{
    "title": "Alzheimer's disease: Causes, symptoms, treatment and prevention",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/alzheimer/",
    "abstract": "Alzheimer's disease is the leading cause of dementia, affecting people's thinking and behavior. There is no way to reverse the progression of the disease, but early detection and treatment can help improve the patient's quality of life.\n  Statistics show that around the world there are at least 50 million people living with Alzheimer's disease or other dementia syndromes. According to the United Nations, that number is more than the population of Columbia. Without breakthroughs in diagnosing and limiting the disease, this rate could exceed 152 million people by 2050.",
    "content": "Alzheimer's disease: Causes, symptoms, treatment and prevention\n\nAlzheimer's disease is the leading cause of dementia, affecting people's thinking and behavior. There is no way to reverse the progression of the disease, but early detection and treatment can help improve the patient's quality of life.\n  Statistics show that around the world there are at least 50 million people living with Alzheimer's disease or other dementia syndromes. According to the United Nations, that number is more than the population of Columbia. Without breakthroughs in diagnosing and limiting the disease, this rate could exceed 152 million people by 2050.\n\nWhat is Alzheimer's disease?\nAlzheimer's is a disease that causes memory loss and loss of cognitive functions, greatly affecting the patient's quality of life and work. However, this is not normal aging, so do not confuse Alzheimer's with normal memory loss in the elderly. (first)\nOne day you suddenly see that your grandfather, grandmother, father, mother, etc., the older you get, the more difficult, easily angry, or sulky you become... That may come from your personality, which has always been the same, but it's also very Maybe they are being silently attacked by Alzheimer's syndrome...\n\nHistory of disease detection\nOne of the great mysteries of Alzheimer's disease is why it primarily strikes older people. Scientists are studying how age-related changes in the brain may damage neurons and affect other types of brain cells to contribute to this phenomenon. These age-related changes include atrophy of certain parts of the brain, inflammation, damage to blood vessels, production of free radicals, and mitochondrial dysfunction.\nAlzheimer's is known to be a common cause of dementia. The disease is named after the psychiatrist Dr. Alois Alzheimer who first described the disease. In 1906, this doctor noticed changes in the brain tissue of a woman who died from an unusual mental illness. That patient's symptoms included memory loss, language problems and uncontrolled behavior. After the patient died, he examined the brain and found many abnormal clumps called amyloid plaques and neurofibrillary tangles, or “tau” tangles.\nVietnam is also one of the countries with the fastest population aging rate in the world with 10.1 million elderly people, accounting for 11% of the total population (2). Aging is a law of nature, the longer the lifespan, the closer the aging process becomes. However, Alzheimer's is not normal aging. It is a disease that causes many parts of the brain to gradually atrophy, especially the hippocampus, which is where memories are stored and created.\nOver time, people with Alzheimer's lose their memory and ability to concentrate. Orientation in space and time becomes increasingly difficult, and patients also find it difficult to manage themselves in daily life.\n\nReason\nThe brain is the organ that consumes up to 20% of the whole body's oxygen. It is estimated that every time we are stressed, the brain uses up to 50% of the body's oxygen. The brain has 100 billion nerve cells, also known as neurons. Each nerve cell connects to many other cells to form a communication network. Groups of neurons perform different roles. Some are involved in thinking, learning and remembering, others help us see, hear and smell.\nTherefore, the brain is considered a great storehouse of memories and emotions, just a scent can remind you of a person, a familiar melody can remember the spaces of dates for many years. before. Those are brain cells that have dug into the memory store, recalling what you have heard, seen... and then comparing and contrasting it with the present.\nLike all other cells, to maintain life, nerve cells also need a source of nutrition. Nutrients travel throughout neurons thanks to a network of tiny tubes like straws. In the composition that makes up those tubes there is a substance called \"tau\". (3)\nIn patients with Alzheimer's, tau fibers develop abnormally, causing the small tubes that transport nutrients to be affected and no longer transport nutrients. When lacking nutrients, the cell's skeleton collapses, the axon cannot conduct signals, and many cells die. This process causes many dead cells to clump together into tangles. In studies or examinations of patients' brains, it is discovered that there are many such tangles.\nBesides tau tangles, scientists also see plaques in the Alzheimer's brain. They are amyloid β substances normally found in the fatty membranes of brain cells, now peeling off and clumping, lying around and creating a wall between cells, which leads to blockage of signal transmission. signals of cells. Over time, cells that do not receive information become inactive, new information is not received, old information cannot be accessed, gradually causing the phenomenon of forgetting.\nEventually, plaques and tangles spread throughout the brain and brain tissue shrinks significantly. People with severe illness cannot communicate and are completely dependent on the care of others. In the final stage, the patient may lie in bed most or all of the time as the body stops working.\n\nWho is susceptible to the disease?\nThe risk of developing Alzheimer's disease increases with age, starting at about age 65. Many studies have examined whether specific life circumstances, illnesses, or behaviors can increase or decrease disease risk. Although there are still no clear answers, many studies suggest that the following factors are likely to promote the development of the disease:\nDiabetes;; Prolonged stress, tension and depression;; High cholesterol;; Smoke;; Less social interaction.\n\nCommon symptoms of Alzheimer's syndrome\nOur brains are made up of more than 100 billion neurons – more than there are stars in the galaxy. Dementia damages nerve cells so that they are no longer able to communicate effectively, and this affects the way our bodies work.\nThe specific symptoms a person living with Alzheimer's experiences will depend on which parts of the brain are affected or the specific disease that is causing their dementia. Symptoms may include:\n1. Dementia of memory and cognitive ability\nMost people's memory and other cognitive abilities gradually become worse as they age. At this time, the body can no longer react quickly and flexibly to situations, this is considered a natural part of the aging process. Recognizing and solving problems that arise is often more difficult, but they can still access the knowledge they have acquired over the years and stay oriented, independent and able to make judgments. guess correctly.\nThis is different for people with Alzheimer's disease. One of the most common signs of the disease, especially in the early stages, is that the patient cannot remember recently learned information, and short-term memory is more affected. This means that the person forgets recent events, but can still recall experiences from long ago. But long-term memory also fades over time. Concentration is also affected, making it increasingly difficult to maintain orientation in time and space.\nIt becomes more difficult to relate things learned in the past to new situations or impressions. There comes a time when it is no longer possible to understand the context or evaluate information, form an opinion, and then decide what to do. For example, a terminal patient may see that it is raining outside and may be able to express this in words. But they will not be able to draw conclusions for their own actions. Then they can go out shopping wearing a t-shirt instead of buying a raincoat or umbrella.\n2. Difficulty expressing yourself in language\nPeople with Alzheimer's may have difficulty following or participating in a conversation. They may stop in the middle of a conversation and have no idea how to continue the conversation or may repeat what they said before.\nAs symptoms of the disease progress, it becomes more difficult to correctly remember words and people instead use words or phrases that are out of context. This makes it difficult for others to understand them. And people with dementia also forget the meaning of words and are then often no longer able to follow conversations. This makes it increasingly difficult for them to communicate verbally.\n3. Changes in behavior, mood, personality\nMany patients experience noticeable changes in behavior. The patient's mood and personality may change. They may become confused, suspicious, depressed, scared or anxious. They can easily lose their temper at home, at work, when with friends, or in places where they feel uncomfortable.\nIn addition, the patient may begin to give up hobbies, social activities, work projects or sports. The patient may also shy away from social interactions due to the changes they experience. Right. Sometimes they feel tired because of work, family and social responsibilities.\nSome people may experience changes in their ability to develop and carry out plans or work with numbers. Therefore, things that were considered familiar before will gradually become more difficult and unfamiliar to the patient. For example, not being able to drive to a place even though you have gone many times before, not being able to calculate bills, or having difficulty reading and understanding, not knowing how to use household objects...\n4. Confusion about time or place\nPeople with Alzheimer's may forget dates, seasons, and changes in time. For example, they are standing at a place but they do not remember how they got here, what they came here for. Besides, the patient also has many difficulties in trying to understand an event that happened immediately, at the same time. there.\n5. Putting things in the wrong place and not being able to remember what you used to do\nThe patient may place objects in unusual places. They may lose things and cannot remember to find them again. Therefore, there are many cases where patients think someone has stolen their things, and this will happen more often in the future.\n\nComplications\nMemory and language loss, impaired judgment, and other cognitive changes caused by this syndrome can make it difficult to treat other conditions. An Alzheimer's patient may:\nDo not inform others that they are in pain, such as toothache, arm pain, etc.; Unable to comply with treatment regimen; Do not report or describe side effects of the drug\nAs the disease progresses to the final stages, brain changes begin to affect physical functions, such as swallowing, behavioral control, etc. Most Alzheimer's patients do not die from the main disease but often from other causes. Comorbidities such as:\nPneumonia: This is a condition in which the lungs become edematous and infected due to inhalation of mucus from gastric juice, or from food... into the lungs or respiratory tract.; Infection: Patients often have incontinence and need to have a catheter, increasing the risk of urinary tract infection. If not treated, it will become more severe and can be life-threatening.; Falling and getting injured: Patients will often have difficulty navigating distances, so the risk of falling when moving and exercising increases. This leads to possible broken bones, severe head and neck injuries that can lead to bleeding, hematomas... severe cases require hospitalization for surgery and inpatient care.\n\nDiagnostic method\nIt is not yet possible to completely diagnose Alzheimer's disease with currently available tests while the person is still alive. The disease is diagnosed if someone has typical symptoms and no other cause is found. Assessing brain images using techniques such as computed tomography (CT) or magnetic resonance imaging (MRI) is not enough to tell if someone has the disease. (4)\nBecause symptoms such as forgetfulness, behavioral changes and problems with orientation can have many different causes, it is important not to jump to conclusions about whether you have the disease or not. Symptoms can also be caused by depression or other physical conditions such as meningitis, stroke, or bleeding in the brain. Vitamin and mineral deficiencies, or medication side effects, can also sometimes cause symptoms like these.\nSome treatments can help relieve symptoms, gradually improve or disappear completely. Alzheimer's disease is only diagnosed if symptoms have persisted for more than 6 months and any other cause is considered unlikely.\nTherefore, a general examination and laboratory tests are necessary. If you are worried that you have symptoms of the disease, go see and seek advice from a neurologist. This will be helpful in diagnosing, treating and detecting the disease, especially when the disease is still in its early stages.\nIn addition, screening options to detect cognitive function decline such as MMSE, Mini-Cog and MoCA are also often used.\nThe MMSE scale has a cutoff point for diagnosing dementia of 26. In addition to clinical manifestations, the stage of the disease can be diagnosed according to the MMSE scale (according to NICE 2011):; Mild Alzheimer's disease: MMSE 21 – 26; Moderate Alzheimer's disease: MMSE 10 – 20; Moderate-severe Alzheimer's disease: MMSE 10 – 14; Severe Alzheimer's disease: MMSE less than 10\nSpecialized assessment tests are often used to determine in detail each cognitive function such as memory, language, executive function, structural vision, and focused attention.\nAssessment of daily living activities: Experts often use basic (ADL - Activity of Daily Living) and advanced (IADL - Instrumental Activity of Daily Living) assessment scales to check the impact of daily living activities. cognitive ability on daily activities; Mental behavioral assessment: More than 80% of patients showed signs of mental behavioral disorders such as depression, hallucinations, paranoia, apathy, and agitation.\n\nTreatment measures\nThere is no cure for Alzheimer's disease, but if the patient lives amid sympathy, the disease progression will be slower or at least the patient will not feel sorry for themselves because of the insensitivity of their loved ones. Loneliness and self-pity are what patients fear the most. They can sulk and sit in one place without paying attention to their children and grandchildren even if nothing happens. What they need is care and sincere loving relationships from relatives and people around them.\nThis is a very complex disease and cannot be completely cured with medication or other interventions. Current approaches focus on helping people maintain mental function, manage behavioral symptoms and slow some problems, such as memory loss. Researchers work to develop therapies that target specific genetic, molecular, and cellular mechanisms that can prevent the underlying cause of disease.\n1. Medicines maintain mental function\nMedications used to treat moderate to severe Alzheimer's disease work by modulating neurotransmitters, chemicals that transmit messages between nerve cells, helping to reduce symptoms and resolve some of the symptoms. behavioral problems. However, these medications may be effective for some but not everyone and may only be helpful for a limited time.\n2. Drugs that control behavior\nCommon behavioral symptoms of Alzheimer's disease include insomnia, wandering, agitation, anxiety, and becoming short-tempered and aggressive. Scientists are learning why these symptoms occur and are studying new treatments, both pharmacological and non-pharmacological, to control the disease. Research has shown that treating behavioral symptoms can make sufferers more comfortable and help caregivers feel lighter.\n3. Research and test new treatment methods\nResearch on Alzheimer's disease has advanced to the point where scientists are looking for ways to delay or prevent the disease as well as treat its symptoms. In ongoing clinical trials supported by the NIA, scientists are developing and testing a number of possible interventions. Several studies of drug therapies target a variety of targets, including beta-amyloid protein, cerebrovascular function, synaptic loss and specific neurotransmitters, as well as interventions such as physical activity, diet, cognitive training and a combination of these approaches.\n\nPatient care\nTo take good care of people with Alzheimer's disease, family members need to understand each stage of the disease (5), specifically:\nMild stage\nIn the early stages, people have a little more difficulty managing their lives, but they can usually still live independently. It is often difficult to distinguish between early-stage symptoms and normal forgetfulness due to aging. There is no clear cutoff between normal problems associated with aging and mild Alzheimer's disease.\nEarly-stage patients almost always need help with business and financial matters or official appointments. Driving and taking medication regularly are two other important areas.\nBehavior and mood may change with early-stage Alzheimer's disease. The disease can cause negative emotions such as: fear, stress, anger, or even feelings of shame. Some people feel depressed or irritable, or they may have mood swings.\nAt this stage, family members and patients should take time to learn about the disease. It can be very difficult to be diagnosed with an illness and the caregiver's role is to provide support through conversations and advice in an emotional and gentle way. At this time, it is also difficult for the sick person to complete normal daily activities such as driving, cooking... so stay by their side and take on this position for them.\nIntermediate stage\nPeople with this stage of Alzheimer's disease often cannot be independent. They can still eat, drink and bathe themselves, and can do simple tasks around the house or garden, but may have to be reminded and asked to do so. Cooking, shopping, keeping the house clean and going for walks can only be done with the help of others.\nThey easily get lost, can't find their way back home, leave the kitchen and endanger themselves or others. Behavioral patterns such as pacing, rummaging in drawers, and mindlessly shopping for clothes become more frequent. Anger, suspicion, and even aggressive behavior toward others are also consequences of Alzheimer's disease-related problems that affect the patient's cognition and limit their abilities.\nBesides, during this stage, it becomes more difficult for the patient to express things verbally and understand what others say. They also confuse the past with the present.\nAt this stage, you may need to spend all your time taking care of the sick person. Therefore, the caregiver's feelings will also be quite sensitive, so don't let stress negatively affect you. Make sure you have a good health and psychological foundation before taking care of a patient. core.\nSevere stage\nAt this stage, the disease has become severe and the patient needs constant help from others. Speech and language problems can begin to make conversation nearly impossible. Now they even need help to complete simple daily activities like eating.\nAt this time, the patient often feels restless, hallucinates or confuses the past with the present. They no longer recognize people they once knew very well. Control of body functions and motor coordination may also be limited.\nAt this stage, home care may not be enough to meet the patient's health care needs, so caregivers may consider combining care with professional care services. in a skilled nursing facility or dementia care facility where adequate supervision and management is possible.\n\nPrevention\nAlzheimer's disease occurs due to the brain aging process over time and age. However, the disease can come early or late, the severity or severity depends on our lifestyle and activities. Therefore, there are many ways to prevent early disease and control dangerous complications such as:\n1. Prevent cardiovascular diseases\nAccording to research, 80% of people with Alzheimer's have problems related to cardiovascular disease. Not only that, in some people, the brain has characteristic clumps and tangles but there are no signs of Alzheimer's.\nTo explain this problem, according to experts, these plaques and tangles only appear when the cerebrovascular system also has problems. That means cardiovascular disease is an important factor that increases the risk of disease. Therefore, people with hypertension, diabetes mellitus (diabetes), dyslipidemia (high blood fats) need to immediately control these disorders, because in the long term they will lead to cardiovascular disease.\n2. Exercise regularly\nFor people with Alzheimer's disease, exercise can help delay symptoms. Exercise needs to follow an expert's regimen to provide abundant blood and oxygen to nourish the brain.\n3. Avoid head injuries\nResearch shows that there is a clear link between severe head trauma and the likelihood of developing Alzheimer's later in life, especially injuries that lead to loss of consciousness. Therefore, you should protect your head and avoid unnecessary injuries.\n4. Eat scientifically\nA balanced menu of nutrients including lots of fresh vegetables and fruits, whole grains, olive oil, peanuts, fish, chicken, eggs, dairy products... helps enhance brain health. Be sure to limit your intake of red meat and sugar.\n5. Sleep on time, get enough sleep and get quality sleep\nGood sleep can help prevent Alzheimer's from coming early and becoming more severe. Because during sleep, the brain will \"clean\" the synapses so that information transmission is clear, filter out unnecessary memories, and clear away amyloid β to avoid creating plaques. Sleeping 8 hours a night without medication is ideal…\n\nFrequently asked questions\n1. How long can you live with Alzheimer's disease?\nCaring for patients with advanced Alzheimer's often faces many difficulties. Alzheimer's disease is the 6th leading cause of death across all ages in the United States and the 5th leading cause of death among people 65 years of age and older.\nMany people wonder how long they can live with Alzheimer's. According to statistics, the life expectancy of each patient is different. The average life expectancy after diagnosis is 8 to 10 years. However, in some cases, it can be shorter or longer. Each person has a unique health history. This health history is directly related to how the disease will affect them.\n2. Is the disease hereditary?\nMost patients have a late-onset form of the disease, in which symptoms become apparent in the mid-60s. In contrast, early-onset Alzheimer's disease is very rare, accounting for less than 10% of all people with it. The disease usually occurs in the 30s and mid-60s. Some cases are caused by a genetic change in one of three genes.\nThree single gene mutations linked to early-onset Alzheimer's disease are:\nAmyloid precursor protein (APP) on chromosome 21; Presenilin 1 (PSEN1) on chromosome 14; Presenilin 2 (PSEN2) on chromosome 1\nMutations in these genes lead to the production of abnormal proteins that are associated with disease. Each of these mutations plays a different role in disrupting APP, a protein whose exact function is not yet fully understood. This breakdown is part of the process that creates harmful amyloid plaques, which are considered a sign of Alzheimer's disease.\nA child whose biological parent carries a mutation in one of these three genes has a 50/50 chance of inheriting that mutation. If the mutation is in fact genetic, the child has a very high chance of developing early-onset Alzheimer's disease.\nFor other cases of early-onset disease, research has shown that other genetic components are involved. Studies are ongoing to identify additional genetic risk variants.\nHaving Down syndrome increases the risk of developing early-stage Alzheimer's disease. Many people with Down syndrome develop the disease as they age, with symptoms appearing in their 50s or 60s. Researchers believe this is because people with Down syndrome are born with an extra copy complement of chromosome 21, carrying the APP gene.\n3. Does the disease appear in young people?\nAs mentioned above, early-onset Alzheimer's disease is very rare, accounting for less than 10% of all people with Alzheimer's disease. It usually occurs in a person's 30s and mid-60s. Some cases are due to genetic changes.\nDiseases related to the nervous system are increasing in Vietnam, but what is worrying is that most patients do not have enough knowledge about the disease, and are often subjective when the rash signs appear. causes the condition to become more and more serious.\nDepartment of Neurology, Tam Anh General Hospital brings together a team of leading experts including leading professors and experienced doctors in the field of neurology. In addition, with a modern equipment system and application of advanced techniques in diagnosis and treatment, the Department of Neurology has successfully treated millions of patients with neurological diseases such as: pain. migraine, chronic headaches, stroke, sleep disorders, dementia, Alzheimer's, epilepsy, Parkinson's,...\nIn order to meet the medical examination and treatment needs of the people, the Department of Neurology constantly improves the quality of expertise, service and medical research, all with the goal of patient satisfaction.\nAlzheimer's disease attacks silently, leaving patients unable to perceive changes in their thinking and behavior. Sympathy, understanding, and dedicated care from family members will help them not feel lonely and the progression of the disease will also be much slower.",
    "subsections": [
        {
            "subsection_name": "What is Alzheimer's disease?",
            "subsection_content": "Alzheimer's is a disease that causes memory loss and loss of cognitive functions, greatly affecting the patient's quality of life and work. However, this is not normal aging, so do not confuse Alzheimer's with normal memory loss in the elderly. (first)\nOne day you suddenly see that your grandfather, grandmother, father, mother, etc., the older you get, the more difficult, easily angry, or sulky you become... That may come from your personality, which has always been the same, but it's also very Maybe they are being silently attacked by Alzheimer's syndrome...",
            "subsection_string": "What is Alzheimer's disease?\nAlzheimer's is a disease that causes memory loss and loss of cognitive functions, greatly affecting the patient's quality of life and work. However, this is not normal aging, so do not confuse Alzheimer's with normal memory loss in the elderly. (first)\nOne day you suddenly see that your grandfather, grandmother, father, mother, etc., the older you get, the more difficult, easily angry, or sulky you become... That may come from your personality, which has always been the same, but it's also very Maybe they are being silently attacked by Alzheimer's syndrome..."
        },
        {
            "subsection_name": "History of disease detection",
            "subsection_content": "One of the great mysteries of Alzheimer's disease is why it primarily strikes older people. Scientists are studying how age-related changes in the brain may damage neurons and affect other types of brain cells to contribute to this phenomenon. These age-related changes include atrophy of certain parts of the brain, inflammation, damage to blood vessels, production of free radicals, and mitochondrial dysfunction.\nAlzheimer's is known to be a common cause of dementia. The disease is named after the psychiatrist Dr. Alois Alzheimer who first described the disease. In 1906, this doctor noticed changes in the brain tissue of a woman who died from an unusual mental illness. That patient's symptoms included memory loss, language problems and uncontrolled behavior. After the patient died, he examined the brain and found many abnormal clumps called amyloid plaques and neurofibrillary tangles, or “tau” tangles.\nVietnam is also one of the countries with the fastest population aging rate in the world with 10.1 million elderly people, accounting for 11% of the total population (2). Aging is a law of nature, the longer the lifespan, the closer the aging process becomes. However, Alzheimer's is not normal aging. It is a disease that causes many parts of the brain to gradually atrophy, especially the hippocampus, which is where memories are stored and created.\nOver time, people with Alzheimer's lose their memory and ability to concentrate. Orientation in space and time becomes increasingly difficult, and patients also find it difficult to manage themselves in daily life.",
            "subsection_string": "History of disease detection\nOne of the great mysteries of Alzheimer's disease is why it primarily strikes older people. Scientists are studying how age-related changes in the brain may damage neurons and affect other types of brain cells to contribute to this phenomenon. These age-related changes include atrophy of certain parts of the brain, inflammation, damage to blood vessels, production of free radicals, and mitochondrial dysfunction.\nAlzheimer's is known to be a common cause of dementia. The disease is named after the psychiatrist Dr. Alois Alzheimer who first described the disease. In 1906, this doctor noticed changes in the brain tissue of a woman who died from an unusual mental illness. That patient's symptoms included memory loss, language problems and uncontrolled behavior. After the patient died, he examined the brain and found many abnormal clumps called amyloid plaques and neurofibrillary tangles, or “tau” tangles.\nVietnam is also one of the countries with the fastest population aging rate in the world with 10.1 million elderly people, accounting for 11% of the total population (2). Aging is a law of nature, the longer the lifespan, the closer the aging process becomes. However, Alzheimer's is not normal aging. It is a disease that causes many parts of the brain to gradually atrophy, especially the hippocampus, which is where memories are stored and created.\nOver time, people with Alzheimer's lose their memory and ability to concentrate. Orientation in space and time becomes increasingly difficult, and patients also find it difficult to manage themselves in daily life."
        },
        {
            "subsection_name": "Reason",
            "subsection_content": "The brain is the organ that consumes up to 20% of the whole body's oxygen. It is estimated that every time we are stressed, the brain uses up to 50% of the body's oxygen. The brain has 100 billion nerve cells, also known as neurons. Each nerve cell connects to many other cells to form a communication network. Groups of neurons perform different roles. Some are involved in thinking, learning and remembering, others help us see, hear and smell.\nTherefore, the brain is considered a great storehouse of memories and emotions, just a scent can remind you of a person, a familiar melody can remember the spaces of dates for many years. before. Those are brain cells that have dug into the memory store, recalling what you have heard, seen... and then comparing and contrasting it with the present.\nLike all other cells, to maintain life, nerve cells also need a source of nutrition. Nutrients travel throughout neurons thanks to a network of tiny tubes like straws. In the composition that makes up those tubes there is a substance called \"tau\". (3)\nIn patients with Alzheimer's, tau fibers develop abnormally, causing the small tubes that transport nutrients to be affected and no longer transport nutrients. When lacking nutrients, the cell's skeleton collapses, the axon cannot conduct signals, and many cells die. This process causes many dead cells to clump together into tangles. In studies or examinations of patients' brains, it is discovered that there are many such tangles.\nBesides tau tangles, scientists also see plaques in the Alzheimer's brain. They are amyloid β substances normally found in the fatty membranes of brain cells, now peeling off and clumping, lying around and creating a wall between cells, which leads to blockage of signal transmission. signals of cells. Over time, cells that do not receive information become inactive, new information is not received, old information cannot be accessed, gradually causing the phenomenon of forgetting.\nEventually, plaques and tangles spread throughout the brain and brain tissue shrinks significantly. People with severe illness cannot communicate and are completely dependent on the care of others. In the final stage, the patient may lie in bed most or all of the time as the body stops working.",
            "subsection_string": "Reason\nThe brain is the organ that consumes up to 20% of the whole body's oxygen. It is estimated that every time we are stressed, the brain uses up to 50% of the body's oxygen. The brain has 100 billion nerve cells, also known as neurons. Each nerve cell connects to many other cells to form a communication network. Groups of neurons perform different roles. Some are involved in thinking, learning and remembering, others help us see, hear and smell.\nTherefore, the brain is considered a great storehouse of memories and emotions, just a scent can remind you of a person, a familiar melody can remember the spaces of dates for many years. before. Those are brain cells that have dug into the memory store, recalling what you have heard, seen... and then comparing and contrasting it with the present.\nLike all other cells, to maintain life, nerve cells also need a source of nutrition. Nutrients travel throughout neurons thanks to a network of tiny tubes like straws. In the composition that makes up those tubes there is a substance called \"tau\". (3)\nIn patients with Alzheimer's, tau fibers develop abnormally, causing the small tubes that transport nutrients to be affected and no longer transport nutrients. When lacking nutrients, the cell's skeleton collapses, the axon cannot conduct signals, and many cells die. This process causes many dead cells to clump together into tangles. In studies or examinations of patients' brains, it is discovered that there are many such tangles.\nBesides tau tangles, scientists also see plaques in the Alzheimer's brain. They are amyloid β substances normally found in the fatty membranes of brain cells, now peeling off and clumping, lying around and creating a wall between cells, which leads to blockage of signal transmission. signals of cells. Over time, cells that do not receive information become inactive, new information is not received, old information cannot be accessed, gradually causing the phenomenon of forgetting.\nEventually, plaques and tangles spread throughout the brain and brain tissue shrinks significantly. People with severe illness cannot communicate and are completely dependent on the care of others. In the final stage, the patient may lie in bed most or all of the time as the body stops working."
        },
        {
            "subsection_name": "Who is susceptible to the disease?",
            "subsection_content": "The risk of developing Alzheimer's disease increases with age, starting at about age 65. Many studies have examined whether specific life circumstances, illnesses, or behaviors can increase or decrease disease risk. Although there are still no clear answers, many studies suggest that the following factors are likely to promote the development of the disease:\nDiabetes;; Prolonged stress, tension and depression;; High cholesterol;; Smoke;; Less social interaction.",
            "subsection_string": "Who is susceptible to the disease?\nThe risk of developing Alzheimer's disease increases with age, starting at about age 65. Many studies have examined whether specific life circumstances, illnesses, or behaviors can increase or decrease disease risk. Although there are still no clear answers, many studies suggest that the following factors are likely to promote the development of the disease:\nDiabetes;; Prolonged stress, tension and depression;; High cholesterol;; Smoke;; Less social interaction."
        },
        {
            "subsection_name": "Common symptoms of Alzheimer's syndrome",
            "subsection_content": "Our brains are made up of more than 100 billion neurons – more than there are stars in the galaxy. Dementia damages nerve cells so that they are no longer able to communicate effectively, and this affects the way our bodies work.\nThe specific symptoms a person living with Alzheimer's experiences will depend on which parts of the brain are affected or the specific disease that is causing their dementia. Symptoms may include:\n1. Dementia of memory and cognitive ability\nMost people's memory and other cognitive abilities gradually become worse as they age. At this time, the body can no longer react quickly and flexibly to situations, this is considered a natural part of the aging process. Recognizing and solving problems that arise is often more difficult, but they can still access the knowledge they have acquired over the years and stay oriented, independent and able to make judgments. guess correctly.\nThis is different for people with Alzheimer's disease. One of the most common signs of the disease, especially in the early stages, is that the patient cannot remember recently learned information, and short-term memory is more affected. This means that the person forgets recent events, but can still recall experiences from long ago. But long-term memory also fades over time. Concentration is also affected, making it increasingly difficult to maintain orientation in time and space.\nIt becomes more difficult to relate things learned in the past to new situations or impressions. There comes a time when it is no longer possible to understand the context or evaluate information, form an opinion, and then decide what to do. For example, a terminal patient may see that it is raining outside and may be able to express this in words. But they will not be able to draw conclusions for their own actions. Then they can go out shopping wearing a t-shirt instead of buying a raincoat or umbrella.\n2. Difficulty expressing yourself in language\nPeople with Alzheimer's may have difficulty following or participating in a conversation. They may stop in the middle of a conversation and have no idea how to continue the conversation or may repeat what they said before.\nAs symptoms of the disease progress, it becomes more difficult to correctly remember words and people instead use words or phrases that are out of context. This makes it difficult for others to understand them. And people with dementia also forget the meaning of words and are then often no longer able to follow conversations. This makes it increasingly difficult for them to communicate verbally.\n3. Changes in behavior, mood, personality\nMany patients experience noticeable changes in behavior. The patient's mood and personality may change. They may become confused, suspicious, depressed, scared or anxious. They can easily lose their temper at home, at work, when with friends, or in places where they feel uncomfortable.\nIn addition, the patient may begin to give up hobbies, social activities, work projects or sports. The patient may also shy away from social interactions due to the changes they experience. Right. Sometimes they feel tired because of work, family and social responsibilities.\nSome people may experience changes in their ability to develop and carry out plans or work with numbers. Therefore, things that were considered familiar before will gradually become more difficult and unfamiliar to the patient. For example, not being able to drive to a place even though you have gone many times before, not being able to calculate bills, or having difficulty reading and understanding, not knowing how to use household objects...\n4. Confusion about time or place\nPeople with Alzheimer's may forget dates, seasons, and changes in time. For example, they are standing at a place but they do not remember how they got here, what they came here for. Besides, the patient also has many difficulties in trying to understand an event that happened immediately, at the same time. there.\n5. Putting things in the wrong place and not being able to remember what you used to do\nThe patient may place objects in unusual places. They may lose things and cannot remember to find them again. Therefore, there are many cases where patients think someone has stolen their things, and this will happen more often in the future.",
            "subsection_string": "Common symptoms of Alzheimer's syndrome\nOur brains are made up of more than 100 billion neurons – more than there are stars in the galaxy. Dementia damages nerve cells so that they are no longer able to communicate effectively, and this affects the way our bodies work.\nThe specific symptoms a person living with Alzheimer's experiences will depend on which parts of the brain are affected or the specific disease that is causing their dementia. Symptoms may include:\n1. Dementia of memory and cognitive ability\nMost people's memory and other cognitive abilities gradually become worse as they age. At this time, the body can no longer react quickly and flexibly to situations, this is considered a natural part of the aging process. Recognizing and solving problems that arise is often more difficult, but they can still access the knowledge they have acquired over the years and stay oriented, independent and able to make judgments. guess correctly.\nThis is different for people with Alzheimer's disease. One of the most common signs of the disease, especially in the early stages, is that the patient cannot remember recently learned information, and short-term memory is more affected. This means that the person forgets recent events, but can still recall experiences from long ago. But long-term memory also fades over time. Concentration is also affected, making it increasingly difficult to maintain orientation in time and space.\nIt becomes more difficult to relate things learned in the past to new situations or impressions. There comes a time when it is no longer possible to understand the context or evaluate information, form an opinion, and then decide what to do. For example, a terminal patient may see that it is raining outside and may be able to express this in words. But they will not be able to draw conclusions for their own actions. Then they can go out shopping wearing a t-shirt instead of buying a raincoat or umbrella.\n2. Difficulty expressing yourself in language\nPeople with Alzheimer's may have difficulty following or participating in a conversation. They may stop in the middle of a conversation and have no idea how to continue the conversation or may repeat what they said before.\nAs symptoms of the disease progress, it becomes more difficult to correctly remember words and people instead use words or phrases that are out of context. This makes it difficult for others to understand them. And people with dementia also forget the meaning of words and are then often no longer able to follow conversations. This makes it increasingly difficult for them to communicate verbally.\n3. Changes in behavior, mood, personality\nMany patients experience noticeable changes in behavior. The patient's mood and personality may change. They may become confused, suspicious, depressed, scared or anxious. They can easily lose their temper at home, at work, when with friends, or in places where they feel uncomfortable.\nIn addition, the patient may begin to give up hobbies, social activities, work projects or sports. The patient may also shy away from social interactions due to the changes they experience. Right. Sometimes they feel tired because of work, family and social responsibilities.\nSome people may experience changes in their ability to develop and carry out plans or work with numbers. Therefore, things that were considered familiar before will gradually become more difficult and unfamiliar to the patient. For example, not being able to drive to a place even though you have gone many times before, not being able to calculate bills, or having difficulty reading and understanding, not knowing how to use household objects...\n4. Confusion about time or place\nPeople with Alzheimer's may forget dates, seasons, and changes in time. For example, they are standing at a place but they do not remember how they got here, what they came here for. Besides, the patient also has many difficulties in trying to understand an event that happened immediately, at the same time. there.\n5. Putting things in the wrong place and not being able to remember what you used to do\nThe patient may place objects in unusual places. They may lose things and cannot remember to find them again. Therefore, there are many cases where patients think someone has stolen their things, and this will happen more often in the future."
        },
        {
            "subsection_name": "Complications",
            "subsection_content": "Memory and language loss, impaired judgment, and other cognitive changes caused by this syndrome can make it difficult to treat other conditions. An Alzheimer's patient may:\nDo not inform others that they are in pain, such as toothache, arm pain, etc.; Unable to comply with treatment regimen; Do not report or describe side effects of the drug\nAs the disease progresses to the final stages, brain changes begin to affect physical functions, such as swallowing, behavioral control, etc. Most Alzheimer's patients do not die from the main disease but often from other causes. Comorbidities such as:\nPneumonia: This is a condition in which the lungs become edematous and infected due to inhalation of mucus from gastric juice, or from food... into the lungs or respiratory tract.; Infection: Patients often have incontinence and need to have a catheter, increasing the risk of urinary tract infection. If not treated, it will become more severe and can be life-threatening.; Falling and getting injured: Patients will often have difficulty navigating distances, so the risk of falling when moving and exercising increases. This leads to possible broken bones, severe head and neck injuries that can lead to bleeding, hematomas... severe cases require hospitalization for surgery and inpatient care.",
            "subsection_string": "Complications\nMemory and language loss, impaired judgment, and other cognitive changes caused by this syndrome can make it difficult to treat other conditions. An Alzheimer's patient may:\nDo not inform others that they are in pain, such as toothache, arm pain, etc.; Unable to comply with treatment regimen; Do not report or describe side effects of the drug\nAs the disease progresses to the final stages, brain changes begin to affect physical functions, such as swallowing, behavioral control, etc. Most Alzheimer's patients do not die from the main disease but often from other causes. Comorbidities such as:\nPneumonia: This is a condition in which the lungs become edematous and infected due to inhalation of mucus from gastric juice, or from food... into the lungs or respiratory tract.; Infection: Patients often have incontinence and need to have a catheter, increasing the risk of urinary tract infection. If not treated, it will become more severe and can be life-threatening.; Falling and getting injured: Patients will often have difficulty navigating distances, so the risk of falling when moving and exercising increases. This leads to possible broken bones, severe head and neck injuries that can lead to bleeding, hematomas... severe cases require hospitalization for surgery and inpatient care."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "It is not yet possible to completely diagnose Alzheimer's disease with currently available tests while the person is still alive. The disease is diagnosed if someone has typical symptoms and no other cause is found. Assessing brain images using techniques such as computed tomography (CT) or magnetic resonance imaging (MRI) is not enough to tell if someone has the disease. (4)\nBecause symptoms such as forgetfulness, behavioral changes and problems with orientation can have many different causes, it is important not to jump to conclusions about whether you have the disease or not. Symptoms can also be caused by depression or other physical conditions such as meningitis, stroke, or bleeding in the brain. Vitamin and mineral deficiencies, or medication side effects, can also sometimes cause symptoms like these.\nSome treatments can help relieve symptoms, gradually improve or disappear completely. Alzheimer's disease is only diagnosed if symptoms have persisted for more than 6 months and any other cause is considered unlikely.\nTherefore, a general examination and laboratory tests are necessary. If you are worried that you have symptoms of the disease, go see and seek advice from a neurologist. This will be helpful in diagnosing, treating and detecting the disease, especially when the disease is still in its early stages.\nIn addition, screening options to detect cognitive function decline such as MMSE, Mini-Cog and MoCA are also often used.\nThe MMSE scale has a cutoff point for diagnosing dementia of 26. In addition to clinical manifestations, the stage of the disease can be diagnosed according to the MMSE scale (according to NICE 2011):; Mild Alzheimer's disease: MMSE 21 – 26; Moderate Alzheimer's disease: MMSE 10 – 20; Moderate-severe Alzheimer's disease: MMSE 10 – 14; Severe Alzheimer's disease: MMSE less than 10\nSpecialized assessment tests are often used to determine in detail each cognitive function such as memory, language, executive function, structural vision, and focused attention.\nAssessment of daily living activities: Experts often use basic (ADL - Activity of Daily Living) and advanced (IADL - Instrumental Activity of Daily Living) assessment scales to check the impact of daily living activities. cognitive ability on daily activities; Mental behavioral assessment: More than 80% of patients showed signs of mental behavioral disorders such as depression, hallucinations, paranoia, apathy, and agitation.",
            "subsection_string": "Diagnostic method\nIt is not yet possible to completely diagnose Alzheimer's disease with currently available tests while the person is still alive. The disease is diagnosed if someone has typical symptoms and no other cause is found. Assessing brain images using techniques such as computed tomography (CT) or magnetic resonance imaging (MRI) is not enough to tell if someone has the disease. (4)\nBecause symptoms such as forgetfulness, behavioral changes and problems with orientation can have many different causes, it is important not to jump to conclusions about whether you have the disease or not. Symptoms can also be caused by depression or other physical conditions such as meningitis, stroke, or bleeding in the brain. Vitamin and mineral deficiencies, or medication side effects, can also sometimes cause symptoms like these.\nSome treatments can help relieve symptoms, gradually improve or disappear completely. Alzheimer's disease is only diagnosed if symptoms have persisted for more than 6 months and any other cause is considered unlikely.\nTherefore, a general examination and laboratory tests are necessary. If you are worried that you have symptoms of the disease, go see and seek advice from a neurologist. This will be helpful in diagnosing, treating and detecting the disease, especially when the disease is still in its early stages.\nIn addition, screening options to detect cognitive function decline such as MMSE, Mini-Cog and MoCA are also often used.\nThe MMSE scale has a cutoff point for diagnosing dementia of 26. In addition to clinical manifestations, the stage of the disease can be diagnosed according to the MMSE scale (according to NICE 2011):; Mild Alzheimer's disease: MMSE 21 – 26; Moderate Alzheimer's disease: MMSE 10 – 20; Moderate-severe Alzheimer's disease: MMSE 10 – 14; Severe Alzheimer's disease: MMSE less than 10\nSpecialized assessment tests are often used to determine in detail each cognitive function such as memory, language, executive function, structural vision, and focused attention.\nAssessment of daily living activities: Experts often use basic (ADL - Activity of Daily Living) and advanced (IADL - Instrumental Activity of Daily Living) assessment scales to check the impact of daily living activities. cognitive ability on daily activities; Mental behavioral assessment: More than 80% of patients showed signs of mental behavioral disorders such as depression, hallucinations, paranoia, apathy, and agitation."
        },
        {
            "subsection_name": "Treatment measures",
            "subsection_content": "There is no cure for Alzheimer's disease, but if the patient lives amid sympathy, the disease progression will be slower or at least the patient will not feel sorry for themselves because of the insensitivity of their loved ones. Loneliness and self-pity are what patients fear the most. They can sulk and sit in one place without paying attention to their children and grandchildren even if nothing happens. What they need is care and sincere loving relationships from relatives and people around them.\nThis is a very complex disease and cannot be completely cured with medication or other interventions. Current approaches focus on helping people maintain mental function, manage behavioral symptoms and slow some problems, such as memory loss. Researchers work to develop therapies that target specific genetic, molecular, and cellular mechanisms that can prevent the underlying cause of disease.\n1. Medicines maintain mental function\nMedications used to treat moderate to severe Alzheimer's disease work by modulating neurotransmitters, chemicals that transmit messages between nerve cells, helping to reduce symptoms and resolve some of the symptoms. behavioral problems. However, these medications may be effective for some but not everyone and may only be helpful for a limited time.\n2. Drugs that control behavior\nCommon behavioral symptoms of Alzheimer's disease include insomnia, wandering, agitation, anxiety, and becoming short-tempered and aggressive. Scientists are learning why these symptoms occur and are studying new treatments, both pharmacological and non-pharmacological, to control the disease. Research has shown that treating behavioral symptoms can make sufferers more comfortable and help caregivers feel lighter.\n3. Research and test new treatment methods\nResearch on Alzheimer's disease has advanced to the point where scientists are looking for ways to delay or prevent the disease as well as treat its symptoms. In ongoing clinical trials supported by the NIA, scientists are developing and testing a number of possible interventions. Several studies of drug therapies target a variety of targets, including beta-amyloid protein, cerebrovascular function, synaptic loss and specific neurotransmitters, as well as interventions such as physical activity, diet, cognitive training and a combination of these approaches.",
            "subsection_string": "Treatment measures\nThere is no cure for Alzheimer's disease, but if the patient lives amid sympathy, the disease progression will be slower or at least the patient will not feel sorry for themselves because of the insensitivity of their loved ones. Loneliness and self-pity are what patients fear the most. They can sulk and sit in one place without paying attention to their children and grandchildren even if nothing happens. What they need is care and sincere loving relationships from relatives and people around them.\nThis is a very complex disease and cannot be completely cured with medication or other interventions. Current approaches focus on helping people maintain mental function, manage behavioral symptoms and slow some problems, such as memory loss. Researchers work to develop therapies that target specific genetic, molecular, and cellular mechanisms that can prevent the underlying cause of disease.\n1. Medicines maintain mental function\nMedications used to treat moderate to severe Alzheimer's disease work by modulating neurotransmitters, chemicals that transmit messages between nerve cells, helping to reduce symptoms and resolve some of the symptoms. behavioral problems. However, these medications may be effective for some but not everyone and may only be helpful for a limited time.\n2. Drugs that control behavior\nCommon behavioral symptoms of Alzheimer's disease include insomnia, wandering, agitation, anxiety, and becoming short-tempered and aggressive. Scientists are learning why these symptoms occur and are studying new treatments, both pharmacological and non-pharmacological, to control the disease. Research has shown that treating behavioral symptoms can make sufferers more comfortable and help caregivers feel lighter.\n3. Research and test new treatment methods\nResearch on Alzheimer's disease has advanced to the point where scientists are looking for ways to delay or prevent the disease as well as treat its symptoms. In ongoing clinical trials supported by the NIA, scientists are developing and testing a number of possible interventions. Several studies of drug therapies target a variety of targets, including beta-amyloid protein, cerebrovascular function, synaptic loss and specific neurotransmitters, as well as interventions such as physical activity, diet, cognitive training and a combination of these approaches."
        },
        {
            "subsection_name": "Patient care",
            "subsection_content": "To take good care of people with Alzheimer's disease, family members need to understand each stage of the disease (5), specifically:\nMild stage\nIn the early stages, people have a little more difficulty managing their lives, but they can usually still live independently. It is often difficult to distinguish between early-stage symptoms and normal forgetfulness due to aging. There is no clear cutoff between normal problems associated with aging and mild Alzheimer's disease.\nEarly-stage patients almost always need help with business and financial matters or official appointments. Driving and taking medication regularly are two other important areas.\nBehavior and mood may change with early-stage Alzheimer's disease. The disease can cause negative emotions such as: fear, stress, anger, or even feelings of shame. Some people feel depressed or irritable, or they may have mood swings.\nAt this stage, family members and patients should take time to learn about the disease. It can be very difficult to be diagnosed with an illness and the caregiver's role is to provide support through conversations and advice in an emotional and gentle way. At this time, it is also difficult for the sick person to complete normal daily activities such as driving, cooking... so stay by their side and take on this position for them.\nIntermediate stage\nPeople with this stage of Alzheimer's disease often cannot be independent. They can still eat, drink and bathe themselves, and can do simple tasks around the house or garden, but may have to be reminded and asked to do so. Cooking, shopping, keeping the house clean and going for walks can only be done with the help of others.\nThey easily get lost, can't find their way back home, leave the kitchen and endanger themselves or others. Behavioral patterns such as pacing, rummaging in drawers, and mindlessly shopping for clothes become more frequent. Anger, suspicion, and even aggressive behavior toward others are also consequences of Alzheimer's disease-related problems that affect the patient's cognition and limit their abilities.\nBesides, during this stage, it becomes more difficult for the patient to express things verbally and understand what others say. They also confuse the past with the present.\nAt this stage, you may need to spend all your time taking care of the sick person. Therefore, the caregiver's feelings will also be quite sensitive, so don't let stress negatively affect you. Make sure you have a good health and psychological foundation before taking care of a patient. core.\nSevere stage\nAt this stage, the disease has become severe and the patient needs constant help from others. Speech and language problems can begin to make conversation nearly impossible. Now they even need help to complete simple daily activities like eating.\nAt this time, the patient often feels restless, hallucinates or confuses the past with the present. They no longer recognize people they once knew very well. Control of body functions and motor coordination may also be limited.\nAt this stage, home care may not be enough to meet the patient's health care needs, so caregivers may consider combining care with professional care services. in a skilled nursing facility or dementia care facility where adequate supervision and management is possible.",
            "subsection_string": "Patient care\nTo take good care of people with Alzheimer's disease, family members need to understand each stage of the disease (5), specifically:\nMild stage\nIn the early stages, people have a little more difficulty managing their lives, but they can usually still live independently. It is often difficult to distinguish between early-stage symptoms and normal forgetfulness due to aging. There is no clear cutoff between normal problems associated with aging and mild Alzheimer's disease.\nEarly-stage patients almost always need help with business and financial matters or official appointments. Driving and taking medication regularly are two other important areas.\nBehavior and mood may change with early-stage Alzheimer's disease. The disease can cause negative emotions such as: fear, stress, anger, or even feelings of shame. Some people feel depressed or irritable, or they may have mood swings.\nAt this stage, family members and patients should take time to learn about the disease. It can be very difficult to be diagnosed with an illness and the caregiver's role is to provide support through conversations and advice in an emotional and gentle way. At this time, it is also difficult for the sick person to complete normal daily activities such as driving, cooking... so stay by their side and take on this position for them.\nIntermediate stage\nPeople with this stage of Alzheimer's disease often cannot be independent. They can still eat, drink and bathe themselves, and can do simple tasks around the house or garden, but may have to be reminded and asked to do so. Cooking, shopping, keeping the house clean and going for walks can only be done with the help of others.\nThey easily get lost, can't find their way back home, leave the kitchen and endanger themselves or others. Behavioral patterns such as pacing, rummaging in drawers, and mindlessly shopping for clothes become more frequent. Anger, suspicion, and even aggressive behavior toward others are also consequences of Alzheimer's disease-related problems that affect the patient's cognition and limit their abilities.\nBesides, during this stage, it becomes more difficult for the patient to express things verbally and understand what others say. They also confuse the past with the present.\nAt this stage, you may need to spend all your time taking care of the sick person. Therefore, the caregiver's feelings will also be quite sensitive, so don't let stress negatively affect you. Make sure you have a good health and psychological foundation before taking care of a patient. core.\nSevere stage\nAt this stage, the disease has become severe and the patient needs constant help from others. Speech and language problems can begin to make conversation nearly impossible. Now they even need help to complete simple daily activities like eating.\nAt this time, the patient often feels restless, hallucinates or confuses the past with the present. They no longer recognize people they once knew very well. Control of body functions and motor coordination may also be limited.\nAt this stage, home care may not be enough to meet the patient's health care needs, so caregivers may consider combining care with professional care services. in a skilled nursing facility or dementia care facility where adequate supervision and management is possible."
        },
        {
            "subsection_name": "Prevention",
            "subsection_content": "Alzheimer's disease occurs due to the brain aging process over time and age. However, the disease can come early or late, the severity or severity depends on our lifestyle and activities. Therefore, there are many ways to prevent early disease and control dangerous complications such as:\n1. Prevent cardiovascular diseases\nAccording to research, 80% of people with Alzheimer's have problems related to cardiovascular disease. Not only that, in some people, the brain has characteristic clumps and tangles but there are no signs of Alzheimer's.\nTo explain this problem, according to experts, these plaques and tangles only appear when the cerebrovascular system also has problems. That means cardiovascular disease is an important factor that increases the risk of disease. Therefore, people with hypertension, diabetes mellitus (diabetes), dyslipidemia (high blood fats) need to immediately control these disorders, because in the long term they will lead to cardiovascular disease.\n2. Exercise regularly\nFor people with Alzheimer's disease, exercise can help delay symptoms. Exercise needs to follow an expert's regimen to provide abundant blood and oxygen to nourish the brain.\n3. Avoid head injuries\nResearch shows that there is a clear link between severe head trauma and the likelihood of developing Alzheimer's later in life, especially injuries that lead to loss of consciousness. Therefore, you should protect your head and avoid unnecessary injuries.\n4. Eat scientifically\nA balanced menu of nutrients including lots of fresh vegetables and fruits, whole grains, olive oil, peanuts, fish, chicken, eggs, dairy products... helps enhance brain health. Be sure to limit your intake of red meat and sugar.\n5. Sleep on time, get enough sleep and get quality sleep\nGood sleep can help prevent Alzheimer's from coming early and becoming more severe. Because during sleep, the brain will \"clean\" the synapses so that information transmission is clear, filter out unnecessary memories, and clear away amyloid β to avoid creating plaques. Sleeping 8 hours a night without medication is ideal…",
            "subsection_string": "Prevention\nAlzheimer's disease occurs due to the brain aging process over time and age. However, the disease can come early or late, the severity or severity depends on our lifestyle and activities. Therefore, there are many ways to prevent early disease and control dangerous complications such as:\n1. Prevent cardiovascular diseases\nAccording to research, 80% of people with Alzheimer's have problems related to cardiovascular disease. Not only that, in some people, the brain has characteristic clumps and tangles but there are no signs of Alzheimer's.\nTo explain this problem, according to experts, these plaques and tangles only appear when the cerebrovascular system also has problems. That means cardiovascular disease is an important factor that increases the risk of disease. Therefore, people with hypertension, diabetes mellitus (diabetes), dyslipidemia (high blood fats) need to immediately control these disorders, because in the long term they will lead to cardiovascular disease.\n2. Exercise regularly\nFor people with Alzheimer's disease, exercise can help delay symptoms. Exercise needs to follow an expert's regimen to provide abundant blood and oxygen to nourish the brain.\n3. Avoid head injuries\nResearch shows that there is a clear link between severe head trauma and the likelihood of developing Alzheimer's later in life, especially injuries that lead to loss of consciousness. Therefore, you should protect your head and avoid unnecessary injuries.\n4. Eat scientifically\nA balanced menu of nutrients including lots of fresh vegetables and fruits, whole grains, olive oil, peanuts, fish, chicken, eggs, dairy products... helps enhance brain health. Be sure to limit your intake of red meat and sugar.\n5. Sleep on time, get enough sleep and get quality sleep\nGood sleep can help prevent Alzheimer's from coming early and becoming more severe. Because during sleep, the brain will \"clean\" the synapses so that information transmission is clear, filter out unnecessary memories, and clear away amyloid β to avoid creating plaques. Sleeping 8 hours a night without medication is ideal…"
        },
        {
            "subsection_name": "Frequently asked questions",
            "subsection_content": "1. How long can you live with Alzheimer's disease?\nCaring for patients with advanced Alzheimer's often faces many difficulties. Alzheimer's disease is the 6th leading cause of death across all ages in the United States and the 5th leading cause of death among people 65 years of age and older.\nMany people wonder how long they can live with Alzheimer's. According to statistics, the life expectancy of each patient is different. The average life expectancy after diagnosis is 8 to 10 years. However, in some cases, it can be shorter or longer. Each person has a unique health history. This health history is directly related to how the disease will affect them.\n2. Is the disease hereditary?\nMost patients have a late-onset form of the disease, in which symptoms become apparent in the mid-60s. In contrast, early-onset Alzheimer's disease is very rare, accounting for less than 10% of all people with it. The disease usually occurs in the 30s and mid-60s. Some cases are caused by a genetic change in one of three genes.\nThree single gene mutations linked to early-onset Alzheimer's disease are:\nAmyloid precursor protein (APP) on chromosome 21; Presenilin 1 (PSEN1) on chromosome 14; Presenilin 2 (PSEN2) on chromosome 1\nMutations in these genes lead to the production of abnormal proteins that are associated with disease. Each of these mutations plays a different role in disrupting APP, a protein whose exact function is not yet fully understood. This breakdown is part of the process that creates harmful amyloid plaques, which are considered a sign of Alzheimer's disease.\nA child whose biological parent carries a mutation in one of these three genes has a 50/50 chance of inheriting that mutation. If the mutation is in fact genetic, the child has a very high chance of developing early-onset Alzheimer's disease.\nFor other cases of early-onset disease, research has shown that other genetic components are involved. Studies are ongoing to identify additional genetic risk variants.\nHaving Down syndrome increases the risk of developing early-stage Alzheimer's disease. Many people with Down syndrome develop the disease as they age, with symptoms appearing in their 50s or 60s. Researchers believe this is because people with Down syndrome are born with an extra copy complement of chromosome 21, carrying the APP gene.\n3. Does the disease appear in young people?\nAs mentioned above, early-onset Alzheimer's disease is very rare, accounting for less than 10% of all people with Alzheimer's disease. It usually occurs in a person's 30s and mid-60s. Some cases are due to genetic changes.\nDiseases related to the nervous system are increasing in Vietnam, but what is worrying is that most patients do not have enough knowledge about the disease, and are often subjective when the rash signs appear. causes the condition to become more and more serious.\nDepartment of Neurology, Tam Anh General Hospital brings together a team of leading experts including leading professors and experienced doctors in the field of neurology. In addition, with a modern equipment system and application of advanced techniques in diagnosis and treatment, the Department of Neurology has successfully treated millions of patients with neurological diseases such as: pain. migraine, chronic headaches, stroke, sleep disorders, dementia, Alzheimer's, epilepsy, Parkinson's,...\nIn order to meet the medical examination and treatment needs of the people, the Department of Neurology constantly improves the quality of expertise, service and medical research, all with the goal of patient satisfaction.\nAlzheimer's disease attacks silently, leaving patients unable to perceive changes in their thinking and behavior. Sympathy, understanding, and dedicated care from family members will help them not feel lonely and the progression of the disease will also be much slower.",
            "subsection_string": "Frequently asked questions\n1. How long can you live with Alzheimer's disease?\nCaring for patients with advanced Alzheimer's often faces many difficulties. Alzheimer's disease is the 6th leading cause of death across all ages in the United States and the 5th leading cause of death among people 65 years of age and older.\nMany people wonder how long they can live with Alzheimer's. According to statistics, the life expectancy of each patient is different. The average life expectancy after diagnosis is 8 to 10 years. However, in some cases, it can be shorter or longer. Each person has a unique health history. This health history is directly related to how the disease will affect them.\n2. Is the disease hereditary?\nMost patients have a late-onset form of the disease, in which symptoms become apparent in the mid-60s. In contrast, early-onset Alzheimer's disease is very rare, accounting for less than 10% of all people with it. The disease usually occurs in the 30s and mid-60s. Some cases are caused by a genetic change in one of three genes.\nThree single gene mutations linked to early-onset Alzheimer's disease are:\nAmyloid precursor protein (APP) on chromosome 21; Presenilin 1 (PSEN1) on chromosome 14; Presenilin 2 (PSEN2) on chromosome 1\nMutations in these genes lead to the production of abnormal proteins that are associated with disease. Each of these mutations plays a different role in disrupting APP, a protein whose exact function is not yet fully understood. This breakdown is part of the process that creates harmful amyloid plaques, which are considered a sign of Alzheimer's disease.\nA child whose biological parent carries a mutation in one of these three genes has a 50/50 chance of inheriting that mutation. If the mutation is in fact genetic, the child has a very high chance of developing early-onset Alzheimer's disease.\nFor other cases of early-onset disease, research has shown that other genetic components are involved. Studies are ongoing to identify additional genetic risk variants.\nHaving Down syndrome increases the risk of developing early-stage Alzheimer's disease. Many people with Down syndrome develop the disease as they age, with symptoms appearing in their 50s or 60s. Researchers believe this is because people with Down syndrome are born with an extra copy complement of chromosome 21, carrying the APP gene.\n3. Does the disease appear in young people?\nAs mentioned above, early-onset Alzheimer's disease is very rare, accounting for less than 10% of all people with Alzheimer's disease. It usually occurs in a person's 30s and mid-60s. Some cases are due to genetic changes.\nDiseases related to the nervous system are increasing in Vietnam, but what is worrying is that most patients do not have enough knowledge about the disease, and are often subjective when the rash signs appear. causes the condition to become more and more serious.\nDepartment of Neurology, Tam Anh General Hospital brings together a team of leading experts including leading professors and experienced doctors in the field of neurology. In addition, with a modern equipment system and application of advanced techniques in diagnosis and treatment, the Department of Neurology has successfully treated millions of patients with neurological diseases such as: pain. migraine, chronic headaches, stroke, sleep disorders, dementia, Alzheimer's, epilepsy, Parkinson's,...\nIn order to meet the medical examination and treatment needs of the people, the Department of Neurology constantly improves the quality of expertise, service and medical research, all with the goal of patient satisfaction.\nAlzheimer's disease attacks silently, leaving patients unable to perceive changes in their thinking and behavior. Sympathy, understanding, and dedicated care from family members will help them not feel lonely and the progression of the disease will also be much slower."
        }
    ],
    "name": "alzheimer.json"
}