{
    "title": "Lung abscess: Causes, symptoms and treatments",
    "category": "Respiratory",
    "link": "https://tamanhhospital.vn/ap-xe-phoi/",
    "abstract": "Lung abscess is a dangerous lung infection that can lead to complications such as bronchiectasis, meningitis, severe hemoptysis, life-threatening organ failure... So how to recognize it? Early signs of lung compression and effective treatment?\n Statistics in Vietnam, the rate of infected people\nlung abscess\n accounts for about 4.8% of lung-related disease cases. The disease can occur at any age, however statistics show that the disease is more common in people aged 25 - 45 years old, people with weakened immune systems, frequent alcohol and tobacco habits, and people with diabetes. diabetes and chronic lung diseases.",
    "content": "Lung abscess: Causes, symptoms and treatments\n\nLung abscess is a dangerous lung infection that can lead to complications such as bronchiectasis, meningitis, severe hemoptysis, life-threatening organ failure... So how to recognize it? Early signs of lung compression and effective treatment?\n Statistics in Vietnam, the rate of infected people\nlung abscess\n accounts for about 4.8% of lung-related disease cases. The disease can occur at any age, however statistics show that the disease is more common in people aged 25 - 45 years old, people with weakened immune systems, frequent alcohol and tobacco habits, and people with diabetes. diabetes and chronic lung diseases.\n\nWhat is a lung abscess?\nLung abscess or lung abscess (Lung Abscess in English) is an infectious disease that occurs in lung tissue, after the patient suffers from acute infections such as pneumonia, septic pulmonary embolism... When infected, The patient's lung parenchyma will become necrotic, over time forming pus and abscesses containing pus, dead white blood cells and disease-causing microorganisms.\n\nClassify\nAccording to Prof. Dr. Ngo Quy Chau, there are many ways to classify, specifically:\n1. Based on the progression of the disease\nAcute lung abscess: When the progression of the disease lasts less than 4 - 6 weeks; Chronic lung abscess: When the progression of the disease lasts more than 6 weeks.\n2. Based on the patient's constitution\nPrimary abscess: Is an infection of the lung parenchyma without any previous damage or disease; Secondary abscess: Is an infection of the lung parenchyma that occurs on existing lesions such as tuberculous cavities, bronchiectasis, or metastatic foci due to sepsis...\nStages of the disease\n\nCauses of lung compression\nProf. Dr. Ngo Quy Chau said that the causes of the disease are divided into the following groups:\nAnaerobic bacteria: Including Bacteroides melaninogenicus, Fusobacterium nucleatum, Bacteroid fragilis peptococcus, Peptostreptococcus... These are the most common bacteria, accounting for more than 60% of the causes of lung abscesses. (first); Staphylococcus aureus: The clinical picture is quite severe when it damages the lung parenchyma and pleura, there is a risk of lung failure syndrome, infection, severe poisoning... for the patient.; Klebsiella Pneumoniae: Progresses and spreads very quickly, the disease is very severe, and the risk of death is high.; Other bacteria such as pneumococcus, group A or hemolytic streptococcus, Gram (-) bacteria such as Pseudomonas aeruginosa, Haemophilus influenzae also increase the risk of disease.; Parasites: The most common is Amoeba, which can be primary but most cases are secondary to liver and intestinal abscesses. This lesion is often found at the base of the right lung, close to the diaphragm and is often accompanied by damage to the pleura. The typical symptoms are cough with chocolate-colored phlegm mixed with fresh blood.; Some other causes that can cause the disease are superinfected bronchial cocoons, necrotic primary cancer, bronchiectasis, tuberculous cavities, congenital pulmonary cocoons, open chest injuries, tracheal intubation...\n\nWho is at risk of getting the disease?\nThe disease can occur at any age (including adults and children), however some subjects are at higher risk including:\nPeople with chest injuries such as bullet fragments or foreign objects in the lungs;; After anesthesia, endotracheal intubation, tracheostomy, or patient ventilation;; After ear - nose - throat or dental - jaw - facial surgery;; Patients with chronic diseases such as diabetes causing physical exhaustion, chronic obstructive pulmonary disease (COPD), bronchiectasis;\nChronic obstructive pulmonary disease COPD is also one of the most common and dangerous diseases of the lungs. Learn more about this disease here.\nPatients using corticosteroids or immunosuppressive drugs that weaken the immune system;; People who have the habit of drinking alcohol and smoking regularly; (2); Patients must keep a central venous catheter in place for a long time.\nPeople with diabetes are at high risk of getting the disease\n\nCommon symptoms\nProf. Dr. Ngo Quy Chau said that lung abscess due to any cause will progress in 3 stages, each stage will have its own unique symptoms. Detail:\nStage 1: Inflammatory stage\nMost cases start out as severe pneumonia, the patient has a high fever of up to 39-40 degrees Celsius, dry lips, dirty tongue, and bad breath. Some patients may experience symptoms of decreased urination and dark urine. A few other cases have a gradual onset like the flu syndrome.\nStage 2: The pus stage\nThis is the stage when lung abscess symptoms appear most clearly, helping to diagnose the condition accurately.\nSymptoms of the disease may appear as early as 5-6 days, or may occur very late, about 50-60 days after the onset of the disease.; Symptoms include cough and chest pain. The patient may cough up pus, the pus may spit out a lot of about 300 - 500ml within 24 hours or the pus may be coughed up a little but lasts a long time.; Characteristics of pus: If the causative agent is a virus, the pus will have a rotten smell; If the agent is an amoeba, the pus is colored like chocolate; Also, when a biliary abscess ruptures into the lungs, the pus is yellow like bile; After pus poisoning, patients can see their fever symptoms gradually decrease and feel more comfortable. In case the pus has been expelled many times but the temperature is still high, it may be because there is another abscess that has not burst yet.\nStage 3: Cave formation stage\nAt this stage, the patient may still cough up pus but less. If the patient's body temperature increases suddenly, it shows that the pus may be poorly drained and still stagnant in the lungs.\n\nDangerous complications\nProf. Dr. Ngo Quy Chau emphasized that if a lung abscess is detected early and treated promptly, it can progress well and the disease can be completely cured after a period of time leaving pulmonary fibrosis scars. If not treated promptly, or treated improperly, or if the response is not good, it may progress to a chronic abscess or leave a cavity. At this time, the patient is at risk of experiencing dangerous complications such as:\nBronchiectasis around the abscess; Purulent fluid appeared in the pleura and pericardium due to rupture of the abscess;; Sepsis;; Brain abscess, meningitis;; Severe hemoptysis;; Exhaustion and degeneration of organs, even threatening the patient's life.\nThe disease can threaten the patient's life if not treated promptly\n\nDiagnostic method\nFirst, the doctor will ask questions, review medical history and examine symptoms. Based on that, he will prescribe further paraclinical methods to make the diagnosis most accurate.\nBlood tests: Blood test results showing increased white blood cell count, or other tests such as increased CRP-hs, indicate infection.; Sputum or pus sample testing: This test is indicated when the doctor suspects that the patient has signs of the disease.; X-ray or CT scan: The typical image of a lung abscess on an X-ray is a round shape with irregular edges, quite thick and containing fluid inside. This is the same way to accurately determine the location of an abscess.; Bronchoscopy: The doctor uses a small tube with a light and camera at the end to pass through the nose or mouth, into the trachea to remove a sample of sputum or lung tissue. This method is used in cases where the patient is treated with antibiotics but the disease does not improve, or if the airway is suspected to be clogged or the immune system is weakened.\nX-ray images can clearly show damage to lung tissue\n\nTreatment methods for lung abscess\nProf. Dr. Ngo Quy Chau said that there are many different methods of treating lung abscesses depending on the patient's condition and level of lung tissue damage. In particular, medical treatment is quite long, usually lasting about 4-6 weeks. Therefore, it requires patients to coordinate and follow the doctor's treatment instructions to achieve the best results.\n1. Medical treatment\nTreatment with antibiotics: Combination of at least 2 types of antibiotics, which can be administered intravenously or intramuscularly, using high doses from the beginning. Use antibiotics immediately after obtaining a specimen for microbiological testing from the patient. Antibiotics can be changed based on clinical characteristics and antibiogram. However, note that this change requires a doctor's prescription and patients should not adjust it on their own. Use antibiotics for a minimum of 4 weeks. This process can last up to 6 weeks depending on the patient's clinical response and chest X-ray results.; Combining at least 2 types of antibiotics, can be used intravenously or intramuscularly, using high doses from the beginning.; Use antibiotics immediately after obtaining a specimen for microbiological testing from the patient. Antibiotics can be changed based on clinical characteristics and antibiogram. However, note that this change requires a doctor's prescription, patients are not allowed to adjust it on their own; Use antibiotics for a minimum of 4 weeks. This process can last up to 6 weeks depending on the patient's clinical response and chest X-ray results.; Drainage of the abscess. Drainage in the chest vibration position: Based on the upright and tilted chest X-ray film, choose the drainage position and chest vibration for the patient. Positional drainage can be done several times a day, leaving the patient in the best drainage position, gradually increasing the time combined with vibration. Vibration also gradually increases over time, you can vibrate 2-3 times a day, at first for about 5 minutes, then increase to 10-20 minutes. It is possible to suction pus from the bronchus and drain the abscess by performing flexible bronchoscopy. In addition, flexible bronchoscopy also helps detect lesions that block the bronchi, or remove foreign objects in the bronchi, if any. Percutaneous puncture and drainage of pus: This method is applied to peripheral lung abscesses, that is, abscesses that do not communicate with the bronchi, abscesses that are close to the chest wall or adhere to the pleura. Use a specialized catheter placed into the abscess and continuously suction and drain. (3); Drainage in the chest vibration position: Based on the upright and tilted chest X-ray to choose the drainage position and chest vibration for the patient. Positional drainage can be done several times a day, leaving the patient in the best drainage position, gradually increasing the time combined with vibration. Vibration also gradually increases over time, you can vibrate 2-3 times/day, at first for about 5 minutes, then increase to 10-20 minutes.; It is possible to suction pus from the bronchus and drain the abscess by performing flexible bronchoscopy. Besides, flexible bronchoscopy also helps detect lesions that block the bronchi, or remove foreign objects in the bronchi if any; Percutaneous puncture and drainage of pus: This method is applied to peripheral lung abscesses, that is, abscesses that do not communicate with the bronchi, abscesses that are close to the chest wall or adhere to the pleura. Use a specialized catheter placed into the abscess and continuously suction and drain. (3)\n2. Surgical treatment\nIn about 10% of abscess cases, doctors prescribe surgical intervention, mainly surgery to remove lung segments, or remove one side of the lung depending on the extent of damage. Cases where surgical treatment is indicated include:\nWhen the abscess is larger than 10cm;; Medical treatments have been applied but are ineffective;; The patient coughs up blood repeatedly, threatening his life;; Lung abscess combined with bronchiectasis causes severe localization;; Complications of broncho-pleural fistula appeared, medical treatment had no results;; Lung cancer abscesses at the stage where the tumor is still operable.\n3. Supportive treatment\nFollow a scientific diet, providing adequate nutrients and energy for the patient's body, especially protein and vitamins;; Replenish water, maintain water and electrolyte balance;; Reduce pain symptoms, reduce fever;; Use oxygen therapy to support the patient's breathing.\n\nHow to prevent lung abscess?\nLung abscess is a dangerous infection in the lungs, threatening the patient's life if not detected early and treated promptly. Therefore, applying disease prevention measures is always the top priority. Prof. Dr. Ngo Quy Chau shared some effective disease prevention methods that patients should pay attention to apply: (4)\nAlways maintain good hygiene and treat infections in the teeth, mouth, nose and throat to avoid the infection from spreading from above causing lung abscesses;; Pay attention to measures to keep your body warm, especially in winter;; Prevent foreign objects from falling into the airway. Be cautious when performing procedures in the maxillofacial and ENT areas to avoid debris falling into the bronchial airways;; Strengthen the body's resistance by exercising regularly, supplementing fruits, vegetables and nutritious foods containing lots of vitamin C and group B;; Go immediately to a medical facility to be examined, diagnosed and treated effectively when symptoms of cough, high fever, chest pain, etc. appear.\nWhen there are unusual symptoms, patients should immediately go to a medical facility to get the best treatment advice\n\nfrequently asked Questions\nProf. Dr. Ngo Quy Chau shared and answered some frequently asked questions of patients when visiting, receiving treatment and care at the Department of Respiratory Medicine, Tam Anh General Hospital.\n1. Is lung abscess dangerous?\nAs an infectious disease of the lungs, lung abscess is dangerous if the patient is not detected early and treated promptly, or treated improperly because it can lead to dangerous complications such as bronchiectasis, Brain abscess, meningitis, severe hemoptysis, organ failure, even threatening the patient's life.\nHowever, the disease can still be prevented and treated well if the patient receives treatment early, as soon as unusual symptoms are detected.\n2. Is the disease contagious? What is the route of transmission of the disease?\nIn general, a lung abscess will NOT be contagious. The disease is mainly caused by inhaling bacteria from the mouth or throat, so people at high risk of infection will develop the disease. While in normal people, the cough reflex and protective mechanisms of the respiratory tract work well, this risk can be easily eliminated.\n3. How long can people with lung abscess live?\nBefore antibiotics were available, statistics showed that about 1/3 of lung abscess cases were fatal, only 1/3 of cases recovered, the remainder turned into chronic disease, empyema or bronchiectasis. . Today, with the advancement of medicine as well as the support of many modern machinery and equipment, the disease has been treated successfully, leaving no sequelae.\nHowever, it is recommended that when patients detect symptoms of high fever, cough, or chest pain, they should immediately go to a reputable medical facility equipped with modern equipment and a team of highly skilled doctors for treatment. Best treatment, don't miss the \"golden time\" for treatment.\nFor advice and to schedule an examination for respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, please contact:\nAlthough lung abscess is a dangerous infection, it can be cured quickly thanks to advances in modern medicine. However, for the most effective treatment, see your doctor immediately so that you can detect the typical signs of the disease. A general health check every 6 months is also an effective disease prevention plan.",
    "subsections": [
        {
            "subsection_name": "What is a lung abscess?",
            "subsection_content": "Lung abscess or lung abscess (Lung Abscess in English) is an infectious disease that occurs in lung tissue, after the patient suffers from acute infections such as pneumonia, septic pulmonary embolism... When infected, The patient's lung parenchyma will become necrotic, over time forming pus and abscesses containing pus, dead white blood cells and disease-causing microorganisms.",
            "subsection_string": "What is a lung abscess?\nLung abscess or lung abscess (Lung Abscess in English) is an infectious disease that occurs in lung tissue, after the patient suffers from acute infections such as pneumonia, septic pulmonary embolism... When infected, The patient's lung parenchyma will become necrotic, over time forming pus and abscesses containing pus, dead white blood cells and disease-causing microorganisms."
        },
        {
            "subsection_name": "Classify",
            "subsection_content": "According to Prof. Dr. Ngo Quy Chau, there are many ways to classify, specifically:\n1. Based on the progression of the disease\nAcute lung abscess: When the progression of the disease lasts less than 4 - 6 weeks; Chronic lung abscess: When the progression of the disease lasts more than 6 weeks.\n2. Based on the patient's constitution\nPrimary abscess: Is an infection of the lung parenchyma without any previous damage or disease; Secondary abscess: Is an infection of the lung parenchyma that occurs on existing lesions such as tuberculous cavities, bronchiectasis, or metastatic foci due to sepsis...\nStages of the disease",
            "subsection_string": "Classify\nAccording to Prof. Dr. Ngo Quy Chau, there are many ways to classify, specifically:\n1. Based on the progression of the disease\nAcute lung abscess: When the progression of the disease lasts less than 4 - 6 weeks; Chronic lung abscess: When the progression of the disease lasts more than 6 weeks.\n2. Based on the patient's constitution\nPrimary abscess: Is an infection of the lung parenchyma without any previous damage or disease; Secondary abscess: Is an infection of the lung parenchyma that occurs on existing lesions such as tuberculous cavities, bronchiectasis, or metastatic foci due to sepsis...\nStages of the disease"
        },
        {
            "subsection_name": "Causes of lung compression",
            "subsection_content": "Prof. Dr. Ngo Quy Chau said that the causes of the disease are divided into the following groups:\nAnaerobic bacteria: Including Bacteroides melaninogenicus, Fusobacterium nucleatum, Bacteroid fragilis peptococcus, Peptostreptococcus... These are the most common bacteria, accounting for more than 60% of the causes of lung abscesses. (first); Staphylococcus aureus: The clinical picture is quite severe when it damages the lung parenchyma and pleura, there is a risk of lung failure syndrome, infection, severe poisoning... for the patient.; Klebsiella Pneumoniae: Progresses and spreads very quickly, the disease is very severe, and the risk of death is high.; Other bacteria such as pneumococcus, group A or hemolytic streptococcus, Gram (-) bacteria such as Pseudomonas aeruginosa, Haemophilus influenzae also increase the risk of disease.; Parasites: The most common is Amoeba, which can be primary but most cases are secondary to liver and intestinal abscesses. This lesion is often found at the base of the right lung, close to the diaphragm and is often accompanied by damage to the pleura. The typical symptoms are cough with chocolate-colored phlegm mixed with fresh blood.; Some other causes that can cause the disease are superinfected bronchial cocoons, necrotic primary cancer, bronchiectasis, tuberculous cavities, congenital pulmonary cocoons, open chest injuries, tracheal intubation...",
            "subsection_string": "Causes of lung compression\nProf. Dr. Ngo Quy Chau said that the causes of the disease are divided into the following groups:\nAnaerobic bacteria: Including Bacteroides melaninogenicus, Fusobacterium nucleatum, Bacteroid fragilis peptococcus, Peptostreptococcus... These are the most common bacteria, accounting for more than 60% of the causes of lung abscesses. (first); Staphylococcus aureus: The clinical picture is quite severe when it damages the lung parenchyma and pleura, there is a risk of lung failure syndrome, infection, severe poisoning... for the patient.; Klebsiella Pneumoniae: Progresses and spreads very quickly, the disease is very severe, and the risk of death is high.; Other bacteria such as pneumococcus, group A or hemolytic streptococcus, Gram (-) bacteria such as Pseudomonas aeruginosa, Haemophilus influenzae also increase the risk of disease.; Parasites: The most common is Amoeba, which can be primary but most cases are secondary to liver and intestinal abscesses. This lesion is often found at the base of the right lung, close to the diaphragm and is often accompanied by damage to the pleura. The typical symptoms are cough with chocolate-colored phlegm mixed with fresh blood.; Some other causes that can cause the disease are superinfected bronchial cocoons, necrotic primary cancer, bronchiectasis, tuberculous cavities, congenital pulmonary cocoons, open chest injuries, tracheal intubation..."
        },
        {
            "subsection_name": "Who is at risk of getting the disease?",
            "subsection_content": "The disease can occur at any age (including adults and children), however some subjects are at higher risk including:\nPeople with chest injuries such as bullet fragments or foreign objects in the lungs;; After anesthesia, endotracheal intubation, tracheostomy, or patient ventilation;; After ear - nose - throat or dental - jaw - facial surgery;; Patients with chronic diseases such as diabetes causing physical exhaustion, chronic obstructive pulmonary disease (COPD), bronchiectasis;\nChronic obstructive pulmonary disease COPD is also one of the most common and dangerous diseases of the lungs. Learn more about this disease here.\nPatients using corticosteroids or immunosuppressive drugs that weaken the immune system;; People who have the habit of drinking alcohol and smoking regularly; (2); Patients must keep a central venous catheter in place for a long time.\nPeople with diabetes are at high risk of getting the disease",
            "subsection_string": "Who is at risk of getting the disease?\nThe disease can occur at any age (including adults and children), however some subjects are at higher risk including:\nPeople with chest injuries such as bullet fragments or foreign objects in the lungs;; After anesthesia, endotracheal intubation, tracheostomy, or patient ventilation;; After ear - nose - throat or dental - jaw - facial surgery;; Patients with chronic diseases such as diabetes causing physical exhaustion, chronic obstructive pulmonary disease (COPD), bronchiectasis;\nChronic obstructive pulmonary disease COPD is also one of the most common and dangerous diseases of the lungs. Learn more about this disease here.\nPatients using corticosteroids or immunosuppressive drugs that weaken the immune system;; People who have the habit of drinking alcohol and smoking regularly; (2); Patients must keep a central venous catheter in place for a long time.\nPeople with diabetes are at high risk of getting the disease"
        },
        {
            "subsection_name": "Common symptoms",
            "subsection_content": "Prof. Dr. Ngo Quy Chau said that lung abscess due to any cause will progress in 3 stages, each stage will have its own unique symptoms. Detail:\nStage 1: Inflammatory stage\nMost cases start out as severe pneumonia, the patient has a high fever of up to 39-40 degrees Celsius, dry lips, dirty tongue, and bad breath. Some patients may experience symptoms of decreased urination and dark urine. A few other cases have a gradual onset like the flu syndrome.\nStage 2: The pus stage\nThis is the stage when lung abscess symptoms appear most clearly, helping to diagnose the condition accurately.\nSymptoms of the disease may appear as early as 5-6 days, or may occur very late, about 50-60 days after the onset of the disease.; Symptoms include cough and chest pain. The patient may cough up pus, the pus may spit out a lot of about 300 - 500ml within 24 hours or the pus may be coughed up a little but lasts a long time.; Characteristics of pus: If the causative agent is a virus, the pus will have a rotten smell; If the agent is an amoeba, the pus is colored like chocolate; Also, when a biliary abscess ruptures into the lungs, the pus is yellow like bile; After pus poisoning, patients can see their fever symptoms gradually decrease and feel more comfortable. In case the pus has been expelled many times but the temperature is still high, it may be because there is another abscess that has not burst yet.\nStage 3: Cave formation stage\nAt this stage, the patient may still cough up pus but less. If the patient's body temperature increases suddenly, it shows that the pus may be poorly drained and still stagnant in the lungs.",
            "subsection_string": "Common symptoms\nProf. Dr. Ngo Quy Chau said that lung abscess due to any cause will progress in 3 stages, each stage will have its own unique symptoms. Detail:\nStage 1: Inflammatory stage\nMost cases start out as severe pneumonia, the patient has a high fever of up to 39-40 degrees Celsius, dry lips, dirty tongue, and bad breath. Some patients may experience symptoms of decreased urination and dark urine. A few other cases have a gradual onset like the flu syndrome.\nStage 2: The pus stage\nThis is the stage when lung abscess symptoms appear most clearly, helping to diagnose the condition accurately.\nSymptoms of the disease may appear as early as 5-6 days, or may occur very late, about 50-60 days after the onset of the disease.; Symptoms include cough and chest pain. The patient may cough up pus, the pus may spit out a lot of about 300 - 500ml within 24 hours or the pus may be coughed up a little but lasts a long time.; Characteristics of pus: If the causative agent is a virus, the pus will have a rotten smell; If the agent is an amoeba, the pus is colored like chocolate; Also, when a biliary abscess ruptures into the lungs, the pus is yellow like bile; After pus poisoning, patients can see their fever symptoms gradually decrease and feel more comfortable. In case the pus has been expelled many times but the temperature is still high, it may be because there is another abscess that has not burst yet.\nStage 3: Cave formation stage\nAt this stage, the patient may still cough up pus but less. If the patient's body temperature increases suddenly, it shows that the pus may be poorly drained and still stagnant in the lungs."
        },
        {
            "subsection_name": "Dangerous complications",
            "subsection_content": "Prof. Dr. Ngo Quy Chau emphasized that if a lung abscess is detected early and treated promptly, it can progress well and the disease can be completely cured after a period of time leaving pulmonary fibrosis scars. If not treated promptly, or treated improperly, or if the response is not good, it may progress to a chronic abscess or leave a cavity. At this time, the patient is at risk of experiencing dangerous complications such as:\nBronchiectasis around the abscess; Purulent fluid appeared in the pleura and pericardium due to rupture of the abscess;; Sepsis;; Brain abscess, meningitis;; Severe hemoptysis;; Exhaustion and degeneration of organs, even threatening the patient's life.\nThe disease can threaten the patient's life if not treated promptly",
            "subsection_string": "Dangerous complications\nProf. Dr. Ngo Quy Chau emphasized that if a lung abscess is detected early and treated promptly, it can progress well and the disease can be completely cured after a period of time leaving pulmonary fibrosis scars. If not treated promptly, or treated improperly, or if the response is not good, it may progress to a chronic abscess or leave a cavity. At this time, the patient is at risk of experiencing dangerous complications such as:\nBronchiectasis around the abscess; Purulent fluid appeared in the pleura and pericardium due to rupture of the abscess;; Sepsis;; Brain abscess, meningitis;; Severe hemoptysis;; Exhaustion and degeneration of organs, even threatening the patient's life.\nThe disease can threaten the patient's life if not treated promptly"
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "First, the doctor will ask questions, review medical history and examine symptoms. Based on that, he will prescribe further paraclinical methods to make the diagnosis most accurate.\nBlood tests: Blood test results showing increased white blood cell count, or other tests such as increased CRP-hs, indicate infection.; Sputum or pus sample testing: This test is indicated when the doctor suspects that the patient has signs of the disease.; X-ray or CT scan: The typical image of a lung abscess on an X-ray is a round shape with irregular edges, quite thick and containing fluid inside. This is the same way to accurately determine the location of an abscess.; Bronchoscopy: The doctor uses a small tube with a light and camera at the end to pass through the nose or mouth, into the trachea to remove a sample of sputum or lung tissue. This method is used in cases where the patient is treated with antibiotics but the disease does not improve, or if the airway is suspected to be clogged or the immune system is weakened.\nX-ray images can clearly show damage to lung tissue",
            "subsection_string": "Diagnostic method\nFirst, the doctor will ask questions, review medical history and examine symptoms. Based on that, he will prescribe further paraclinical methods to make the diagnosis most accurate.\nBlood tests: Blood test results showing increased white blood cell count, or other tests such as increased CRP-hs, indicate infection.; Sputum or pus sample testing: This test is indicated when the doctor suspects that the patient has signs of the disease.; X-ray or CT scan: The typical image of a lung abscess on an X-ray is a round shape with irregular edges, quite thick and containing fluid inside. This is the same way to accurately determine the location of an abscess.; Bronchoscopy: The doctor uses a small tube with a light and camera at the end to pass through the nose or mouth, into the trachea to remove a sample of sputum or lung tissue. This method is used in cases where the patient is treated with antibiotics but the disease does not improve, or if the airway is suspected to be clogged or the immune system is weakened.\nX-ray images can clearly show damage to lung tissue"
        },
        {
            "subsection_name": "Treatment methods for lung abscess",
            "subsection_content": "Prof. Dr. Ngo Quy Chau said that there are many different methods of treating lung abscesses depending on the patient's condition and level of lung tissue damage. In particular, medical treatment is quite long, usually lasting about 4-6 weeks. Therefore, it requires patients to coordinate and follow the doctor's treatment instructions to achieve the best results.\n1. Medical treatment\nTreatment with antibiotics: Combination of at least 2 types of antibiotics, which can be administered intravenously or intramuscularly, using high doses from the beginning. Use antibiotics immediately after obtaining a specimen for microbiological testing from the patient. Antibiotics can be changed based on clinical characteristics and antibiogram. However, note that this change requires a doctor's prescription and patients should not adjust it on their own. Use antibiotics for a minimum of 4 weeks. This process can last up to 6 weeks depending on the patient's clinical response and chest X-ray results.; Combining at least 2 types of antibiotics, can be used intravenously or intramuscularly, using high doses from the beginning.; Use antibiotics immediately after obtaining a specimen for microbiological testing from the patient. Antibiotics can be changed based on clinical characteristics and antibiogram. However, note that this change requires a doctor's prescription, patients are not allowed to adjust it on their own; Use antibiotics for a minimum of 4 weeks. This process can last up to 6 weeks depending on the patient's clinical response and chest X-ray results.; Drainage of the abscess. Drainage in the chest vibration position: Based on the upright and tilted chest X-ray film, choose the drainage position and chest vibration for the patient. Positional drainage can be done several times a day, leaving the patient in the best drainage position, gradually increasing the time combined with vibration. Vibration also gradually increases over time, you can vibrate 2-3 times a day, at first for about 5 minutes, then increase to 10-20 minutes. It is possible to suction pus from the bronchus and drain the abscess by performing flexible bronchoscopy. In addition, flexible bronchoscopy also helps detect lesions that block the bronchi, or remove foreign objects in the bronchi, if any. Percutaneous puncture and drainage of pus: This method is applied to peripheral lung abscesses, that is, abscesses that do not communicate with the bronchi, abscesses that are close to the chest wall or adhere to the pleura. Use a specialized catheter placed into the abscess and continuously suction and drain. (3); Drainage in the chest vibration position: Based on the upright and tilted chest X-ray to choose the drainage position and chest vibration for the patient. Positional drainage can be done several times a day, leaving the patient in the best drainage position, gradually increasing the time combined with vibration. Vibration also gradually increases over time, you can vibrate 2-3 times/day, at first for about 5 minutes, then increase to 10-20 minutes.; It is possible to suction pus from the bronchus and drain the abscess by performing flexible bronchoscopy. Besides, flexible bronchoscopy also helps detect lesions that block the bronchi, or remove foreign objects in the bronchi if any; Percutaneous puncture and drainage of pus: This method is applied to peripheral lung abscesses, that is, abscesses that do not communicate with the bronchi, abscesses that are close to the chest wall or adhere to the pleura. Use a specialized catheter placed into the abscess and continuously suction and drain. (3)\n2. Surgical treatment\nIn about 10% of abscess cases, doctors prescribe surgical intervention, mainly surgery to remove lung segments, or remove one side of the lung depending on the extent of damage. Cases where surgical treatment is indicated include:\nWhen the abscess is larger than 10cm;; Medical treatments have been applied but are ineffective;; The patient coughs up blood repeatedly, threatening his life;; Lung abscess combined with bronchiectasis causes severe localization;; Complications of broncho-pleural fistula appeared, medical treatment had no results;; Lung cancer abscesses at the stage where the tumor is still operable.\n3. Supportive treatment\nFollow a scientific diet, providing adequate nutrients and energy for the patient's body, especially protein and vitamins;; Replenish water, maintain water and electrolyte balance;; Reduce pain symptoms, reduce fever;; Use oxygen therapy to support the patient's breathing.",
            "subsection_string": "Treatment methods for lung abscess\nProf. Dr. Ngo Quy Chau said that there are many different methods of treating lung abscesses depending on the patient's condition and level of lung tissue damage. In particular, medical treatment is quite long, usually lasting about 4-6 weeks. Therefore, it requires patients to coordinate and follow the doctor's treatment instructions to achieve the best results.\n1. Medical treatment\nTreatment with antibiotics: Combination of at least 2 types of antibiotics, which can be administered intravenously or intramuscularly, using high doses from the beginning. Use antibiotics immediately after obtaining a specimen for microbiological testing from the patient. Antibiotics can be changed based on clinical characteristics and antibiogram. However, note that this change requires a doctor's prescription and patients should not adjust it on their own. Use antibiotics for a minimum of 4 weeks. This process can last up to 6 weeks depending on the patient's clinical response and chest X-ray results.; Combining at least 2 types of antibiotics, can be used intravenously or intramuscularly, using high doses from the beginning.; Use antibiotics immediately after obtaining a specimen for microbiological testing from the patient. Antibiotics can be changed based on clinical characteristics and antibiogram. However, note that this change requires a doctor's prescription, patients are not allowed to adjust it on their own; Use antibiotics for a minimum of 4 weeks. This process can last up to 6 weeks depending on the patient's clinical response and chest X-ray results.; Drainage of the abscess. Drainage in the chest vibration position: Based on the upright and tilted chest X-ray film, choose the drainage position and chest vibration for the patient. Positional drainage can be done several times a day, leaving the patient in the best drainage position, gradually increasing the time combined with vibration. Vibration also gradually increases over time, you can vibrate 2-3 times a day, at first for about 5 minutes, then increase to 10-20 minutes. It is possible to suction pus from the bronchus and drain the abscess by performing flexible bronchoscopy. In addition, flexible bronchoscopy also helps detect lesions that block the bronchi, or remove foreign objects in the bronchi, if any. Percutaneous puncture and drainage of pus: This method is applied to peripheral lung abscesses, that is, abscesses that do not communicate with the bronchi, abscesses that are close to the chest wall or adhere to the pleura. Use a specialized catheter placed into the abscess and continuously suction and drain. (3); Drainage in the chest vibration position: Based on the upright and tilted chest X-ray to choose the drainage position and chest vibration for the patient. Positional drainage can be done several times a day, leaving the patient in the best drainage position, gradually increasing the time combined with vibration. Vibration also gradually increases over time, you can vibrate 2-3 times/day, at first for about 5 minutes, then increase to 10-20 minutes.; It is possible to suction pus from the bronchus and drain the abscess by performing flexible bronchoscopy. Besides, flexible bronchoscopy also helps detect lesions that block the bronchi, or remove foreign objects in the bronchi if any; Percutaneous puncture and drainage of pus: This method is applied to peripheral lung abscesses, that is, abscesses that do not communicate with the bronchi, abscesses that are close to the chest wall or adhere to the pleura. Use a specialized catheter placed into the abscess and continuously suction and drain. (3)\n2. Surgical treatment\nIn about 10% of abscess cases, doctors prescribe surgical intervention, mainly surgery to remove lung segments, or remove one side of the lung depending on the extent of damage. Cases where surgical treatment is indicated include:\nWhen the abscess is larger than 10cm;; Medical treatments have been applied but are ineffective;; The patient coughs up blood repeatedly, threatening his life;; Lung abscess combined with bronchiectasis causes severe localization;; Complications of broncho-pleural fistula appeared, medical treatment had no results;; Lung cancer abscesses at the stage where the tumor is still operable.\n3. Supportive treatment\nFollow a scientific diet, providing adequate nutrients and energy for the patient's body, especially protein and vitamins;; Replenish water, maintain water and electrolyte balance;; Reduce pain symptoms, reduce fever;; Use oxygen therapy to support the patient's breathing."
        },
        {
            "subsection_name": "How to prevent lung abscess?",
            "subsection_content": "Lung abscess is a dangerous infection in the lungs, threatening the patient's life if not detected early and treated promptly. Therefore, applying disease prevention measures is always the top priority. Prof. Dr. Ngo Quy Chau shared some effective disease prevention methods that patients should pay attention to apply: (4)\nAlways maintain good hygiene and treat infections in the teeth, mouth, nose and throat to avoid the infection from spreading from above causing lung abscesses;; Pay attention to measures to keep your body warm, especially in winter;; Prevent foreign objects from falling into the airway. Be cautious when performing procedures in the maxillofacial and ENT areas to avoid debris falling into the bronchial airways;; Strengthen the body's resistance by exercising regularly, supplementing fruits, vegetables and nutritious foods containing lots of vitamin C and group B;; Go immediately to a medical facility to be examined, diagnosed and treated effectively when symptoms of cough, high fever, chest pain, etc. appear.\nWhen there are unusual symptoms, patients should immediately go to a medical facility to get the best treatment advice",
            "subsection_string": "How to prevent lung abscess?\nLung abscess is a dangerous infection in the lungs, threatening the patient's life if not detected early and treated promptly. Therefore, applying disease prevention measures is always the top priority. Prof. Dr. Ngo Quy Chau shared some effective disease prevention methods that patients should pay attention to apply: (4)\nAlways maintain good hygiene and treat infections in the teeth, mouth, nose and throat to avoid the infection from spreading from above causing lung abscesses;; Pay attention to measures to keep your body warm, especially in winter;; Prevent foreign objects from falling into the airway. Be cautious when performing procedures in the maxillofacial and ENT areas to avoid debris falling into the bronchial airways;; Strengthen the body's resistance by exercising regularly, supplementing fruits, vegetables and nutritious foods containing lots of vitamin C and group B;; Go immediately to a medical facility to be examined, diagnosed and treated effectively when symptoms of cough, high fever, chest pain, etc. appear.\nWhen there are unusual symptoms, patients should immediately go to a medical facility to get the best treatment advice"
        },
        {
            "subsection_name": "frequently asked Questions",
            "subsection_content": "Prof. Dr. Ngo Quy Chau shared and answered some frequently asked questions of patients when visiting, receiving treatment and care at the Department of Respiratory Medicine, Tam Anh General Hospital.\n1. Is lung abscess dangerous?\nAs an infectious disease of the lungs, lung abscess is dangerous if the patient is not detected early and treated promptly, or treated improperly because it can lead to dangerous complications such as bronchiectasis, Brain abscess, meningitis, severe hemoptysis, organ failure, even threatening the patient's life.\nHowever, the disease can still be prevented and treated well if the patient receives treatment early, as soon as unusual symptoms are detected.\n2. Is the disease contagious? What is the route of transmission of the disease?\nIn general, a lung abscess will NOT be contagious. The disease is mainly caused by inhaling bacteria from the mouth or throat, so people at high risk of infection will develop the disease. While in normal people, the cough reflex and protective mechanisms of the respiratory tract work well, this risk can be easily eliminated.\n3. How long can people with lung abscess live?\nBefore antibiotics were available, statistics showed that about 1/3 of lung abscess cases were fatal, only 1/3 of cases recovered, the remainder turned into chronic disease, empyema or bronchiectasis. . Today, with the advancement of medicine as well as the support of many modern machinery and equipment, the disease has been treated successfully, leaving no sequelae.\nHowever, it is recommended that when patients detect symptoms of high fever, cough, or chest pain, they should immediately go to a reputable medical facility equipped with modern equipment and a team of highly skilled doctors for treatment. Best treatment, don't miss the \"golden time\" for treatment.\nFor advice and to schedule an examination for respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, please contact:\nAlthough lung abscess is a dangerous infection, it can be cured quickly thanks to advances in modern medicine. However, for the most effective treatment, see your doctor immediately so that you can detect the typical signs of the disease. A general health check every 6 months is also an effective disease prevention plan.",
            "subsection_string": "frequently asked Questions\nProf. Dr. Ngo Quy Chau shared and answered some frequently asked questions of patients when visiting, receiving treatment and care at the Department of Respiratory Medicine, Tam Anh General Hospital.\n1. Is lung abscess dangerous?\nAs an infectious disease of the lungs, lung abscess is dangerous if the patient is not detected early and treated promptly, or treated improperly because it can lead to dangerous complications such as bronchiectasis, Brain abscess, meningitis, severe hemoptysis, organ failure, even threatening the patient's life.\nHowever, the disease can still be prevented and treated well if the patient receives treatment early, as soon as unusual symptoms are detected.\n2. Is the disease contagious? What is the route of transmission of the disease?\nIn general, a lung abscess will NOT be contagious. The disease is mainly caused by inhaling bacteria from the mouth or throat, so people at high risk of infection will develop the disease. While in normal people, the cough reflex and protective mechanisms of the respiratory tract work well, this risk can be easily eliminated.\n3. How long can people with lung abscess live?\nBefore antibiotics were available, statistics showed that about 1/3 of lung abscess cases were fatal, only 1/3 of cases recovered, the remainder turned into chronic disease, empyema or bronchiectasis. . Today, with the advancement of medicine as well as the support of many modern machinery and equipment, the disease has been treated successfully, leaving no sequelae.\nHowever, it is recommended that when patients detect symptoms of high fever, cough, or chest pain, they should immediately go to a reputable medical facility equipped with modern equipment and a team of highly skilled doctors for treatment. Best treatment, don't miss the \"golden time\" for treatment.\nFor advice and to schedule an examination for respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, please contact:\nAlthough lung abscess is a dangerous infection, it can be cured quickly thanks to advances in modern medicine. However, for the most effective treatment, see your doctor immediately so that you can detect the typical signs of the disease. A general health check every 6 months is also an effective disease prevention plan."
        }
    ],
    "name": "ap-xe-phoi.json"
}