{
    "title": "Diabetic feet: Causes, symptoms and diagnosis",
    "category": "Endocrine",
    "link": "https://tamanhhospital.vn/ban-chan-dai-thao-duong/",
    "abstract": "The World Health Organization (WHO) reports that every 30 seconds, one more person with diabetes has a leg amputated in the world. Not to mention, 2% of patients who do not control their blood sugar well will develop diabetic foot ulcer complications.\n About 60% of people with foot ulcers have to have their limbs amputated due to infected ulcers and the mortality rate after 5 years of leg amputation is 50% - 60%. Diabetic foot complications in Vietnam are also a worrying issue, with a high amputation rate due to many reasons, in which the role of prevention and early treatment has not been focused.\n The current concern of diabetics and physicians is how to detect and prevent the disease early. In particular, what should patients do when diabetic foot ulcers appear? Below are the causes, symptoms, diagnosis, and foot care methods to protect better health.",
    "content": "Diabetic feet: Causes, symptoms and diagnosis\n\nThe World Health Organization (WHO) reports that every 30 seconds, one more person with diabetes has a leg amputated in the world. Not to mention, 2% of patients who do not control their blood sugar well will develop diabetic foot ulcer complications.\n About 60% of people with foot ulcers have to have their limbs amputated due to infected ulcers and the mortality rate after 5 years of leg amputation is 50% - 60%. Diabetic foot complications in Vietnam are also a worrying issue, with a high amputation rate due to many reasons, in which the role of prevention and early treatment has not been focused.\n The current concern of diabetics and physicians is how to detect and prevent the disease early. In particular, what should patients do when diabetic foot ulcers appear? Below are the causes, symptoms, diagnosis, and foot care methods to protect better health.\n\nWhat is diabetic foot?\nDiabetic foot is a complex complication of diabetes. This complication was initially described as simple, infected, slow-healing ulcers and has major consequences affecting the patient's daily life, quality of life, and life.\nComplications of diabetic foot are often due to vascular damage including: atherosclerosis, narrowing of blood vessels, decreased perfusion, nerve damage with nutritional disorders, nerve conduction disorders, deforming lesions. bones, osteoarthritis of the diabetic foot along with factors such as scratches, skin loss, infection...\nComplications of diabetic foot can occur in people with new or long-standing disease. Infectious factors are considered an important factor promoting the deterioration of diabetic feet.\nFactors such as: vascular complications, hypoperfusion, nerve damage with sensory disorders are also factors that make patients uncomfortable, sometimes intolerable, reducing quality of life. This factor also causes patients to have incorrect interventions such as: applying medicine, soaking in hot water, soaking in medicine or other interventions leading to bad results of the feet.\n\nCauses of diabetic foot ulcers\nThere are many causes of diabetic foot ulcers, so there will be different treatment methods. Diabetic foot ulcers often appear in diabetics with vascular and neurological complications. There may be charcot foot bone deformities in diabetics. These complications are often related to blood sugar control and long-term control of atherosclerotic factors. (first)\nPoor blood sugar control and lipid control are closely related to neurological and vascular complications as proven by many studies on people with diabetes.\nFavorable factors that can cause damage to diabetic feet include:\nNot taking care of foot hygiene; Habit of walking barefoot easily tramples foreign objects; Cutting toenails and cutting skin improperly causes damage to the toes, creating favorable conditions for infection.; Wearing tight, hard shoes can easily rub, causing foot damage; Improper interventions on the feet such as: applying hot oil, soaking in hot water, using heat-generating devices to relieve pain on diabetic feet.\nFactors that also affect wounds, ulcers, and infections in diabetic patients include:\nSmoking habit; Poor blood sugar control; Overweight and obese; Condition of reduced resistance and immunity.\n\nSymptoms of diabetic foot ulcers\nPeople with poorly controlled diabetes have complications, symptoms that can appear early such as: numbness in the feet, loss of feeling in the feet, dry feeling like walking on sand, or wearing condoms. nylon, or a feeling of cold feet due to reduced blood flow, sometimes a feeling of heat due to bone inflammation or infection.\nObserve for dry, cracked foot skin, hair loss, muscle atrophy, lower leg area and foot tissue. People with diabetic foot lesions may have natural blisters and black necrosis in some locations on the skin of the feet, the tips of the toes, and skin cracks.\nUlcers in the form of abrasions are caused by external diseases such as stepping on foreign objects, rubbing... From the initial wounds, they are then accompanied by combined infection due to many causes such as: poor hygiene, Immunodeficiency, poor blood sugar control.\nWounds can easily spread locally, causing systemic infections and dangerous sepsis.\nSymptoms of the wound can be seen as: wound secretions, or foul-smelling, pus fluid, which can spread necrosis to adjacent tissue and far depending on the type of bacteria or the patient's health condition. patient.\nSystemic symptoms of diabetic foot wounds such as: fatigue, loss of appetite, high fever, more severe can lead to acute systemic infection, accompanied by symptoms of increased blood sugar.\nPatients may have symptoms of existing diseases in the elderly such as high blood pressure, bone and joint pain, and difficulty walking.\n\nDiagnosis of diabetic foot complications\nIn addition to assessing complications of diabetes to help with active treatment, screening for diabetic foot complications is necessary, as well as when people with diabetes have wounds or ulcers that need to be evaluated. The right price for active treatment to limit progression and return function and quality of life to the patient. (2)\nPeople with diabetes regularly check their feet to better protect their health and avoid diabetic foot complications.\n1. Screen for diabetic foot complications\nRecording the patient's reported physical symptoms such as: pain, numbness, intermittent claudication, cold, dry feet... are data for doctors to suspect diabetic foot complications.; Observe, examine and evaluate blood perfusion, inflammation and diabetic foot deformities...; Paraclinical measures help evaluate the condition of blood vessels and foot perfusion such as: measuring ABI (Ankle Brachial Index), TcPO2 (transcutaneous oxygen tension).; Examination measures help evaluate the feeling of the foot such as: hot and cold feeling, shallow pain feeling, deep feeling, tuning fork vibration feeling, electromyography...; Evaluate diabetic foot pressure.; Evaluate bone damage such as charcot foot, based on X-ray images, MRI, CT Scan...\n2. Assess wounds and ulcers  on diabetic feet\nDetermining the location and condition of wounds and ulcers is essential to help doctors predict and provide the most positive solutions to patients.\nSteps to conduct wound assessment.; Location, size, depth, wound shape, nook and cranny condition, exudate status, exudate odor, wound edges, these characteristics are important in wound care.; Microbiological tests help isolate and culture bacteria and fungi in the wound.\n\nTreatment of diabetic foot disease\nDiabetic foot is a complex complication of diabetes, so prevention is very important. In case of injury or ulcers, early care with the right method is necessary and important to help the wound heal quickly for the patient.\n1. Local wound care\nToday, through research and practice, people have come up with the concept of important steps in wound care such as: TIME and MOIST concepts. These concepts include tasks that need to be performed in wound care such as: controlling wound infection, controlling wound exudate, debridement of necrotic tissue, providing local tissue oxygen, Stimulates the process of granulation tissue and wound healing; With advances in science, there are many means to help with local wound care such as: cleaning solutions - hypochlorite (HOCL), Prontosan solutions, Betadine...; New wound dressings help control exudate and local infection such as: Foam, Alginate, silver or honey-soaked gauze to help control odor and infection. Gauze helps keep the environment moist for the wound to heal quickly.; Devices that help control secretions and stimulate tissue such as: Vacuum assisted closure (VAC) negative pressure suction device; Drugs that stimulate granulation tissue and epidermis such as growth factors and substances that provide oxygen sources at the wound site help heal wounds quickly.\n2. Whole body care\nControlling infection with oral or intravenous antibiotics limits the spread of infection and controls local infection.\nAntibiotics are often used according to epidemiological factors in localities and units. Initial antibiotics and antibiotics according to the antibiogram should comply with local recommendations. It is important to note that common bacteria in diabetic foot ulcers may contain many bacteria at the same time.\nActive control of blood sugar and the patient's underlying diseases is necessary and timely.\nSee now: Causes and symptoms of diabetic foot necrosis\n\nPrevent diabetic foot complications.\nPeople with diabetes need to be treated actively and regularly with the goal of controlling blood sugar and other factors such as blood pressure and blood lipid status, which are the most basic things in preventing general and chronic complications. diabetic foot.\nCooperating with the physician and complying with treatment is important for treatment success.; Avoid self-treatment or skipping treatment will result in treatment failure.; Regular check-ups according to the doctor's appointment to screen for early detection and early prevention of complications; Early screening should receive more attention: people with diabetes need to understand the value of screening and early detection.\nCommon measures help patients prevent diabetic foot complications as well as general complications.\nPeople with diabetes should:\nHave a diet suitable for people with diabetes; Maintain regular physical activity; Comply with medication regimen and diabetic foot examination schedule.; Monitor blood sugar daily.; Regularly keep your hands and feet clean, self-monitor your feet to detect newly discovered skin cracks, blisters, and calluses; Clean your feet with clean water and soap, dry your feet and between your toes with a soft towel, avoid damaging the skin immediately after washing your feet.; Choose appropriate footwear to protect your feet.; Quit smoking, bad habits for health.; When you have symptoms of numbness and pain in your feet suspected to be due to complications of diabetes, you should see a doctor for a routine examination and follow the doctor's advice.\nThings to avoid:\nDo not walk barefoot, wear tight shoes, or cut nails improperly; Do not cut or use medicine to treat calluses on your feet without consulting a doctor.; Do not soak your feet in water, hot water or water containing leaves when you have symptoms of pain without consulting your doctor.; Do not use measures to protect or treat foot problems without consulting or recommending your doctor.\nCommon problems in diabetic feet\nPhysical symptoms: pain, intermittent claudication, numbness, cold and hot feeling in the feet, difficulty walking.; Observable signs:; Skin abnormalities due to complications of disease, infection, fungus; Abnormalities of the feet due to bone damage and deformity.\nThe care, prevention, and treatment of diabetic foot complications is a complex issue. Needs cooperation from diabetics and physicians.\nToday, medical advances can greatly support the prevention and treatment of complications of diabetic foot ulcer infections, bringing quality of life to people with diabetes.\nPeople with diabetes should choose shoes that fit well and clean shoes regularly to keep their feet healthy.\nDepartment of Endocrinology - Diabetes, Tam Anh General Hospital has advanced services in examination, diagnosis, consultation, and in-depth treatment of diabetes and other endocrine disorders to help patients control their disease. , maintain a better life.\nIf the patient detects unusual symptoms suspected of diabetic foot disease, they should be examined early at the Endocrinology - Diabetes department for advice and effective treatment. Patients should not be subjective about small wounds on their feet because they can easily become infected, causing many diabetic foot complications that are dangerous to their health.",
    "subsections": [
        {
            "subsection_name": "What is diabetic foot?",
            "subsection_content": "Diabetic foot is a complex complication of diabetes. This complication was initially described as simple, infected, slow-healing ulcers and has major consequences affecting the patient's daily life, quality of life, and life.\nComplications of diabetic foot are often due to vascular damage including: atherosclerosis, narrowing of blood vessels, decreased perfusion, nerve damage with nutritional disorders, nerve conduction disorders, deforming lesions. bones, osteoarthritis of the diabetic foot along with factors such as scratches, skin loss, infection...\nComplications of diabetic foot can occur in people with new or long-standing disease. Infectious factors are considered an important factor promoting the deterioration of diabetic feet.\nFactors such as: vascular complications, hypoperfusion, nerve damage with sensory disorders are also factors that make patients uncomfortable, sometimes intolerable, reducing quality of life. This factor also causes patients to have incorrect interventions such as: applying medicine, soaking in hot water, soaking in medicine or other interventions leading to bad results of the feet.",
            "subsection_string": "What is diabetic foot?\nDiabetic foot is a complex complication of diabetes. This complication was initially described as simple, infected, slow-healing ulcers and has major consequences affecting the patient's daily life, quality of life, and life.\nComplications of diabetic foot are often due to vascular damage including: atherosclerosis, narrowing of blood vessels, decreased perfusion, nerve damage with nutritional disorders, nerve conduction disorders, deforming lesions. bones, osteoarthritis of the diabetic foot along with factors such as scratches, skin loss, infection...\nComplications of diabetic foot can occur in people with new or long-standing disease. Infectious factors are considered an important factor promoting the deterioration of diabetic feet.\nFactors such as: vascular complications, hypoperfusion, nerve damage with sensory disorders are also factors that make patients uncomfortable, sometimes intolerable, reducing quality of life. This factor also causes patients to have incorrect interventions such as: applying medicine, soaking in hot water, soaking in medicine or other interventions leading to bad results of the feet."
        },
        {
            "subsection_name": "Causes of diabetic foot ulcers",
            "subsection_content": "There are many causes of diabetic foot ulcers, so there will be different treatment methods. Diabetic foot ulcers often appear in diabetics with vascular and neurological complications. There may be charcot foot bone deformities in diabetics. These complications are often related to blood sugar control and long-term control of atherosclerotic factors. (first)\nPoor blood sugar control and lipid control are closely related to neurological and vascular complications as proven by many studies on people with diabetes.\nFavorable factors that can cause damage to diabetic feet include:\nNot taking care of foot hygiene; Habit of walking barefoot easily tramples foreign objects; Cutting toenails and cutting skin improperly causes damage to the toes, creating favorable conditions for infection.; Wearing tight, hard shoes can easily rub, causing foot damage; Improper interventions on the feet such as: applying hot oil, soaking in hot water, using heat-generating devices to relieve pain on diabetic feet.\nFactors that also affect wounds, ulcers, and infections in diabetic patients include:\nSmoking habit; Poor blood sugar control; Overweight and obese; Condition of reduced resistance and immunity.",
            "subsection_string": "Causes of diabetic foot ulcers\nThere are many causes of diabetic foot ulcers, so there will be different treatment methods. Diabetic foot ulcers often appear in diabetics with vascular and neurological complications. There may be charcot foot bone deformities in diabetics. These complications are often related to blood sugar control and long-term control of atherosclerotic factors. (first)\nPoor blood sugar control and lipid control are closely related to neurological and vascular complications as proven by many studies on people with diabetes.\nFavorable factors that can cause damage to diabetic feet include:\nNot taking care of foot hygiene; Habit of walking barefoot easily tramples foreign objects; Cutting toenails and cutting skin improperly causes damage to the toes, creating favorable conditions for infection.; Wearing tight, hard shoes can easily rub, causing foot damage; Improper interventions on the feet such as: applying hot oil, soaking in hot water, using heat-generating devices to relieve pain on diabetic feet.\nFactors that also affect wounds, ulcers, and infections in diabetic patients include:\nSmoking habit; Poor blood sugar control; Overweight and obese; Condition of reduced resistance and immunity."
        },
        {
            "subsection_name": "Symptoms of diabetic foot ulcers",
            "subsection_content": "People with poorly controlled diabetes have complications, symptoms that can appear early such as: numbness in the feet, loss of feeling in the feet, dry feeling like walking on sand, or wearing condoms. nylon, or a feeling of cold feet due to reduced blood flow, sometimes a feeling of heat due to bone inflammation or infection.\nObserve for dry, cracked foot skin, hair loss, muscle atrophy, lower leg area and foot tissue. People with diabetic foot lesions may have natural blisters and black necrosis in some locations on the skin of the feet, the tips of the toes, and skin cracks.\nUlcers in the form of abrasions are caused by external diseases such as stepping on foreign objects, rubbing... From the initial wounds, they are then accompanied by combined infection due to many causes such as: poor hygiene, Immunodeficiency, poor blood sugar control.\nWounds can easily spread locally, causing systemic infections and dangerous sepsis.\nSymptoms of the wound can be seen as: wound secretions, or foul-smelling, pus fluid, which can spread necrosis to adjacent tissue and far depending on the type of bacteria or the patient's health condition. patient.\nSystemic symptoms of diabetic foot wounds such as: fatigue, loss of appetite, high fever, more severe can lead to acute systemic infection, accompanied by symptoms of increased blood sugar.\nPatients may have symptoms of existing diseases in the elderly such as high blood pressure, bone and joint pain, and difficulty walking.",
            "subsection_string": "Symptoms of diabetic foot ulcers\nPeople with poorly controlled diabetes have complications, symptoms that can appear early such as: numbness in the feet, loss of feeling in the feet, dry feeling like walking on sand, or wearing condoms. nylon, or a feeling of cold feet due to reduced blood flow, sometimes a feeling of heat due to bone inflammation or infection.\nObserve for dry, cracked foot skin, hair loss, muscle atrophy, lower leg area and foot tissue. People with diabetic foot lesions may have natural blisters and black necrosis in some locations on the skin of the feet, the tips of the toes, and skin cracks.\nUlcers in the form of abrasions are caused by external diseases such as stepping on foreign objects, rubbing... From the initial wounds, they are then accompanied by combined infection due to many causes such as: poor hygiene, Immunodeficiency, poor blood sugar control.\nWounds can easily spread locally, causing systemic infections and dangerous sepsis.\nSymptoms of the wound can be seen as: wound secretions, or foul-smelling, pus fluid, which can spread necrosis to adjacent tissue and far depending on the type of bacteria or the patient's health condition. patient.\nSystemic symptoms of diabetic foot wounds such as: fatigue, loss of appetite, high fever, more severe can lead to acute systemic infection, accompanied by symptoms of increased blood sugar.\nPatients may have symptoms of existing diseases in the elderly such as high blood pressure, bone and joint pain, and difficulty walking."
        },
        {
            "subsection_name": "Diagnosis of diabetic foot complications",
            "subsection_content": "In addition to assessing complications of diabetes to help with active treatment, screening for diabetic foot complications is necessary, as well as when people with diabetes have wounds or ulcers that need to be evaluated. The right price for active treatment to limit progression and return function and quality of life to the patient. (2)\nPeople with diabetes regularly check their feet to better protect their health and avoid diabetic foot complications.\n1. Screen for diabetic foot complications\nRecording the patient's reported physical symptoms such as: pain, numbness, intermittent claudication, cold, dry feet... are data for doctors to suspect diabetic foot complications.; Observe, examine and evaluate blood perfusion, inflammation and diabetic foot deformities...; Paraclinical measures help evaluate the condition of blood vessels and foot perfusion such as: measuring ABI (Ankle Brachial Index), TcPO2 (transcutaneous oxygen tension).; Examination measures help evaluate the feeling of the foot such as: hot and cold feeling, shallow pain feeling, deep feeling, tuning fork vibration feeling, electromyography...; Evaluate diabetic foot pressure.; Evaluate bone damage such as charcot foot, based on X-ray images, MRI, CT Scan...\n2. Assess wounds and ulcers  on diabetic feet\nDetermining the location and condition of wounds and ulcers is essential to help doctors predict and provide the most positive solutions to patients.\nSteps to conduct wound assessment.; Location, size, depth, wound shape, nook and cranny condition, exudate status, exudate odor, wound edges, these characteristics are important in wound care.; Microbiological tests help isolate and culture bacteria and fungi in the wound.",
            "subsection_string": "Diagnosis of diabetic foot complications\nIn addition to assessing complications of diabetes to help with active treatment, screening for diabetic foot complications is necessary, as well as when people with diabetes have wounds or ulcers that need to be evaluated. The right price for active treatment to limit progression and return function and quality of life to the patient. (2)\nPeople with diabetes regularly check their feet to better protect their health and avoid diabetic foot complications.\n1. Screen for diabetic foot complications\nRecording the patient's reported physical symptoms such as: pain, numbness, intermittent claudication, cold, dry feet... are data for doctors to suspect diabetic foot complications.; Observe, examine and evaluate blood perfusion, inflammation and diabetic foot deformities...; Paraclinical measures help evaluate the condition of blood vessels and foot perfusion such as: measuring ABI (Ankle Brachial Index), TcPO2 (transcutaneous oxygen tension).; Examination measures help evaluate the feeling of the foot such as: hot and cold feeling, shallow pain feeling, deep feeling, tuning fork vibration feeling, electromyography...; Evaluate diabetic foot pressure.; Evaluate bone damage such as charcot foot, based on X-ray images, MRI, CT Scan...\n2. Assess wounds and ulcers  on diabetic feet\nDetermining the location and condition of wounds and ulcers is essential to help doctors predict and provide the most positive solutions to patients.\nSteps to conduct wound assessment.; Location, size, depth, wound shape, nook and cranny condition, exudate status, exudate odor, wound edges, these characteristics are important in wound care.; Microbiological tests help isolate and culture bacteria and fungi in the wound."
        },
        {
            "subsection_name": "Treatment of diabetic foot disease",
            "subsection_content": "Diabetic foot is a complex complication of diabetes, so prevention is very important. In case of injury or ulcers, early care with the right method is necessary and important to help the wound heal quickly for the patient.\n1. Local wound care\nToday, through research and practice, people have come up with the concept of important steps in wound care such as: TIME and MOIST concepts. These concepts include tasks that need to be performed in wound care such as: controlling wound infection, controlling wound exudate, debridement of necrotic tissue, providing local tissue oxygen, Stimulates the process of granulation tissue and wound healing; With advances in science, there are many means to help with local wound care such as: cleaning solutions - hypochlorite (HOCL), Prontosan solutions, Betadine...; New wound dressings help control exudate and local infection such as: Foam, Alginate, silver or honey-soaked gauze to help control odor and infection. Gauze helps keep the environment moist for the wound to heal quickly.; Devices that help control secretions and stimulate tissue such as: Vacuum assisted closure (VAC) negative pressure suction device; Drugs that stimulate granulation tissue and epidermis such as growth factors and substances that provide oxygen sources at the wound site help heal wounds quickly.\n2. Whole body care\nControlling infection with oral or intravenous antibiotics limits the spread of infection and controls local infection.\nAntibiotics are often used according to epidemiological factors in localities and units. Initial antibiotics and antibiotics according to the antibiogram should comply with local recommendations. It is important to note that common bacteria in diabetic foot ulcers may contain many bacteria at the same time.\nActive control of blood sugar and the patient's underlying diseases is necessary and timely.\nSee now: Causes and symptoms of diabetic foot necrosis",
            "subsection_string": "Treatment of diabetic foot disease\nDiabetic foot is a complex complication of diabetes, so prevention is very important. In case of injury or ulcers, early care with the right method is necessary and important to help the wound heal quickly for the patient.\n1. Local wound care\nToday, through research and practice, people have come up with the concept of important steps in wound care such as: TIME and MOIST concepts. These concepts include tasks that need to be performed in wound care such as: controlling wound infection, controlling wound exudate, debridement of necrotic tissue, providing local tissue oxygen, Stimulates the process of granulation tissue and wound healing; With advances in science, there are many means to help with local wound care such as: cleaning solutions - hypochlorite (HOCL), Prontosan solutions, Betadine...; New wound dressings help control exudate and local infection such as: Foam, Alginate, silver or honey-soaked gauze to help control odor and infection. Gauze helps keep the environment moist for the wound to heal quickly.; Devices that help control secretions and stimulate tissue such as: Vacuum assisted closure (VAC) negative pressure suction device; Drugs that stimulate granulation tissue and epidermis such as growth factors and substances that provide oxygen sources at the wound site help heal wounds quickly.\n2. Whole body care\nControlling infection with oral or intravenous antibiotics limits the spread of infection and controls local infection.\nAntibiotics are often used according to epidemiological factors in localities and units. Initial antibiotics and antibiotics according to the antibiogram should comply with local recommendations. It is important to note that common bacteria in diabetic foot ulcers may contain many bacteria at the same time.\nActive control of blood sugar and the patient's underlying diseases is necessary and timely.\nSee now: Causes and symptoms of diabetic foot necrosis"
        },
        {
            "subsection_name": "Prevent diabetic foot complications.",
            "subsection_content": "People with diabetes need to be treated actively and regularly with the goal of controlling blood sugar and other factors such as blood pressure and blood lipid status, which are the most basic things in preventing general and chronic complications. diabetic foot.\nCooperating with the physician and complying with treatment is important for treatment success.; Avoid self-treatment or skipping treatment will result in treatment failure.; Regular check-ups according to the doctor's appointment to screen for early detection and early prevention of complications; Early screening should receive more attention: people with diabetes need to understand the value of screening and early detection.\nCommon measures help patients prevent diabetic foot complications as well as general complications.\nPeople with diabetes should:\nHave a diet suitable for people with diabetes; Maintain regular physical activity; Comply with medication regimen and diabetic foot examination schedule.; Monitor blood sugar daily.; Regularly keep your hands and feet clean, self-monitor your feet to detect newly discovered skin cracks, blisters, and calluses; Clean your feet with clean water and soap, dry your feet and between your toes with a soft towel, avoid damaging the skin immediately after washing your feet.; Choose appropriate footwear to protect your feet.; Quit smoking, bad habits for health.; When you have symptoms of numbness and pain in your feet suspected to be due to complications of diabetes, you should see a doctor for a routine examination and follow the doctor's advice.\nThings to avoid:\nDo not walk barefoot, wear tight shoes, or cut nails improperly; Do not cut or use medicine to treat calluses on your feet without consulting a doctor.; Do not soak your feet in water, hot water or water containing leaves when you have symptoms of pain without consulting your doctor.; Do not use measures to protect or treat foot problems without consulting or recommending your doctor.\nCommon problems in diabetic feet\nPhysical symptoms: pain, intermittent claudication, numbness, cold and hot feeling in the feet, difficulty walking.; Observable signs:; Skin abnormalities due to complications of disease, infection, fungus; Abnormalities of the feet due to bone damage and deformity.\nThe care, prevention, and treatment of diabetic foot complications is a complex issue. Needs cooperation from diabetics and physicians.\nToday, medical advances can greatly support the prevention and treatment of complications of diabetic foot ulcer infections, bringing quality of life to people with diabetes.\nPeople with diabetes should choose shoes that fit well and clean shoes regularly to keep their feet healthy.\nDepartment of Endocrinology - Diabetes, Tam Anh General Hospital has advanced services in examination, diagnosis, consultation, and in-depth treatment of diabetes and other endocrine disorders to help patients control their disease. , maintain a better life.\nIf the patient detects unusual symptoms suspected of diabetic foot disease, they should be examined early at the Endocrinology - Diabetes department for advice and effective treatment. Patients should not be subjective about small wounds on their feet because they can easily become infected, causing many diabetic foot complications that are dangerous to their health.",
            "subsection_string": "Prevent diabetic foot complications.\nPeople with diabetes need to be treated actively and regularly with the goal of controlling blood sugar and other factors such as blood pressure and blood lipid status, which are the most basic things in preventing general and chronic complications. diabetic foot.\nCooperating with the physician and complying with treatment is important for treatment success.; Avoid self-treatment or skipping treatment will result in treatment failure.; Regular check-ups according to the doctor's appointment to screen for early detection and early prevention of complications; Early screening should receive more attention: people with diabetes need to understand the value of screening and early detection.\nCommon measures help patients prevent diabetic foot complications as well as general complications.\nPeople with diabetes should:\nHave a diet suitable for people with diabetes; Maintain regular physical activity; Comply with medication regimen and diabetic foot examination schedule.; Monitor blood sugar daily.; Regularly keep your hands and feet clean, self-monitor your feet to detect newly discovered skin cracks, blisters, and calluses; Clean your feet with clean water and soap, dry your feet and between your toes with a soft towel, avoid damaging the skin immediately after washing your feet.; Choose appropriate footwear to protect your feet.; Quit smoking, bad habits for health.; When you have symptoms of numbness and pain in your feet suspected to be due to complications of diabetes, you should see a doctor for a routine examination and follow the doctor's advice.\nThings to avoid:\nDo not walk barefoot, wear tight shoes, or cut nails improperly; Do not cut or use medicine to treat calluses on your feet without consulting a doctor.; Do not soak your feet in water, hot water or water containing leaves when you have symptoms of pain without consulting your doctor.; Do not use measures to protect or treat foot problems without consulting or recommending your doctor.\nCommon problems in diabetic feet\nPhysical symptoms: pain, intermittent claudication, numbness, cold and hot feeling in the feet, difficulty walking.; Observable signs:; Skin abnormalities due to complications of disease, infection, fungus; Abnormalities of the feet due to bone damage and deformity.\nThe care, prevention, and treatment of diabetic foot complications is a complex issue. Needs cooperation from diabetics and physicians.\nToday, medical advances can greatly support the prevention and treatment of complications of diabetic foot ulcer infections, bringing quality of life to people with diabetes.\nPeople with diabetes should choose shoes that fit well and clean shoes regularly to keep their feet healthy.\nDepartment of Endocrinology - Diabetes, Tam Anh General Hospital has advanced services in examination, diagnosis, consultation, and in-depth treatment of diabetes and other endocrine disorders to help patients control their disease. , maintain a better life.\nIf the patient detects unusual symptoms suspected of diabetic foot disease, they should be examined early at the Endocrinology - Diabetes department for advice and effective treatment. Patients should not be subjective about small wounds on their feet because they can easily become infected, causing many diabetic foot complications that are dangerous to their health."
        }
    ],
    "name": "ban-chan-dai-thao-duong.json"
}