{
    "title": "Postpartum hemorrhage: Causes, symptoms and prevention",
    "category": "Obstetrics - Gynecology ",
    "link": "https://tamanhhospital.vn/bang-huyet-sau-sinh/",
    "abstract": "According to the World Health Organization (WHO), each year more than 14 million women worldwide suffer from bleeding after vaginal or cesarean birth. In Vietnam, this rate ranges from 3% - 8% and this is considered the highest cause of death in pregnant women. According to a report by the American Association of Obstetricians and Gynecologists, about 140,000 women die from postpartum hemorrhage in the world each year. Or in other words, every 4 minutes, there is a case of death in the world due to postpartum complications and more than half of these deaths occur within the first 24 hours after birth. Postpartum hemorrhage also leads to many other serious consequences such as respiratory failure, hemostatic disease, shock, loss of fertility, pituitary necrosis...\n More worryingly, unfortunate babies whose mothers died from postpartum hemorrhage also face a much higher risk of death within the first month than other children.",
    "content": "Postpartum hemorrhage: Causes, symptoms and prevention\n\nAccording to the World Health Organization (WHO), each year more than 14 million women worldwide suffer from bleeding after vaginal or cesarean birth. In Vietnam, this rate ranges from 3% - 8% and this is considered the highest cause of death in pregnant women. According to a report by the American Association of Obstetricians and Gynecologists, about 140,000 women die from postpartum hemorrhage in the world each year. Or in other words, every 4 minutes, there is a case of death in the world due to postpartum complications and more than half of these deaths occur within the first 24 hours after birth. Postpartum hemorrhage also leads to many other serious consequences such as respiratory failure, hemostatic disease, shock, loss of fertility, pituitary necrosis...\n More worryingly, unfortunate babies whose mothers died from postpartum hemorrhage also face a much higher risk of death within the first month than other children.\n\nWhat is postpartum hemorrhage?\nPostpartum Hemorrhage (English: Postpartum Hemorrhage) is a condition of bleeding over 500ml for vaginal birth or over 1000ml for cesarean section. Blood loss in postpartum hemorrhage can occur massively, suddenly, or gradually and discreetly. However, according to experts, this estimate is subjective and may not be accurate.\nIn addition, the same amount of blood loss has different effects on different individuals (e.g. a person weighing 50kg versus a person weighing 60kg, a person with previous anemia versus a person without anemia). previously, singleton pregnancy versus multiple pregnancy…). Therefore, clinically postpartum hemorrhage can be determined based on more objective factors such as fluctuations in pulse, blood pressure, urine, Hematocrit...\nAll women who are pregnant beyond 20 weeks are at risk of postpartum bleeding. Although maternal mortality rates have decreased significantly in developed countries, hemorrhage remains the leading cause of maternal death in other regions (developing or underdeveloped countries).\n1. Two types of postpartum hemorrhage\nPrimary hemorrhage: Is early hemorrhage, occurring within the first 24 hours after birth; Secondary hemorrhage: Is bleeding that occurs from 24 hours to 12 weeks or more after giving birth. In terms of time, this condition lasts longer than primary hemorrhage. Bleeding after giving birth 1 month or 2-3 months is a worrying problem. According to statistics, out of every 100 pregnant women, there are 2 people with secondary bleeding.\n2. Risk factors for postpartum hemorrhage\nAge: The older the pregnant woman is (over 35 years old), the more likely she is to have postpartum hemorrhage.; Body mass index (BMI): Obesity can increase bleeding complications during and after birth. Pregnant women with BMI > 30 have a 1.5 times higher risk of hemorrhage than pregnant women with BMI in the range of 20-30.; Medical diseases: The rate of bleeding in the group of pregnant women with type 2 diabetes is 34% compared to the group without diabetes, which is 6%. In addition, there are some related diseases such as Marfan syndrome, Ehlers-danlos syndrome...; History of postpartum hemorrhage: Women who have experienced hemorrhage before will have a 2.2-fold increased risk of hemorrhage.\nIn addition, this phenomenon is also due to risk factors during labor such as prolonged labor, labor using tocolytic drugs, rapid labor, episiotomy, pre-eclampsia, and too much uterus. tension (large fetus, multiple pregnancy, polyhydramnios), cesarean section, amniotic infection...\nWhen these risk factors are present, the doctor will carefully monitor the mother to promptly treat bleeding. However, bleeding can occur even when there are no risk factors or any previous warning signs.\n\nCauses of bleeding in postpartum women\nThe labor process usually takes place through 3 stages: cervical dilation, fetal delivery stage and placental delivery - hemostasis stage. After delivery, the uterus contracts to reduce its volume. Because the placenta is not elastic, the shrinking of the uterus will cause the placenta to partially detach from its attachment position. Blood flows from the placenta to form a hematoma behind the placenta, and this hematoma will cause the placenta to continue to separate. Uterine contractions will slowly expel the placenta.\nAccording to the normal mechanism, after the delivery of the placenta, the uterus will begin to contract, the crisscross muscle fibers of the uterus will shorten and tighten the uterine blood vessels at the placenta attachment site like knots. The knots are called \"physiological knots\" and together with the body's normal blood clotting mechanism will form blood clots in the blood vessels to help stop bleeding. However, in many abnormal cases where the uterus does not contract or the placenta does not detach and the placenta does not come out, bleeding will occur.\nSome main causes of bleeding in postpartum women include:\n1. Uterine atony\nAccounting for 80% of the causes of hemorrhage, uterine atony occurs when the uterus cannot contract after the baby is born. The uterine muscles do not contract strongly enough, blood continues to flow freely, leading to hemorrhage and excessive blood loss.\nFactors that cause the uterine muscle to not contract after giving birth include:\nProlonged labor or rapid labor;; The uterus is too stretched or too big;; Use of oxytocin or other drugs or general anesthesia during labor;; Pregnant women have amniotic infection, anemia or weakness;; The pregnant woman has a blood clotting disorder and becomes pregnant at an older age (over 35 years old).\n2. Abnormalities of the placenta\nFor pregnant women with low-lying placenta, placenta accreta, or placenta previa, they tend to bleed a lot after giving birth. In addition, the large area of ​​the placenta, when it separates, causes a lot of bleeding, which can also cause signs of hemorrhage.\n3. Damage to the genital tract\nA ruptured or torn uterus or vagina can also be the cause of bleeding, including vaginal birth. This is a complication due to difficulty giving birth and requires surgical intervention. Some other cases such as giving birth prematurely or giving birth too quickly also cause great damage to the genital tract\n4. Blood clotting disorders\nBlood clotting disorders often occur in cases such as: Placental abruption, stillbirth, infection... Depending on the level of blood loss and recovery, bleeding during cesarean/vaginal birth can cause various severe or mild complications.\n\nSigns of postpartum hemorrhage are common\nThis phenomenon can be warned by the following symptoms:\nUnusually heavy bleeding within the first 24 hours after giving birth;; The bleeding is bright red and leaks continuously;; Rapid pulse, low blood pressure, cold hands and feet, sweating, pale skin. In case of heavy bleeding, it can cause shock.; Blood flowing in the uterine cavity causes the uterus to increase in volume: the bottom of the uterus gradually rises, the uterus expands horizontally and becomes soft and flabby.\n\nHow to treat postpartum hemorrhage\nGeneral symptoms of postpartum hemorrhage are heavy bleeding after giving birth and placenta delivery. When a pregnant woman loses too much blood, she may experience dizziness, rapid pulse, low blood pressure, cold hands and feet, sweating, etc. Depending on the cause of bleeding, there are different specific symptoms. . (first)\n1. Cases of bleeding due to uterine atony\nSymptom\nFor pregnant women with bleeding due to uterine atony, bleeding will occur immediately after delivery of the placenta.; The uterus is dilated, soft, has poor or no contraction, and has no safe mass.; Can lead to shock if not treated promptly.\nTo solve\nUterine massage and tocolytic drugs to stimulate uterine contractions;; Use of uterotonic drugs including oxytocin, methylergonovine, prostaglandin;; Transfusion of blood, fluids and blood products;; In severe cases, treatment includes: Surgery to clamp the uterine blood vessels that cause bleeding. Uterine artery embolization, which involves inserting small pieces into the uterine artery to block blood from reaching the uterus.; Pregnant women are prescribed a hysterectomy if the above methods do not work.\n2. Cases of bleeding due to placental abnormalities\nSymptom\nThere are 2 cases of bleeding due to placental abnormalities:\nRetained placenta, retained membrane: Causes bleeding immediately after delivery of the placenta, poor uterine contraction, bleeding, the amount of blood may be more or less, bright red blood mixed with blood clots. Retained placenta can be detected early by examining the placenta and membranes.; Non-departure placenta: The placenta does not detach within 30 minutes after delivery or aggressive labor management measures are unsuccessful. At that time, the placenta adheres tightly and does not bleed. Partial placenta accreta means the placenta does not detach completely after 30 minutes of delivery, bleeding more or less depends on whether the area of ​​the placenta is wide or narrow.\nTo solve\nIn cases of bleeding due to retained placenta or membranes: Intravenous fluids should be given immediately. Give pain medication and perform uterine control. Use systemic antibiotics. Monitor pulse, blood pressure, bleeding and uterine contractions. Resuscitation with blood transfusion if acute anemia; In case of bleeding due to non-separation of the placenta: If bleeding, remove the placenta and control the uterus, massage the uterine fundus, resuscitate against shock, give antibiotics.; If the woman has bleeding partial placenta accreta or complete placenta accreta, she must have a hysterectomy.; If bleeding is heavy, shock resuscitation, blood transfusion and surgery are needed. Maintain uterine contraction according to general principles.\n3. Cases of bleeding due to genital tract trauma\nSymptom\nThe uterus contracts well but bright red blood still flows out of the vagina. Through examination, we found lacerations and hematoma in the genital tract.\nTo solve\nIn addition to general treatment, genital tract recovery is also included; If there is a hematoma, depending on the location, size and progression of the hematoma to have appropriate treatment.; The general principle is to destroy the hematoma and stop the bleeding to avoid recurrence.\n4. Cases of bleeding due to blood clotting disorders\nSymptom\nCan be primary due to blood diseases but is often secondary to heavy bleeding and loss of fibrinogenesis (disseminated intravascular coagulation).; Disseminated intravascular coagulation may be associated with severe preeclampsia, intrauterine fetal death, occult placental abruption, amniotic infection or amniotic embolism.; All of these conditions can lead to fibrinolysis.\nTo solve\nThe main medical treatment is fresh blood, clotting factors and treatment of the cause.\nNote: In addition, each person's body is different, so the accompanying symptoms may not be the same.\nVideo of common complications in pregnancy, causes and effective prevention\n\nHow to prevent postpartum hemorrhage\n“The general principle to prevent postpartum hemorrhage as well as pregnancy complications is to monitor pregnancy well, to detect risk factors early and have timely treatment. Therefore, pregnant women need to choose a reputable facility with modern equipment, safe maternity care procedures... to monitor pregnancy and childbirth\", Associate Professor, Dr. Luu Thi Hong emphasized. (2)\nTo prevent postpartum hemorrhage, pregnant women should note:\nCarry out a full schedule of regular prenatal check-ups, especially 3 times during pregnancy in the first 3 months, second 3 months and last 3 months;; Perform necessary examinations, ultrasounds, and tests to screen for fetal malformations and abnormalities, if any;; Need to supplement iron and folic acid according to doctor's instructions to prevent anemia;; Have a regimen of nutrition, rest, and light labor;; When there are any unusual signs such as: abdominal pain, vaginal discharge, vaginal bleeding, headache, dizziness, vertigo, weak fetal movements, side pain or difficulty breathing... you should immediately go to a medical facility. for timely examination and treatment.\nAccording to Dr. Hong, risk factors in pregnancy are always present, however, thanks to the advancement of medicine and knowledge about pregnancy and childbirth, the 9-month and 10-day journey is under the care of doctors. With a team of doctors specializing in obstetrics, the dangers during pregnancy and childbirth have been controlled and greatly reduced.\nAccompanying mothers throughout pregnancy until labor, Tam Anh Hospital provides the best health care services, helping mothers stay healthy and feel more secure to welcome their little life into the world. At Tam Anh, a team of highly qualified doctors with many years of experience will always closely monitor and care for the health of mother and baby.\nIn addition, Tam Anh General Hospital also deploys the \"Full Maternity Package\" service, providing pregnant mothers with a special care package from pregnancy until birth. A team of experienced obstetricians and pediatricians at Tam Anh General Hospital will help mothers experience the gentlest labor so that they and their loved ones can fully enjoy the joy of welcoming a new member into the world.\nFor advice, answers to questions about maternity and to schedule an examination at Tam Anh General Hospital, you can contact:\nAbove is all the information about bleeding after cesarean or normal birth. This is an extremely serious issue that pregnant women need to pay attention to after giving birth to avoid dangers.",
    "subsections": [
        {
            "subsection_name": "What is postpartum hemorrhage?",
            "subsection_content": "Postpartum Hemorrhage (English: Postpartum Hemorrhage) is a condition of bleeding over 500ml for vaginal birth or over 1000ml for cesarean section. Blood loss in postpartum hemorrhage can occur massively, suddenly, or gradually and discreetly. However, according to experts, this estimate is subjective and may not be accurate.\nIn addition, the same amount of blood loss has different effects on different individuals (e.g. a person weighing 50kg versus a person weighing 60kg, a person with previous anemia versus a person without anemia). previously, singleton pregnancy versus multiple pregnancy…). Therefore, clinically postpartum hemorrhage can be determined based on more objective factors such as fluctuations in pulse, blood pressure, urine, Hematocrit...\nAll women who are pregnant beyond 20 weeks are at risk of postpartum bleeding. Although maternal mortality rates have decreased significantly in developed countries, hemorrhage remains the leading cause of maternal death in other regions (developing or underdeveloped countries).\n1. Two types of postpartum hemorrhage\nPrimary hemorrhage: Is early hemorrhage, occurring within the first 24 hours after birth; Secondary hemorrhage: Is bleeding that occurs from 24 hours to 12 weeks or more after giving birth. In terms of time, this condition lasts longer than primary hemorrhage. Bleeding after giving birth 1 month or 2-3 months is a worrying problem. According to statistics, out of every 100 pregnant women, there are 2 people with secondary bleeding.\n2. Risk factors for postpartum hemorrhage\nAge: The older the pregnant woman is (over 35 years old), the more likely she is to have postpartum hemorrhage.; Body mass index (BMI): Obesity can increase bleeding complications during and after birth. Pregnant women with BMI > 30 have a 1.5 times higher risk of hemorrhage than pregnant women with BMI in the range of 20-30.; Medical diseases: The rate of bleeding in the group of pregnant women with type 2 diabetes is 34% compared to the group without diabetes, which is 6%. In addition, there are some related diseases such as Marfan syndrome, Ehlers-danlos syndrome...; History of postpartum hemorrhage: Women who have experienced hemorrhage before will have a 2.2-fold increased risk of hemorrhage.\nIn addition, this phenomenon is also due to risk factors during labor such as prolonged labor, labor using tocolytic drugs, rapid labor, episiotomy, pre-eclampsia, and too much uterus. tension (large fetus, multiple pregnancy, polyhydramnios), cesarean section, amniotic infection...\nWhen these risk factors are present, the doctor will carefully monitor the mother to promptly treat bleeding. However, bleeding can occur even when there are no risk factors or any previous warning signs.",
            "subsection_string": "What is postpartum hemorrhage?\nPostpartum Hemorrhage (English: Postpartum Hemorrhage) is a condition of bleeding over 500ml for vaginal birth or over 1000ml for cesarean section. Blood loss in postpartum hemorrhage can occur massively, suddenly, or gradually and discreetly. However, according to experts, this estimate is subjective and may not be accurate.\nIn addition, the same amount of blood loss has different effects on different individuals (e.g. a person weighing 50kg versus a person weighing 60kg, a person with previous anemia versus a person without anemia). previously, singleton pregnancy versus multiple pregnancy…). Therefore, clinically postpartum hemorrhage can be determined based on more objective factors such as fluctuations in pulse, blood pressure, urine, Hematocrit...\nAll women who are pregnant beyond 20 weeks are at risk of postpartum bleeding. Although maternal mortality rates have decreased significantly in developed countries, hemorrhage remains the leading cause of maternal death in other regions (developing or underdeveloped countries).\n1. Two types of postpartum hemorrhage\nPrimary hemorrhage: Is early hemorrhage, occurring within the first 24 hours after birth; Secondary hemorrhage: Is bleeding that occurs from 24 hours to 12 weeks or more after giving birth. In terms of time, this condition lasts longer than primary hemorrhage. Bleeding after giving birth 1 month or 2-3 months is a worrying problem. According to statistics, out of every 100 pregnant women, there are 2 people with secondary bleeding.\n2. Risk factors for postpartum hemorrhage\nAge: The older the pregnant woman is (over 35 years old), the more likely she is to have postpartum hemorrhage.; Body mass index (BMI): Obesity can increase bleeding complications during and after birth. Pregnant women with BMI > 30 have a 1.5 times higher risk of hemorrhage than pregnant women with BMI in the range of 20-30.; Medical diseases: The rate of bleeding in the group of pregnant women with type 2 diabetes is 34% compared to the group without diabetes, which is 6%. In addition, there are some related diseases such as Marfan syndrome, Ehlers-danlos syndrome...; History of postpartum hemorrhage: Women who have experienced hemorrhage before will have a 2.2-fold increased risk of hemorrhage.\nIn addition, this phenomenon is also due to risk factors during labor such as prolonged labor, labor using tocolytic drugs, rapid labor, episiotomy, pre-eclampsia, and too much uterus. tension (large fetus, multiple pregnancy, polyhydramnios), cesarean section, amniotic infection...\nWhen these risk factors are present, the doctor will carefully monitor the mother to promptly treat bleeding. However, bleeding can occur even when there are no risk factors or any previous warning signs."
        },
        {
            "subsection_name": "Causes of bleeding in postpartum women",
            "subsection_content": "The labor process usually takes place through 3 stages: cervical dilation, fetal delivery stage and placental delivery - hemostasis stage. After delivery, the uterus contracts to reduce its volume. Because the placenta is not elastic, the shrinking of the uterus will cause the placenta to partially detach from its attachment position. Blood flows from the placenta to form a hematoma behind the placenta, and this hematoma will cause the placenta to continue to separate. Uterine contractions will slowly expel the placenta.\nAccording to the normal mechanism, after the delivery of the placenta, the uterus will begin to contract, the crisscross muscle fibers of the uterus will shorten and tighten the uterine blood vessels at the placenta attachment site like knots. The knots are called \"physiological knots\" and together with the body's normal blood clotting mechanism will form blood clots in the blood vessels to help stop bleeding. However, in many abnormal cases where the uterus does not contract or the placenta does not detach and the placenta does not come out, bleeding will occur.\nSome main causes of bleeding in postpartum women include:\n1. Uterine atony\nAccounting for 80% of the causes of hemorrhage, uterine atony occurs when the uterus cannot contract after the baby is born. The uterine muscles do not contract strongly enough, blood continues to flow freely, leading to hemorrhage and excessive blood loss.\nFactors that cause the uterine muscle to not contract after giving birth include:\nProlonged labor or rapid labor;; The uterus is too stretched or too big;; Use of oxytocin or other drugs or general anesthesia during labor;; Pregnant women have amniotic infection, anemia or weakness;; The pregnant woman has a blood clotting disorder and becomes pregnant at an older age (over 35 years old).\n2. Abnormalities of the placenta\nFor pregnant women with low-lying placenta, placenta accreta, or placenta previa, they tend to bleed a lot after giving birth. In addition, the large area of ​​the placenta, when it separates, causes a lot of bleeding, which can also cause signs of hemorrhage.\n3. Damage to the genital tract\nA ruptured or torn uterus or vagina can also be the cause of bleeding, including vaginal birth. This is a complication due to difficulty giving birth and requires surgical intervention. Some other cases such as giving birth prematurely or giving birth too quickly also cause great damage to the genital tract\n4. Blood clotting disorders\nBlood clotting disorders often occur in cases such as: Placental abruption, stillbirth, infection... Depending on the level of blood loss and recovery, bleeding during cesarean/vaginal birth can cause various severe or mild complications.",
            "subsection_string": "Causes of bleeding in postpartum women\nThe labor process usually takes place through 3 stages: cervical dilation, fetal delivery stage and placental delivery - hemostasis stage. After delivery, the uterus contracts to reduce its volume. Because the placenta is not elastic, the shrinking of the uterus will cause the placenta to partially detach from its attachment position. Blood flows from the placenta to form a hematoma behind the placenta, and this hematoma will cause the placenta to continue to separate. Uterine contractions will slowly expel the placenta.\nAccording to the normal mechanism, after the delivery of the placenta, the uterus will begin to contract, the crisscross muscle fibers of the uterus will shorten and tighten the uterine blood vessels at the placenta attachment site like knots. The knots are called \"physiological knots\" and together with the body's normal blood clotting mechanism will form blood clots in the blood vessels to help stop bleeding. However, in many abnormal cases where the uterus does not contract or the placenta does not detach and the placenta does not come out, bleeding will occur.\nSome main causes of bleeding in postpartum women include:\n1. Uterine atony\nAccounting for 80% of the causes of hemorrhage, uterine atony occurs when the uterus cannot contract after the baby is born. The uterine muscles do not contract strongly enough, blood continues to flow freely, leading to hemorrhage and excessive blood loss.\nFactors that cause the uterine muscle to not contract after giving birth include:\nProlonged labor or rapid labor;; The uterus is too stretched or too big;; Use of oxytocin or other drugs or general anesthesia during labor;; Pregnant women have amniotic infection, anemia or weakness;; The pregnant woman has a blood clotting disorder and becomes pregnant at an older age (over 35 years old).\n2. Abnormalities of the placenta\nFor pregnant women with low-lying placenta, placenta accreta, or placenta previa, they tend to bleed a lot after giving birth. In addition, the large area of ​​the placenta, when it separates, causes a lot of bleeding, which can also cause signs of hemorrhage.\n3. Damage to the genital tract\nA ruptured or torn uterus or vagina can also be the cause of bleeding, including vaginal birth. This is a complication due to difficulty giving birth and requires surgical intervention. Some other cases such as giving birth prematurely or giving birth too quickly also cause great damage to the genital tract\n4. Blood clotting disorders\nBlood clotting disorders often occur in cases such as: Placental abruption, stillbirth, infection... Depending on the level of blood loss and recovery, bleeding during cesarean/vaginal birth can cause various severe or mild complications."
        },
        {
            "subsection_name": "Signs of postpartum hemorrhage are common",
            "subsection_content": "This phenomenon can be warned by the following symptoms:\nUnusually heavy bleeding within the first 24 hours after giving birth;; The bleeding is bright red and leaks continuously;; Rapid pulse, low blood pressure, cold hands and feet, sweating, pale skin. In case of heavy bleeding, it can cause shock.; Blood flowing in the uterine cavity causes the uterus to increase in volume: the bottom of the uterus gradually rises, the uterus expands horizontally and becomes soft and flabby.",
            "subsection_string": "Signs of postpartum hemorrhage are common\nThis phenomenon can be warned by the following symptoms:\nUnusually heavy bleeding within the first 24 hours after giving birth;; The bleeding is bright red and leaks continuously;; Rapid pulse, low blood pressure, cold hands and feet, sweating, pale skin. In case of heavy bleeding, it can cause shock.; Blood flowing in the uterine cavity causes the uterus to increase in volume: the bottom of the uterus gradually rises, the uterus expands horizontally and becomes soft and flabby."
        },
        {
            "subsection_name": "How to treat postpartum hemorrhage",
            "subsection_content": "General symptoms of postpartum hemorrhage are heavy bleeding after giving birth and placenta delivery. When a pregnant woman loses too much blood, she may experience dizziness, rapid pulse, low blood pressure, cold hands and feet, sweating, etc. Depending on the cause of bleeding, there are different specific symptoms. . (first)\n1. Cases of bleeding due to uterine atony\nSymptom\nFor pregnant women with bleeding due to uterine atony, bleeding will occur immediately after delivery of the placenta.; The uterus is dilated, soft, has poor or no contraction, and has no safe mass.; Can lead to shock if not treated promptly.\nTo solve\nUterine massage and tocolytic drugs to stimulate uterine contractions;; Use of uterotonic drugs including oxytocin, methylergonovine, prostaglandin;; Transfusion of blood, fluids and blood products;; In severe cases, treatment includes: Surgery to clamp the uterine blood vessels that cause bleeding. Uterine artery embolization, which involves inserting small pieces into the uterine artery to block blood from reaching the uterus.; Pregnant women are prescribed a hysterectomy if the above methods do not work.\n2. Cases of bleeding due to placental abnormalities\nSymptom\nThere are 2 cases of bleeding due to placental abnormalities:\nRetained placenta, retained membrane: Causes bleeding immediately after delivery of the placenta, poor uterine contraction, bleeding, the amount of blood may be more or less, bright red blood mixed with blood clots. Retained placenta can be detected early by examining the placenta and membranes.; Non-departure placenta: The placenta does not detach within 30 minutes after delivery or aggressive labor management measures are unsuccessful. At that time, the placenta adheres tightly and does not bleed. Partial placenta accreta means the placenta does not detach completely after 30 minutes of delivery, bleeding more or less depends on whether the area of ​​the placenta is wide or narrow.\nTo solve\nIn cases of bleeding due to retained placenta or membranes: Intravenous fluids should be given immediately. Give pain medication and perform uterine control. Use systemic antibiotics. Monitor pulse, blood pressure, bleeding and uterine contractions. Resuscitation with blood transfusion if acute anemia; In case of bleeding due to non-separation of the placenta: If bleeding, remove the placenta and control the uterus, massage the uterine fundus, resuscitate against shock, give antibiotics.; If the woman has bleeding partial placenta accreta or complete placenta accreta, she must have a hysterectomy.; If bleeding is heavy, shock resuscitation, blood transfusion and surgery are needed. Maintain uterine contraction according to general principles.\n3. Cases of bleeding due to genital tract trauma\nSymptom\nThe uterus contracts well but bright red blood still flows out of the vagina. Through examination, we found lacerations and hematoma in the genital tract.\nTo solve\nIn addition to general treatment, genital tract recovery is also included; If there is a hematoma, depending on the location, size and progression of the hematoma to have appropriate treatment.; The general principle is to destroy the hematoma and stop the bleeding to avoid recurrence.\n4. Cases of bleeding due to blood clotting disorders\nSymptom\nCan be primary due to blood diseases but is often secondary to heavy bleeding and loss of fibrinogenesis (disseminated intravascular coagulation).; Disseminated intravascular coagulation may be associated with severe preeclampsia, intrauterine fetal death, occult placental abruption, amniotic infection or amniotic embolism.; All of these conditions can lead to fibrinolysis.\nTo solve\nThe main medical treatment is fresh blood, clotting factors and treatment of the cause.\nNote: In addition, each person's body is different, so the accompanying symptoms may not be the same.\nVideo of common complications in pregnancy, causes and effective prevention",
            "subsection_string": "How to treat postpartum hemorrhage\nGeneral symptoms of postpartum hemorrhage are heavy bleeding after giving birth and placenta delivery. When a pregnant woman loses too much blood, she may experience dizziness, rapid pulse, low blood pressure, cold hands and feet, sweating, etc. Depending on the cause of bleeding, there are different specific symptoms. . (first)\n1. Cases of bleeding due to uterine atony\nSymptom\nFor pregnant women with bleeding due to uterine atony, bleeding will occur immediately after delivery of the placenta.; The uterus is dilated, soft, has poor or no contraction, and has no safe mass.; Can lead to shock if not treated promptly.\nTo solve\nUterine massage and tocolytic drugs to stimulate uterine contractions;; Use of uterotonic drugs including oxytocin, methylergonovine, prostaglandin;; Transfusion of blood, fluids and blood products;; In severe cases, treatment includes: Surgery to clamp the uterine blood vessels that cause bleeding. Uterine artery embolization, which involves inserting small pieces into the uterine artery to block blood from reaching the uterus.; Pregnant women are prescribed a hysterectomy if the above methods do not work.\n2. Cases of bleeding due to placental abnormalities\nSymptom\nThere are 2 cases of bleeding due to placental abnormalities:\nRetained placenta, retained membrane: Causes bleeding immediately after delivery of the placenta, poor uterine contraction, bleeding, the amount of blood may be more or less, bright red blood mixed with blood clots. Retained placenta can be detected early by examining the placenta and membranes.; Non-departure placenta: The placenta does not detach within 30 minutes after delivery or aggressive labor management measures are unsuccessful. At that time, the placenta adheres tightly and does not bleed. Partial placenta accreta means the placenta does not detach completely after 30 minutes of delivery, bleeding more or less depends on whether the area of ​​the placenta is wide or narrow.\nTo solve\nIn cases of bleeding due to retained placenta or membranes: Intravenous fluids should be given immediately. Give pain medication and perform uterine control. Use systemic antibiotics. Monitor pulse, blood pressure, bleeding and uterine contractions. Resuscitation with blood transfusion if acute anemia; In case of bleeding due to non-separation of the placenta: If bleeding, remove the placenta and control the uterus, massage the uterine fundus, resuscitate against shock, give antibiotics.; If the woman has bleeding partial placenta accreta or complete placenta accreta, she must have a hysterectomy.; If bleeding is heavy, shock resuscitation, blood transfusion and surgery are needed. Maintain uterine contraction according to general principles.\n3. Cases of bleeding due to genital tract trauma\nSymptom\nThe uterus contracts well but bright red blood still flows out of the vagina. Through examination, we found lacerations and hematoma in the genital tract.\nTo solve\nIn addition to general treatment, genital tract recovery is also included; If there is a hematoma, depending on the location, size and progression of the hematoma to have appropriate treatment.; The general principle is to destroy the hematoma and stop the bleeding to avoid recurrence.\n4. Cases of bleeding due to blood clotting disorders\nSymptom\nCan be primary due to blood diseases but is often secondary to heavy bleeding and loss of fibrinogenesis (disseminated intravascular coagulation).; Disseminated intravascular coagulation may be associated with severe preeclampsia, intrauterine fetal death, occult placental abruption, amniotic infection or amniotic embolism.; All of these conditions can lead to fibrinolysis.\nTo solve\nThe main medical treatment is fresh blood, clotting factors and treatment of the cause.\nNote: In addition, each person's body is different, so the accompanying symptoms may not be the same.\nVideo of common complications in pregnancy, causes and effective prevention"
        },
        {
            "subsection_name": "How to prevent postpartum hemorrhage",
            "subsection_content": "“The general principle to prevent postpartum hemorrhage as well as pregnancy complications is to monitor pregnancy well, to detect risk factors early and have timely treatment. Therefore, pregnant women need to choose a reputable facility with modern equipment, safe maternity care procedures... to monitor pregnancy and childbirth\", Associate Professor, Dr. Luu Thi Hong emphasized. (2)\nTo prevent postpartum hemorrhage, pregnant women should note:\nCarry out a full schedule of regular prenatal check-ups, especially 3 times during pregnancy in the first 3 months, second 3 months and last 3 months;; Perform necessary examinations, ultrasounds, and tests to screen for fetal malformations and abnormalities, if any;; Need to supplement iron and folic acid according to doctor's instructions to prevent anemia;; Have a regimen of nutrition, rest, and light labor;; When there are any unusual signs such as: abdominal pain, vaginal discharge, vaginal bleeding, headache, dizziness, vertigo, weak fetal movements, side pain or difficulty breathing... you should immediately go to a medical facility. for timely examination and treatment.\nAccording to Dr. Hong, risk factors in pregnancy are always present, however, thanks to the advancement of medicine and knowledge about pregnancy and childbirth, the 9-month and 10-day journey is under the care of doctors. With a team of doctors specializing in obstetrics, the dangers during pregnancy and childbirth have been controlled and greatly reduced.\nAccompanying mothers throughout pregnancy until labor, Tam Anh Hospital provides the best health care services, helping mothers stay healthy and feel more secure to welcome their little life into the world. At Tam Anh, a team of highly qualified doctors with many years of experience will always closely monitor and care for the health of mother and baby.\nIn addition, Tam Anh General Hospital also deploys the \"Full Maternity Package\" service, providing pregnant mothers with a special care package from pregnancy until birth. A team of experienced obstetricians and pediatricians at Tam Anh General Hospital will help mothers experience the gentlest labor so that they and their loved ones can fully enjoy the joy of welcoming a new member into the world.\nFor advice, answers to questions about maternity and to schedule an examination at Tam Anh General Hospital, you can contact:\nAbove is all the information about bleeding after cesarean or normal birth. This is an extremely serious issue that pregnant women need to pay attention to after giving birth to avoid dangers.",
            "subsection_string": "How to prevent postpartum hemorrhage\n“The general principle to prevent postpartum hemorrhage as well as pregnancy complications is to monitor pregnancy well, to detect risk factors early and have timely treatment. Therefore, pregnant women need to choose a reputable facility with modern equipment, safe maternity care procedures... to monitor pregnancy and childbirth\", Associate Professor, Dr. Luu Thi Hong emphasized. (2)\nTo prevent postpartum hemorrhage, pregnant women should note:\nCarry out a full schedule of regular prenatal check-ups, especially 3 times during pregnancy in the first 3 months, second 3 months and last 3 months;; Perform necessary examinations, ultrasounds, and tests to screen for fetal malformations and abnormalities, if any;; Need to supplement iron and folic acid according to doctor's instructions to prevent anemia;; Have a regimen of nutrition, rest, and light labor;; When there are any unusual signs such as: abdominal pain, vaginal discharge, vaginal bleeding, headache, dizziness, vertigo, weak fetal movements, side pain or difficulty breathing... you should immediately go to a medical facility. for timely examination and treatment.\nAccording to Dr. Hong, risk factors in pregnancy are always present, however, thanks to the advancement of medicine and knowledge about pregnancy and childbirth, the 9-month and 10-day journey is under the care of doctors. With a team of doctors specializing in obstetrics, the dangers during pregnancy and childbirth have been controlled and greatly reduced.\nAccompanying mothers throughout pregnancy until labor, Tam Anh Hospital provides the best health care services, helping mothers stay healthy and feel more secure to welcome their little life into the world. At Tam Anh, a team of highly qualified doctors with many years of experience will always closely monitor and care for the health of mother and baby.\nIn addition, Tam Anh General Hospital also deploys the \"Full Maternity Package\" service, providing pregnant mothers with a special care package from pregnancy until birth. A team of experienced obstetricians and pediatricians at Tam Anh General Hospital will help mothers experience the gentlest labor so that they and their loved ones can fully enjoy the joy of welcoming a new member into the world.\nFor advice, answers to questions about maternity and to schedule an examination at Tam Anh General Hospital, you can contact:\nAbove is all the information about bleeding after cesarean or normal birth. This is an extremely serious issue that pregnant women need to pay attention to after giving birth to avoid dangers."
        }
    ],
    "name": "bang-huyet-sau-sinh.json"
}