{
    "title": "Acute gout: Causes, symptoms, diagnosis and treatment",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/benh-gout-cap-tinh/",
    "abstract": "Acute gout is a form of arthritis caused by the accumulation of uric acid in the blood in the joints in the body. The disease is recognized with typical symptoms of swelling and pain at the inflammation site, and in some cases there are tophi under the skin. Acute gout is a benign disease that can be treated medically with medication, combined with nutrition and a healthy lifestyle. However, the disease also has many potential dangerous complications, but patients can proactively prevent them.",
    "content": "Acute gout: Causes, symptoms, diagnosis and treatment\n\nAcute gout is a form of arthritis caused by the accumulation of uric acid in the blood in the joints in the body. The disease is recognized with typical symptoms of swelling and pain at the inflammation site, and in some cases there are tophi under the skin. Acute gout is a benign disease that can be treated medically with medication, combined with nutrition and a healthy lifestyle. However, the disease also has many potential dangerous complications, but patients can proactively prevent them.\n\nWhat is acute gout?\nAcute gout is a form of arthritis, coming from an abnormal increase in uric acid in the blood, leading to excess. When uric acid levels are excessive, due to many external causes, they will accumulate in a joint and cause recurrent acute or chronic inflammation. The common location in gout cases is the big toe joint.\nPeople with acute gout will experience clinical symptoms such as acute pain, heat and redness around the inflamed joint, and in some cases there is also heat generation. The pain caused by acute gout and its effects will hinder the patient's activities and quality of life. Gout pain occurs often late at night, potentially causing the patient to wake up and make it difficult to fall back asleep. At the same time as arthritis, there is a decrease in range of activity, relatively limiting the patient's movement in daily activities. (first)\nThe disease can occur in all subjects and age groups, but according to statistics, men have a higher incidence of the disease than women and occurs more often in middle-aged people. Postmenopausal women are also more likely to have gout than other ages. These clinical symptoms will become increasingly serious if the patient does not promptly treat gout properly, which is also the reason for the disease to progress more severely.\nAcute gout occurs due to uric acid levels in the blood, so patients need to lower uric acid levels and control them during treatment to minimize symptoms. It should be noted that, currently there is no method that can completely cure gout, so people with gout or a history of gout need to be careful in their diet and daily living habits to maintain the amount of gout. Stable uric acid, improve overall health, minimize the risk of gout recurrence.\n\nAcute gout symptoms\nTypical symptoms of acute gout are pain and swelling at the inflamed joint. These acute gout attacks often occur suddenly at night, are of high pain intensity, and cause the patient to wake up. In addition, patients may also experience a number of other symptoms associated with gout pain. Common symptoms of acute gout include: (2)\nPain. Severe pain, which can be painful even with the slightest touch; Joint stiffness, reduced range of motion; Swelling and redness around the inflamed joint\nThe effects of these symptoms are quite serious because they not only hinder the patient's daily movements but also cause the patient to lose sleep, thereby weakening the body and significantly reducing mental health. . Therefore, patients need to see a doctor to receive timely treatment for acute gout as soon as symptoms appear to limit their health being affected by gout pain.\n\nCauses of acute gout attacks\nThe cause of acute gout comes from abnormally high levels of uric acid in the blood. This excess uric acid will accumulate around the joints, thereby causing gout arthritis.\nUric acid is produced naturally within the human body, along with that, uric acid is also formed from foods rich in purines such as red meat, beans, etc.\nThe kidneys are the organs responsible for filtering uric acid from the blood and eliminating it from the human body. When the human body contains too much uric acid, the kidneys do not have enough capacity to filter out uric acid quickly, and the remaining crystals will be deposited in the joints, causing pain and swelling. sudden swelling.\nRisk factors for acute gout\nRisk factors for acute gout include habits that easily cause uric acid in the blood to increase.\nUric acid is produced from purines, a substance present in a variety of food groups that we eat every day, especially red meat, nuts and alcohol. A diet with excess purines will increase your risk of gout, similar to alcohol abuse.\nIn addition, an objective risk factor leading to acute gout is family inheritance. People with family members who have had gout or other musculoskeletal diseases are more susceptible to acute gout than other people.\nRisk factors for gout that you should pay attention to:\nEating too much, uncontrolled foods rich in purines; People whose relatives have had gout; Using some non-prescription drugs with the wrong dosage such as diuretics, low-dose aspirin, etc.; People with poor nutritional diets such as using a lot of processed foods, foods with high fructose content, and abusing alcohol; Overweight and obese people; People with metabolic disorders; People with chronic kidney disease; People with high blood pressure\n\nComplications may occur\n1. Chronic kidney disease\nChronic kidney disease is one of the complications that people with acute gout need to pay attention to and prevent from the beginning. Because the formation of gout is related to the filtering ability of the kidneys, if uric acid is not completely filtered and remains inside the human body for a long time, it will increase the risk of kidney stones. Statistics show that the rate of people with gout developing kidney stones is 20%.\nKidney stones caused by urate salts can damage the kidneys, cause inflammation, and even leave scars. From there, complications of chronic kidney disease in gout patients will also increase.\n2. Increased blood pressure\nUric acid concentration is related to blood pressure, so when uric acid concentration increases, it will also affect blood pressure index. Specifically, high uric acid in the blood will cause blood pressure and flow to change, thereby causing high blood pressure for people with acute gout.\n3. Diabetes\nDiabetes, also known as diabetes mellitus, is a big warning for patients with acute gout. Doctors have pointed out that diabetes is quite closely related, so gout can increase the risk of diabetes.\nTo prevent diabetes complications, patients need to treat acute gout as soon as it is detected. At the same time, optimize the treatment process by combining a healthy diet, limiting the use of foods that have the risk of regularly increasing blood sugar levels. This not only helps patients limit the risk of diabetes complications but also prevents future gout recurrence.\n4. Hyperlipidemia\nGout is caused by high levels of uric acid, causing urate crystals to deposit in the joints and causing gout inflammation. Abnormal increases in uric acid can cause blood lipid disorders, including hyperlipidemia.\n5. Cardiovascular disease\nAcute gout is not a direct cause of cardiovascular diseases, but statistics from cases show that people with gout are twice as likely to have heart attacks and strokes as people without gout.\nIn particular, if gout occurs in the elderly, with weak resistance or people with a history of cardiovascular disease, they are at risk of death from heart failure.\n6. Liver failure\nLiver failure can develop from gout, similar to kidney and cardiovascular diseases. Changes in uric acid levels in the blood will affect the function of several organs, including the liver. The effects that gout causes to other organs are all negative effects and should not be prolonged because it will make the disease more serious and complicated.\n\nDiagnostic method\nDiagnosis of acute gout is diagnosed through gout test results or diagnostic imaging. Depending on the patient's gout pain condition and clinical symptoms, the doctor will prescribe an appropriate diagnosis method. (3)\nThe first step in the diagnostic process, the doctor needs to do a general examination of the patient. This step includes a general health assessment and examination of clinical symptoms. This is so doctors can rule out other causes of joint pain such as other types of arthritis, infections, injuries, etc.\nAcute gout is preferentially diagnosed by joint fluid testing. In this method, the doctor will withdraw mucus from the patient's painful joint and examine it under a microscope to find uric acid crystals.\nIn addition, some methods of diagnosing acute gout include:\nBlood tests to check uric acid levels in the blood, acute inflammation indicators such as erythrocyte sedimentation, CRP.; Diagnostic imaging tests such as x-rays, CT scans or ultrasound. The purpose of the imaging test is to help the doctor visualize the location and condition of uric acid crystals in the joint.\n\nCan acute gout be cured?\nGout is difficult to treat completely, but patients can completely control the disease and prevent gout pain from recurring by following the correct treatment regimen.\nGout is a type of disease that causes metabolic disorders in the body, so the disease currently has no definitive treatment. But patients do not need to worry because they can control the condition and minimize gout flare-ups by maintaining the amount of uric acid in the body at an acceptable concentration. This requires the patient to be conscious of maintaining a healthy lifestyle and having a scientific diet to maintain appropriate uric acid levels.\n\nMethods of treating acute gout attacks\nAcute gout is treated by focusing on ending the acute gout flare while also preventing the deposition of urate crystals from excess uric acid. In some cases, patients also need to combine treatment for high blood pressure, hyperlipidemia, and obesity for the most optimal treatment process. (4)\nSpecifically, acute gout is mainly treated medically orally. This regimen is prescribed based on each patient's clinical symptoms, to gradually reduce gout symptoms and pain for the patient.\nBesides, the most important thing in the process of treating acute gout attacks and maintaining the amount of uric acid in the blood is a scientific diet and healthy lifestyle.\nCommonly applied treatments for acute gout are:\nUse anti-inflammatory drugs (nonsteroidal or steroidal).; Use Colchicine; Apply cold compresses to painful joints; Reduce or stop drinking alcoholic beverages; Eat a suitable diet, control the amount of purine intake in the body to minimize the increase in uric acid from purines in food.\n\nPrevention of acute gout\nPrevention of acute gout requires minimizing urate crystals in the body by maintaining uric acid levels at an appropriate level.\nNutrition is the most important factor in preventing gout. Next is a healthy lifestyle. A good health foundation built by scientific living habits and selective eating is the most effective measure to control uric acid levels, prevent urate crystal deposition and prevent uric acid deposition. gout.\nIn addition, the use of non-prescription drugs should also be limited as much as possible. You need to consult a pharmacist or use the medication according to the dosage prescribed by your doctor for any medical condition because there are some medications that increase uric acid in the blood such as diuretics.\nIn addition to adjusting your diet and lifestyle, it is important to use uric acid-lowering medications as prescribed by your doctor. Patients need to comply with the doctor's treatment instructions because the uric acid-lowering medication regimen is long-term.\nMethods to help prevent gout that you can refer to are:\nLimit alcoholic beverages or alcohol; Eat controlled foods rich in purines such as shellfish, red meat, and animal organs; Maintain ideal weight; Limit smoking; Exercise regularly, increase movement during the day; Drink enough water; Always see your doctor or consult a pharmacist when you need medication for any illness\n\nHow to care for and control the condition\nThe way to care for and control acute gout is similar to the method of preventing gout, which is to focus on nutrition and a healthy lifestyle.\nGout is also often related to kidney diseases, cardiovascular diseases and high blood pressure, so a healthy lifestyle, building and maintaining overall health in a stable state will help patients not only control Control acute gout attacks but also minimize the risk of complications from other diseases.\nFinally, people with gout need to proactively monitor their health, including having regular check-ups twice a year and seeing a specialist if they have any symptoms or are suspected to have it. effects on gout.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, MSc.BS Nguyen Quang Ton Quyen; Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nAcute gout is a form of arthritis caused by metabolic disorders in the patient's body. The main cause of the disease is abnormally high levels of uric acid in the blood, making the kidneys unable to filter and eliminate from the body. Therefore, to effectively prevent gout, or control gout well for people with a history of gout, it is necessary to pay attention to a scientific diet and well control the amount of purine intake in the body. Combined with a good lifestyle, minimizing bad habits such as alcohol abuse and smoking to maintain the body in a healthy state.",
    "subsections": [
        {
            "subsection_name": "What is acute gout?",
            "subsection_content": "Acute gout is a form of arthritis, coming from an abnormal increase in uric acid in the blood, leading to excess. When uric acid levels are excessive, due to many external causes, they will accumulate in a joint and cause recurrent acute or chronic inflammation. The common location in gout cases is the big toe joint.\nPeople with acute gout will experience clinical symptoms such as acute pain, heat and redness around the inflamed joint, and in some cases there is also heat generation. The pain caused by acute gout and its effects will hinder the patient's activities and quality of life. Gout pain occurs often late at night, potentially causing the patient to wake up and make it difficult to fall back asleep. At the same time as arthritis, there is a decrease in range of activity, relatively limiting the patient's movement in daily activities. (first)\nThe disease can occur in all subjects and age groups, but according to statistics, men have a higher incidence of the disease than women and occurs more often in middle-aged people. Postmenopausal women are also more likely to have gout than other ages. These clinical symptoms will become increasingly serious if the patient does not promptly treat gout properly, which is also the reason for the disease to progress more severely.\nAcute gout occurs due to uric acid levels in the blood, so patients need to lower uric acid levels and control them during treatment to minimize symptoms. It should be noted that, currently there is no method that can completely cure gout, so people with gout or a history of gout need to be careful in their diet and daily living habits to maintain the amount of gout. Stable uric acid, improve overall health, minimize the risk of gout recurrence.",
            "subsection_string": "What is acute gout?\nAcute gout is a form of arthritis, coming from an abnormal increase in uric acid in the blood, leading to excess. When uric acid levels are excessive, due to many external causes, they will accumulate in a joint and cause recurrent acute or chronic inflammation. The common location in gout cases is the big toe joint.\nPeople with acute gout will experience clinical symptoms such as acute pain, heat and redness around the inflamed joint, and in some cases there is also heat generation. The pain caused by acute gout and its effects will hinder the patient's activities and quality of life. Gout pain occurs often late at night, potentially causing the patient to wake up and make it difficult to fall back asleep. At the same time as arthritis, there is a decrease in range of activity, relatively limiting the patient's movement in daily activities. (first)\nThe disease can occur in all subjects and age groups, but according to statistics, men have a higher incidence of the disease than women and occurs more often in middle-aged people. Postmenopausal women are also more likely to have gout than other ages. These clinical symptoms will become increasingly serious if the patient does not promptly treat gout properly, which is also the reason for the disease to progress more severely.\nAcute gout occurs due to uric acid levels in the blood, so patients need to lower uric acid levels and control them during treatment to minimize symptoms. It should be noted that, currently there is no method that can completely cure gout, so people with gout or a history of gout need to be careful in their diet and daily living habits to maintain the amount of gout. Stable uric acid, improve overall health, minimize the risk of gout recurrence."
        },
        {
            "subsection_name": "Acute gout symptoms",
            "subsection_content": "Typical symptoms of acute gout are pain and swelling at the inflamed joint. These acute gout attacks often occur suddenly at night, are of high pain intensity, and cause the patient to wake up. In addition, patients may also experience a number of other symptoms associated with gout pain. Common symptoms of acute gout include: (2)\nPain. Severe pain, which can be painful even with the slightest touch; Joint stiffness, reduced range of motion; Swelling and redness around the inflamed joint\nThe effects of these symptoms are quite serious because they not only hinder the patient's daily movements but also cause the patient to lose sleep, thereby weakening the body and significantly reducing mental health. . Therefore, patients need to see a doctor to receive timely treatment for acute gout as soon as symptoms appear to limit their health being affected by gout pain.",
            "subsection_string": "Acute gout symptoms\nTypical symptoms of acute gout are pain and swelling at the inflamed joint. These acute gout attacks often occur suddenly at night, are of high pain intensity, and cause the patient to wake up. In addition, patients may also experience a number of other symptoms associated with gout pain. Common symptoms of acute gout include: (2)\nPain. Severe pain, which can be painful even with the slightest touch; Joint stiffness, reduced range of motion; Swelling and redness around the inflamed joint\nThe effects of these symptoms are quite serious because they not only hinder the patient's daily movements but also cause the patient to lose sleep, thereby weakening the body and significantly reducing mental health. . Therefore, patients need to see a doctor to receive timely treatment for acute gout as soon as symptoms appear to limit their health being affected by gout pain."
        },
        {
            "subsection_name": "Causes of acute gout attacks",
            "subsection_content": "The cause of acute gout comes from abnormally high levels of uric acid in the blood. This excess uric acid will accumulate around the joints, thereby causing gout arthritis.\nUric acid is produced naturally within the human body, along with that, uric acid is also formed from foods rich in purines such as red meat, beans, etc.\nThe kidneys are the organs responsible for filtering uric acid from the blood and eliminating it from the human body. When the human body contains too much uric acid, the kidneys do not have enough capacity to filter out uric acid quickly, and the remaining crystals will be deposited in the joints, causing pain and swelling. sudden swelling.\nRisk factors for acute gout\nRisk factors for acute gout include habits that easily cause uric acid in the blood to increase.\nUric acid is produced from purines, a substance present in a variety of food groups that we eat every day, especially red meat, nuts and alcohol. A diet with excess purines will increase your risk of gout, similar to alcohol abuse.\nIn addition, an objective risk factor leading to acute gout is family inheritance. People with family members who have had gout or other musculoskeletal diseases are more susceptible to acute gout than other people.\nRisk factors for gout that you should pay attention to:\nEating too much, uncontrolled foods rich in purines; People whose relatives have had gout; Using some non-prescription drugs with the wrong dosage such as diuretics, low-dose aspirin, etc.; People with poor nutritional diets such as using a lot of processed foods, foods with high fructose content, and abusing alcohol; Overweight and obese people; People with metabolic disorders; People with chronic kidney disease; People with high blood pressure",
            "subsection_string": "Causes of acute gout attacks\nThe cause of acute gout comes from abnormally high levels of uric acid in the blood. This excess uric acid will accumulate around the joints, thereby causing gout arthritis.\nUric acid is produced naturally within the human body, along with that, uric acid is also formed from foods rich in purines such as red meat, beans, etc.\nThe kidneys are the organs responsible for filtering uric acid from the blood and eliminating it from the human body. When the human body contains too much uric acid, the kidneys do not have enough capacity to filter out uric acid quickly, and the remaining crystals will be deposited in the joints, causing pain and swelling. sudden swelling.\nRisk factors for acute gout\nRisk factors for acute gout include habits that easily cause uric acid in the blood to increase.\nUric acid is produced from purines, a substance present in a variety of food groups that we eat every day, especially red meat, nuts and alcohol. A diet with excess purines will increase your risk of gout, similar to alcohol abuse.\nIn addition, an objective risk factor leading to acute gout is family inheritance. People with family members who have had gout or other musculoskeletal diseases are more susceptible to acute gout than other people.\nRisk factors for gout that you should pay attention to:\nEating too much, uncontrolled foods rich in purines; People whose relatives have had gout; Using some non-prescription drugs with the wrong dosage such as diuretics, low-dose aspirin, etc.; People with poor nutritional diets such as using a lot of processed foods, foods with high fructose content, and abusing alcohol; Overweight and obese people; People with metabolic disorders; People with chronic kidney disease; People with high blood pressure"
        },
        {
            "subsection_name": "Complications may occur",
            "subsection_content": "1. Chronic kidney disease\nChronic kidney disease is one of the complications that people with acute gout need to pay attention to and prevent from the beginning. Because the formation of gout is related to the filtering ability of the kidneys, if uric acid is not completely filtered and remains inside the human body for a long time, it will increase the risk of kidney stones. Statistics show that the rate of people with gout developing kidney stones is 20%.\nKidney stones caused by urate salts can damage the kidneys, cause inflammation, and even leave scars. From there, complications of chronic kidney disease in gout patients will also increase.\n2. Increased blood pressure\nUric acid concentration is related to blood pressure, so when uric acid concentration increases, it will also affect blood pressure index. Specifically, high uric acid in the blood will cause blood pressure and flow to change, thereby causing high blood pressure for people with acute gout.\n3. Diabetes\nDiabetes, also known as diabetes mellitus, is a big warning for patients with acute gout. Doctors have pointed out that diabetes is quite closely related, so gout can increase the risk of diabetes.\nTo prevent diabetes complications, patients need to treat acute gout as soon as it is detected. At the same time, optimize the treatment process by combining a healthy diet, limiting the use of foods that have the risk of regularly increasing blood sugar levels. This not only helps patients limit the risk of diabetes complications but also prevents future gout recurrence.\n4. Hyperlipidemia\nGout is caused by high levels of uric acid, causing urate crystals to deposit in the joints and causing gout inflammation. Abnormal increases in uric acid can cause blood lipid disorders, including hyperlipidemia.\n5. Cardiovascular disease\nAcute gout is not a direct cause of cardiovascular diseases, but statistics from cases show that people with gout are twice as likely to have heart attacks and strokes as people without gout.\nIn particular, if gout occurs in the elderly, with weak resistance or people with a history of cardiovascular disease, they are at risk of death from heart failure.\n6. Liver failure\nLiver failure can develop from gout, similar to kidney and cardiovascular diseases. Changes in uric acid levels in the blood will affect the function of several organs, including the liver. The effects that gout causes to other organs are all negative effects and should not be prolonged because it will make the disease more serious and complicated.",
            "subsection_string": "Complications may occur\n1. Chronic kidney disease\nChronic kidney disease is one of the complications that people with acute gout need to pay attention to and prevent from the beginning. Because the formation of gout is related to the filtering ability of the kidneys, if uric acid is not completely filtered and remains inside the human body for a long time, it will increase the risk of kidney stones. Statistics show that the rate of people with gout developing kidney stones is 20%.\nKidney stones caused by urate salts can damage the kidneys, cause inflammation, and even leave scars. From there, complications of chronic kidney disease in gout patients will also increase.\n2. Increased blood pressure\nUric acid concentration is related to blood pressure, so when uric acid concentration increases, it will also affect blood pressure index. Specifically, high uric acid in the blood will cause blood pressure and flow to change, thereby causing high blood pressure for people with acute gout.\n3. Diabetes\nDiabetes, also known as diabetes mellitus, is a big warning for patients with acute gout. Doctors have pointed out that diabetes is quite closely related, so gout can increase the risk of diabetes.\nTo prevent diabetes complications, patients need to treat acute gout as soon as it is detected. At the same time, optimize the treatment process by combining a healthy diet, limiting the use of foods that have the risk of regularly increasing blood sugar levels. This not only helps patients limit the risk of diabetes complications but also prevents future gout recurrence.\n4. Hyperlipidemia\nGout is caused by high levels of uric acid, causing urate crystals to deposit in the joints and causing gout inflammation. Abnormal increases in uric acid can cause blood lipid disorders, including hyperlipidemia.\n5. Cardiovascular disease\nAcute gout is not a direct cause of cardiovascular diseases, but statistics from cases show that people with gout are twice as likely to have heart attacks and strokes as people without gout.\nIn particular, if gout occurs in the elderly, with weak resistance or people with a history of cardiovascular disease, they are at risk of death from heart failure.\n6. Liver failure\nLiver failure can develop from gout, similar to kidney and cardiovascular diseases. Changes in uric acid levels in the blood will affect the function of several organs, including the liver. The effects that gout causes to other organs are all negative effects and should not be prolonged because it will make the disease more serious and complicated."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "Diagnosis of acute gout is diagnosed through gout test results or diagnostic imaging. Depending on the patient's gout pain condition and clinical symptoms, the doctor will prescribe an appropriate diagnosis method. (3)\nThe first step in the diagnostic process, the doctor needs to do a general examination of the patient. This step includes a general health assessment and examination of clinical symptoms. This is so doctors can rule out other causes of joint pain such as other types of arthritis, infections, injuries, etc.\nAcute gout is preferentially diagnosed by joint fluid testing. In this method, the doctor will withdraw mucus from the patient's painful joint and examine it under a microscope to find uric acid crystals.\nIn addition, some methods of diagnosing acute gout include:\nBlood tests to check uric acid levels in the blood, acute inflammation indicators such as erythrocyte sedimentation, CRP.; Diagnostic imaging tests such as x-rays, CT scans or ultrasound. The purpose of the imaging test is to help the doctor visualize the location and condition of uric acid crystals in the joint.",
            "subsection_string": "Diagnostic method\nDiagnosis of acute gout is diagnosed through gout test results or diagnostic imaging. Depending on the patient's gout pain condition and clinical symptoms, the doctor will prescribe an appropriate diagnosis method. (3)\nThe first step in the diagnostic process, the doctor needs to do a general examination of the patient. This step includes a general health assessment and examination of clinical symptoms. This is so doctors can rule out other causes of joint pain such as other types of arthritis, infections, injuries, etc.\nAcute gout is preferentially diagnosed by joint fluid testing. In this method, the doctor will withdraw mucus from the patient's painful joint and examine it under a microscope to find uric acid crystals.\nIn addition, some methods of diagnosing acute gout include:\nBlood tests to check uric acid levels in the blood, acute inflammation indicators such as erythrocyte sedimentation, CRP.; Diagnostic imaging tests such as x-rays, CT scans or ultrasound. The purpose of the imaging test is to help the doctor visualize the location and condition of uric acid crystals in the joint."
        },
        {
            "subsection_name": "Can acute gout be cured?",
            "subsection_content": "Gout is difficult to treat completely, but patients can completely control the disease and prevent gout pain from recurring by following the correct treatment regimen.\nGout is a type of disease that causes metabolic disorders in the body, so the disease currently has no definitive treatment. But patients do not need to worry because they can control the condition and minimize gout flare-ups by maintaining the amount of uric acid in the body at an acceptable concentration. This requires the patient to be conscious of maintaining a healthy lifestyle and having a scientific diet to maintain appropriate uric acid levels.",
            "subsection_string": "Can acute gout be cured?\nGout is difficult to treat completely, but patients can completely control the disease and prevent gout pain from recurring by following the correct treatment regimen.\nGout is a type of disease that causes metabolic disorders in the body, so the disease currently has no definitive treatment. But patients do not need to worry because they can control the condition and minimize gout flare-ups by maintaining the amount of uric acid in the body at an acceptable concentration. This requires the patient to be conscious of maintaining a healthy lifestyle and having a scientific diet to maintain appropriate uric acid levels."
        },
        {
            "subsection_name": "Methods of treating acute gout attacks",
            "subsection_content": "Acute gout is treated by focusing on ending the acute gout flare while also preventing the deposition of urate crystals from excess uric acid. In some cases, patients also need to combine treatment for high blood pressure, hyperlipidemia, and obesity for the most optimal treatment process. (4)\nSpecifically, acute gout is mainly treated medically orally. This regimen is prescribed based on each patient's clinical symptoms, to gradually reduce gout symptoms and pain for the patient.\nBesides, the most important thing in the process of treating acute gout attacks and maintaining the amount of uric acid in the blood is a scientific diet and healthy lifestyle.\nCommonly applied treatments for acute gout are:\nUse anti-inflammatory drugs (nonsteroidal or steroidal).; Use Colchicine; Apply cold compresses to painful joints; Reduce or stop drinking alcoholic beverages; Eat a suitable diet, control the amount of purine intake in the body to minimize the increase in uric acid from purines in food.",
            "subsection_string": "Methods of treating acute gout attacks\nAcute gout is treated by focusing on ending the acute gout flare while also preventing the deposition of urate crystals from excess uric acid. In some cases, patients also need to combine treatment for high blood pressure, hyperlipidemia, and obesity for the most optimal treatment process. (4)\nSpecifically, acute gout is mainly treated medically orally. This regimen is prescribed based on each patient's clinical symptoms, to gradually reduce gout symptoms and pain for the patient.\nBesides, the most important thing in the process of treating acute gout attacks and maintaining the amount of uric acid in the blood is a scientific diet and healthy lifestyle.\nCommonly applied treatments for acute gout are:\nUse anti-inflammatory drugs (nonsteroidal or steroidal).; Use Colchicine; Apply cold compresses to painful joints; Reduce or stop drinking alcoholic beverages; Eat a suitable diet, control the amount of purine intake in the body to minimize the increase in uric acid from purines in food."
        },
        {
            "subsection_name": "Prevention of acute gout",
            "subsection_content": "Prevention of acute gout requires minimizing urate crystals in the body by maintaining uric acid levels at an appropriate level.\nNutrition is the most important factor in preventing gout. Next is a healthy lifestyle. A good health foundation built by scientific living habits and selective eating is the most effective measure to control uric acid levels, prevent urate crystal deposition and prevent uric acid deposition. gout.\nIn addition, the use of non-prescription drugs should also be limited as much as possible. You need to consult a pharmacist or use the medication according to the dosage prescribed by your doctor for any medical condition because there are some medications that increase uric acid in the blood such as diuretics.\nIn addition to adjusting your diet and lifestyle, it is important to use uric acid-lowering medications as prescribed by your doctor. Patients need to comply with the doctor's treatment instructions because the uric acid-lowering medication regimen is long-term.\nMethods to help prevent gout that you can refer to are:\nLimit alcoholic beverages or alcohol; Eat controlled foods rich in purines such as shellfish, red meat, and animal organs; Maintain ideal weight; Limit smoking; Exercise regularly, increase movement during the day; Drink enough water; Always see your doctor or consult a pharmacist when you need medication for any illness",
            "subsection_string": "Prevention of acute gout\nPrevention of acute gout requires minimizing urate crystals in the body by maintaining uric acid levels at an appropriate level.\nNutrition is the most important factor in preventing gout. Next is a healthy lifestyle. A good health foundation built by scientific living habits and selective eating is the most effective measure to control uric acid levels, prevent urate crystal deposition and prevent uric acid deposition. gout.\nIn addition, the use of non-prescription drugs should also be limited as much as possible. You need to consult a pharmacist or use the medication according to the dosage prescribed by your doctor for any medical condition because there are some medications that increase uric acid in the blood such as diuretics.\nIn addition to adjusting your diet and lifestyle, it is important to use uric acid-lowering medications as prescribed by your doctor. Patients need to comply with the doctor's treatment instructions because the uric acid-lowering medication regimen is long-term.\nMethods to help prevent gout that you can refer to are:\nLimit alcoholic beverages or alcohol; Eat controlled foods rich in purines such as shellfish, red meat, and animal organs; Maintain ideal weight; Limit smoking; Exercise regularly, increase movement during the day; Drink enough water; Always see your doctor or consult a pharmacist when you need medication for any illness"
        },
        {
            "subsection_name": "How to care for and control the condition",
            "subsection_content": "The way to care for and control acute gout is similar to the method of preventing gout, which is to focus on nutrition and a healthy lifestyle.\nGout is also often related to kidney diseases, cardiovascular diseases and high blood pressure, so a healthy lifestyle, building and maintaining overall health in a stable state will help patients not only control Control acute gout attacks but also minimize the risk of complications from other diseases.\nFinally, people with gout need to proactively monitor their health, including having regular check-ups twice a year and seeing a specialist if they have any symptoms or are suspected to have it. effects on gout.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, MSc.BS Nguyen Quang Ton Quyen; Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nAcute gout is a form of arthritis caused by metabolic disorders in the patient's body. The main cause of the disease is abnormally high levels of uric acid in the blood, making the kidneys unable to filter and eliminate from the body. Therefore, to effectively prevent gout, or control gout well for people with a history of gout, it is necessary to pay attention to a scientific diet and well control the amount of purine intake in the body. Combined with a good lifestyle, minimizing bad habits such as alcohol abuse and smoking to maintain the body in a healthy state.",
            "subsection_string": "How to care for and control the condition\nThe way to care for and control acute gout is similar to the method of preventing gout, which is to focus on nutrition and a healthy lifestyle.\nGout is also often related to kidney diseases, cardiovascular diseases and high blood pressure, so a healthy lifestyle, building and maintaining overall health in a stable state will help patients not only control Control acute gout attacks but also minimize the risk of complications from other diseases.\nFinally, people with gout need to proactively monitor their health, including having regular check-ups twice a year and seeing a specialist if they have any symptoms or are suspected to have it. effects on gout.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, MSc.BS Nguyen Quang Ton Quyen; Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nAcute gout is a form of arthritis caused by metabolic disorders in the patient's body. The main cause of the disease is abnormally high levels of uric acid in the blood, making the kidneys unable to filter and eliminate from the body. Therefore, to effectively prevent gout, or control gout well for people with a history of gout, it is necessary to pay attention to a scientific diet and well control the amount of purine intake in the body. Combined with a good lifestyle, minimizing bad habits such as alcohol abuse and smoking to maintain the body in a healthy state."
        }
    ],
    "name": "benh-gout-cap-tinh.json"
}