{
    "title": "Mumps: Causes, signs and diagnosis",
    "category": "Infectious",
    "link": "https://tamanhhospital.vn/benh-quai-bi/",
    "abstract": "Mumps is an acute infectious disease caused by a virus. The disease has the ability to spread quickly in the community and can cause long-term health complications, especially men's reproductive health. Orchitis complications of the disease can lead to testicular atrophy and infertility.",
    "content": "Mumps: Causes, signs and diagnosis\n\nMumps is an acute infectious disease caused by a virus. The disease has the ability to spread quickly in the community and can cause long-term health complications, especially men's reproductive health. Orchitis complications of the disease can lead to testicular atrophy and infertility.\n\nWhat is mumps?\nMumps is an acute infectious disease caused by the mumps virus, belonging to the genus Rubulavirus, family Paramyxoviridae. The virus is often spread through coughing, sneezing or other contact with saliva from an infected person to another person. (first)\nAccording to statistics, this is a disease widely distributed globally. The incidence of mumps is often high in densely populated areas, where the climate is often cool or cold, and in areas with a low standard of living...\nIn Vietnam, mumps is a common disease, distributed throughout the country. The disease often occurs in all seasons of the year, often breaking out in small and medium clusters. The disease incidence ranges from 10-40 cases per 100,000 people, the disease is often concentrated in the Northern provinces and Central Highlands.\nThe death rate from mumps infection is usually very low, not exceeding 1/100,000 people, but many cases have serious complications such as encephalitis, meningitis or multiglandular inflammation.\n\nCause of mumps\nMumps is present worldwide and the disease only circulates in humans. Children, teenagers and adults can all get the disease. The cause of the disease is caused by a virus. The virus is transmitted through the respiratory tract, eating and drinking, and droplets when the patient coughs, sneezes, and communicates.\nThere are some questions about whether the virus can be transmitted through feces and urine, when it has been found that the mumps virus can survive in a patient's urine for 2-3 weeks.\nMumps virus develops highly in serum about 12-15 days after infection and spreads to other organs. The infectious period is from 6 days before the full onset of parotid gland swelling until 2 weeks after the onset of pathological symptoms.\n\nSymptoms and signs of mumps\nDepending on the condition, some people have almost no symptoms, however common symptoms include: (2)\nFever, body aches, muscle pain;; Fatigue and loss of appetite;; Nausea, vomiting;; Painful swelling of the salivary glands, cheeks, neck or jaw;; Some patients have swelling of other lymph nodes and testicular damage...\nIn rarer cases, mumps can be life-threatening. Adults with the disease will have a more serious condition than children with mumps. Unfortunately, there is currently no specific medicine to treat this disease.\nAfter 7-14 days of being infected with the virus, the patient will have some symptoms such as irritability, fatigue, loss of appetite, fever, chills, sore throat and pain in the corner of the jaw. After about 3 days, the patient's parotid gland will gradually swell and gradually decrease in about 1 week. The patient may have swelling on one or both sides of the ear and the swelling may not be at the same time. The second gland begins to swell when the swelling of the first gland has decreased.\nThe swelling area of ​​mumps is often very characteristic, the swelling often spreads to the cheeks, under the jaw, pushing the ears up and out; In some special cases, it can spread to the chest causing presternal edema. The patient will feel pain in the swollen area but the skin in the swollen area is not hot and congested.\nDuring this time, the patient will find it difficult to talk and eat. However, 25% of patients infected with the virus without obvious signs accidentally become a source of transmission to those around them.\n\nSubjects at high risk of mumps\nThe disease can occur all year round in our country, however the disease breaks out more strongly and frequently in the fall-winter months, areas with cool and dry climates are often ideal areas for the disease to spread more strongly.\nMumps is often easily spread in crowded places, groups of preschool children, children studying in high schools or young people, adults are also subject to the disease. The disease rate in men will be higher than in women.\nMumps is uncommon in children under 2 years old, although children are only protected for the first 6 months of life if the mother has had the disease. After 2 years of age, the frequency of the disease gradually increases and peaks at the age of 10-19 years.\n\nCommon complications of mumps\nThis is a rare disease in adults, but complications of mumps in adults are more severe than in children.\n1. Complications in men\nOrchitis and epididymitis: This complication accounts for about 20-35% of men suffering from the disease after puberty. Symptoms include swollen testicles and swollen epididymis. This inflammation can last from 3 to 7 days. Then about 50% of cases have gradual testicular atrophy, reduced spermatogenesis rate and can cause infertility in mumps patients.\n2. Complications in women\nOvarian inflammation: This complication accounts for 7% of women after puberty.; Complications of mumps in pregnant women: In the first 3 months of pregnancy, this complication can lead to miscarriage or fetal deformities; in the last 3 months of pregnancy, it can lead to premature birth or stillbirth. .\n3. Some other complications can occur in men and women such as\nLung infarction: When an area of ​​the lung is anemic, it can lead to lung tissue necrosis. This is a complication that can occur after orchitis due to mumps, which is caused by thrombosis from the prostatic vein.; Pancreatitis: Has a rate of 3% - 7%, is a sign of serious illness. Symptoms of pancreatitis are often severe abdominal pain, nausea and sometimes low blood pressure, fainting, which is dangerous if not treated promptly.; Neurological damage: Encephalitis has a rate of 0.5%, patients have symptoms such as: frequent restlessness, irritability, mood changes, frequent headaches, fatigue, visual disturbances. perception, consciousness, and in some cases the patient's head is enlarged due to hydrocephalus. Cranial nerve damage leads to many dangerous physical and mental consequences for the patient. The patient may suffer from deafness, transverse spinal cord inflammation, decreased vision...; Besides, patients may have some complications such as myocarditis, pneumonia, croup, thrombocytopenia, pneumonia...\n\nDiagnosis and testing for mumps\nDiagnosis of mumps is often based on clinical symptoms, and in some necessary cases, some differential tests can be done.\nFor mild disease, the symptoms of salivary gland inflammation are unclear and need to be examined and treated to differentiate it from other viral infections of the upper respiratory tract.; For mumps, typical inflammation of the salivary glands needs to be distinguished from diseases with some similar symptoms such as purulent parotitis caused by bacteria, with symptoms of swelling, heat, redness, pain, and pus. flows from the tip of the Stenon tube; parotid gland hypertrophy or parotid salivary gland stones, or mandibular angle lymphadenitis due to infection in surrounding areas such as teeth, jaw, throat.; Testing: In general, for mumps, testing is rarely used in diagnosis because the disease has very typical clinical signs and symptoms. Test results are often used in cases of extreme necessity or for research purposes.\n\nMethods of treating mumps\nCurrently, there is no medicine to specifically treat mumps, mainly treating the symptoms combined with patient care and preventing possible dangerous complications of the disease: (3)\nFirst, when a patient has signs of pain and swelling in the parotid area, they should immediately go to a medical facility to be examined by a doctor and differentially diagnose the disease. Some diseases that cause inflammation of the salivary glands are not necessarily caused by the mumps virus but are also caused by other bacteria and viruses;; If there are symptoms of fever or pain in the parotid area, patients can use pain relievers and antipyretics to drink;; Patients need to drink a lot of water to replenish water and electrolytes. They can drink Oresol to replenish faster;; To reduce swelling and pain in the salivary glands, you can apply a cool compress;; Do not eat foods that are too hard, foods that are spicy, hot or sour. You should eat foods that are liquid, soft, easy to eat, and easy to swallow such as porridge or soup;; Do not arbitrarily use antibiotics, only use antibiotics when prescribed by a doctor and when superinfection is suspected; Patients need to limit vigorous exercise, rest comfortably, and avoid contact with family members and neighbors to limit infection;; In male patients, if there are signs of testicular inflammation or in female patients, there are signs of ovarian inflammation, they will be closely monitored in the hospital to avoid leaving unfortunate sequelae that affect future health.\n\nCaring for people with mumps\nPeople with mumps should be carefully cared for to avoid possible dangerous complications. Patients need to go to medical centers for examination and medication, as well as some necessary tests and vital signs monitoring.\nBesides, patients need proper care and rest such as:\nRest and lie down when you have a high fever;; You can apply warm compresses to the swollen parotid area to reduce pain;; If the fever is high, you can cool it down to reduce the fever;; For men, they should wear underwear that lifts the testicles, reduces tension and reduces pain for the patient;; Take good care of your teeth to avoid infection and increase your appetite;; Take a shower every day;; Patients should eat liquid, soft foods, avoid foods that are too hot, spicy, and sour;; Avoid contact with sick people, when in contact, wear a mask and wash your hands;\n\nPrevention of mumps\nAlthough mumps is a benign disease, it has many serious health complications. In particular, there is no specific treatment for the disease, so disease prevention is considered the most optimal option to protect health.\nPeople need to be raised aware of prevention as well as know the harmful effects of the disease, especially complications affecting reproductive health. Enhance the importance of vaccines, personal and environmental hygiene measures, and recognize signs of disease to report to health authorities for early detection and avoidance of outbreaks.\nThe most effective proactive preventive measure against mumps is vaccination. Mumps vaccine can be used as early as 12 months old. Currently in Vietnam, the most commonly used combination vaccine is measles - mumps - rubella. The vaccines are researched to be safe and highly effective, with protection reaching over 95% and long-lasting immunity. (4)\nBesides, to prevent mumps, you need to pay attention to some measures such as:\nExpanded propaganda on raising awareness of living environment hygiene, cleaning housing areas, kindergartens, schools, dormitory areas, densely populated areas... with the criteria of open ventilation in the environment Schools, living and working areas need lots of light, cleanliness and limited dust;; Have a habit of washing regularly with soap;; Housing areas, companies, schools... are clean, focusing on clean personal hygiene, preventing infectious diseases;; When an infected person needs to be isolated and treated at home or a medical facility as prescribed by a doctor to avoid infecting people around, and disinfect the area where the infected person is;; When you suspect you have the disease, you should immediately go to the nearest medical facility for examination and treatment. Especially in cases of suspected complications, do not hesitate and go immediately to the hospital for timely treatment.\nAccording to doctor Trieu Vy, \"When you have mumps, the virus can spread to other organs in the body, especially the testicles, causing damage to spermatogenic cells. This leads to edema and fibrosis of the seminiferous tubules and ultimately atrophic orchitis. When damage and fibrosis of the seminiferous tubules persist, the consequences can cause infertility in men due to reduced sperm production. Therefore, natural pregnancy becomes very difficult because the amount of sperm in the ejaculated semen is decreasing in quality and quantity since the complications of orchitis, and eventually the consequences can lead to no sperm.”\nHowever, depending on the medical case, after examination, doctors may consider using surgical intervention to extract sperm from the epididymis or testicles to remove the remaining small amount of sperm, enough to do IVF. At IVF Tam Anh, there are many cases of men with testicular atrophy and azoospermia who have been prescribed sperm donation and still have hope of having a child. Therefore, if you are unlucky enough to experience complications after having mumps, you should visit an andrologist or fertility specialist early to be examined, assessed for remaining reproductive function and given specific advice. more specifically, as well as discuss the optimal treatment method for your case.\nReproductive Support Center, Tam Anh General Hospital is mastering effective male infertility treatment techniques for patients with weak sperm, deformed sperm, azoospermia, preserving fertility for men who require treatment. cancer treatment. Thanks to the advantage of multi-specialties in the ecosystem such as: Department of Urology - Andrology, Testing Center, Imaging Center, Stem Cell Center... and modern equipment for immediate infertility treatment. At the hospital, Tam Anh Fertility Support Center has accompanied and brought happiness to thousands of infertile couples who have difficulty conceiving.\nMumps causes complications and long-term consequences for the patient's health. Although there is no specific cure, the disease can still be prevented through proactive vaccination, clean living areas and regular health check-ups.",
    "subsections": [
        {
            "subsection_name": "What is mumps?",
            "subsection_content": "Mumps is an acute infectious disease caused by the mumps virus, belonging to the genus Rubulavirus, family Paramyxoviridae. The virus is often spread through coughing, sneezing or other contact with saliva from an infected person to another person. (first)\nAccording to statistics, this is a disease widely distributed globally. The incidence of mumps is often high in densely populated areas, where the climate is often cool or cold, and in areas with a low standard of living...\nIn Vietnam, mumps is a common disease, distributed throughout the country. The disease often occurs in all seasons of the year, often breaking out in small and medium clusters. The disease incidence ranges from 10-40 cases per 100,000 people, the disease is often concentrated in the Northern provinces and Central Highlands.\nThe death rate from mumps infection is usually very low, not exceeding 1/100,000 people, but many cases have serious complications such as encephalitis, meningitis or multiglandular inflammation.",
            "subsection_string": "What is mumps?\nMumps is an acute infectious disease caused by the mumps virus, belonging to the genus Rubulavirus, family Paramyxoviridae. The virus is often spread through coughing, sneezing or other contact with saliva from an infected person to another person. (first)\nAccording to statistics, this is a disease widely distributed globally. The incidence of mumps is often high in densely populated areas, where the climate is often cool or cold, and in areas with a low standard of living...\nIn Vietnam, mumps is a common disease, distributed throughout the country. The disease often occurs in all seasons of the year, often breaking out in small and medium clusters. The disease incidence ranges from 10-40 cases per 100,000 people, the disease is often concentrated in the Northern provinces and Central Highlands.\nThe death rate from mumps infection is usually very low, not exceeding 1/100,000 people, but many cases have serious complications such as encephalitis, meningitis or multiglandular inflammation."
        },
        {
            "subsection_name": "Cause of mumps",
            "subsection_content": "Mumps is present worldwide and the disease only circulates in humans. Children, teenagers and adults can all get the disease. The cause of the disease is caused by a virus. The virus is transmitted through the respiratory tract, eating and drinking, and droplets when the patient coughs, sneezes, and communicates.\nThere are some questions about whether the virus can be transmitted through feces and urine, when it has been found that the mumps virus can survive in a patient's urine for 2-3 weeks.\nMumps virus develops highly in serum about 12-15 days after infection and spreads to other organs. The infectious period is from 6 days before the full onset of parotid gland swelling until 2 weeks after the onset of pathological symptoms.",
            "subsection_string": "Cause of mumps\nMumps is present worldwide and the disease only circulates in humans. Children, teenagers and adults can all get the disease. The cause of the disease is caused by a virus. The virus is transmitted through the respiratory tract, eating and drinking, and droplets when the patient coughs, sneezes, and communicates.\nThere are some questions about whether the virus can be transmitted through feces and urine, when it has been found that the mumps virus can survive in a patient's urine for 2-3 weeks.\nMumps virus develops highly in serum about 12-15 days after infection and spreads to other organs. The infectious period is from 6 days before the full onset of parotid gland swelling until 2 weeks after the onset of pathological symptoms."
        },
        {
            "subsection_name": "Symptoms and signs of mumps",
            "subsection_content": "Depending on the condition, some people have almost no symptoms, however common symptoms include: (2)\nFever, body aches, muscle pain;; Fatigue and loss of appetite;; Nausea, vomiting;; Painful swelling of the salivary glands, cheeks, neck or jaw;; Some patients have swelling of other lymph nodes and testicular damage...\nIn rarer cases, mumps can be life-threatening. Adults with the disease will have a more serious condition than children with mumps. Unfortunately, there is currently no specific medicine to treat this disease.\nAfter 7-14 days of being infected with the virus, the patient will have some symptoms such as irritability, fatigue, loss of appetite, fever, chills, sore throat and pain in the corner of the jaw. After about 3 days, the patient's parotid gland will gradually swell and gradually decrease in about 1 week. The patient may have swelling on one or both sides of the ear and the swelling may not be at the same time. The second gland begins to swell when the swelling of the first gland has decreased.\nThe swelling area of ​​mumps is often very characteristic, the swelling often spreads to the cheeks, under the jaw, pushing the ears up and out; In some special cases, it can spread to the chest causing presternal edema. The patient will feel pain in the swollen area but the skin in the swollen area is not hot and congested.\nDuring this time, the patient will find it difficult to talk and eat. However, 25% of patients infected with the virus without obvious signs accidentally become a source of transmission to those around them.",
            "subsection_string": "Symptoms and signs of mumps\nDepending on the condition, some people have almost no symptoms, however common symptoms include: (2)\nFever, body aches, muscle pain;; Fatigue and loss of appetite;; Nausea, vomiting;; Painful swelling of the salivary glands, cheeks, neck or jaw;; Some patients have swelling of other lymph nodes and testicular damage...\nIn rarer cases, mumps can be life-threatening. Adults with the disease will have a more serious condition than children with mumps. Unfortunately, there is currently no specific medicine to treat this disease.\nAfter 7-14 days of being infected with the virus, the patient will have some symptoms such as irritability, fatigue, loss of appetite, fever, chills, sore throat and pain in the corner of the jaw. After about 3 days, the patient's parotid gland will gradually swell and gradually decrease in about 1 week. The patient may have swelling on one or both sides of the ear and the swelling may not be at the same time. The second gland begins to swell when the swelling of the first gland has decreased.\nThe swelling area of ​​mumps is often very characteristic, the swelling often spreads to the cheeks, under the jaw, pushing the ears up and out; In some special cases, it can spread to the chest causing presternal edema. The patient will feel pain in the swollen area but the skin in the swollen area is not hot and congested.\nDuring this time, the patient will find it difficult to talk and eat. However, 25% of patients infected with the virus without obvious signs accidentally become a source of transmission to those around them."
        },
        {
            "subsection_name": "Subjects at high risk of mumps",
            "subsection_content": "The disease can occur all year round in our country, however the disease breaks out more strongly and frequently in the fall-winter months, areas with cool and dry climates are often ideal areas for the disease to spread more strongly.\nMumps is often easily spread in crowded places, groups of preschool children, children studying in high schools or young people, adults are also subject to the disease. The disease rate in men will be higher than in women.\nMumps is uncommon in children under 2 years old, although children are only protected for the first 6 months of life if the mother has had the disease. After 2 years of age, the frequency of the disease gradually increases and peaks at the age of 10-19 years.",
            "subsection_string": "Subjects at high risk of mumps\nThe disease can occur all year round in our country, however the disease breaks out more strongly and frequently in the fall-winter months, areas with cool and dry climates are often ideal areas for the disease to spread more strongly.\nMumps is often easily spread in crowded places, groups of preschool children, children studying in high schools or young people, adults are also subject to the disease. The disease rate in men will be higher than in women.\nMumps is uncommon in children under 2 years old, although children are only protected for the first 6 months of life if the mother has had the disease. After 2 years of age, the frequency of the disease gradually increases and peaks at the age of 10-19 years."
        },
        {
            "subsection_name": "Common complications of mumps",
            "subsection_content": "This is a rare disease in adults, but complications of mumps in adults are more severe than in children.\n1. Complications in men\nOrchitis and epididymitis: This complication accounts for about 20-35% of men suffering from the disease after puberty. Symptoms include swollen testicles and swollen epididymis. This inflammation can last from 3 to 7 days. Then about 50% of cases have gradual testicular atrophy, reduced spermatogenesis rate and can cause infertility in mumps patients.\n2. Complications in women\nOvarian inflammation: This complication accounts for 7% of women after puberty.; Complications of mumps in pregnant women: In the first 3 months of pregnancy, this complication can lead to miscarriage or fetal deformities; in the last 3 months of pregnancy, it can lead to premature birth or stillbirth. .\n3. Some other complications can occur in men and women such as\nLung infarction: When an area of ​​the lung is anemic, it can lead to lung tissue necrosis. This is a complication that can occur after orchitis due to mumps, which is caused by thrombosis from the prostatic vein.; Pancreatitis: Has a rate of 3% - 7%, is a sign of serious illness. Symptoms of pancreatitis are often severe abdominal pain, nausea and sometimes low blood pressure, fainting, which is dangerous if not treated promptly.; Neurological damage: Encephalitis has a rate of 0.5%, patients have symptoms such as: frequent restlessness, irritability, mood changes, frequent headaches, fatigue, visual disturbances. perception, consciousness, and in some cases the patient's head is enlarged due to hydrocephalus. Cranial nerve damage leads to many dangerous physical and mental consequences for the patient. The patient may suffer from deafness, transverse spinal cord inflammation, decreased vision...; Besides, patients may have some complications such as myocarditis, pneumonia, croup, thrombocytopenia, pneumonia...",
            "subsection_string": "Common complications of mumps\nThis is a rare disease in adults, but complications of mumps in adults are more severe than in children.\n1. Complications in men\nOrchitis and epididymitis: This complication accounts for about 20-35% of men suffering from the disease after puberty. Symptoms include swollen testicles and swollen epididymis. This inflammation can last from 3 to 7 days. Then about 50% of cases have gradual testicular atrophy, reduced spermatogenesis rate and can cause infertility in mumps patients.\n2. Complications in women\nOvarian inflammation: This complication accounts for 7% of women after puberty.; Complications of mumps in pregnant women: In the first 3 months of pregnancy, this complication can lead to miscarriage or fetal deformities; in the last 3 months of pregnancy, it can lead to premature birth or stillbirth. .\n3. Some other complications can occur in men and women such as\nLung infarction: When an area of ​​the lung is anemic, it can lead to lung tissue necrosis. This is a complication that can occur after orchitis due to mumps, which is caused by thrombosis from the prostatic vein.; Pancreatitis: Has a rate of 3% - 7%, is a sign of serious illness. Symptoms of pancreatitis are often severe abdominal pain, nausea and sometimes low blood pressure, fainting, which is dangerous if not treated promptly.; Neurological damage: Encephalitis has a rate of 0.5%, patients have symptoms such as: frequent restlessness, irritability, mood changes, frequent headaches, fatigue, visual disturbances. perception, consciousness, and in some cases the patient's head is enlarged due to hydrocephalus. Cranial nerve damage leads to many dangerous physical and mental consequences for the patient. The patient may suffer from deafness, transverse spinal cord inflammation, decreased vision...; Besides, patients may have some complications such as myocarditis, pneumonia, croup, thrombocytopenia, pneumonia..."
        },
        {
            "subsection_name": "Diagnosis and testing for mumps",
            "subsection_content": "Diagnosis of mumps is often based on clinical symptoms, and in some necessary cases, some differential tests can be done.\nFor mild disease, the symptoms of salivary gland inflammation are unclear and need to be examined and treated to differentiate it from other viral infections of the upper respiratory tract.; For mumps, typical inflammation of the salivary glands needs to be distinguished from diseases with some similar symptoms such as purulent parotitis caused by bacteria, with symptoms of swelling, heat, redness, pain, and pus. flows from the tip of the Stenon tube; parotid gland hypertrophy or parotid salivary gland stones, or mandibular angle lymphadenitis due to infection in surrounding areas such as teeth, jaw, throat.; Testing: In general, for mumps, testing is rarely used in diagnosis because the disease has very typical clinical signs and symptoms. Test results are often used in cases of extreme necessity or for research purposes.",
            "subsection_string": "Diagnosis and testing for mumps\nDiagnosis of mumps is often based on clinical symptoms, and in some necessary cases, some differential tests can be done.\nFor mild disease, the symptoms of salivary gland inflammation are unclear and need to be examined and treated to differentiate it from other viral infections of the upper respiratory tract.; For mumps, typical inflammation of the salivary glands needs to be distinguished from diseases with some similar symptoms such as purulent parotitis caused by bacteria, with symptoms of swelling, heat, redness, pain, and pus. flows from the tip of the Stenon tube; parotid gland hypertrophy or parotid salivary gland stones, or mandibular angle lymphadenitis due to infection in surrounding areas such as teeth, jaw, throat.; Testing: In general, for mumps, testing is rarely used in diagnosis because the disease has very typical clinical signs and symptoms. Test results are often used in cases of extreme necessity or for research purposes."
        },
        {
            "subsection_name": "Methods of treating mumps",
            "subsection_content": "Currently, there is no medicine to specifically treat mumps, mainly treating the symptoms combined with patient care and preventing possible dangerous complications of the disease: (3)\nFirst, when a patient has signs of pain and swelling in the parotid area, they should immediately go to a medical facility to be examined by a doctor and differentially diagnose the disease. Some diseases that cause inflammation of the salivary glands are not necessarily caused by the mumps virus but are also caused by other bacteria and viruses;; If there are symptoms of fever or pain in the parotid area, patients can use pain relievers and antipyretics to drink;; Patients need to drink a lot of water to replenish water and electrolytes. They can drink Oresol to replenish faster;; To reduce swelling and pain in the salivary glands, you can apply a cool compress;; Do not eat foods that are too hard, foods that are spicy, hot or sour. You should eat foods that are liquid, soft, easy to eat, and easy to swallow such as porridge or soup;; Do not arbitrarily use antibiotics, only use antibiotics when prescribed by a doctor and when superinfection is suspected; Patients need to limit vigorous exercise, rest comfortably, and avoid contact with family members and neighbors to limit infection;; In male patients, if there are signs of testicular inflammation or in female patients, there are signs of ovarian inflammation, they will be closely monitored in the hospital to avoid leaving unfortunate sequelae that affect future health.",
            "subsection_string": "Methods of treating mumps\nCurrently, there is no medicine to specifically treat mumps, mainly treating the symptoms combined with patient care and preventing possible dangerous complications of the disease: (3)\nFirst, when a patient has signs of pain and swelling in the parotid area, they should immediately go to a medical facility to be examined by a doctor and differentially diagnose the disease. Some diseases that cause inflammation of the salivary glands are not necessarily caused by the mumps virus but are also caused by other bacteria and viruses;; If there are symptoms of fever or pain in the parotid area, patients can use pain relievers and antipyretics to drink;; Patients need to drink a lot of water to replenish water and electrolytes. They can drink Oresol to replenish faster;; To reduce swelling and pain in the salivary glands, you can apply a cool compress;; Do not eat foods that are too hard, foods that are spicy, hot or sour. You should eat foods that are liquid, soft, easy to eat, and easy to swallow such as porridge or soup;; Do not arbitrarily use antibiotics, only use antibiotics when prescribed by a doctor and when superinfection is suspected; Patients need to limit vigorous exercise, rest comfortably, and avoid contact with family members and neighbors to limit infection;; In male patients, if there are signs of testicular inflammation or in female patients, there are signs of ovarian inflammation, they will be closely monitored in the hospital to avoid leaving unfortunate sequelae that affect future health."
        },
        {
            "subsection_name": "Caring for people with mumps",
            "subsection_content": "People with mumps should be carefully cared for to avoid possible dangerous complications. Patients need to go to medical centers for examination and medication, as well as some necessary tests and vital signs monitoring.\nBesides, patients need proper care and rest such as:\nRest and lie down when you have a high fever;; You can apply warm compresses to the swollen parotid area to reduce pain;; If the fever is high, you can cool it down to reduce the fever;; For men, they should wear underwear that lifts the testicles, reduces tension and reduces pain for the patient;; Take good care of your teeth to avoid infection and increase your appetite;; Take a shower every day;; Patients should eat liquid, soft foods, avoid foods that are too hot, spicy, and sour;; Avoid contact with sick people, when in contact, wear a mask and wash your hands;",
            "subsection_string": "Caring for people with mumps\nPeople with mumps should be carefully cared for to avoid possible dangerous complications. Patients need to go to medical centers for examination and medication, as well as some necessary tests and vital signs monitoring.\nBesides, patients need proper care and rest such as:\nRest and lie down when you have a high fever;; You can apply warm compresses to the swollen parotid area to reduce pain;; If the fever is high, you can cool it down to reduce the fever;; For men, they should wear underwear that lifts the testicles, reduces tension and reduces pain for the patient;; Take good care of your teeth to avoid infection and increase your appetite;; Take a shower every day;; Patients should eat liquid, soft foods, avoid foods that are too hot, spicy, and sour;; Avoid contact with sick people, when in contact, wear a mask and wash your hands;"
        },
        {
            "subsection_name": "Prevention of mumps",
            "subsection_content": "Although mumps is a benign disease, it has many serious health complications. In particular, there is no specific treatment for the disease, so disease prevention is considered the most optimal option to protect health.\nPeople need to be raised aware of prevention as well as know the harmful effects of the disease, especially complications affecting reproductive health. Enhance the importance of vaccines, personal and environmental hygiene measures, and recognize signs of disease to report to health authorities for early detection and avoidance of outbreaks.\nThe most effective proactive preventive measure against mumps is vaccination. Mumps vaccine can be used as early as 12 months old. Currently in Vietnam, the most commonly used combination vaccine is measles - mumps - rubella. The vaccines are researched to be safe and highly effective, with protection reaching over 95% and long-lasting immunity. (4)\nBesides, to prevent mumps, you need to pay attention to some measures such as:\nExpanded propaganda on raising awareness of living environment hygiene, cleaning housing areas, kindergartens, schools, dormitory areas, densely populated areas... with the criteria of open ventilation in the environment Schools, living and working areas need lots of light, cleanliness and limited dust;; Have a habit of washing regularly with soap;; Housing areas, companies, schools... are clean, focusing on clean personal hygiene, preventing infectious diseases;; When an infected person needs to be isolated and treated at home or a medical facility as prescribed by a doctor to avoid infecting people around, and disinfect the area where the infected person is;; When you suspect you have the disease, you should immediately go to the nearest medical facility for examination and treatment. Especially in cases of suspected complications, do not hesitate and go immediately to the hospital for timely treatment.\nAccording to doctor Trieu Vy, \"When you have mumps, the virus can spread to other organs in the body, especially the testicles, causing damage to spermatogenic cells. This leads to edema and fibrosis of the seminiferous tubules and ultimately atrophic orchitis. When damage and fibrosis of the seminiferous tubules persist, the consequences can cause infertility in men due to reduced sperm production. Therefore, natural pregnancy becomes very difficult because the amount of sperm in the ejaculated semen is decreasing in quality and quantity since the complications of orchitis, and eventually the consequences can lead to no sperm.”\nHowever, depending on the medical case, after examination, doctors may consider using surgical intervention to extract sperm from the epididymis or testicles to remove the remaining small amount of sperm, enough to do IVF. At IVF Tam Anh, there are many cases of men with testicular atrophy and azoospermia who have been prescribed sperm donation and still have hope of having a child. Therefore, if you are unlucky enough to experience complications after having mumps, you should visit an andrologist or fertility specialist early to be examined, assessed for remaining reproductive function and given specific advice. more specifically, as well as discuss the optimal treatment method for your case.\nReproductive Support Center, Tam Anh General Hospital is mastering effective male infertility treatment techniques for patients with weak sperm, deformed sperm, azoospermia, preserving fertility for men who require treatment. cancer treatment. Thanks to the advantage of multi-specialties in the ecosystem such as: Department of Urology - Andrology, Testing Center, Imaging Center, Stem Cell Center... and modern equipment for immediate infertility treatment. At the hospital, Tam Anh Fertility Support Center has accompanied and brought happiness to thousands of infertile couples who have difficulty conceiving.\nMumps causes complications and long-term consequences for the patient's health. Although there is no specific cure, the disease can still be prevented through proactive vaccination, clean living areas and regular health check-ups.",
            "subsection_string": "Prevention of mumps\nAlthough mumps is a benign disease, it has many serious health complications. In particular, there is no specific treatment for the disease, so disease prevention is considered the most optimal option to protect health.\nPeople need to be raised aware of prevention as well as know the harmful effects of the disease, especially complications affecting reproductive health. Enhance the importance of vaccines, personal and environmental hygiene measures, and recognize signs of disease to report to health authorities for early detection and avoidance of outbreaks.\nThe most effective proactive preventive measure against mumps is vaccination. Mumps vaccine can be used as early as 12 months old. Currently in Vietnam, the most commonly used combination vaccine is measles - mumps - rubella. The vaccines are researched to be safe and highly effective, with protection reaching over 95% and long-lasting immunity. (4)\nBesides, to prevent mumps, you need to pay attention to some measures such as:\nExpanded propaganda on raising awareness of living environment hygiene, cleaning housing areas, kindergartens, schools, dormitory areas, densely populated areas... with the criteria of open ventilation in the environment Schools, living and working areas need lots of light, cleanliness and limited dust;; Have a habit of washing regularly with soap;; Housing areas, companies, schools... are clean, focusing on clean personal hygiene, preventing infectious diseases;; When an infected person needs to be isolated and treated at home or a medical facility as prescribed by a doctor to avoid infecting people around, and disinfect the area where the infected person is;; When you suspect you have the disease, you should immediately go to the nearest medical facility for examination and treatment. Especially in cases of suspected complications, do not hesitate and go immediately to the hospital for timely treatment.\nAccording to doctor Trieu Vy, \"When you have mumps, the virus can spread to other organs in the body, especially the testicles, causing damage to spermatogenic cells. This leads to edema and fibrosis of the seminiferous tubules and ultimately atrophic orchitis. When damage and fibrosis of the seminiferous tubules persist, the consequences can cause infertility in men due to reduced sperm production. Therefore, natural pregnancy becomes very difficult because the amount of sperm in the ejaculated semen is decreasing in quality and quantity since the complications of orchitis, and eventually the consequences can lead to no sperm.”\nHowever, depending on the medical case, after examination, doctors may consider using surgical intervention to extract sperm from the epididymis or testicles to remove the remaining small amount of sperm, enough to do IVF. At IVF Tam Anh, there are many cases of men with testicular atrophy and azoospermia who have been prescribed sperm donation and still have hope of having a child. Therefore, if you are unlucky enough to experience complications after having mumps, you should visit an andrologist or fertility specialist early to be examined, assessed for remaining reproductive function and given specific advice. more specifically, as well as discuss the optimal treatment method for your case.\nReproductive Support Center, Tam Anh General Hospital is mastering effective male infertility treatment techniques for patients with weak sperm, deformed sperm, azoospermia, preserving fertility for men who require treatment. cancer treatment. Thanks to the advantage of multi-specialties in the ecosystem such as: Department of Urology - Andrology, Testing Center, Imaging Center, Stem Cell Center... and modern equipment for immediate infertility treatment. At the hospital, Tam Anh Fertility Support Center has accompanied and brought happiness to thousands of infertile couples who have difficulty conceiving.\nMumps causes complications and long-term consequences for the patient's health. Although there is no specific cure, the disease can still be prevented through proactive vaccination, clean living areas and regular health check-ups."
        }
    ],
    "name": "benh-quai-bi.json"
}