{
    "title": "Dilated cardiomyopathy: Causes, signs, treatment and prevention",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/benh-co-tim-gian-no/",
    "abstract": "Dilated cardiomyopathy is the most common cardiomyopathy, mainly occurring in adults between 20 and 60 years old. This is the third most common cause of heart failure if not detected early and treated properly.",
    "content": "Dilated cardiomyopathy: Causes, signs, treatment and prevention\n\nDilated cardiomyopathy is the most common cardiomyopathy, mainly occurring in adults between 20 and 60 years old. This is the third most common cause of heart failure if not detected early and treated properly.\n\nWhat is dilated cardiomyopathy?\nDilated cardiomyopathy, also known as dilated cardiomyopathy, is a disease that affects the ventricles (lower chambers) and atria (upper chambers) of the heart. Usually, the disease begins in the left ventricle - the heart's main pumping chamber. At this time, the left ventricle dilates (enlarges) and weakens, causing the heart's ability to pump blood to decrease - said Huynh Thanh Kieu, M.D., Head of Cardiology Department 1, Tam Anh General Hospital, Ho Chi Minh City. .\nSimulated image of a healthy heart and a heart with dilated cardiomyopathy\nWhen this situation occurs, the heart chambers respond by stretching to hold more blood, enough to pump it throughout the body. At the same time, the kidneys also respond by increasing the retention of water (fluid) and sodium salts in the body. If fluid accumulates in the liver, ankles, feet, lungs or other organs, it can cause an enlarged liver, swollen legs, difficulty breathing or “congestive heart failure,” which is the term used to describe the condition. this situation.\nNot only does it affect the kidneys, dilated cardiomyopathy can also lead to leaky heart valves, arrhythmias and blood clots in the heart. (first)\n\nCauses of myocardial dilation\nCommon causes of dilated cardiomyopathy include: (2)\nGenetics: About 20% of cases of dilated cardiomyopathy are hereditary; Alcohol abuse: Long-term alcohol consumption is a cause of secondary, non-ischemic cardiomyopathy. The mechanism of alcohol-induced disease is as follows: Inhibits protein synthesis Inhibits oxidative phosphorylation Free radical damage Accumulates fatty acid esters Disrupts cell membrane structure of heart cells Causes spasms coronary artery Receptor abnormalities in heart cells In addition to cardiomyopathy, long-term alcohol consumption also increases the risk of atrial fibrillation, supraventricular arrhythmia, ventricular extrasystoles, hypertension and stroke.; Inhibits protein synthesis; Inhibits oxidative phosphorylation; Free radical damage; Accumulation of fatty acid esters; Disrupts the cell membrane structure of heart cells; Causes coronary artery spasm; Abnormal receptors in heart cells; In addition to cardiomyopathy, long-term alcohol consumption also increases the risk of atrial fibrillation, supraventricular arrhythmias, ventricular premature beats, hypertension and stroke.; Drug abuse; Tachyarrhythmia; Some cytotoxic drugs or cancer chemotherapy drugs such as: cyclophosphamide, mitoxantrone, trastuzumab...; Coronary artery disease: When the lumen of the artery that carries blood and oxygen to the heart muscle is blocked, blood flow to the heart muscle is reduced. Over time, the functioning of the heart muscle is affected, causing the heart muscles to not contract properly. All the blood from the left ventricle cannot be pushed out and tends to pool inside, leading to dilation of the left ventricle.; Pregnant women (peripartum cardiomyopathy); Infectious diseases such as leptospirosis, Lyme disease, toxoplasmosis, Q fever, Chagas disease, cytomegalovirus, adenovirus...; Connective tissue diseases such as systemic lupus erythematosus, rheumatoid arthritis...\nThere are some cases where the cause cannot be determined, called idiopathic dilated cardiomyopathy. About one-third of patients have a family history of what is called familial (genetic) dilated cardiomyopathy.\n\nSymptoms of dilated cardiomyopathy\nAccording to MSc. Huynh Thanh Kieu, the early stages of dilated cardiomyopathy may not show any symptoms. As the disease progresses, the patient will develop symptoms similar to those of heart failure, including: (3)\nDifficulty breathing, shortness of breath, especially during exertion; Swollen feet, weight gain and increased waist circumference; High blood pressure; Fast pulse, irregular heartbeat; Distended neck veins; Wheeze; Dizziness and fainting; Anxiety, palpitations; Cerebral infarction is caused by a blood clot from the heart traveling to the brain; Chest pain; Fatigue, inability to exercise or perform normal activities.\nFatigue, chest tightness, and difficulty breathing are common symptoms in patients\n\nComplications of dilated cardiomyopathy\nMSc. Huynh Thanh Kieu said that dilated cardiomyopathy, if not treated properly, can lead to complications such as:\nHeart valve regurgitation: As the heart enlarges, the valves can become stretched, leading to leaks. This leak puts additional strain on an already damaged heart (mitral regurgitation).; Arrhythmias (such as slow conduction, bundle branch block and tachyarrhythmias, atrial fibrillation): In addition to reducing the body's ability to supply adequate blood, stretched and scarred heart muscles due to cardiomyopathy can lead to leading to abnormal heart rhythms, even life-threatening; Heart failure – the final consequence of the pathogenesis.; Diastolic dysfunction: When the contractile function of the heart muscle is weakened, not only is the squeezing/pumping (systolic) activity impaired, but also the heart's ability to relax to draw blood into the next pumping cycle. This is called diastolic dysfunction.; Pulmonary hypertension: If mitral valve regurgitation worsens, this further impairs the heart's ability to relax between pumping cycles. The heart becomes more tense and blood refluxes into the lungs, leading to pulmonary congestion and pulmonary hypertension.; Edema: central (lung congestion and enlarged liver) and peripheral (edema of organs such as hands, feet, face...).; Thrombus formation: Due to the slow flow created by the impaired pumping action of the heart, blood clots can develop in the heart.; Blood clots are dangerous because they can break off, travel through blood vessels and lodge in the brain or lungs, blocking blood flow and leading to stroke or death.; Sudden cardiac arrest: This complication is likely to occur in 2% of patients.\n\nDiagnostic method\nDilated cardiomyopathy is diagnosed based on medical history, clinical examination, heart auscultation and other paraclinical tests. During the cardiovascular examination and medical history, if signs of myocardial dilatation are detected, the doctor will suggest you perform paraclinical tests such as blood tests, electrocardiogram (ECG), and X-rays. -chest ray, echocardiogram, Holter electrocardiogram, cardiac catheterization or CT scan of the heart and coronary arteries, cardiac MRI... to find the cause of myocardial dilation. (4)\nSometimes, a myocardial biopsy (small tissue samples taken from the heart and examined under a microscope) may be performed to determine the cause of the disease.\n“Family members with a history of familial idiopathic dilated cardiomyopathy should be screened for the disease with echocardiography and genetic testing. This helps identify abnormal genes, thereby detecting diseases early for timely intervention,\" emphasized MSc. Huynh Thanh Kieu.\nElectrocardiography (ECG) helps detect cardiomyopathy early\n\nTreatment methods for idiopathic dilated cardiomyopathy\nAccording to MSc. Huynh Thanh Kieu, all treatment methods for dilated cardiomyopathy are aimed at reducing symptoms, improving heart function, and prolonging the patient's life. Depending on the stage of the disease, the doctor will recommend appropriate treatment methods:\n1. Use medicine\nMedications prescribed for patients with dilated cardiomyopathy have the following uses:\nImprove heart function; Treat symptoms and prevent complications\nDepending on the severity of symptoms, patients need a combination of medications such as:\nDiuretics: increases urine output, thereby reducing congestion symptoms, reducing shortness of breath, shrinking the liver and reducing leg swelling; Drugs that inhibit the renin-angiotensin-aldosterone system (RAAS) such as angiotensin-converting enzyme (ACE) inhibitors/Angiotensin II receptor blockers (ARBs)/ARNI group: help dilate blood vessels, thereby helping to lower blood pressure; At the same time, it improves blood flow and reduces the load on the heart.; Beta blockers: slow heart rate and reduce blood pressure; reduces symptoms of heart failure and enhances heart function; Aldosterone antagonists: act as diuretics without disturbing the body's potassium balance.; SGLT2 inhibitors: are new heart failure treatment drugs, prolonging the lives of heart failure patients; Digoxin slows the heart rate and increases the force of contraction.; Blood thinners: prevent the formation of blood clots related to blood clotting if the patient has atrial fibrillation or blood clots in the heart chambers.\n2. Place the implant\nIn some cardiomyopathy patients, doctors will prescribe implantable devices to improve symptoms. Two types of devices commonly used are:\nCardiac resynchronization device (CRT): For patients with advanced heart failure, biventricular pacemakers help the right and left ventricles contract more synchronized, improving symptoms as well as increasing exercise capacity. In people with heart block or bradycardia, this device will also help maintain proper heart rhythm.; Implantable cardioverter defibrillator (ICD): ICDs are recommended for people at risk of life-threatening ventricular arrhythmias or sudden death. The ICD's job is to continuously monitor heart rhythm. When it detects a very fast or abnormal heart rhythm (ventricular tachycardia or ventricular fibrillation), it will provide an electrical current to the heart muscle to clear the arrhythmia, returning the heart to a normal rhythm.\nIn many cases, both types of implants can be combined in one device, called a CRT-D.\n3. Surgery\nIf all measures such as medication and implants are not effective in treating the disease, the doctor will consider surgical options, including:\nTemporary surgery: repair or replace the mitral valve if there is severe mitral valve regurgitation. However, the effect it brings is only to improve symptoms and not change the nature of the disease.; ECMO (Extracorporeal Membrane Oxygenation): also known as cardiopulmonary bypass, placed on patients with acute heart failure or cardiogenic shock while waiting for the heart muscle to recover.; Mechanical left ventricular assist device (LVAD): a device that is temporarily implanted to perform the pumping function of the left ventricle while waiting for a heart transplant or waiting for the heart muscle to recover in myocarditis.; Heart transplant: Normally, this method is only for people with end-stage heart failure. Patients will have a chance to live more than 1 year (90% rate) and more than 20 years (>50% rate) after heart transplant surgery.\n4. Change your lifestyle\nMSc. Huynh Thanh Kieu said that a healthy lifestyle is the key to solving all health problems, including cardiovascular disease. Therefore, adhering to a reasonable diet and exercise regimen will contribute to improving symptoms of dilated cardiomyopathy:\nQuit drinking alcohol if the cause of the disease is determined due to alcohol; Do not smoke to reduce the risk of coronary artery stenosis or coronary artery spasm; Do not become pregnant again if peripartum (pregnancy-related) dilated cardiomyopathy is confirmed; Stop or reduce the dose of cytotoxic drugs and cancer treatment drugs that are toxic to the myocardium; Diet: Once symptoms such as shortness of breath or fatigue appear, you should limit your salt intake to 2,000 - 3,000 mg per day. Even when symptoms have subsided, you should still maintain a bland diet. To do that, you should try to cook at home, cut out all processed foods such as sausages, bacon, ham, etc., and carefully check food labels to control the amount of salt. tolerated by the body; Exercise: Your doctor will advise you whether you can exercise or not. Most people with cardiomyopathy are encouraged to do light exercises and avoid combat sports.\nSee more: Can dilated cardiomyopathy be cured? The treatments\n\nPrevention of dilated cardiomyopathy\nMSc. Huynh Thanh Kieu said that there are no measures to help prevent hereditary cardiomyopathy. However, you can reduce your risk of conditions that can lead to cardiomyopathy, such as coronary artery disease, hypertension and heart attack, by making lifestyle changes: (5)\n1. Have a healthy diet\nA heart-healthy diet includes:\nA variety of fruits, vegetables and grains. Of these, half of the grains should come from whole grain products such as brown rice, oats, corn, etc.; Choose foods low in saturated fat and trans fat. Healthy options include lean meat, skinless poultry, non-fried fish, legumes (soybeans, peanuts, black beans, white beans…) as well as fat-free or low-fat milk and dairy products. fat.; Season with a little salt when preparing food. Consuming a lot of salt can increase the risk of high blood pressure, thereby increasing the likelihood of cardiomyopathy.; Prioritize foods and drinks low in sugar; Limit alcohol intake.; Maintain a stable weight by ensuring your daily calorie intake is no higher than your calorie expenditure.\nBuilding a menu with lots of fruits and vegetables, whole grains, and limiting cholesterol will help improve heart health.\n2. Have an active lifestyle every day\nEven if you have heart disease, you should not sit still but be physically active as much as possible. Suitable exercises for you are slow walking, swimming, slow cycling, badminton... If you want to increase exercise intensity or play sports that require more exertion, you need to consult your doctor. especially when you are taking medication, have some health problems or experience symptoms such as chest pain, shortness of breath, dizziness...\nSee more: How long can you live with dilated cardiomyopathy and is it dangerous?\n3. Build a scientific living regime\nMSc. Huynh Thanh Kieu emphasized that with appropriate diet and exercise, the risk of disease will be reduced if you have a scientific lifestyle:\nDo not smoke (both direct smoking and passive smoke); Lose weight if you have BMI > 23; Avoid alcohol and drugs; Sleep at least 7-8 hours/day; Reduce work pressure, take time to rest and relax; Control stress, avoid being stressed for long periods of time; Treatment of accompanying diseases, such as diabetes, dyslipidemia, hypertension...; Periodic health examination; Take the correct dosage according to your doctor's instructions.\nPeople with dilated cardiomyopathy need regular check-ups as prescribed by their doctor.\nCardiovascular Center, Tam Anh General Hospital brings together a team of experienced experts and a modern, advanced machinery system to help support doctors in diagnosing and providing the best treatment regimen for patients. patient. The center regularly updates modern methods in diagnosing and treating cardiomyopathy such as dilated cardiomyopathy, hypertrophic cardiomyopathy, restrictive myocardium, myocardial ischemia... and other cardiovascular diseases. such as hypertension, arrhythmia, coronary artery disease, valvular heart disease, congenital heart disease...\nIn addition, the Cardiovascular Center of Tam Anh General Hospital also has close coordination with the Diagnostic Imaging Center, Laboratory Center, Neonatal Center, Kidney and Urology Center, and Obstetrics and Gynecology Center. Department, Department of Pediatrics... helps improve the effectiveness of diagnosis and treatment for patients with many comorbidities.\nDilated cardiomyopathy may cause no symptoms in some people in the early stages, but can be life-threatening in its later stages. Therefore, early detection and timely and correct treatment of the disease play a very important role. In addition, adhering to a scientific diet, regular exercise, and a healthy lifestyle are effective measures in improving symptoms and preventing dangerous complications of the disease.",
    "subsections": [
        {
            "subsection_name": "What is dilated cardiomyopathy?",
            "subsection_content": "Dilated cardiomyopathy, also known as dilated cardiomyopathy, is a disease that affects the ventricles (lower chambers) and atria (upper chambers) of the heart. Usually, the disease begins in the left ventricle - the heart's main pumping chamber. At this time, the left ventricle dilates (enlarges) and weakens, causing the heart's ability to pump blood to decrease - said Huynh Thanh Kieu, M.D., Head of Cardiology Department 1, Tam Anh General Hospital, Ho Chi Minh City. .\nSimulated image of a healthy heart and a heart with dilated cardiomyopathy\nWhen this situation occurs, the heart chambers respond by stretching to hold more blood, enough to pump it throughout the body. At the same time, the kidneys also respond by increasing the retention of water (fluid) and sodium salts in the body. If fluid accumulates in the liver, ankles, feet, lungs or other organs, it can cause an enlarged liver, swollen legs, difficulty breathing or “congestive heart failure,” which is the term used to describe the condition. this situation.\nNot only does it affect the kidneys, dilated cardiomyopathy can also lead to leaky heart valves, arrhythmias and blood clots in the heart. (first)",
            "subsection_string": "What is dilated cardiomyopathy?\nDilated cardiomyopathy, also known as dilated cardiomyopathy, is a disease that affects the ventricles (lower chambers) and atria (upper chambers) of the heart. Usually, the disease begins in the left ventricle - the heart's main pumping chamber. At this time, the left ventricle dilates (enlarges) and weakens, causing the heart's ability to pump blood to decrease - said Huynh Thanh Kieu, M.D., Head of Cardiology Department 1, Tam Anh General Hospital, Ho Chi Minh City. .\nSimulated image of a healthy heart and a heart with dilated cardiomyopathy\nWhen this situation occurs, the heart chambers respond by stretching to hold more blood, enough to pump it throughout the body. At the same time, the kidneys also respond by increasing the retention of water (fluid) and sodium salts in the body. If fluid accumulates in the liver, ankles, feet, lungs or other organs, it can cause an enlarged liver, swollen legs, difficulty breathing or “congestive heart failure,” which is the term used to describe the condition. this situation.\nNot only does it affect the kidneys, dilated cardiomyopathy can also lead to leaky heart valves, arrhythmias and blood clots in the heart. (first)"
        },
        {
            "subsection_name": "Causes of myocardial dilation",
            "subsection_content": "Common causes of dilated cardiomyopathy include: (2)\nGenetics: About 20% of cases of dilated cardiomyopathy are hereditary; Alcohol abuse: Long-term alcohol consumption is a cause of secondary, non-ischemic cardiomyopathy. The mechanism of alcohol-induced disease is as follows: Inhibits protein synthesis Inhibits oxidative phosphorylation Free radical damage Accumulates fatty acid esters Disrupts cell membrane structure of heart cells Causes spasms coronary artery Receptor abnormalities in heart cells In addition to cardiomyopathy, long-term alcohol consumption also increases the risk of atrial fibrillation, supraventricular arrhythmia, ventricular extrasystoles, hypertension and stroke.; Inhibits protein synthesis; Inhibits oxidative phosphorylation; Free radical damage; Accumulation of fatty acid esters; Disrupts the cell membrane structure of heart cells; Causes coronary artery spasm; Abnormal receptors in heart cells; In addition to cardiomyopathy, long-term alcohol consumption also increases the risk of atrial fibrillation, supraventricular arrhythmias, ventricular premature beats, hypertension and stroke.; Drug abuse; Tachyarrhythmia; Some cytotoxic drugs or cancer chemotherapy drugs such as: cyclophosphamide, mitoxantrone, trastuzumab...; Coronary artery disease: When the lumen of the artery that carries blood and oxygen to the heart muscle is blocked, blood flow to the heart muscle is reduced. Over time, the functioning of the heart muscle is affected, causing the heart muscles to not contract properly. All the blood from the left ventricle cannot be pushed out and tends to pool inside, leading to dilation of the left ventricle.; Pregnant women (peripartum cardiomyopathy); Infectious diseases such as leptospirosis, Lyme disease, toxoplasmosis, Q fever, Chagas disease, cytomegalovirus, adenovirus...; Connective tissue diseases such as systemic lupus erythematosus, rheumatoid arthritis...\nThere are some cases where the cause cannot be determined, called idiopathic dilated cardiomyopathy. About one-third of patients have a family history of what is called familial (genetic) dilated cardiomyopathy.",
            "subsection_string": "Causes of myocardial dilation\nCommon causes of dilated cardiomyopathy include: (2)\nGenetics: About 20% of cases of dilated cardiomyopathy are hereditary; Alcohol abuse: Long-term alcohol consumption is a cause of secondary, non-ischemic cardiomyopathy. The mechanism of alcohol-induced disease is as follows: Inhibits protein synthesis Inhibits oxidative phosphorylation Free radical damage Accumulates fatty acid esters Disrupts cell membrane structure of heart cells Causes spasms coronary artery Receptor abnormalities in heart cells In addition to cardiomyopathy, long-term alcohol consumption also increases the risk of atrial fibrillation, supraventricular arrhythmia, ventricular extrasystoles, hypertension and stroke.; Inhibits protein synthesis; Inhibits oxidative phosphorylation; Free radical damage; Accumulation of fatty acid esters; Disrupts the cell membrane structure of heart cells; Causes coronary artery spasm; Abnormal receptors in heart cells; In addition to cardiomyopathy, long-term alcohol consumption also increases the risk of atrial fibrillation, supraventricular arrhythmias, ventricular premature beats, hypertension and stroke.; Drug abuse; Tachyarrhythmia; Some cytotoxic drugs or cancer chemotherapy drugs such as: cyclophosphamide, mitoxantrone, trastuzumab...; Coronary artery disease: When the lumen of the artery that carries blood and oxygen to the heart muscle is blocked, blood flow to the heart muscle is reduced. Over time, the functioning of the heart muscle is affected, causing the heart muscles to not contract properly. All the blood from the left ventricle cannot be pushed out and tends to pool inside, leading to dilation of the left ventricle.; Pregnant women (peripartum cardiomyopathy); Infectious diseases such as leptospirosis, Lyme disease, toxoplasmosis, Q fever, Chagas disease, cytomegalovirus, adenovirus...; Connective tissue diseases such as systemic lupus erythematosus, rheumatoid arthritis...\nThere are some cases where the cause cannot be determined, called idiopathic dilated cardiomyopathy. About one-third of patients have a family history of what is called familial (genetic) dilated cardiomyopathy."
        },
        {
            "subsection_name": "Symptoms of dilated cardiomyopathy",
            "subsection_content": "According to MSc. Huynh Thanh Kieu, the early stages of dilated cardiomyopathy may not show any symptoms. As the disease progresses, the patient will develop symptoms similar to those of heart failure, including: (3)\nDifficulty breathing, shortness of breath, especially during exertion; Swollen feet, weight gain and increased waist circumference; High blood pressure; Fast pulse, irregular heartbeat; Distended neck veins; Wheeze; Dizziness and fainting; Anxiety, palpitations; Cerebral infarction is caused by a blood clot from the heart traveling to the brain; Chest pain; Fatigue, inability to exercise or perform normal activities.\nFatigue, chest tightness, and difficulty breathing are common symptoms in patients",
            "subsection_string": "Symptoms of dilated cardiomyopathy\nAccording to MSc. Huynh Thanh Kieu, the early stages of dilated cardiomyopathy may not show any symptoms. As the disease progresses, the patient will develop symptoms similar to those of heart failure, including: (3)\nDifficulty breathing, shortness of breath, especially during exertion; Swollen feet, weight gain and increased waist circumference; High blood pressure; Fast pulse, irregular heartbeat; Distended neck veins; Wheeze; Dizziness and fainting; Anxiety, palpitations; Cerebral infarction is caused by a blood clot from the heart traveling to the brain; Chest pain; Fatigue, inability to exercise or perform normal activities.\nFatigue, chest tightness, and difficulty breathing are common symptoms in patients"
        },
        {
            "subsection_name": "Complications of dilated cardiomyopathy",
            "subsection_content": "MSc. Huynh Thanh Kieu said that dilated cardiomyopathy, if not treated properly, can lead to complications such as:\nHeart valve regurgitation: As the heart enlarges, the valves can become stretched, leading to leaks. This leak puts additional strain on an already damaged heart (mitral regurgitation).; Arrhythmias (such as slow conduction, bundle branch block and tachyarrhythmias, atrial fibrillation): In addition to reducing the body's ability to supply adequate blood, stretched and scarred heart muscles due to cardiomyopathy can lead to leading to abnormal heart rhythms, even life-threatening; Heart failure – the final consequence of the pathogenesis.; Diastolic dysfunction: When the contractile function of the heart muscle is weakened, not only is the squeezing/pumping (systolic) activity impaired, but also the heart's ability to relax to draw blood into the next pumping cycle. This is called diastolic dysfunction.; Pulmonary hypertension: If mitral valve regurgitation worsens, this further impairs the heart's ability to relax between pumping cycles. The heart becomes more tense and blood refluxes into the lungs, leading to pulmonary congestion and pulmonary hypertension.; Edema: central (lung congestion and enlarged liver) and peripheral (edema of organs such as hands, feet, face...).; Thrombus formation: Due to the slow flow created by the impaired pumping action of the heart, blood clots can develop in the heart.; Blood clots are dangerous because they can break off, travel through blood vessels and lodge in the brain or lungs, blocking blood flow and leading to stroke or death.; Sudden cardiac arrest: This complication is likely to occur in 2% of patients.",
            "subsection_string": "Complications of dilated cardiomyopathy\nMSc. Huynh Thanh Kieu said that dilated cardiomyopathy, if not treated properly, can lead to complications such as:\nHeart valve regurgitation: As the heart enlarges, the valves can become stretched, leading to leaks. This leak puts additional strain on an already damaged heart (mitral regurgitation).; Arrhythmias (such as slow conduction, bundle branch block and tachyarrhythmias, atrial fibrillation): In addition to reducing the body's ability to supply adequate blood, stretched and scarred heart muscles due to cardiomyopathy can lead to leading to abnormal heart rhythms, even life-threatening; Heart failure – the final consequence of the pathogenesis.; Diastolic dysfunction: When the contractile function of the heart muscle is weakened, not only is the squeezing/pumping (systolic) activity impaired, but also the heart's ability to relax to draw blood into the next pumping cycle. This is called diastolic dysfunction.; Pulmonary hypertension: If mitral valve regurgitation worsens, this further impairs the heart's ability to relax between pumping cycles. The heart becomes more tense and blood refluxes into the lungs, leading to pulmonary congestion and pulmonary hypertension.; Edema: central (lung congestion and enlarged liver) and peripheral (edema of organs such as hands, feet, face...).; Thrombus formation: Due to the slow flow created by the impaired pumping action of the heart, blood clots can develop in the heart.; Blood clots are dangerous because they can break off, travel through blood vessels and lodge in the brain or lungs, blocking blood flow and leading to stroke or death.; Sudden cardiac arrest: This complication is likely to occur in 2% of patients."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "Dilated cardiomyopathy is diagnosed based on medical history, clinical examination, heart auscultation and other paraclinical tests. During the cardiovascular examination and medical history, if signs of myocardial dilatation are detected, the doctor will suggest you perform paraclinical tests such as blood tests, electrocardiogram (ECG), and X-rays. -chest ray, echocardiogram, Holter electrocardiogram, cardiac catheterization or CT scan of the heart and coronary arteries, cardiac MRI... to find the cause of myocardial dilation. (4)\nSometimes, a myocardial biopsy (small tissue samples taken from the heart and examined under a microscope) may be performed to determine the cause of the disease.\n“Family members with a history of familial idiopathic dilated cardiomyopathy should be screened for the disease with echocardiography and genetic testing. This helps identify abnormal genes, thereby detecting diseases early for timely intervention,\" emphasized MSc. Huynh Thanh Kieu.\nElectrocardiography (ECG) helps detect cardiomyopathy early",
            "subsection_string": "Diagnostic method\nDilated cardiomyopathy is diagnosed based on medical history, clinical examination, heart auscultation and other paraclinical tests. During the cardiovascular examination and medical history, if signs of myocardial dilatation are detected, the doctor will suggest you perform paraclinical tests such as blood tests, electrocardiogram (ECG), and X-rays. -chest ray, echocardiogram, Holter electrocardiogram, cardiac catheterization or CT scan of the heart and coronary arteries, cardiac MRI... to find the cause of myocardial dilation. (4)\nSometimes, a myocardial biopsy (small tissue samples taken from the heart and examined under a microscope) may be performed to determine the cause of the disease.\n“Family members with a history of familial idiopathic dilated cardiomyopathy should be screened for the disease with echocardiography and genetic testing. This helps identify abnormal genes, thereby detecting diseases early for timely intervention,\" emphasized MSc. Huynh Thanh Kieu.\nElectrocardiography (ECG) helps detect cardiomyopathy early"
        },
        {
            "subsection_name": "Treatment methods for idiopathic dilated cardiomyopathy",
            "subsection_content": "According to MSc. Huynh Thanh Kieu, all treatment methods for dilated cardiomyopathy are aimed at reducing symptoms, improving heart function, and prolonging the patient's life. Depending on the stage of the disease, the doctor will recommend appropriate treatment methods:\n1. Use medicine\nMedications prescribed for patients with dilated cardiomyopathy have the following uses:\nImprove heart function; Treat symptoms and prevent complications\nDepending on the severity of symptoms, patients need a combination of medications such as:\nDiuretics: increases urine output, thereby reducing congestion symptoms, reducing shortness of breath, shrinking the liver and reducing leg swelling; Drugs that inhibit the renin-angiotensin-aldosterone system (RAAS) such as angiotensin-converting enzyme (ACE) inhibitors/Angiotensin II receptor blockers (ARBs)/ARNI group: help dilate blood vessels, thereby helping to lower blood pressure; At the same time, it improves blood flow and reduces the load on the heart.; Beta blockers: slow heart rate and reduce blood pressure; reduces symptoms of heart failure and enhances heart function; Aldosterone antagonists: act as diuretics without disturbing the body's potassium balance.; SGLT2 inhibitors: are new heart failure treatment drugs, prolonging the lives of heart failure patients; Digoxin slows the heart rate and increases the force of contraction.; Blood thinners: prevent the formation of blood clots related to blood clotting if the patient has atrial fibrillation or blood clots in the heart chambers.\n2. Place the implant\nIn some cardiomyopathy patients, doctors will prescribe implantable devices to improve symptoms. Two types of devices commonly used are:\nCardiac resynchronization device (CRT): For patients with advanced heart failure, biventricular pacemakers help the right and left ventricles contract more synchronized, improving symptoms as well as increasing exercise capacity. In people with heart block or bradycardia, this device will also help maintain proper heart rhythm.; Implantable cardioverter defibrillator (ICD): ICDs are recommended for people at risk of life-threatening ventricular arrhythmias or sudden death. The ICD's job is to continuously monitor heart rhythm. When it detects a very fast or abnormal heart rhythm (ventricular tachycardia or ventricular fibrillation), it will provide an electrical current to the heart muscle to clear the arrhythmia, returning the heart to a normal rhythm.\nIn many cases, both types of implants can be combined in one device, called a CRT-D.\n3. Surgery\nIf all measures such as medication and implants are not effective in treating the disease, the doctor will consider surgical options, including:\nTemporary surgery: repair or replace the mitral valve if there is severe mitral valve regurgitation. However, the effect it brings is only to improve symptoms and not change the nature of the disease.; ECMO (Extracorporeal Membrane Oxygenation): also known as cardiopulmonary bypass, placed on patients with acute heart failure or cardiogenic shock while waiting for the heart muscle to recover.; Mechanical left ventricular assist device (LVAD): a device that is temporarily implanted to perform the pumping function of the left ventricle while waiting for a heart transplant or waiting for the heart muscle to recover in myocarditis.; Heart transplant: Normally, this method is only for people with end-stage heart failure. Patients will have a chance to live more than 1 year (90% rate) and more than 20 years (>50% rate) after heart transplant surgery.\n4. Change your lifestyle\nMSc. Huynh Thanh Kieu said that a healthy lifestyle is the key to solving all health problems, including cardiovascular disease. Therefore, adhering to a reasonable diet and exercise regimen will contribute to improving symptoms of dilated cardiomyopathy:\nQuit drinking alcohol if the cause of the disease is determined due to alcohol; Do not smoke to reduce the risk of coronary artery stenosis or coronary artery spasm; Do not become pregnant again if peripartum (pregnancy-related) dilated cardiomyopathy is confirmed; Stop or reduce the dose of cytotoxic drugs and cancer treatment drugs that are toxic to the myocardium; Diet: Once symptoms such as shortness of breath or fatigue appear, you should limit your salt intake to 2,000 - 3,000 mg per day. Even when symptoms have subsided, you should still maintain a bland diet. To do that, you should try to cook at home, cut out all processed foods such as sausages, bacon, ham, etc., and carefully check food labels to control the amount of salt. tolerated by the body; Exercise: Your doctor will advise you whether you can exercise or not. Most people with cardiomyopathy are encouraged to do light exercises and avoid combat sports.\nSee more: Can dilated cardiomyopathy be cured? The treatments",
            "subsection_string": "Treatment methods for idiopathic dilated cardiomyopathy\nAccording to MSc. Huynh Thanh Kieu, all treatment methods for dilated cardiomyopathy are aimed at reducing symptoms, improving heart function, and prolonging the patient's life. Depending on the stage of the disease, the doctor will recommend appropriate treatment methods:\n1. Use medicine\nMedications prescribed for patients with dilated cardiomyopathy have the following uses:\nImprove heart function; Treat symptoms and prevent complications\nDepending on the severity of symptoms, patients need a combination of medications such as:\nDiuretics: increases urine output, thereby reducing congestion symptoms, reducing shortness of breath, shrinking the liver and reducing leg swelling; Drugs that inhibit the renin-angiotensin-aldosterone system (RAAS) such as angiotensin-converting enzyme (ACE) inhibitors/Angiotensin II receptor blockers (ARBs)/ARNI group: help dilate blood vessels, thereby helping to lower blood pressure; At the same time, it improves blood flow and reduces the load on the heart.; Beta blockers: slow heart rate and reduce blood pressure; reduces symptoms of heart failure and enhances heart function; Aldosterone antagonists: act as diuretics without disturbing the body's potassium balance.; SGLT2 inhibitors: are new heart failure treatment drugs, prolonging the lives of heart failure patients; Digoxin slows the heart rate and increases the force of contraction.; Blood thinners: prevent the formation of blood clots related to blood clotting if the patient has atrial fibrillation or blood clots in the heart chambers.\n2. Place the implant\nIn some cardiomyopathy patients, doctors will prescribe implantable devices to improve symptoms. Two types of devices commonly used are:\nCardiac resynchronization device (CRT): For patients with advanced heart failure, biventricular pacemakers help the right and left ventricles contract more synchronized, improving symptoms as well as increasing exercise capacity. In people with heart block or bradycardia, this device will also help maintain proper heart rhythm.; Implantable cardioverter defibrillator (ICD): ICDs are recommended for people at risk of life-threatening ventricular arrhythmias or sudden death. The ICD's job is to continuously monitor heart rhythm. When it detects a very fast or abnormal heart rhythm (ventricular tachycardia or ventricular fibrillation), it will provide an electrical current to the heart muscle to clear the arrhythmia, returning the heart to a normal rhythm.\nIn many cases, both types of implants can be combined in one device, called a CRT-D.\n3. Surgery\nIf all measures such as medication and implants are not effective in treating the disease, the doctor will consider surgical options, including:\nTemporary surgery: repair or replace the mitral valve if there is severe mitral valve regurgitation. However, the effect it brings is only to improve symptoms and not change the nature of the disease.; ECMO (Extracorporeal Membrane Oxygenation): also known as cardiopulmonary bypass, placed on patients with acute heart failure or cardiogenic shock while waiting for the heart muscle to recover.; Mechanical left ventricular assist device (LVAD): a device that is temporarily implanted to perform the pumping function of the left ventricle while waiting for a heart transplant or waiting for the heart muscle to recover in myocarditis.; Heart transplant: Normally, this method is only for people with end-stage heart failure. Patients will have a chance to live more than 1 year (90% rate) and more than 20 years (>50% rate) after heart transplant surgery.\n4. Change your lifestyle\nMSc. Huynh Thanh Kieu said that a healthy lifestyle is the key to solving all health problems, including cardiovascular disease. Therefore, adhering to a reasonable diet and exercise regimen will contribute to improving symptoms of dilated cardiomyopathy:\nQuit drinking alcohol if the cause of the disease is determined due to alcohol; Do not smoke to reduce the risk of coronary artery stenosis or coronary artery spasm; Do not become pregnant again if peripartum (pregnancy-related) dilated cardiomyopathy is confirmed; Stop or reduce the dose of cytotoxic drugs and cancer treatment drugs that are toxic to the myocardium; Diet: Once symptoms such as shortness of breath or fatigue appear, you should limit your salt intake to 2,000 - 3,000 mg per day. Even when symptoms have subsided, you should still maintain a bland diet. To do that, you should try to cook at home, cut out all processed foods such as sausages, bacon, ham, etc., and carefully check food labels to control the amount of salt. tolerated by the body; Exercise: Your doctor will advise you whether you can exercise or not. Most people with cardiomyopathy are encouraged to do light exercises and avoid combat sports.\nSee more: Can dilated cardiomyopathy be cured? The treatments"
        },
        {
            "subsection_name": "Prevention of dilated cardiomyopathy",
            "subsection_content": "MSc. Huynh Thanh Kieu said that there are no measures to help prevent hereditary cardiomyopathy. However, you can reduce your risk of conditions that can lead to cardiomyopathy, such as coronary artery disease, hypertension and heart attack, by making lifestyle changes: (5)\n1. Have a healthy diet\nA heart-healthy diet includes:\nA variety of fruits, vegetables and grains. Of these, half of the grains should come from whole grain products such as brown rice, oats, corn, etc.; Choose foods low in saturated fat and trans fat. Healthy options include lean meat, skinless poultry, non-fried fish, legumes (soybeans, peanuts, black beans, white beans…) as well as fat-free or low-fat milk and dairy products. fat.; Season with a little salt when preparing food. Consuming a lot of salt can increase the risk of high blood pressure, thereby increasing the likelihood of cardiomyopathy.; Prioritize foods and drinks low in sugar; Limit alcohol intake.; Maintain a stable weight by ensuring your daily calorie intake is no higher than your calorie expenditure.\nBuilding a menu with lots of fruits and vegetables, whole grains, and limiting cholesterol will help improve heart health.\n2. Have an active lifestyle every day\nEven if you have heart disease, you should not sit still but be physically active as much as possible. Suitable exercises for you are slow walking, swimming, slow cycling, badminton... If you want to increase exercise intensity or play sports that require more exertion, you need to consult your doctor. especially when you are taking medication, have some health problems or experience symptoms such as chest pain, shortness of breath, dizziness...\nSee more: How long can you live with dilated cardiomyopathy and is it dangerous?\n3. Build a scientific living regime\nMSc. Huynh Thanh Kieu emphasized that with appropriate diet and exercise, the risk of disease will be reduced if you have a scientific lifestyle:\nDo not smoke (both direct smoking and passive smoke); Lose weight if you have BMI > 23; Avoid alcohol and drugs; Sleep at least 7-8 hours/day; Reduce work pressure, take time to rest and relax; Control stress, avoid being stressed for long periods of time; Treatment of accompanying diseases, such as diabetes, dyslipidemia, hypertension...; Periodic health examination; Take the correct dosage according to your doctor's instructions.\nPeople with dilated cardiomyopathy need regular check-ups as prescribed by their doctor.\nCardiovascular Center, Tam Anh General Hospital brings together a team of experienced experts and a modern, advanced machinery system to help support doctors in diagnosing and providing the best treatment regimen for patients. patient. The center regularly updates modern methods in diagnosing and treating cardiomyopathy such as dilated cardiomyopathy, hypertrophic cardiomyopathy, restrictive myocardium, myocardial ischemia... and other cardiovascular diseases. such as hypertension, arrhythmia, coronary artery disease, valvular heart disease, congenital heart disease...\nIn addition, the Cardiovascular Center of Tam Anh General Hospital also has close coordination with the Diagnostic Imaging Center, Laboratory Center, Neonatal Center, Kidney and Urology Center, and Obstetrics and Gynecology Center. Department, Department of Pediatrics... helps improve the effectiveness of diagnosis and treatment for patients with many comorbidities.\nDilated cardiomyopathy may cause no symptoms in some people in the early stages, but can be life-threatening in its later stages. Therefore, early detection and timely and correct treatment of the disease play a very important role. In addition, adhering to a scientific diet, regular exercise, and a healthy lifestyle are effective measures in improving symptoms and preventing dangerous complications of the disease.",
            "subsection_string": "Prevention of dilated cardiomyopathy\nMSc. Huynh Thanh Kieu said that there are no measures to help prevent hereditary cardiomyopathy. However, you can reduce your risk of conditions that can lead to cardiomyopathy, such as coronary artery disease, hypertension and heart attack, by making lifestyle changes: (5)\n1. Have a healthy diet\nA heart-healthy diet includes:\nA variety of fruits, vegetables and grains. Of these, half of the grains should come from whole grain products such as brown rice, oats, corn, etc.; Choose foods low in saturated fat and trans fat. Healthy options include lean meat, skinless poultry, non-fried fish, legumes (soybeans, peanuts, black beans, white beans…) as well as fat-free or low-fat milk and dairy products. fat.; Season with a little salt when preparing food. Consuming a lot of salt can increase the risk of high blood pressure, thereby increasing the likelihood of cardiomyopathy.; Prioritize foods and drinks low in sugar; Limit alcohol intake.; Maintain a stable weight by ensuring your daily calorie intake is no higher than your calorie expenditure.\nBuilding a menu with lots of fruits and vegetables, whole grains, and limiting cholesterol will help improve heart health.\n2. Have an active lifestyle every day\nEven if you have heart disease, you should not sit still but be physically active as much as possible. Suitable exercises for you are slow walking, swimming, slow cycling, badminton... If you want to increase exercise intensity or play sports that require more exertion, you need to consult your doctor. especially when you are taking medication, have some health problems or experience symptoms such as chest pain, shortness of breath, dizziness...\nSee more: How long can you live with dilated cardiomyopathy and is it dangerous?\n3. Build a scientific living regime\nMSc. Huynh Thanh Kieu emphasized that with appropriate diet and exercise, the risk of disease will be reduced if you have a scientific lifestyle:\nDo not smoke (both direct smoking and passive smoke); Lose weight if you have BMI > 23; Avoid alcohol and drugs; Sleep at least 7-8 hours/day; Reduce work pressure, take time to rest and relax; Control stress, avoid being stressed for long periods of time; Treatment of accompanying diseases, such as diabetes, dyslipidemia, hypertension...; Periodic health examination; Take the correct dosage according to your doctor's instructions.\nPeople with dilated cardiomyopathy need regular check-ups as prescribed by their doctor.\nCardiovascular Center, Tam Anh General Hospital brings together a team of experienced experts and a modern, advanced machinery system to help support doctors in diagnosing and providing the best treatment regimen for patients. patient. The center regularly updates modern methods in diagnosing and treating cardiomyopathy such as dilated cardiomyopathy, hypertrophic cardiomyopathy, restrictive myocardium, myocardial ischemia... and other cardiovascular diseases. such as hypertension, arrhythmia, coronary artery disease, valvular heart disease, congenital heart disease...\nIn addition, the Cardiovascular Center of Tam Anh General Hospital also has close coordination with the Diagnostic Imaging Center, Laboratory Center, Neonatal Center, Kidney and Urology Center, and Obstetrics and Gynecology Center. Department, Department of Pediatrics... helps improve the effectiveness of diagnosis and treatment for patients with many comorbidities.\nDilated cardiomyopathy may cause no symptoms in some people in the early stages, but can be life-threatening in its later stages. Therefore, early detection and timely and correct treatment of the disease play a very important role. In addition, adhering to a scientific diet, regular exercise, and a healthy lifestyle are effective measures in improving symptoms and preventing dangerous complications of the disease."
        }
    ],
    "name": "benh-co-tim-gian-no.json"
}