{
    "title": "Basedow's disease: Causes, causes and diagnosis",
    "category": "Endocrine",
    "link": "https://tamanhhospital.vn/benh-basedow/",
    "abstract": "Basedow's disease (Graves' disease) occurs commonly in young people, has many different names such as Graves or Parry, known to be one of the causes of hyperthyroidism that is quite common today. If not recognized early and treated aggressively, it can lead to serious complications.",
    "content": "Basedow's disease: Causes, causes and diagnosis\n\nBasedow's disease (Graves' disease) occurs commonly in young people, has many different names such as Graves or Parry, known to be one of the causes of hyperthyroidism that is quite common today. If not recognized early and treated aggressively, it can lead to serious complications.\n\nWhat is Basedow's disease?\nBasedow's disease is an autoimmune disease of the thyroid gland. Basedow's disease is the most common cause of hyperthyroidism, typical manifestations include: diffuse goiter, proptosis, and pretibial myxedema. The disease is associated with the presence of thyroid-stimulating antibodies.\nWomen get the disease 5-10 times more often than men. The disease can occur at any age but most often occurs between the ages of 20 and 40. (1)\n\nCause of Graves' disease\nNormally, the hypothalamus and pituitary gland in the brain work together to control the production of thyroid hormones. When thyroid hormone is low, the hypothalamus \"signals\" the pituitary gland to secrete thyroid stimulating hormone (TSH).\nBut in Thyroid Basedow, the immune system attacks the TSH receptors so the body cannot tell the difference between the attack and the messages transmitted through the same receptors. Scientists found that in people with Graves' disease, the thyroid gland has the presence of antibodies that stimulate the thyroid gland to produce excessive thyroid hormones. (2)\nUntil now, the cause of the disease has not been accurately determined. However, some studies show that this disease is about 79% genetic.\nBesides originating from genetic factors, the disease can also be due to the impact of a number of other factors such as age, gender, living and working environment, constitution or possibly chemicals. Substances hidden in food accumulate every day.\n\nSymptoms of Graves' disease\n1. Hyperthyroidism (thyrotoxic syndrome):\nWeight loss is a common sign (loss of about 3-20kg in a short time) despite still having a good appetite. In some cases, weight gain becomes uncontrolled; Changes in personality and mood: feeling anxious, irritable, sensitive, difficult to concentrate, tired, difficult to sleep.; Body temperature regulation disorders: \"hot flashes\"; excessive sweating on the chest and hands (Basedow's hand sign), fear of heat, often feeling thirsty and drinking a lot of water.; Cardiovascular: nervousness, palpitations, suffocation, precordial pain.; Digestive disorders: increased frequency of bowel movements, broken stool texture due to increased intestinal motility (in about 20% of Basedow patients).; Feeling of nausea, vomiting, stomach pain.\n2. Diffuse goiter:\nGoiters are common in about 80% of people with Basedow's disease. Tumors are usually level II, diffuse, soft/firm density, and move when swallowing. Basedow is a type of angioma, so the systolic murmur can be felt and heard. Sometimes the goiter is small or sinks deep into the mediastinum.\nThe size of Basedow's tumor can change after treatment, making it easy to recognize in newly diagnosed patients.\nAs the disease progresses and the tumor develops, signs are easily noticeable such as: feeling a tumor in the middle of the neck, with clear boundaries, not attached to the skin, painless, moving with the rhythm of swallowing, when A goiter that is too large can cause uncomfortable pressure.\n3. Endocrine eye disease (found in about 40 - 60% of patients with Basedow's tumor):\nSymptoms of bulging eyes are common in female patients. Basedow's tumor is an autoimmune disease, related to a disorder and impaired immune system. Therefore, when suffering from this disease, the body will produce antibodies that attack the tissues and muscles around the eye area, causing eye problems. If these symptoms persist and are not treated properly, the patient will face the risk of losing vision.\nUsually, the first signs of eye complications may appear 6 months before or after 6 months of Graves' disease. Initial signs may include: a feeling of glare, dry eye fluid, a dusty feeling in the eye, pain in the eye socket, watery eyes... If not treated promptly, the patient finds it difficult to when moving eyes or closing eyes, blinking, bulging eyes, blindness...\nIf the disease becomes severe, it will cause dangerous eye complications\n4. Myxoma:\nThe skin thickens and cannot be pinched, especially in the lower tibia due to the accumulation of Glycosaminoglycan substances, sometimes appearing in the entire lower leg and can spread to the whole foot. The skin is rough, yellow brown or reddish purple.\n\nHow is Basedow's disease transmitted?\nBasedow is not an infectious disease so it is not transmitted through respiratory or contact. The cause of the disease comes from genetic factors. If either parent has thyrotoxicosis, the child is at risk of having the disease. Therefore, patients and family members can live together with peace of mind.\n\nSubjects susceptible to Basedow's disease\nAnyone can get Basedow's disease, including young children and other genders. However, factors that increase the risk of developing Graves' disease include:\nFemale; Between the ages of 30 and 50; Have another autoimmune disease\n\nDiagnosis of Graves' disease\nDiagnosis of Basedow's disease is mainly based on clinical findings. The endocrinologist will review the symptoms and neck tumors (if any). Combined with test results of thyroid function, thyroid hormones (T4 and T3) in the blood are increased; in some cases, only T3 levels increase.\nTSH concentrations decreased very low, even below the detection limit. When Basedow's disease is suspected, positive antibodies (anti thyroglobulin, anti microsomal, TSI) are observed.\n1. General health check\nSome symptoms doctors may recognize during a general health examination. Symptoms include rapid heart rate, tremors, skin changes, strong reflexes, and an enlarged thyroid gland.\n2. Blood test\nThyroid hormone testing includes TSH, FT4, FT3, T3 testing should be considered when FT4 results are normal but hyperthyroidism is evident.\nTesting for anti-thyroid antibodies such as thyrotropin receptor antibodies (TRAbs) and thyroid-stimulating immunoglobulin (TSI) will be elevated. These antibodies are produced by the immune system in response to a foreign body or threat in the body.\n3. Thyroid scan using a radioactive isotope (I123 (best) or I131 or Technitium).\nThis technique helps measure iodine uptake by the thyroid gland (also known as the RAIU test). The test is performed using a radioactive tracer and a special probe to measure the amount of iodine the thyroid can absorb from the blood.\nThis technique should be performed when Basedow is suspected but there is no goiter or no eye symptoms.; In Basedow: The thyroid gland is enlarged and absorbs radioactive substances. Classically with I131 there will be an exit angle indication.\n4. Thyroid ultrasound and color doppler thyroid ultrasound:\nSometimes it is necessary to evaluate the degree of hyperperfusion and thyroid nodules.\n\nBasedow's disease treatment measures\nIf the goiter is large, produces compression symptoms, or is accompanied by ocular changes typical of Basedow's disease, surgical treatment is indicated. In cases where the goiter is small in size or there is a high risk of surgery, a dose of radioactive iodine can be administered orally, which will take effect after 1-2 months.\nThe Endocrinologist will provide appropriate treatment for the patient\nSpecific treatment methods include:\n1. Medical treatment of Graves' goiter\nTreatment with oral synthetic antithyroid drugs: carbimazole, methimazole, propylthiouracil (PTU), helps inhibit thyroid hormone formation and begins to improve symptoms after 1-2 weeks.\nMethimazole is often the preferred treatment for children and adolescents with Basedow's disease. PTU is usually the safest choice during early pregnancy.\n2. Radioactive iodine treatment\nThis treatment destroys thyroid tissue to reduce hormone production. After the patient drinks a solution containing radioactive iodine, the thyroid gland will absorb the solution the same way the body absorbs iodine. Radiation accumulates in tissues and destroys them.\nThis is considered a cure for Basedow's disease. But it often leads to thyroid hormone levels that are too low (hypothyroidism). At this time, the patient may need to use synthetic thyroid hormones such as levothyroxine to compensate.\nThe word “radiation” may sound scary, but this treatment has been proven to be safe. In the US, more than 70% of people with hyperthyroidism are treated with this method. This treatment is also called radioiodine to reduce the patient's fear.\nPoint:\nPatients who cannot or do not want surgery such as heart failure...; The goiter does not shrink after medical treatment; Recurrence after surgery\nContraindications:\nPregnant/breastfeeding women; Younger people 16-18 years old; The patient has severe eye complications\n3. Surgical treatment\nSurgery for Basedow's disease involves removing most of the thyroid gland. This is also a method of treating hyperthyroidism. However, because the body is no longer able to produce thyroid hormones, it will cause hypothyroidism.\nAt this point, the patient needs to supplement synthetic thyroid hormone for the rest of their life. Patients can take it in pill form with a dosage of 1 pill/day. This supplement helps control thyroid levels, maintaining a healthy condition.\nNote, during treatment, patients need to see a doctor every 3-4 months to monitor possible side effects. After that period, about 40% of cases go into permanent remission, while the rest relapse.\nPoint:\nLarge goiter or multinodular goiter, tumor sunken in the chest; In case of recurrence after medical treatment; The patient wants to get pregnant soon\nContraindications:\nPatients with severe heart complications such as heart failure...; Elderly patients\n\nComplications of Basedow's disease\nIn addition to common eye and skin complications, other Basedow disease complications include:\nStroke; Heart failure/heart problems; Thinning of bones, leading to osteoporosis; Thyroid storm (rare, life-threatening sudden increase in symptoms)\nHowever, these complications often develop in people who do not receive proper treatment or have a severe medical condition.\nPeople with Basedow's disease also face the risk of developing other autoimmune conditions including:\nRheumatoid arthritis; Systemic lupus erythematosus (autoimmune disease causes the body to produce antibodies that attack the tissues of organs); Addison's disease (primary adrenal insufficiency); Celiac disease (genetic immune-mediated disease in humans due to gluten intolerance, causing mucosal inflammation and villous atrophy, leading to malabsorption).; Type 1 diabetes; Vitiligo (is a loss of skin pigment cells that causes the affected skin area to have a lighter skin color than other skin areas on the body).\nAdditionally, any type of untreated hyperthyroidism can lead to an acute condition called thyrotoxic crisis characterized by dehydration, severe tachycardia or arrhythmia, and heart failure. heart, ventilation disorders and impaired consciousness.\nMaybe you don't know: Can Basedow's disease be cured?\n\nHow to prevent Basedow's disease\nThe thyroid plays an important role in maintaining health and body function. Symptoms can be not only uncomfortable but also worrying. However, thyroid disease is easy to diagnose and there are safe and effective treatments. The patient may not be completely cured and symptoms may occasionally appear. Proper treatment can help people live happily.\nTo get advice and book an appointment with leading endocrinology and diabetes experts at Tam Anh General Hospital, please contact:\nTo prevent Graves' disease or thyroid diseases, maintain a regular check-up schedule and blood tests when recommended by your doctor. This is even more necessary for at-risk groups. Through test results, patients can understand thyroid hormone levels and have a plan to protect their health.",
    "subsections": [
        {
            "subsection_name": "What is Basedow's disease?",
            "subsection_content": "Basedow's disease is an autoimmune disease of the thyroid gland. Basedow's disease is the most common cause of hyperthyroidism, typical manifestations include: diffuse goiter, proptosis, and pretibial myxedema. The disease is associated with the presence of thyroid-stimulating antibodies.\nWomen get the disease 5-10 times more often than men. The disease can occur at any age but most often occurs between the ages of 20 and 40. (1)",
            "subsection_string": "What is Basedow's disease?\nBasedow's disease is an autoimmune disease of the thyroid gland. Basedow's disease is the most common cause of hyperthyroidism, typical manifestations include: diffuse goiter, proptosis, and pretibial myxedema. The disease is associated with the presence of thyroid-stimulating antibodies.\nWomen get the disease 5-10 times more often than men. The disease can occur at any age but most often occurs between the ages of 20 and 40. (1)"
        },
        {
            "subsection_name": "Cause of Graves' disease",
            "subsection_content": "Normally, the hypothalamus and pituitary gland in the brain work together to control the production of thyroid hormones. When thyroid hormone is low, the hypothalamus \"signals\" the pituitary gland to secrete thyroid stimulating hormone (TSH).\nBut in Thyroid Basedow, the immune system attacks the TSH receptors so the body cannot tell the difference between the attack and the messages transmitted through the same receptors. Scientists found that in people with Graves' disease, the thyroid gland has the presence of antibodies that stimulate the thyroid gland to produce excessive thyroid hormones. (2)\nUntil now, the cause of the disease has not been accurately determined. However, some studies show that this disease is about 79% genetic.\nBesides originating from genetic factors, the disease can also be due to the impact of a number of other factors such as age, gender, living and working environment, constitution or possibly chemicals. Substances hidden in food accumulate every day.",
            "subsection_string": "Cause of Graves' disease\nNormally, the hypothalamus and pituitary gland in the brain work together to control the production of thyroid hormones. When thyroid hormone is low, the hypothalamus \"signals\" the pituitary gland to secrete thyroid stimulating hormone (TSH).\nBut in Thyroid Basedow, the immune system attacks the TSH receptors so the body cannot tell the difference between the attack and the messages transmitted through the same receptors. Scientists found that in people with Graves' disease, the thyroid gland has the presence of antibodies that stimulate the thyroid gland to produce excessive thyroid hormones. (2)\nUntil now, the cause of the disease has not been accurately determined. However, some studies show that this disease is about 79% genetic.\nBesides originating from genetic factors, the disease can also be due to the impact of a number of other factors such as age, gender, living and working environment, constitution or possibly chemicals. Substances hidden in food accumulate every day."
        },
        {
            "subsection_name": "Symptoms of Graves' disease",
            "subsection_content": "1. Hyperthyroidism (thyrotoxic syndrome):\nWeight loss is a common sign (loss of about 3-20kg in a short time) despite still having a good appetite. In some cases, weight gain becomes uncontrolled; Changes in personality and mood: feeling anxious, irritable, sensitive, difficult to concentrate, tired, difficult to sleep.; Body temperature regulation disorders: \"hot flashes\"; excessive sweating on the chest and hands (Basedow's hand sign), fear of heat, often feeling thirsty and drinking a lot of water.; Cardiovascular: nervousness, palpitations, suffocation, precordial pain.; Digestive disorders: increased frequency of bowel movements, broken stool texture due to increased intestinal motility (in about 20% of Basedow patients).; Feeling of nausea, vomiting, stomach pain.\n2. Diffuse goiter:\nGoiters are common in about 80% of people with Basedow's disease. Tumors are usually level II, diffuse, soft/firm density, and move when swallowing. Basedow is a type of angioma, so the systolic murmur can be felt and heard. Sometimes the goiter is small or sinks deep into the mediastinum.\nThe size of Basedow's tumor can change after treatment, making it easy to recognize in newly diagnosed patients.\nAs the disease progresses and the tumor develops, signs are easily noticeable such as: feeling a tumor in the middle of the neck, with clear boundaries, not attached to the skin, painless, moving with the rhythm of swallowing, when A goiter that is too large can cause uncomfortable pressure.\n3. Endocrine eye disease (found in about 40 - 60% of patients with Basedow's tumor):\nSymptoms of bulging eyes are common in female patients. Basedow's tumor is an autoimmune disease, related to a disorder and impaired immune system. Therefore, when suffering from this disease, the body will produce antibodies that attack the tissues and muscles around the eye area, causing eye problems. If these symptoms persist and are not treated properly, the patient will face the risk of losing vision.\nUsually, the first signs of eye complications may appear 6 months before or after 6 months of Graves' disease. Initial signs may include: a feeling of glare, dry eye fluid, a dusty feeling in the eye, pain in the eye socket, watery eyes... If not treated promptly, the patient finds it difficult to when moving eyes or closing eyes, blinking, bulging eyes, blindness...\nIf the disease becomes severe, it will cause dangerous eye complications\n4. Myxoma:\nThe skin thickens and cannot be pinched, especially in the lower tibia due to the accumulation of Glycosaminoglycan substances, sometimes appearing in the entire lower leg and can spread to the whole foot. The skin is rough, yellow brown or reddish purple.",
            "subsection_string": "Symptoms of Graves' disease\n1. Hyperthyroidism (thyrotoxic syndrome):\nWeight loss is a common sign (loss of about 3-20kg in a short time) despite still having a good appetite. In some cases, weight gain becomes uncontrolled; Changes in personality and mood: feeling anxious, irritable, sensitive, difficult to concentrate, tired, difficult to sleep.; Body temperature regulation disorders: \"hot flashes\"; excessive sweating on the chest and hands (Basedow's hand sign), fear of heat, often feeling thirsty and drinking a lot of water.; Cardiovascular: nervousness, palpitations, suffocation, precordial pain.; Digestive disorders: increased frequency of bowel movements, broken stool texture due to increased intestinal motility (in about 20% of Basedow patients).; Feeling of nausea, vomiting, stomach pain.\n2. Diffuse goiter:\nGoiters are common in about 80% of people with Basedow's disease. Tumors are usually level II, diffuse, soft/firm density, and move when swallowing. Basedow is a type of angioma, so the systolic murmur can be felt and heard. Sometimes the goiter is small or sinks deep into the mediastinum.\nThe size of Basedow's tumor can change after treatment, making it easy to recognize in newly diagnosed patients.\nAs the disease progresses and the tumor develops, signs are easily noticeable such as: feeling a tumor in the middle of the neck, with clear boundaries, not attached to the skin, painless, moving with the rhythm of swallowing, when A goiter that is too large can cause uncomfortable pressure.\n3. Endocrine eye disease (found in about 40 - 60% of patients with Basedow's tumor):\nSymptoms of bulging eyes are common in female patients. Basedow's tumor is an autoimmune disease, related to a disorder and impaired immune system. Therefore, when suffering from this disease, the body will produce antibodies that attack the tissues and muscles around the eye area, causing eye problems. If these symptoms persist and are not treated properly, the patient will face the risk of losing vision.\nUsually, the first signs of eye complications may appear 6 months before or after 6 months of Graves' disease. Initial signs may include: a feeling of glare, dry eye fluid, a dusty feeling in the eye, pain in the eye socket, watery eyes... If not treated promptly, the patient finds it difficult to when moving eyes or closing eyes, blinking, bulging eyes, blindness...\nIf the disease becomes severe, it will cause dangerous eye complications\n4. Myxoma:\nThe skin thickens and cannot be pinched, especially in the lower tibia due to the accumulation of Glycosaminoglycan substances, sometimes appearing in the entire lower leg and can spread to the whole foot. The skin is rough, yellow brown or reddish purple."
        },
        {
            "subsection_name": "How is Basedow's disease transmitted?",
            "subsection_content": "Basedow is not an infectious disease so it is not transmitted through respiratory or contact. The cause of the disease comes from genetic factors. If either parent has thyrotoxicosis, the child is at risk of having the disease. Therefore, patients and family members can live together with peace of mind.",
            "subsection_string": "How is Basedow's disease transmitted?\nBasedow is not an infectious disease so it is not transmitted through respiratory or contact. The cause of the disease comes from genetic factors. If either parent has thyrotoxicosis, the child is at risk of having the disease. Therefore, patients and family members can live together with peace of mind."
        },
        {
            "subsection_name": "Subjects susceptible to Basedow's disease",
            "subsection_content": "Anyone can get Basedow's disease, including young children and other genders. However, factors that increase the risk of developing Graves' disease include:\nFemale; Between the ages of 30 and 50; Have another autoimmune disease",
            "subsection_string": "Subjects susceptible to Basedow's disease\nAnyone can get Basedow's disease, including young children and other genders. However, factors that increase the risk of developing Graves' disease include:\nFemale; Between the ages of 30 and 50; Have another autoimmune disease"
        },
        {
            "subsection_name": "Diagnosis of Graves' disease",
            "subsection_content": "Diagnosis of Basedow's disease is mainly based on clinical findings. The endocrinologist will review the symptoms and neck tumors (if any). Combined with test results of thyroid function, thyroid hormones (T4 and T3) in the blood are increased; in some cases, only T3 levels increase.\nTSH concentrations decreased very low, even below the detection limit. When Basedow's disease is suspected, positive antibodies (anti thyroglobulin, anti microsomal, TSI) are observed.\n1. General health check\nSome symptoms doctors may recognize during a general health examination. Symptoms include rapid heart rate, tremors, skin changes, strong reflexes, and an enlarged thyroid gland.\n2. Blood test\nThyroid hormone testing includes TSH, FT4, FT3, T3 testing should be considered when FT4 results are normal but hyperthyroidism is evident.\nTesting for anti-thyroid antibodies such as thyrotropin receptor antibodies (TRAbs) and thyroid-stimulating immunoglobulin (TSI) will be elevated. These antibodies are produced by the immune system in response to a foreign body or threat in the body.\n3. Thyroid scan using a radioactive isotope (I123 (best) or I131 or Technitium).\nThis technique helps measure iodine uptake by the thyroid gland (also known as the RAIU test). The test is performed using a radioactive tracer and a special probe to measure the amount of iodine the thyroid can absorb from the blood.\nThis technique should be performed when Basedow is suspected but there is no goiter or no eye symptoms.; In Basedow: The thyroid gland is enlarged and absorbs radioactive substances. Classically with I131 there will be an exit angle indication.\n4. Thyroid ultrasound and color doppler thyroid ultrasound:\nSometimes it is necessary to evaluate the degree of hyperperfusion and thyroid nodules.",
            "subsection_string": "Diagnosis of Graves' disease\nDiagnosis of Basedow's disease is mainly based on clinical findings. The endocrinologist will review the symptoms and neck tumors (if any). Combined with test results of thyroid function, thyroid hormones (T4 and T3) in the blood are increased; in some cases, only T3 levels increase.\nTSH concentrations decreased very low, even below the detection limit. When Basedow's disease is suspected, positive antibodies (anti thyroglobulin, anti microsomal, TSI) are observed.\n1. General health check\nSome symptoms doctors may recognize during a general health examination. Symptoms include rapid heart rate, tremors, skin changes, strong reflexes, and an enlarged thyroid gland.\n2. Blood test\nThyroid hormone testing includes TSH, FT4, FT3, T3 testing should be considered when FT4 results are normal but hyperthyroidism is evident.\nTesting for anti-thyroid antibodies such as thyrotropin receptor antibodies (TRAbs) and thyroid-stimulating immunoglobulin (TSI) will be elevated. These antibodies are produced by the immune system in response to a foreign body or threat in the body.\n3. Thyroid scan using a radioactive isotope (I123 (best) or I131 or Technitium).\nThis technique helps measure iodine uptake by the thyroid gland (also known as the RAIU test). The test is performed using a radioactive tracer and a special probe to measure the amount of iodine the thyroid can absorb from the blood.\nThis technique should be performed when Basedow is suspected but there is no goiter or no eye symptoms.; In Basedow: The thyroid gland is enlarged and absorbs radioactive substances. Classically with I131 there will be an exit angle indication.\n4. Thyroid ultrasound and color doppler thyroid ultrasound:\nSometimes it is necessary to evaluate the degree of hyperperfusion and thyroid nodules."
        },
        {
            "subsection_name": "Basedow's disease treatment measures",
            "subsection_content": "If the goiter is large, produces compression symptoms, or is accompanied by ocular changes typical of Basedow's disease, surgical treatment is indicated. In cases where the goiter is small in size or there is a high risk of surgery, a dose of radioactive iodine can be administered orally, which will take effect after 1-2 months.\nThe Endocrinologist will provide appropriate treatment for the patient\nSpecific treatment methods include:\n1. Medical treatment of Graves' goiter\nTreatment with oral synthetic antithyroid drugs: carbimazole, methimazole, propylthiouracil (PTU), helps inhibit thyroid hormone formation and begins to improve symptoms after 1-2 weeks.\nMethimazole is often the preferred treatment for children and adolescents with Basedow's disease. PTU is usually the safest choice during early pregnancy.\n2. Radioactive iodine treatment\nThis treatment destroys thyroid tissue to reduce hormone production. After the patient drinks a solution containing radioactive iodine, the thyroid gland will absorb the solution the same way the body absorbs iodine. Radiation accumulates in tissues and destroys them.\nThis is considered a cure for Basedow's disease. But it often leads to thyroid hormone levels that are too low (hypothyroidism). At this time, the patient may need to use synthetic thyroid hormones such as levothyroxine to compensate.\nThe word “radiation” may sound scary, but this treatment has been proven to be safe. In the US, more than 70% of people with hyperthyroidism are treated with this method. This treatment is also called radioiodine to reduce the patient's fear.\nPoint:\nPatients who cannot or do not want surgery such as heart failure...; The goiter does not shrink after medical treatment; Recurrence after surgery\nContraindications:\nPregnant/breastfeeding women; Younger people 16-18 years old; The patient has severe eye complications\n3. Surgical treatment\nSurgery for Basedow's disease involves removing most of the thyroid gland. This is also a method of treating hyperthyroidism. However, because the body is no longer able to produce thyroid hormones, it will cause hypothyroidism.\nAt this point, the patient needs to supplement synthetic thyroid hormone for the rest of their life. Patients can take it in pill form with a dosage of 1 pill/day. This supplement helps control thyroid levels, maintaining a healthy condition.\nNote, during treatment, patients need to see a doctor every 3-4 months to monitor possible side effects. After that period, about 40% of cases go into permanent remission, while the rest relapse.\nPoint:\nLarge goiter or multinodular goiter, tumor sunken in the chest; In case of recurrence after medical treatment; The patient wants to get pregnant soon\nContraindications:\nPatients with severe heart complications such as heart failure...; Elderly patients",
            "subsection_string": "Basedow's disease treatment measures\nIf the goiter is large, produces compression symptoms, or is accompanied by ocular changes typical of Basedow's disease, surgical treatment is indicated. In cases where the goiter is small in size or there is a high risk of surgery, a dose of radioactive iodine can be administered orally, which will take effect after 1-2 months.\nThe Endocrinologist will provide appropriate treatment for the patient\nSpecific treatment methods include:\n1. Medical treatment of Graves' goiter\nTreatment with oral synthetic antithyroid drugs: carbimazole, methimazole, propylthiouracil (PTU), helps inhibit thyroid hormone formation and begins to improve symptoms after 1-2 weeks.\nMethimazole is often the preferred treatment for children and adolescents with Basedow's disease. PTU is usually the safest choice during early pregnancy.\n2. Radioactive iodine treatment\nThis treatment destroys thyroid tissue to reduce hormone production. After the patient drinks a solution containing radioactive iodine, the thyroid gland will absorb the solution the same way the body absorbs iodine. Radiation accumulates in tissues and destroys them.\nThis is considered a cure for Basedow's disease. But it often leads to thyroid hormone levels that are too low (hypothyroidism). At this time, the patient may need to use synthetic thyroid hormones such as levothyroxine to compensate.\nThe word “radiation” may sound scary, but this treatment has been proven to be safe. In the US, more than 70% of people with hyperthyroidism are treated with this method. This treatment is also called radioiodine to reduce the patient's fear.\nPoint:\nPatients who cannot or do not want surgery such as heart failure...; The goiter does not shrink after medical treatment; Recurrence after surgery\nContraindications:\nPregnant/breastfeeding women; Younger people 16-18 years old; The patient has severe eye complications\n3. Surgical treatment\nSurgery for Basedow's disease involves removing most of the thyroid gland. This is also a method of treating hyperthyroidism. However, because the body is no longer able to produce thyroid hormones, it will cause hypothyroidism.\nAt this point, the patient needs to supplement synthetic thyroid hormone for the rest of their life. Patients can take it in pill form with a dosage of 1 pill/day. This supplement helps control thyroid levels, maintaining a healthy condition.\nNote, during treatment, patients need to see a doctor every 3-4 months to monitor possible side effects. After that period, about 40% of cases go into permanent remission, while the rest relapse.\nPoint:\nLarge goiter or multinodular goiter, tumor sunken in the chest; In case of recurrence after medical treatment; The patient wants to get pregnant soon\nContraindications:\nPatients with severe heart complications such as heart failure...; Elderly patients"
        },
        {
            "subsection_name": "Complications of Basedow's disease",
            "subsection_content": "In addition to common eye and skin complications, other Basedow disease complications include:\nStroke; Heart failure/heart problems; Thinning of bones, leading to osteoporosis; Thyroid storm (rare, life-threatening sudden increase in symptoms)\nHowever, these complications often develop in people who do not receive proper treatment or have a severe medical condition.\nPeople with Basedow's disease also face the risk of developing other autoimmune conditions including:\nRheumatoid arthritis; Systemic lupus erythematosus (autoimmune disease causes the body to produce antibodies that attack the tissues of organs); Addison's disease (primary adrenal insufficiency); Celiac disease (genetic immune-mediated disease in humans due to gluten intolerance, causing mucosal inflammation and villous atrophy, leading to malabsorption).; Type 1 diabetes; Vitiligo (is a loss of skin pigment cells that causes the affected skin area to have a lighter skin color than other skin areas on the body).\nAdditionally, any type of untreated hyperthyroidism can lead to an acute condition called thyrotoxic crisis characterized by dehydration, severe tachycardia or arrhythmia, and heart failure. heart, ventilation disorders and impaired consciousness.\nMaybe you don't know: Can Basedow's disease be cured?",
            "subsection_string": "Complications of Basedow's disease\nIn addition to common eye and skin complications, other Basedow disease complications include:\nStroke; Heart failure/heart problems; Thinning of bones, leading to osteoporosis; Thyroid storm (rare, life-threatening sudden increase in symptoms)\nHowever, these complications often develop in people who do not receive proper treatment or have a severe medical condition.\nPeople with Basedow's disease also face the risk of developing other autoimmune conditions including:\nRheumatoid arthritis; Systemic lupus erythematosus (autoimmune disease causes the body to produce antibodies that attack the tissues of organs); Addison's disease (primary adrenal insufficiency); Celiac disease (genetic immune-mediated disease in humans due to gluten intolerance, causing mucosal inflammation and villous atrophy, leading to malabsorption).; Type 1 diabetes; Vitiligo (is a loss of skin pigment cells that causes the affected skin area to have a lighter skin color than other skin areas on the body).\nAdditionally, any type of untreated hyperthyroidism can lead to an acute condition called thyrotoxic crisis characterized by dehydration, severe tachycardia or arrhythmia, and heart failure. heart, ventilation disorders and impaired consciousness.\nMaybe you don't know: Can Basedow's disease be cured?"
        },
        {
            "subsection_name": "How to prevent Basedow's disease",
            "subsection_content": "The thyroid plays an important role in maintaining health and body function. Symptoms can be not only uncomfortable but also worrying. However, thyroid disease is easy to diagnose and there are safe and effective treatments. The patient may not be completely cured and symptoms may occasionally appear. Proper treatment can help people live happily.\nTo get advice and book an appointment with leading endocrinology and diabetes experts at Tam Anh General Hospital, please contact:\nTo prevent Graves' disease or thyroid diseases, maintain a regular check-up schedule and blood tests when recommended by your doctor. This is even more necessary for at-risk groups. Through test results, patients can understand thyroid hormone levels and have a plan to protect their health.",
            "subsection_string": "How to prevent Basedow's disease\nThe thyroid plays an important role in maintaining health and body function. Symptoms can be not only uncomfortable but also worrying. However, thyroid disease is easy to diagnose and there are safe and effective treatments. The patient may not be completely cured and symptoms may occasionally appear. Proper treatment can help people live happily.\nTo get advice and book an appointment with leading endocrinology and diabetes experts at Tam Anh General Hospital, please contact:\nTo prevent Graves' disease or thyroid diseases, maintain a regular check-up schedule and blood tests when recommended by your doctor. This is even more necessary for at-risk groups. Through test results, patients can understand thyroid hormone levels and have a plan to protect their health."
        }
    ],
    "name": "benh-basedow.json"
}