{
    "title": "Sore throat: Causes, symptoms and prevention",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/benh-viem-hong/",
    "abstract": "Sore throat is one of the most common diseases in the ENT specialist in our country. A person may experience a sore throat many times in their life. Children often get acute pharyngitis, while chronic pharyngitis is common in adults. Because sore throat is so common, people often tend to be subjective in prevention and treatment. In our country, most children are only taken to the hospital for examination when sore throat causes cough, fever for many days or complications become bronchitis or pneumonia. Adults with sore throat often only self-treat with folk remedies at home or buy Western medicine at the pharmacy, without taking a doctor's prescription... Being subjective in prevention and treatment can lead to many serious complications, affecting lifelong health. – BSNT.CKII Tran Thi Thuy Hang, Head of ENT Department, Tam Anh General Hospital, Ho Chi Minh City said.\nSore throat is very common in our country. A person can have sore throat many times in their life.",
    "content": "Sore throat: Causes, symptoms and prevention\n\nSore throat is one of the most common diseases in the ENT specialist in our country. A person may experience a sore throat many times in their life. Children often get acute pharyngitis, while chronic pharyngitis is common in adults. Because sore throat is so common, people often tend to be subjective in prevention and treatment. In our country, most children are only taken to the hospital for examination when sore throat causes cough, fever for many days or complications become bronchitis or pneumonia. Adults with sore throat often only self-treat with folk remedies at home or buy Western medicine at the pharmacy, without taking a doctor's prescription... Being subjective in prevention and treatment can lead to many serious complications, affecting lifelong health. – BSNT.CKII Tran Thi Thuy Hang, Head of ENT Department, Tam Anh General Hospital, Ho Chi Minh City said.\nSore throat is very common in our country. A person can have sore throat many times in their life.\n\nWhat is sore throat?\nPharyngitis is a condition in which the throat becomes dry, itchy, painful and often causes cough and fever due to infection or environmental factors such as poor air humidity. Based on inflammation, this disease can be divided into the following types of pharyngitis:(1)\nChronic pharyngitis: Is an inflammatory condition that lasts long and continuously recurs throughout life. There are 4 types of chronic pharyngitis including: Congestive pharyngitis; Hemorrhagic pharyngitis; Excessive chronic pharyngitis; Atrophic pharyngitis; Chronic pharyngitis: Is an inflammatory condition that lasts long and continuously recurs throughout life. There are 4 types of chronic pharyngitis including: Congestive pharyngitis; Hemorrhagic pharyngitis; Excessive chronic pharyngitis; Atrophic pharyngitis.\nAcute pharyngitis: Is an inflammatory condition that lasts only 1-2 weeks, often caused by a virus. If this condition is not treated completely, it can turn into chronic pharyngitis.; Acute pharyngitis: Is an inflammatory condition that lasts only 1-2 weeks, often caused by a virus. If this condition is not treated completely, it can turn into chronic pharyngitis.\nGranulomatous pharyngitis: Is a condition of chronic pharyngitis that causes lymphoid tissue in the back of the throat to proliferate and swell to the size of beans. These proliferating lymphoid tissues lose their immune function, so they are susceptible to infection.(4); Granulomatous pharyngitis: Is a condition of chronic pharyngitis that causes lymphoid tissue in the back of the throat to proliferate and swell to the size of beans. These proliferating lymphoid tissues lose their immune function, so they are susceptible to infection.(4)\nSore throat is common in both children and adults, but people with sensitive throats, people in cold and dry climates, people in areas with polluted air, and young children often tend to be susceptible to this disease. than. – Doctor Hang said.\n\nCauses of sore throat\nAccording to Dr. Hang, sore throat can come from many causes, but in our country, sore throat is often caused by the following common causes:(2)\n1. Due to virus\nAccording to statistics, about 90% of sore throat cases are caused by viruses. Viruses that cause sore throat come from common diseases such as flu, measles, chickenpox, mumps, and mononucleosis.\n2. Due to bacteria\nWhen the body is exposed to bacteria, the person may develop symptoms of sore throat. The most common bacterial sore throat is strep throat.\n3. Due to allergies\nThe body's immune system responds to allergens such as dust mites, house dust mites, pollen, grass and pet dander by secreting substances that cause sore throat symptoms such as stuffy nose and watery eyes. , sneezing, itchy throat...\n4. Air\nThe number of cases of sore throat peaks in the cold winter. Cold, dry air is a common cause of a dry, itchy throat and cough.\n5. Stimulants\nIn addition to air pollution, irritants such as cigarettes or chemicals such as cleaning products are also causes of sore throat.\n6. Mechanical impact\nSome effects that cause prolonged muscle tension in the throat such as screaming, singing and speaking loudly for a long time, foreign objects or strong impacts to the throat... also cause pain and burning in the throat, leading to sore throat.\n7. Gastroesophageal reflux disease (GERD)\nGastroesophageal reflux disease occurs when acid refluxes from the stomach into the esophagus. The fact that acid damages the lining of the esophagus, causing symptoms such as heartburn, regurgitation and acid reflux also affects the throat area, causing sore throat.\n8. HIV infection\nPeople infected with HIV often have a weakened immune system, creating favorable conditions for bacteria and viruses to attack through the throat, causing sore throat.\n9. Tumor\nTumors in the throat that appear for many days and do not go away are also the cause of throat ulcers.\nThe flu virus is one of the many common causes of sore throat\n\nSymptoms of sore throat\nIn addition to the common symptoms of sore throat, difficulty swallowing, phlegm, itchy throat, cough, fever, and loss of appetite, sore throat also has other symptoms depending on the cause of the disease, including:\n1. Symptoms of acute pharyngitis\nCommon symptoms in people with acute pharyngitis include: high fever of about 38 - 39 °C, sometimes up to 40 °C, fatigue, chills, headache, loss of appetite, body aches, swollen lymph nodes jaw angle…\nIn addition, people with acute pharyngitis may have a sore throat, especially when swallowing even liquids, sometimes there is a throbbing feeling in the ear when swallowing or talking, intermittent coughing, runny nose, stuffy nose. , hoarseness, loss of voice….\n2. Symptoms of chronic pharyngitis\nMost symptoms of chronic pharyngitis are long-lasting, including:\nProlonged sore throat accompanied by symptoms such as itchy throat, dry throat, burning sensation, difficulty swallowing, most common in the early morning. Difficulty swallowing, sore throat when swallowing Cough with phlegm or dry cough Voice changes Burning chest area behind the sternum, belching, heartburn (for people with gastroesophageal reflux); Prolonged sore throat accompanied by symptoms such as itchy neck, dry throat, burning sensation, difficulty swallowing, most common in the early morning.; Difficulty swallowing, sore throat when swallowing; Cough with phlegm or dry cough; Voice changes; Burning chest area behind the sternum, belching, heartburn (for people with gastroesophageal reflux)\n\nComplications and treatments for sore throat\n“The high rate of complicated sore throat cases is due to patients being subjective and delaying treatment or not treating themselves properly at home. Many cases of pediatric patients with long-term sore throat that have not been completely treated have turned into otitis media and bronchitis, causing persistent cough, high fever, fatigue, and refusal to breastfeed or eat before being taken to the hospital by their families. Many adults also go to the hospital when the condition has become chronic due to long-term sore throat that has not been completely treated.\nThe treatment of these complications is often complicated, requiring long-term treatment with antibiotics and anti-inflammatory drugs, which greatly affects the health and is expensive for the patient. – Doctor Hang shared.\nIn addition, strep throat can also cause other serious complications including:\nRespiratory tract infections: Rhinitis, laryngitis, adenoiditis, tonsillitis, pneumonia; Neck necrosis: Rare but can occur in children 1-2 years old; Abscesses around the tonsils and behind the pharyngeal wall; Acute sinusitis; Streptococcal poisoning\n“All complications caused by sore throat seriously affect health and can have a poor prognosis in cases of neck necrosis or severe respiratory infections, especially in infants and children under 5 years old. Therefore, patients should not be subjective when they have symptoms of sore throat, they need to be treated promptly, properly and completely right from the onset of the disease\" - Dr. Hang recommended.\n1. Treatment of viral sore throat\nUsing antibiotics to treat viral pharyngitis is ineffective. Usually, the symptoms are treated and the disease will go away on its own thanks to the body's immune system. However, some medications such as Paracetamol or ibuprofen help reduce symptoms of fever and sore throat.\n2. Treatment of bacterial sore throat\nUnlike viral sore throat, patients can use antibiotics to treat bacterial sore throat. Patients need to take the full dose of medicine as prescribed by the doctor, even after recovery. Not taking the correct dose and properly can cause the infection to get worse or spread to other parts of the body. as well as increasing the risk of rheumatic fever or nephritis.\n3. Treat sore throat at home\nPatients can combine home care to reduce symptoms of the disease by: (3)\nGargle with an antiseptic solution in the morning and evening every day. Drink warm water, maybe mixed with lemon and honey. Increase fruits and vitamin C. Apply warm compresses to your throat. Eat soft, easy-to-swallow foods; Gargle with antiseptic solution every morning and evening; Drink warm water, maybe mixed with lemon and honey; Enhance fruit, supplement vitamin C; Apply warm compresses to the throat; Eat soft, easy-to-swallow foods\n\nHow to prevent sore throat\n“To prevent sore throat, people should pay attention to keeping their throat, nose, and mouth warm, especially during the cold season. Limit drinking ice water but regularly drink plenty of filtered water to keep your throat moist. You should keep your teeth clean, especially practice the habit of rinsing your mouth with physiological saline every day. Avoid smoking, drinking alcohol, and eating spicy foods that are harmful to the throat. If you are in a dry climate, use an air humidifier. Stay away from factors that easily cause allergies such as pollen and animal hair. Always wear a mask when going out in crowded places to avoid the risk of infection with viruses and bacteria...\nIn particular, if possible, it is best for people to have regular ENT examinations to detect early abnormalities that may occur, especially screening for nasopharyngeal cancer. – Doctor Hang advised.\nSee a doctor when there are signs of sore throat to avoid possible serious complications.\n\nWhat should you eat and avoid if you have a sore throat?\nIn addition to treatment with drugs such as antibiotics, anti-inflammatory drugs, etc., patients also need to pay attention to their diet to improve sore throat.\n1. What should you eat with a sore throat to improve symptoms?\nSome foods that people with sore throat should eat:\nFoods rich in vitamin C and zinc: foods rich in vitamin C such as broccoli, kale, strawberries, papaya... help improve the immune system and promote lymphocytes, thereby enhancing the health of the respiratory system. Breathing, improving symptoms of sore throat; Foods rich in vitamin C and zinc: foods rich in vitamin C such as broccoli, kale, strawberries, papaya... help improve the immune system and promote lymphocytes, thereby enhancing the health of the respiratory system. Breathing, improving symptoms of sore throat.\nFoods with anti-inflammatory and anti-bacterial properties: some foods such as ginger, turmeric, cloves... have anti-inflammatory and anti-bacterial properties, helping to significantly improve symptoms of sore throat.; Foods with anti-inflammatory and anti-bacterial properties: some foods such as ginger, turmeric, cloves... have anti-inflammatory and anti-bacterial properties, helping to significantly improve symptoms of sore throat.\nProtein-rich foods: although they do not directly affect the respiratory system like the above two food groups, protein-rich foods are an essential source of nutrients for the body, helping the body stay healthy to fight against disease-causing agents. However, patients need to choose foods that are soft and easy to swallow, and limit dishes such as grilled meat, bacon, etc.; Protein-rich foods: although they do not directly affect the respiratory system like the above two food groups, protein-rich foods are an essential source of nutrients for the body, helping the body stay healthy to fight against disease-causing agents. However, patients need to choose foods that are soft and easy to swallow, and limit dishes such as grilled meat, bacon, etc.\nIn addition, people with sore throat should also drink plenty of water and maintain an appropriate exercise regimen.; In addition, people with sore throat should also drink plenty of water and maintain an appropriate exercise regimen.\n2. What should you avoid if you have a sore throat?\nIn addition to the foods you should eat when you have a sore throat, patients also need to limit the following foods:\nFoods containing a lot of grease and spices: these foods irritate the throat mucosa, increase pain and swelling, and accumulate thick phlegm in the throat.; Foods containing a lot of grease and spices: these foods irritate the throat mucosa, increase pain and swelling, and accumulate thick phlegm in the throat.\nFoods that are dry, hard and difficult to swallow: trying to swallow dry, hard foods can damage the throat mucosa, making recovery difficult.; Foods that are dry, hard and difficult to swallow: trying to swallow dry, hard foods can damage the throat mucosa, making recovery difficult.\nFoods containing a lot of acid: you need to limit eating foods that contain a lot of acid to avoid corroding the throat mucosa and increasing symptoms of sore throat.; Foods high in acid: you need to limit eating foods high in acid to avoid corroding the throat mucosa and increasing symptoms of sore throat.\nAlcohol, coffee, cigarettes: stimulants can irritate the throat mucosa and aggravate symptoms of cough, phlegm retention, sore throat, hoarseness...; Alcohol, coffee, cigarettes: stimulants can irritate the throat mucosa and aggravate symptoms of cough, phlegm retention, sore throat, hoarseness...\n\nFrequently asked questions related to sore throat\nDuring the examination and treatment process, we often receive questions from people about sore throat. We would like to answer this question according to each specific question as follows:\n1. When should you take your child to the doctor?\nFor children, parents need to take their children to the doctor when symptoms appear:\nDifficulty breathing Difficulty swallowing Excessive, continuous salivation For adults, you should consult a doctor if you have symptoms: Sore throat that is severe or lasts more than a week Difficulty swallowing Difficulty breathing Difficulty opening your mouth Joint pain Ear pain Rash High fever >38°C Spitting up sputum or spitting up blood Frequent recurring sore throat Lumps in the throat Hoarseness lasting more than two weeks Swelling in the neck or face; Shortness of breath; Difficulty swallowing; Profuse and continuous salivation; For adults, consult a doctor if symptoms include:; Sore throat that is severe or lasts more than a week; Difficulty swallowing; Shortness of breath; Difficulty opening mouth; Athritis; Ear hurt; Rash; High fever >38°C; Spitting up phlegm or spitting blood; Sore throat often recurs; Appearance of a lump in the throat; Hoarseness lasting more than two weeks; Swelling in the neck or face\n2. Does a mother's sore throat affect the fetus?\nSore throat is not a contagious disease from mother to child, but sore throat makes pregnant mothers uncomfortable, tired, and can cause high fever, so it will definitely affect the health of the fetus. Therefore, before getting pregnant, women should be vaccinated against colds, flu, chickenpox, measles, and mumps (diseases that cause sore throats) and at the same time need nourishment to increase resistance and keep the body warm, especially is the throat.\nPregnant women should limit the use of many medications. When treatment is needed, only use drugs that are safe for pregnancy as prescribed by the doctor.\nWhen there are symptoms of sore throat, pregnant mothers need to immediately go to the hospital for examination and treatment according to the doctor's instructions; Do not let sore throat persist because it can easily cause serious complications that threaten the health of the pregnancy.\n3. Should mothers with sore throat breastfeed their babies?\nFor sore throats or diseases that have not been treated with antibiotics or chemicals, women can still breastfeed normally. If you must use medication for treatment, only use drugs that are safe for breastfeeding as prescribed by your doctor.\n4. Why does drinking cold water/eating cold food cause sore throat?\nIn fact, when the throat is exposed to cold air or ice, it will be irritated, causing unpleasant symptoms in the throat area, which is a favorable factor that can lead to sore throat.\nTo learn about sore throat and how to treat it, you can go to Tam Anh General Hospital System at the contact address: - Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City . Hanoi Hotline: 024 3872 3872 – 024 7106 6858 – Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, City. Ho Chi Minh Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nSore throat is the most common condition among ear, nose and throat diseases. Although sore throat can go away on its own, it can also become chronic or cause serious complications if not treated promptly and properly. Therefore, people should not be subjective with sore throat and need to go to the hospital for examination and treatment when symptoms appear clearly, especially young children.",
    "subsections": [
        {
            "subsection_name": "What is sore throat?",
            "subsection_content": "Pharyngitis is a condition in which the throat becomes dry, itchy, painful and often causes cough and fever due to infection or environmental factors such as poor air humidity. Based on inflammation, this disease can be divided into the following types of pharyngitis:(1)\nChronic pharyngitis: Is an inflammatory condition that lasts long and continuously recurs throughout life. There are 4 types of chronic pharyngitis including: Congestive pharyngitis; Hemorrhagic pharyngitis; Excessive chronic pharyngitis; Atrophic pharyngitis; Chronic pharyngitis: Is an inflammatory condition that lasts long and continuously recurs throughout life. There are 4 types of chronic pharyngitis including: Congestive pharyngitis; Hemorrhagic pharyngitis; Excessive chronic pharyngitis; Atrophic pharyngitis.\nAcute pharyngitis: Is an inflammatory condition that lasts only 1-2 weeks, often caused by a virus. If this condition is not treated completely, it can turn into chronic pharyngitis.; Acute pharyngitis: Is an inflammatory condition that lasts only 1-2 weeks, often caused by a virus. If this condition is not treated completely, it can turn into chronic pharyngitis.\nGranulomatous pharyngitis: Is a condition of chronic pharyngitis that causes lymphoid tissue in the back of the throat to proliferate and swell to the size of beans. These proliferating lymphoid tissues lose their immune function, so they are susceptible to infection.(4); Granulomatous pharyngitis: Is a condition of chronic pharyngitis that causes lymphoid tissue in the back of the throat to proliferate and swell to the size of beans. These proliferating lymphoid tissues lose their immune function, so they are susceptible to infection.(4)\nSore throat is common in both children and adults, but people with sensitive throats, people in cold and dry climates, people in areas with polluted air, and young children often tend to be susceptible to this disease. than. – Doctor Hang said.",
            "subsection_string": "What is sore throat?\nPharyngitis is a condition in which the throat becomes dry, itchy, painful and often causes cough and fever due to infection or environmental factors such as poor air humidity. Based on inflammation, this disease can be divided into the following types of pharyngitis:(1)\nChronic pharyngitis: Is an inflammatory condition that lasts long and continuously recurs throughout life. There are 4 types of chronic pharyngitis including: Congestive pharyngitis; Hemorrhagic pharyngitis; Excessive chronic pharyngitis; Atrophic pharyngitis; Chronic pharyngitis: Is an inflammatory condition that lasts long and continuously recurs throughout life. There are 4 types of chronic pharyngitis including: Congestive pharyngitis; Hemorrhagic pharyngitis; Excessive chronic pharyngitis; Atrophic pharyngitis.\nAcute pharyngitis: Is an inflammatory condition that lasts only 1-2 weeks, often caused by a virus. If this condition is not treated completely, it can turn into chronic pharyngitis.; Acute pharyngitis: Is an inflammatory condition that lasts only 1-2 weeks, often caused by a virus. If this condition is not treated completely, it can turn into chronic pharyngitis.\nGranulomatous pharyngitis: Is a condition of chronic pharyngitis that causes lymphoid tissue in the back of the throat to proliferate and swell to the size of beans. These proliferating lymphoid tissues lose their immune function, so they are susceptible to infection.(4); Granulomatous pharyngitis: Is a condition of chronic pharyngitis that causes lymphoid tissue in the back of the throat to proliferate and swell to the size of beans. These proliferating lymphoid tissues lose their immune function, so they are susceptible to infection.(4)\nSore throat is common in both children and adults, but people with sensitive throats, people in cold and dry climates, people in areas with polluted air, and young children often tend to be susceptible to this disease. than. – Doctor Hang said."
        },
        {
            "subsection_name": "Causes of sore throat",
            "subsection_content": "According to Dr. Hang, sore throat can come from many causes, but in our country, sore throat is often caused by the following common causes:(2)\n1. Due to virus\nAccording to statistics, about 90% of sore throat cases are caused by viruses. Viruses that cause sore throat come from common diseases such as flu, measles, chickenpox, mumps, and mononucleosis.\n2. Due to bacteria\nWhen the body is exposed to bacteria, the person may develop symptoms of sore throat. The most common bacterial sore throat is strep throat.\n3. Due to allergies\nThe body's immune system responds to allergens such as dust mites, house dust mites, pollen, grass and pet dander by secreting substances that cause sore throat symptoms such as stuffy nose and watery eyes. , sneezing, itchy throat...\n4. Air\nThe number of cases of sore throat peaks in the cold winter. Cold, dry air is a common cause of a dry, itchy throat and cough.\n5. Stimulants\nIn addition to air pollution, irritants such as cigarettes or chemicals such as cleaning products are also causes of sore throat.\n6. Mechanical impact\nSome effects that cause prolonged muscle tension in the throat such as screaming, singing and speaking loudly for a long time, foreign objects or strong impacts to the throat... also cause pain and burning in the throat, leading to sore throat.\n7. Gastroesophageal reflux disease (GERD)\nGastroesophageal reflux disease occurs when acid refluxes from the stomach into the esophagus. The fact that acid damages the lining of the esophagus, causing symptoms such as heartburn, regurgitation and acid reflux also affects the throat area, causing sore throat.\n8. HIV infection\nPeople infected with HIV often have a weakened immune system, creating favorable conditions for bacteria and viruses to attack through the throat, causing sore throat.\n9. Tumor\nTumors in the throat that appear for many days and do not go away are also the cause of throat ulcers.\nThe flu virus is one of the many common causes of sore throat",
            "subsection_string": "Causes of sore throat\nAccording to Dr. Hang, sore throat can come from many causes, but in our country, sore throat is often caused by the following common causes:(2)\n1. Due to virus\nAccording to statistics, about 90% of sore throat cases are caused by viruses. Viruses that cause sore throat come from common diseases such as flu, measles, chickenpox, mumps, and mononucleosis.\n2. Due to bacteria\nWhen the body is exposed to bacteria, the person may develop symptoms of sore throat. The most common bacterial sore throat is strep throat.\n3. Due to allergies\nThe body's immune system responds to allergens such as dust mites, house dust mites, pollen, grass and pet dander by secreting substances that cause sore throat symptoms such as stuffy nose and watery eyes. , sneezing, itchy throat...\n4. Air\nThe number of cases of sore throat peaks in the cold winter. Cold, dry air is a common cause of a dry, itchy throat and cough.\n5. Stimulants\nIn addition to air pollution, irritants such as cigarettes or chemicals such as cleaning products are also causes of sore throat.\n6. Mechanical impact\nSome effects that cause prolonged muscle tension in the throat such as screaming, singing and speaking loudly for a long time, foreign objects or strong impacts to the throat... also cause pain and burning in the throat, leading to sore throat.\n7. Gastroesophageal reflux disease (GERD)\nGastroesophageal reflux disease occurs when acid refluxes from the stomach into the esophagus. The fact that acid damages the lining of the esophagus, causing symptoms such as heartburn, regurgitation and acid reflux also affects the throat area, causing sore throat.\n8. HIV infection\nPeople infected with HIV often have a weakened immune system, creating favorable conditions for bacteria and viruses to attack through the throat, causing sore throat.\n9. Tumor\nTumors in the throat that appear for many days and do not go away are also the cause of throat ulcers.\nThe flu virus is one of the many common causes of sore throat"
        },
        {
            "subsection_name": "Symptoms of sore throat",
            "subsection_content": "In addition to the common symptoms of sore throat, difficulty swallowing, phlegm, itchy throat, cough, fever, and loss of appetite, sore throat also has other symptoms depending on the cause of the disease, including:\n1. Symptoms of acute pharyngitis\nCommon symptoms in people with acute pharyngitis include: high fever of about 38 - 39 °C, sometimes up to 40 °C, fatigue, chills, headache, loss of appetite, body aches, swollen lymph nodes jaw angle…\nIn addition, people with acute pharyngitis may have a sore throat, especially when swallowing even liquids, sometimes there is a throbbing feeling in the ear when swallowing or talking, intermittent coughing, runny nose, stuffy nose. , hoarseness, loss of voice….\n2. Symptoms of chronic pharyngitis\nMost symptoms of chronic pharyngitis are long-lasting, including:\nProlonged sore throat accompanied by symptoms such as itchy throat, dry throat, burning sensation, difficulty swallowing, most common in the early morning. Difficulty swallowing, sore throat when swallowing Cough with phlegm or dry cough Voice changes Burning chest area behind the sternum, belching, heartburn (for people with gastroesophageal reflux); Prolonged sore throat accompanied by symptoms such as itchy neck, dry throat, burning sensation, difficulty swallowing, most common in the early morning.; Difficulty swallowing, sore throat when swallowing; Cough with phlegm or dry cough; Voice changes; Burning chest area behind the sternum, belching, heartburn (for people with gastroesophageal reflux)",
            "subsection_string": "Symptoms of sore throat\nIn addition to the common symptoms of sore throat, difficulty swallowing, phlegm, itchy throat, cough, fever, and loss of appetite, sore throat also has other symptoms depending on the cause of the disease, including:\n1. Symptoms of acute pharyngitis\nCommon symptoms in people with acute pharyngitis include: high fever of about 38 - 39 °C, sometimes up to 40 °C, fatigue, chills, headache, loss of appetite, body aches, swollen lymph nodes jaw angle…\nIn addition, people with acute pharyngitis may have a sore throat, especially when swallowing even liquids, sometimes there is a throbbing feeling in the ear when swallowing or talking, intermittent coughing, runny nose, stuffy nose. , hoarseness, loss of voice….\n2. Symptoms of chronic pharyngitis\nMost symptoms of chronic pharyngitis are long-lasting, including:\nProlonged sore throat accompanied by symptoms such as itchy throat, dry throat, burning sensation, difficulty swallowing, most common in the early morning. Difficulty swallowing, sore throat when swallowing Cough with phlegm or dry cough Voice changes Burning chest area behind the sternum, belching, heartburn (for people with gastroesophageal reflux); Prolonged sore throat accompanied by symptoms such as itchy neck, dry throat, burning sensation, difficulty swallowing, most common in the early morning.; Difficulty swallowing, sore throat when swallowing; Cough with phlegm or dry cough; Voice changes; Burning chest area behind the sternum, belching, heartburn (for people with gastroesophageal reflux)"
        },
        {
            "subsection_name": "Complications and treatments for sore throat",
            "subsection_content": "“The high rate of complicated sore throat cases is due to patients being subjective and delaying treatment or not treating themselves properly at home. Many cases of pediatric patients with long-term sore throat that have not been completely treated have turned into otitis media and bronchitis, causing persistent cough, high fever, fatigue, and refusal to breastfeed or eat before being taken to the hospital by their families. Many adults also go to the hospital when the condition has become chronic due to long-term sore throat that has not been completely treated.\nThe treatment of these complications is often complicated, requiring long-term treatment with antibiotics and anti-inflammatory drugs, which greatly affects the health and is expensive for the patient. – Doctor Hang shared.\nIn addition, strep throat can also cause other serious complications including:\nRespiratory tract infections: Rhinitis, laryngitis, adenoiditis, tonsillitis, pneumonia; Neck necrosis: Rare but can occur in children 1-2 years old; Abscesses around the tonsils and behind the pharyngeal wall; Acute sinusitis; Streptococcal poisoning\n“All complications caused by sore throat seriously affect health and can have a poor prognosis in cases of neck necrosis or severe respiratory infections, especially in infants and children under 5 years old. Therefore, patients should not be subjective when they have symptoms of sore throat, they need to be treated promptly, properly and completely right from the onset of the disease\" - Dr. Hang recommended.\n1. Treatment of viral sore throat\nUsing antibiotics to treat viral pharyngitis is ineffective. Usually, the symptoms are treated and the disease will go away on its own thanks to the body's immune system. However, some medications such as Paracetamol or ibuprofen help reduce symptoms of fever and sore throat.\n2. Treatment of bacterial sore throat\nUnlike viral sore throat, patients can use antibiotics to treat bacterial sore throat. Patients need to take the full dose of medicine as prescribed by the doctor, even after recovery. Not taking the correct dose and properly can cause the infection to get worse or spread to other parts of the body. as well as increasing the risk of rheumatic fever or nephritis.\n3. Treat sore throat at home\nPatients can combine home care to reduce symptoms of the disease by: (3)\nGargle with an antiseptic solution in the morning and evening every day. Drink warm water, maybe mixed with lemon and honey. Increase fruits and vitamin C. Apply warm compresses to your throat. Eat soft, easy-to-swallow foods; Gargle with antiseptic solution every morning and evening; Drink warm water, maybe mixed with lemon and honey; Enhance fruit, supplement vitamin C; Apply warm compresses to the throat; Eat soft, easy-to-swallow foods",
            "subsection_string": "Complications and treatments for sore throat\n“The high rate of complicated sore throat cases is due to patients being subjective and delaying treatment or not treating themselves properly at home. Many cases of pediatric patients with long-term sore throat that have not been completely treated have turned into otitis media and bronchitis, causing persistent cough, high fever, fatigue, and refusal to breastfeed or eat before being taken to the hospital by their families. Many adults also go to the hospital when the condition has become chronic due to long-term sore throat that has not been completely treated.\nThe treatment of these complications is often complicated, requiring long-term treatment with antibiotics and anti-inflammatory drugs, which greatly affects the health and is expensive for the patient. – Doctor Hang shared.\nIn addition, strep throat can also cause other serious complications including:\nRespiratory tract infections: Rhinitis, laryngitis, adenoiditis, tonsillitis, pneumonia; Neck necrosis: Rare but can occur in children 1-2 years old; Abscesses around the tonsils and behind the pharyngeal wall; Acute sinusitis; Streptococcal poisoning\n“All complications caused by sore throat seriously affect health and can have a poor prognosis in cases of neck necrosis or severe respiratory infections, especially in infants and children under 5 years old. Therefore, patients should not be subjective when they have symptoms of sore throat, they need to be treated promptly, properly and completely right from the onset of the disease\" - Dr. Hang recommended.\n1. Treatment of viral sore throat\nUsing antibiotics to treat viral pharyngitis is ineffective. Usually, the symptoms are treated and the disease will go away on its own thanks to the body's immune system. However, some medications such as Paracetamol or ibuprofen help reduce symptoms of fever and sore throat.\n2. Treatment of bacterial sore throat\nUnlike viral sore throat, patients can use antibiotics to treat bacterial sore throat. Patients need to take the full dose of medicine as prescribed by the doctor, even after recovery. Not taking the correct dose and properly can cause the infection to get worse or spread to other parts of the body. as well as increasing the risk of rheumatic fever or nephritis.\n3. Treat sore throat at home\nPatients can combine home care to reduce symptoms of the disease by: (3)\nGargle with an antiseptic solution in the morning and evening every day. Drink warm water, maybe mixed with lemon and honey. Increase fruits and vitamin C. Apply warm compresses to your throat. Eat soft, easy-to-swallow foods; Gargle with antiseptic solution every morning and evening; Drink warm water, maybe mixed with lemon and honey; Enhance fruit, supplement vitamin C; Apply warm compresses to the throat; Eat soft, easy-to-swallow foods"
        },
        {
            "subsection_name": "How to prevent sore throat",
            "subsection_content": "“To prevent sore throat, people should pay attention to keeping their throat, nose, and mouth warm, especially during the cold season. Limit drinking ice water but regularly drink plenty of filtered water to keep your throat moist. You should keep your teeth clean, especially practice the habit of rinsing your mouth with physiological saline every day. Avoid smoking, drinking alcohol, and eating spicy foods that are harmful to the throat. If you are in a dry climate, use an air humidifier. Stay away from factors that easily cause allergies such as pollen and animal hair. Always wear a mask when going out in crowded places to avoid the risk of infection with viruses and bacteria...\nIn particular, if possible, it is best for people to have regular ENT examinations to detect early abnormalities that may occur, especially screening for nasopharyngeal cancer. – Doctor Hang advised.\nSee a doctor when there are signs of sore throat to avoid possible serious complications.",
            "subsection_string": "How to prevent sore throat\n“To prevent sore throat, people should pay attention to keeping their throat, nose, and mouth warm, especially during the cold season. Limit drinking ice water but regularly drink plenty of filtered water to keep your throat moist. You should keep your teeth clean, especially practice the habit of rinsing your mouth with physiological saline every day. Avoid smoking, drinking alcohol, and eating spicy foods that are harmful to the throat. If you are in a dry climate, use an air humidifier. Stay away from factors that easily cause allergies such as pollen and animal hair. Always wear a mask when going out in crowded places to avoid the risk of infection with viruses and bacteria...\nIn particular, if possible, it is best for people to have regular ENT examinations to detect early abnormalities that may occur, especially screening for nasopharyngeal cancer. – Doctor Hang advised.\nSee a doctor when there are signs of sore throat to avoid possible serious complications."
        },
        {
            "subsection_name": "What should you eat and avoid if you have a sore throat?",
            "subsection_content": "In addition to treatment with drugs such as antibiotics, anti-inflammatory drugs, etc., patients also need to pay attention to their diet to improve sore throat.\n1. What should you eat with a sore throat to improve symptoms?\nSome foods that people with sore throat should eat:\nFoods rich in vitamin C and zinc: foods rich in vitamin C such as broccoli, kale, strawberries, papaya... help improve the immune system and promote lymphocytes, thereby enhancing the health of the respiratory system. Breathing, improving symptoms of sore throat; Foods rich in vitamin C and zinc: foods rich in vitamin C such as broccoli, kale, strawberries, papaya... help improve the immune system and promote lymphocytes, thereby enhancing the health of the respiratory system. Breathing, improving symptoms of sore throat.\nFoods with anti-inflammatory and anti-bacterial properties: some foods such as ginger, turmeric, cloves... have anti-inflammatory and anti-bacterial properties, helping to significantly improve symptoms of sore throat.; Foods with anti-inflammatory and anti-bacterial properties: some foods such as ginger, turmeric, cloves... have anti-inflammatory and anti-bacterial properties, helping to significantly improve symptoms of sore throat.\nProtein-rich foods: although they do not directly affect the respiratory system like the above two food groups, protein-rich foods are an essential source of nutrients for the body, helping the body stay healthy to fight against disease-causing agents. However, patients need to choose foods that are soft and easy to swallow, and limit dishes such as grilled meat, bacon, etc.; Protein-rich foods: although they do not directly affect the respiratory system like the above two food groups, protein-rich foods are an essential source of nutrients for the body, helping the body stay healthy to fight against disease-causing agents. However, patients need to choose foods that are soft and easy to swallow, and limit dishes such as grilled meat, bacon, etc.\nIn addition, people with sore throat should also drink plenty of water and maintain an appropriate exercise regimen.; In addition, people with sore throat should also drink plenty of water and maintain an appropriate exercise regimen.\n2. What should you avoid if you have a sore throat?\nIn addition to the foods you should eat when you have a sore throat, patients also need to limit the following foods:\nFoods containing a lot of grease and spices: these foods irritate the throat mucosa, increase pain and swelling, and accumulate thick phlegm in the throat.; Foods containing a lot of grease and spices: these foods irritate the throat mucosa, increase pain and swelling, and accumulate thick phlegm in the throat.\nFoods that are dry, hard and difficult to swallow: trying to swallow dry, hard foods can damage the throat mucosa, making recovery difficult.; Foods that are dry, hard and difficult to swallow: trying to swallow dry, hard foods can damage the throat mucosa, making recovery difficult.\nFoods containing a lot of acid: you need to limit eating foods that contain a lot of acid to avoid corroding the throat mucosa and increasing symptoms of sore throat.; Foods high in acid: you need to limit eating foods high in acid to avoid corroding the throat mucosa and increasing symptoms of sore throat.\nAlcohol, coffee, cigarettes: stimulants can irritate the throat mucosa and aggravate symptoms of cough, phlegm retention, sore throat, hoarseness...; Alcohol, coffee, cigarettes: stimulants can irritate the throat mucosa and aggravate symptoms of cough, phlegm retention, sore throat, hoarseness...",
            "subsection_string": "What should you eat and avoid if you have a sore throat?\nIn addition to treatment with drugs such as antibiotics, anti-inflammatory drugs, etc., patients also need to pay attention to their diet to improve sore throat.\n1. What should you eat with a sore throat to improve symptoms?\nSome foods that people with sore throat should eat:\nFoods rich in vitamin C and zinc: foods rich in vitamin C such as broccoli, kale, strawberries, papaya... help improve the immune system and promote lymphocytes, thereby enhancing the health of the respiratory system. Breathing, improving symptoms of sore throat; Foods rich in vitamin C and zinc: foods rich in vitamin C such as broccoli, kale, strawberries, papaya... help improve the immune system and promote lymphocytes, thereby enhancing the health of the respiratory system. Breathing, improving symptoms of sore throat.\nFoods with anti-inflammatory and anti-bacterial properties: some foods such as ginger, turmeric, cloves... have anti-inflammatory and anti-bacterial properties, helping to significantly improve symptoms of sore throat.; Foods with anti-inflammatory and anti-bacterial properties: some foods such as ginger, turmeric, cloves... have anti-inflammatory and anti-bacterial properties, helping to significantly improve symptoms of sore throat.\nProtein-rich foods: although they do not directly affect the respiratory system like the above two food groups, protein-rich foods are an essential source of nutrients for the body, helping the body stay healthy to fight against disease-causing agents. However, patients need to choose foods that are soft and easy to swallow, and limit dishes such as grilled meat, bacon, etc.; Protein-rich foods: although they do not directly affect the respiratory system like the above two food groups, protein-rich foods are an essential source of nutrients for the body, helping the body stay healthy to fight against disease-causing agents. However, patients need to choose foods that are soft and easy to swallow, and limit dishes such as grilled meat, bacon, etc.\nIn addition, people with sore throat should also drink plenty of water and maintain an appropriate exercise regimen.; In addition, people with sore throat should also drink plenty of water and maintain an appropriate exercise regimen.\n2. What should you avoid if you have a sore throat?\nIn addition to the foods you should eat when you have a sore throat, patients also need to limit the following foods:\nFoods containing a lot of grease and spices: these foods irritate the throat mucosa, increase pain and swelling, and accumulate thick phlegm in the throat.; Foods containing a lot of grease and spices: these foods irritate the throat mucosa, increase pain and swelling, and accumulate thick phlegm in the throat.\nFoods that are dry, hard and difficult to swallow: trying to swallow dry, hard foods can damage the throat mucosa, making recovery difficult.; Foods that are dry, hard and difficult to swallow: trying to swallow dry, hard foods can damage the throat mucosa, making recovery difficult.\nFoods containing a lot of acid: you need to limit eating foods that contain a lot of acid to avoid corroding the throat mucosa and increasing symptoms of sore throat.; Foods high in acid: you need to limit eating foods high in acid to avoid corroding the throat mucosa and increasing symptoms of sore throat.\nAlcohol, coffee, cigarettes: stimulants can irritate the throat mucosa and aggravate symptoms of cough, phlegm retention, sore throat, hoarseness...; Alcohol, coffee, cigarettes: stimulants can irritate the throat mucosa and aggravate symptoms of cough, phlegm retention, sore throat, hoarseness..."
        },
        {
            "subsection_name": "Frequently asked questions related to sore throat",
            "subsection_content": "During the examination and treatment process, we often receive questions from people about sore throat. We would like to answer this question according to each specific question as follows:\n1. When should you take your child to the doctor?\nFor children, parents need to take their children to the doctor when symptoms appear:\nDifficulty breathing Difficulty swallowing Excessive, continuous salivation For adults, you should consult a doctor if you have symptoms: Sore throat that is severe or lasts more than a week Difficulty swallowing Difficulty breathing Difficulty opening your mouth Joint pain Ear pain Rash High fever >38°C Spitting up sputum or spitting up blood Frequent recurring sore throat Lumps in the throat Hoarseness lasting more than two weeks Swelling in the neck or face; Shortness of breath; Difficulty swallowing; Profuse and continuous salivation; For adults, consult a doctor if symptoms include:; Sore throat that is severe or lasts more than a week; Difficulty swallowing; Shortness of breath; Difficulty opening mouth; Athritis; Ear hurt; Rash; High fever >38°C; Spitting up phlegm or spitting blood; Sore throat often recurs; Appearance of a lump in the throat; Hoarseness lasting more than two weeks; Swelling in the neck or face\n2. Does a mother's sore throat affect the fetus?\nSore throat is not a contagious disease from mother to child, but sore throat makes pregnant mothers uncomfortable, tired, and can cause high fever, so it will definitely affect the health of the fetus. Therefore, before getting pregnant, women should be vaccinated against colds, flu, chickenpox, measles, and mumps (diseases that cause sore throats) and at the same time need nourishment to increase resistance and keep the body warm, especially is the throat.\nPregnant women should limit the use of many medications. When treatment is needed, only use drugs that are safe for pregnancy as prescribed by the doctor.\nWhen there are symptoms of sore throat, pregnant mothers need to immediately go to the hospital for examination and treatment according to the doctor's instructions; Do not let sore throat persist because it can easily cause serious complications that threaten the health of the pregnancy.\n3. Should mothers with sore throat breastfeed their babies?\nFor sore throats or diseases that have not been treated with antibiotics or chemicals, women can still breastfeed normally. If you must use medication for treatment, only use drugs that are safe for breastfeeding as prescribed by your doctor.\n4. Why does drinking cold water/eating cold food cause sore throat?\nIn fact, when the throat is exposed to cold air or ice, it will be irritated, causing unpleasant symptoms in the throat area, which is a favorable factor that can lead to sore throat.\nTo learn about sore throat and how to treat it, you can go to Tam Anh General Hospital System at the contact address: - Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City . Hanoi Hotline: 024 3872 3872 – 024 7106 6858 – Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, City. Ho Chi Minh Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nSore throat is the most common condition among ear, nose and throat diseases. Although sore throat can go away on its own, it can also become chronic or cause serious complications if not treated promptly and properly. Therefore, people should not be subjective with sore throat and need to go to the hospital for examination and treatment when symptoms appear clearly, especially young children.",
            "subsection_string": "Frequently asked questions related to sore throat\nDuring the examination and treatment process, we often receive questions from people about sore throat. We would like to answer this question according to each specific question as follows:\n1. When should you take your child to the doctor?\nFor children, parents need to take their children to the doctor when symptoms appear:\nDifficulty breathing Difficulty swallowing Excessive, continuous salivation For adults, you should consult a doctor if you have symptoms: Sore throat that is severe or lasts more than a week Difficulty swallowing Difficulty breathing Difficulty opening your mouth Joint pain Ear pain Rash High fever >38°C Spitting up sputum or spitting up blood Frequent recurring sore throat Lumps in the throat Hoarseness lasting more than two weeks Swelling in the neck or face; Shortness of breath; Difficulty swallowing; Profuse and continuous salivation; For adults, consult a doctor if symptoms include:; Sore throat that is severe or lasts more than a week; Difficulty swallowing; Shortness of breath; Difficulty opening mouth; Athritis; Ear hurt; Rash; High fever >38°C; Spitting up phlegm or spitting blood; Sore throat often recurs; Appearance of a lump in the throat; Hoarseness lasting more than two weeks; Swelling in the neck or face\n2. Does a mother's sore throat affect the fetus?\nSore throat is not a contagious disease from mother to child, but sore throat makes pregnant mothers uncomfortable, tired, and can cause high fever, so it will definitely affect the health of the fetus. Therefore, before getting pregnant, women should be vaccinated against colds, flu, chickenpox, measles, and mumps (diseases that cause sore throats) and at the same time need nourishment to increase resistance and keep the body warm, especially is the throat.\nPregnant women should limit the use of many medications. When treatment is needed, only use drugs that are safe for pregnancy as prescribed by the doctor.\nWhen there are symptoms of sore throat, pregnant mothers need to immediately go to the hospital for examination and treatment according to the doctor's instructions; Do not let sore throat persist because it can easily cause serious complications that threaten the health of the pregnancy.\n3. Should mothers with sore throat breastfeed their babies?\nFor sore throats or diseases that have not been treated with antibiotics or chemicals, women can still breastfeed normally. If you must use medication for treatment, only use drugs that are safe for breastfeeding as prescribed by your doctor.\n4. Why does drinking cold water/eating cold food cause sore throat?\nIn fact, when the throat is exposed to cold air or ice, it will be irritated, causing unpleasant symptoms in the throat area, which is a favorable factor that can lead to sore throat.\nTo learn about sore throat and how to treat it, you can go to Tam Anh General Hospital System at the contact address: - Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City . Hanoi Hotline: 024 3872 3872 – 024 7106 6858 – Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, City. Ho Chi Minh Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nSore throat is the most common condition among ear, nose and throat diseases. Although sore throat can go away on its own, it can also become chronic or cause serious complications if not treated promptly and properly. Therefore, people should not be subjective with sore throat and need to go to the hospital for examination and treatment when symptoms appear clearly, especially young children."
        }
    ],
    "name": "benh-viem-hong.json"
}