{
    "title": "What is myasthenia gravis? Causes, symptoms, prevention",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/benh-nhuoc-co/",
    "abstract": "Myasthenia gravis is an autoimmune disease. If not treated promptly, the disease will cause many dangerous complications, especially death due to acute respiratory failure. Therefore, as soon as symptoms appear, patients should quickly go to the hospital for treatment to minimize serious complications.",
    "content": "What is myasthenia gravis? Causes, symptoms, prevention\n\nMyasthenia gravis is an autoimmune disease. If not treated promptly, the disease will cause many dangerous complications, especially death due to acute respiratory failure. Therefore, as soon as symptoms appear, patients should quickly go to the hospital for treatment to minimize serious complications.\n\nWhat is myasthenia gravis?\nMyasthenia Gravis is an autoimmune disease of the nerve-muscle junctions in patients, characterized by muscle weakness that fluctuates depending on the time of day, stronger in the morning than in the afternoon or weak. increases when the patient is overexerted and decreases when resting. Symptoms of muscle weakness are often seen in the eye muscles (ptosis), extraocular muscles, neck, shoulder, hip muscles, or respiratory muscles (fatigued breathing). (first)\nWhen sick, the body will produce antibodies against the binding of Acetylcholine receptors (AChR) in the post-synaptic membrane. This reduces the ability to conduct nerve transmission across the synaptic gap, manifested by muscle fatigue, muscle weakness or motor paralysis.\n\nSigns of myasthenia gravis\nEye muscles\nMore than 50% of patients with myasthenia gravis have initial symptoms in the eye muscles. Patients often have signs such as:\nPtosis: unilateral or asymmetrical appearance; Double vision: The patient sees one object but sees two images.; Other symptoms: difficulty closing eyes completely.\nAbout 15% of people with myasthenia gravis have symptoms only in the eyes. However, symptoms can spread to other muscles in the body over several weeks, months or years.\nPharyngeal muscles\nChewing muscles are often affected and become weaker when chewing for a long time (chewing fatigue). Patients often see this happen during meals, especially when chewing something difficult like beef. When chewing muscles are weak, patients often use their hand under the jaw to close their mouth.\nWeakness of the muscles in the oropharynx causes difficulty swallowing and difficulty speaking. The patient's voice changes to a nasal voice when the palate muscles are weak, and becomes worse when speaking for a long time. In addition, patients may have difficulty swallowing when eating and drinking, especially causing aspiration, respiratory failure or pneumonia due to food falling into the lungs.\nNeck and quadriceps muscles\nMuscle weakness can appear in other parts such as the neck, arms, and legs. Patients often have signs such as:\nHaving difficulty keeping the head up due to weak neck extensors, the weight of the head is large, often causing \"dropping head syndrome\" especially at the end of the day.; Difficulty performing activities such as lifting objects, getting up from a sitting position, climbing stairs or brushing teeth.; The gait is heavy and inflexible.\nFacial muscles\nFacial muscles are often affected and cause the patient to have an expressionless face. Relatives may notice that the patient has \"lost his smile\" and has weak orbicularis oculi muscles.\nRespiratory muscles\nAffected respiratory muscles cause severe signs of myasthenia gravis. Weakness of respiratory muscles causes respiratory failure. Respiratory failure pending emergency treatment is a life-threatening situation known as a “myasthenic crisis.” This situation can occur suddenly or be precipitated by other factors such as surgery, infection, or certain immunosuppressive medications.\n\nCause of myasthenia gravis\nAntibody\nAChR antibodies – When sick, the body will produce autoantibodies that destroy Acetylcholine receptors on the muscle cell membrane at the post-synaptic membrane. These antibodies appear in about 85 percent of people with generalized myasthenia gravis. AChR antibody testing is quite specific in diagnosing myasthenia gravis and is best performed before initiating immunosuppressive therapy.; MuSK antibodies – MuSK antibodies are present in 38 to 50% of people with AChR-Ab negative myasthenia gravis. These patients often have ocular manifestations (eg, diplopia and ptosis), which are often symmetrical and less severe and less fluctuating than the ocular manifestations of AChR myasthenia gravis. positive.; LRP4 Antibodies – Antibodies against LRP4, an agrin receptor required to trigger MuSK and AChR receptor formation. LRP4 is present in approximately 13% of patients with negative AChR and MuSK antibody serology. Patients usually have mild symptoms, but at the maximum level of disease, patients with LRP4 antibodies have more severe clinical symptoms than patients without positive antibodies. Most patients improve with standard immunosuppressive therapy.\nAntibody-negative myasthenia gravis – Use for people who are negative for AChR and MuSK antibodies or more rarely LRP4. Seronegative patients with myasthenia gravis respond similarly to Pyridostigmine, plasma exchange, glucocorticoid and other immunosuppressive therapies, as well as thymectomy.\nThe thymus is an organ of the immune system, located in the chest just below the sternum. This organ can maintain or trigger the production of antibodies that block acetylcholine. The thymus is usually large in newborns and small in healthy adults. However, in adults with myasthenia gravis, the size of the thymus may be abnormally large.\nIn addition, some patients may also develop tumors in the thymus. Most thymoma are benign tumors. Sometimes, tumors can also become cancerous.\nOther factors\nGenetic factors – it appears that genetic factors also contribute to the pathogenesis of myasthenia gravis. Several human leukocyte antigens (HLA) have been implicated in myasthenia gravis, including HLA-B8, DRw3, and DQw2. MuSK antibody-positive myasthenia gravis may be associated with DR14 and DQ5.\nIn addition, people with myasthenia gravis often have other immune-mediated diseases, such as systemic lupus erythematosus, rheumatoid arthritis, Graves' disease and thyroiditis, and a family history of the disease. autoimmune disorder.\n\nClinical course\nIn the early stages of myasthenia gravis, most patients experience transient symptoms, going several hours, days, or even weeks without symptoms. Symptoms may even subside spontaneously over weeks or longer. However, the symptoms are often more severe and last longer. New symptoms often develop weeks or months later.\nProgression of myasthenia gravis usually peaks within a few years of disease onset. In a series of patients with myasthenia gravis in the United States in 1976, the disease reached its maximum severity within 2 years in 82% of patients. In another study of 1,152 patients in Italy, the maximum severity of this disease after 3 years of onset was 77%.\nFor those with ocular manifestations, an important question is whether they will develop generalized myasthenia gravis. About 50% of patients develop generalized myasthenia after two years. There are no factors that predict which patients with ocular myasthenia gravis will develop generalized myasthenia gravis. The presence of acetylcholine receptor (AChR) antibodies, repetitive nerve stimulation testing, or single fiber electromyography do not predict disease progression.\nMost clinicians believe that there are three stages of the disease:\nStage 1: Initial active stage with many fluctuating symptoms. Severe cases of muscle weakness occur five to seven years after onset. Most acute myasthenic attacks occur during this early period.; Stage 2: In this stage, the disease condition is more stable. Symptoms, although stable, persist and may worsen in the setting of infection, drug withdrawal, or other disorders.; Stage 3: At this stage, many cases of the disease may be in remission. Patients have no symptoms when treated with immunosuppressive therapy, or even stop taking medication completely.\nMyasthenia gravis can get worse very quickly or the weakness can suddenly appear severe, especially respiratory muscle weakness. This is the most worrying and dangerous complication of the disease. Respiratory failure is due to the patient's weakness or paralysis of the respiratory muscles including the diaphragm, intercostal muscles and chest wall muscles. In many cases, respiratory muscles are completely paralyzed, leading to rapid death if there is no timely treatment.\n\nDiagnosis of myasthenia gravis\nTo accurately diagnose the condition, the doctor will rely on the patient's clinical symptoms and tests. In addition to neurological assessment and general examination, the doctor will ask the patient to answer questions such as: (2)\nDoes muscle weakness fluctuate during activity and rest, or between morning and afternoon?; Do you see your eyes open wide when you first wake up, then your eyelids gradually droop?; Is it possible to see 1 thing as 2?; Do you have difficulty swallowing, choking, or speaking?; If the patient is a newborn, is the baby not crying, feeding poorly, or choking on milk after birth?; Does any family member have myasthenia gravis?\nAfter asking the patient's medical history, the doctor will diagnose myasthenia gravis by doing a clinical examination including:\nCheck for signs of drooping eyelids on one or both sides; Check eye movement, signs of crossed eyes, double vision; Check for weakness in facial muscles; Muscle weakness in the arms and legs; Examination of tendon reflexes; Check for signs of respiratory muscle weakness; Check for sensory symptoms and signs\nIn addition, the doctor may prescribe the patient to undergo a number of other tests including:\nProstigmin test: The patient is injected with an anti-cholinesterase drug so that the AChR molecules are slowly destroyed. The result is positive when the symptoms of muscle weakness are clearly reduced.; Ice test: use an ice pack placed on the eye with drooping eyelids, test positive when the eye opens wider.; Electromyography: perform repetitive nerve stimulation test or single fiber electromyography.; Serum testing for antibodies against AChR, MuSK, LPR4 (highly valuable in diagnosing myasthenia gravis and monitoring and predicting disease).; Chest CT screening for thymoma\n\nTreatment methods for myasthenia gravis\nMyasthenia gravis is a chronic but treatable disease. Patients can have sustained relief from symptoms and have full function. The main goal of treating myasthenia gravis is to help the patient minimize symptoms, and even better, to minimize side effects of the medication. (3)\nThere are 4 therapies used in the treatment of myasthenia gravis:\nSymptomatic treatment (Acetylcholinesterase inhibition) increases the amount of Acetylcholine (ACh) available at the neuromuscular synapse.; Chronic immunosuppressive therapies (Glucocorticoids and non-steroidal immunosuppressants) to target immune dysregulation; Surgical treatment (thymectomy).; Acute but short-acting immunomodulatory treatments (plasma exchange and intravenous immunoglobulin (IVIG) infusion).\nAvoid using medications that can worsen myasthenia gravis\nSome drugs, such as aminoglycosides and muscle relaxants, have caused pharmacological side effects that oppose neuromuscular transmission. Using these drugs will worsen the symptoms of people with myasthenia gravis. In particular, many drugs can push patients into life-threatening myasthenic attacks in case reports. Although cause and effect have not been established for most of these drugs, they should be used with caution in people with myasthenia gravis.\nSome drugs should be used with caution:\nAll drugs that depress breathing (e.g., Benzodiazepines, Opioids, sedatives); Fluoroquinolone antibiotics (e.g. Ciprofloxacin and Levofloxacin); Aminoglycosides should be avoided and used only if absolutely necessary and with close monitoring; Telithromycin can cause acute myasthenic crisis, usually within 2 hours after the first dose; Muscle relaxants (e.g., Cisatracurium, enflurane, isoflurane, halothane) should be used with caution; Magnesium Sulfate has relative contraindications because of inhibition of ACh release; Certain cardiovascular medications, such as all beta-blockers, should be used with caution.; Statins (e.g., Atorvastatin Rosuvastatin) have occasionally been reported to worsen myasthenia gravis. However, Statins are not contraindicated in patients with myasthenia gravis and should be used in patients with appropriate indications.\n1. Symptomatic treatment – ​​Pyridostigmine\nInitial therapy for most patients with mild to moderate myasthenia gravis is an oral acetylcholinesterase inhibitor (ie, anticholinesterase), usually Pyridostigmine. Neostigmine is available in oral form but is not commonly used.\nMechanism of action – Acetylcholinesterase inhibitors slow down the degradation of acetylcholine (ACh) that occurs by enzymatic hydrolysis in the neuromuscular synapse. Therefore, the effects of ACh are prolonged, leading to improved strength in patients with myasthenia gravis.\n2. Immunosuppressive therapies\nFor patients who only take Pyridostigmine and whose symptoms are well controlled or relieved, doctors only need to monitor their clinical progress. Although some patients respond well to long-term use of Pyridostigmine alone, most patients with generalized myasthenia gravis require immunosuppressive therapy at some point, not indefinitely.\nImmunosuppressive therapy is indicated for patients who remain significantly symptomatic with Pyridostigmine or who return to symptoms after a temporary response to Pyridostigmine. Glucocorticoids are often used initially and many patients with generalized myasthenia gravis require the addition of nonsteroidal immunosuppressants such as Azathioprine or Mycophenolate for maintenance and to prevent long-term side effects of Glucocorticoids.\n3. Thymectomy\nIn parallel with symptomatic treatment with Pyridostigmine and immunosuppressive drugs for myasthenia gravis, thymectomy has a therapeutic role in selected patients.\nPatients with thymoma: About 10 to 15% of patients with myasthenia gravis have thymoma. Thymectomy is indicated for patients in whom complete resection is considered feasible. Management includes complete thymectomy, sometimes involving chemotherapy and radiotherapy in cases of completely resectable or unresectable disease; Patients without thymoma: Thymectomy is recommended in the absence of thymoma in patients with generalized myasthenia gravis and positive Acetylcholine receptor (AChR) antibodies under 50 years of age. The benefits of thymectomy may be delayed and last for several years after surgery. The role of thymectomy in other patient groups, such as those who are not AChR antibody positive, older patients, and those with ocular myasthenia gravis, is controversial and treatment decisions Treatment should be individualized.\n4. Treatment of acute exacerbation\nMyasthenia gravis – Worsening of myasthenic symptoms may be caused by: concomitant infection, surgery, pregnancy, childbirth, certain medications, reduction of immunosuppressive medications, or spontaneously as a part of the natural history of the disease. When severe, patients are at risk of life-threatening respiratory failure called myasthenic crisis.; Plasma exchange and IVIG infusion are rescue or bridge therapy – Plasmapheresis or IVIG infusion has a “rapid” immunomodulatory effect for myasthenia gravis, but the benefit is only short-term (a few week).\nThese treatment methods are indicated in the following cases:\nAcute exacerbations, including myasthenic crisis; Before surgery, before thymectomy or other surgery.; As a \"bridge\" to slower-acting immunosuppressive therapies for patients who specifically wish to avoid or minimize Glucocorticoid use.\n\nIs vaccination necessary for patients with myasthenia gravis?\nIf patients with generalized myasthenia gravis have additional respiratory infections, they are at increased risk of myasthenic attacks and respiratory tract damage.\nCurrent guidelines recommend annual seasonal influenza vaccination for all people receiving immunosuppressive therapy and for people with neurological conditions, including neuromuscular disorders such as myasthenia gravis. systemic muscle and ocular myasthenia within three years of onset.\nPneumococcal vaccination should be given to all patients with generalized myasthenia gravis and ocular myasthenia gravis. Based on several studies, inactivated influenza vaccine (intramuscular injection) is safe in adults with myasthenia gravis. Furthermore, inactivated vaccines (eg, pneumococcal and intramuscular vaccines) are generally considered safe in adults or children who have immunocompromised conditions or are taking immunosuppressive medications.\nHowever, live attenuated zoster vaccine is not recommended for patients with immunocompromised conditions or taking immunosuppressive medications.\n\nGuidance for patients during the COVID-19 pandemic\nThe prevalence of acute myasthenic crisis in COVID-19 myasthenic patients is unknown. However, COVID-19 infection and severe infections cause acute myasthenia gravis in patients with myasthenia gravis receiving immunosuppressive or immunomodulatory therapy.\nGuidelines for the care of patients with myasthenia gravis during the COVID-19 pandemic have been issued by multiple expert groups, including an international panel of myasthenia gravis experts. In general, patients should continue existing therapies unless there is a clinical reason to change, as reducing or discontinuing medication carries the risk of worsening myasthenia gravis.\nTelemedicine appointments, as an alternative to in-person visits, may reduce the risk of exposure.; COVID-19 vaccination is recommended for patients with autoimmune diseases such as myasthenia gravis, unless they have specific contraindications, such as an allergy to a component of the vaccine.\n\nDiet and lifestyle for people with myasthenia gravis\nScientific diet: Patients should supplement the body with adequate nutrients, especially fruits and vegetables. Among them, bananas and papayas are fruits that contain abundant amounts of potassium, helping muscles function better.; Exercise: You should build and maintain exercise habits to improve your physical health and develop muscle health.; Always keep a relaxed spirit, avoid excessive stress and anxiety for long periods of time.\n\nHow to prevent myasthenia gravis early?\nMyasthenia gravis is an autoimmune disease and there is no way to prevent it. However, maintaining good health also helps you reduce your risk of disease. In daily activities, you should note:\nSupplement your body with adequate nutrients, especially fruits and vegetables; Maintain a healthy lifestyle, get enough sleep, take time to rest and relax.; When your body shows unusual signs, you should proactively see a doctor to monitor your health condition and control disease (if any).; Regularly exercise to improve overall health.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Do Tien Dung; Dr. BS.CK II Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to the world's leading advanced protocols.\nThe hospital is also equipped with a system of modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation magnetic resonance machine Magnetom Amira BioMatrix, bone density measuring machine, ultrasound machine. minus…; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and successfully surgically treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nOnce suffering from myasthenia gravis, the patient will have to learn to live with the disease. To improve disease symptoms, in addition to treatment methods, you should also have a suitable diet, living and working regimen and proactively visit the doctor according to scheduled appointments. If treatment does not relieve symptoms, you should immediately talk to your doctor for timely intervention to prevent serious complications.",
    "subsections": [
        {
            "subsection_name": "What is myasthenia gravis?",
            "subsection_content": "Myasthenia Gravis is an autoimmune disease of the nerve-muscle junctions in patients, characterized by muscle weakness that fluctuates depending on the time of day, stronger in the morning than in the afternoon or weak. increases when the patient is overexerted and decreases when resting. Symptoms of muscle weakness are often seen in the eye muscles (ptosis), extraocular muscles, neck, shoulder, hip muscles, or respiratory muscles (fatigued breathing). (first)\nWhen sick, the body will produce antibodies against the binding of Acetylcholine receptors (AChR) in the post-synaptic membrane. This reduces the ability to conduct nerve transmission across the synaptic gap, manifested by muscle fatigue, muscle weakness or motor paralysis.",
            "subsection_string": "What is myasthenia gravis?\nMyasthenia Gravis is an autoimmune disease of the nerve-muscle junctions in patients, characterized by muscle weakness that fluctuates depending on the time of day, stronger in the morning than in the afternoon or weak. increases when the patient is overexerted and decreases when resting. Symptoms of muscle weakness are often seen in the eye muscles (ptosis), extraocular muscles, neck, shoulder, hip muscles, or respiratory muscles (fatigued breathing). (first)\nWhen sick, the body will produce antibodies against the binding of Acetylcholine receptors (AChR) in the post-synaptic membrane. This reduces the ability to conduct nerve transmission across the synaptic gap, manifested by muscle fatigue, muscle weakness or motor paralysis."
        },
        {
            "subsection_name": "Signs of myasthenia gravis",
            "subsection_content": "Eye muscles\nMore than 50% of patients with myasthenia gravis have initial symptoms in the eye muscles. Patients often have signs such as:\nPtosis: unilateral or asymmetrical appearance; Double vision: The patient sees one object but sees two images.; Other symptoms: difficulty closing eyes completely.\nAbout 15% of people with myasthenia gravis have symptoms only in the eyes. However, symptoms can spread to other muscles in the body over several weeks, months or years.\nPharyngeal muscles\nChewing muscles are often affected and become weaker when chewing for a long time (chewing fatigue). Patients often see this happen during meals, especially when chewing something difficult like beef. When chewing muscles are weak, patients often use their hand under the jaw to close their mouth.\nWeakness of the muscles in the oropharynx causes difficulty swallowing and difficulty speaking. The patient's voice changes to a nasal voice when the palate muscles are weak, and becomes worse when speaking for a long time. In addition, patients may have difficulty swallowing when eating and drinking, especially causing aspiration, respiratory failure or pneumonia due to food falling into the lungs.\nNeck and quadriceps muscles\nMuscle weakness can appear in other parts such as the neck, arms, and legs. Patients often have signs such as:\nHaving difficulty keeping the head up due to weak neck extensors, the weight of the head is large, often causing \"dropping head syndrome\" especially at the end of the day.; Difficulty performing activities such as lifting objects, getting up from a sitting position, climbing stairs or brushing teeth.; The gait is heavy and inflexible.\nFacial muscles\nFacial muscles are often affected and cause the patient to have an expressionless face. Relatives may notice that the patient has \"lost his smile\" and has weak orbicularis oculi muscles.\nRespiratory muscles\nAffected respiratory muscles cause severe signs of myasthenia gravis. Weakness of respiratory muscles causes respiratory failure. Respiratory failure pending emergency treatment is a life-threatening situation known as a “myasthenic crisis.” This situation can occur suddenly or be precipitated by other factors such as surgery, infection, or certain immunosuppressive medications.",
            "subsection_string": "Signs of myasthenia gravis\nEye muscles\nMore than 50% of patients with myasthenia gravis have initial symptoms in the eye muscles. Patients often have signs such as:\nPtosis: unilateral or asymmetrical appearance; Double vision: The patient sees one object but sees two images.; Other symptoms: difficulty closing eyes completely.\nAbout 15% of people with myasthenia gravis have symptoms only in the eyes. However, symptoms can spread to other muscles in the body over several weeks, months or years.\nPharyngeal muscles\nChewing muscles are often affected and become weaker when chewing for a long time (chewing fatigue). Patients often see this happen during meals, especially when chewing something difficult like beef. When chewing muscles are weak, patients often use their hand under the jaw to close their mouth.\nWeakness of the muscles in the oropharynx causes difficulty swallowing and difficulty speaking. The patient's voice changes to a nasal voice when the palate muscles are weak, and becomes worse when speaking for a long time. In addition, patients may have difficulty swallowing when eating and drinking, especially causing aspiration, respiratory failure or pneumonia due to food falling into the lungs.\nNeck and quadriceps muscles\nMuscle weakness can appear in other parts such as the neck, arms, and legs. Patients often have signs such as:\nHaving difficulty keeping the head up due to weak neck extensors, the weight of the head is large, often causing \"dropping head syndrome\" especially at the end of the day.; Difficulty performing activities such as lifting objects, getting up from a sitting position, climbing stairs or brushing teeth.; The gait is heavy and inflexible.\nFacial muscles\nFacial muscles are often affected and cause the patient to have an expressionless face. Relatives may notice that the patient has \"lost his smile\" and has weak orbicularis oculi muscles.\nRespiratory muscles\nAffected respiratory muscles cause severe signs of myasthenia gravis. Weakness of respiratory muscles causes respiratory failure. Respiratory failure pending emergency treatment is a life-threatening situation known as a “myasthenic crisis.” This situation can occur suddenly or be precipitated by other factors such as surgery, infection, or certain immunosuppressive medications."
        },
        {
            "subsection_name": "Cause of myasthenia gravis",
            "subsection_content": "Antibody\nAChR antibodies – When sick, the body will produce autoantibodies that destroy Acetylcholine receptors on the muscle cell membrane at the post-synaptic membrane. These antibodies appear in about 85 percent of people with generalized myasthenia gravis. AChR antibody testing is quite specific in diagnosing myasthenia gravis and is best performed before initiating immunosuppressive therapy.; MuSK antibodies – MuSK antibodies are present in 38 to 50% of people with AChR-Ab negative myasthenia gravis. These patients often have ocular manifestations (eg, diplopia and ptosis), which are often symmetrical and less severe and less fluctuating than the ocular manifestations of AChR myasthenia gravis. positive.; LRP4 Antibodies – Antibodies against LRP4, an agrin receptor required to trigger MuSK and AChR receptor formation. LRP4 is present in approximately 13% of patients with negative AChR and MuSK antibody serology. Patients usually have mild symptoms, but at the maximum level of disease, patients with LRP4 antibodies have more severe clinical symptoms than patients without positive antibodies. Most patients improve with standard immunosuppressive therapy.\nAntibody-negative myasthenia gravis – Use for people who are negative for AChR and MuSK antibodies or more rarely LRP4. Seronegative patients with myasthenia gravis respond similarly to Pyridostigmine, plasma exchange, glucocorticoid and other immunosuppressive therapies, as well as thymectomy.\nThe thymus is an organ of the immune system, located in the chest just below the sternum. This organ can maintain or trigger the production of antibodies that block acetylcholine. The thymus is usually large in newborns and small in healthy adults. However, in adults with myasthenia gravis, the size of the thymus may be abnormally large.\nIn addition, some patients may also develop tumors in the thymus. Most thymoma are benign tumors. Sometimes, tumors can also become cancerous.\nOther factors\nGenetic factors – it appears that genetic factors also contribute to the pathogenesis of myasthenia gravis. Several human leukocyte antigens (HLA) have been implicated in myasthenia gravis, including HLA-B8, DRw3, and DQw2. MuSK antibody-positive myasthenia gravis may be associated with DR14 and DQ5.\nIn addition, people with myasthenia gravis often have other immune-mediated diseases, such as systemic lupus erythematosus, rheumatoid arthritis, Graves' disease and thyroiditis, and a family history of the disease. autoimmune disorder.",
            "subsection_string": "Cause of myasthenia gravis\nAntibody\nAChR antibodies – When sick, the body will produce autoantibodies that destroy Acetylcholine receptors on the muscle cell membrane at the post-synaptic membrane. These antibodies appear in about 85 percent of people with generalized myasthenia gravis. AChR antibody testing is quite specific in diagnosing myasthenia gravis and is best performed before initiating immunosuppressive therapy.; MuSK antibodies – MuSK antibodies are present in 38 to 50% of people with AChR-Ab negative myasthenia gravis. These patients often have ocular manifestations (eg, diplopia and ptosis), which are often symmetrical and less severe and less fluctuating than the ocular manifestations of AChR myasthenia gravis. positive.; LRP4 Antibodies – Antibodies against LRP4, an agrin receptor required to trigger MuSK and AChR receptor formation. LRP4 is present in approximately 13% of patients with negative AChR and MuSK antibody serology. Patients usually have mild symptoms, but at the maximum level of disease, patients with LRP4 antibodies have more severe clinical symptoms than patients without positive antibodies. Most patients improve with standard immunosuppressive therapy.\nAntibody-negative myasthenia gravis – Use for people who are negative for AChR and MuSK antibodies or more rarely LRP4. Seronegative patients with myasthenia gravis respond similarly to Pyridostigmine, plasma exchange, glucocorticoid and other immunosuppressive therapies, as well as thymectomy.\nThe thymus is an organ of the immune system, located in the chest just below the sternum. This organ can maintain or trigger the production of antibodies that block acetylcholine. The thymus is usually large in newborns and small in healthy adults. However, in adults with myasthenia gravis, the size of the thymus may be abnormally large.\nIn addition, some patients may also develop tumors in the thymus. Most thymoma are benign tumors. Sometimes, tumors can also become cancerous.\nOther factors\nGenetic factors – it appears that genetic factors also contribute to the pathogenesis of myasthenia gravis. Several human leukocyte antigens (HLA) have been implicated in myasthenia gravis, including HLA-B8, DRw3, and DQw2. MuSK antibody-positive myasthenia gravis may be associated with DR14 and DQ5.\nIn addition, people with myasthenia gravis often have other immune-mediated diseases, such as systemic lupus erythematosus, rheumatoid arthritis, Graves' disease and thyroiditis, and a family history of the disease. autoimmune disorder."
        },
        {
            "subsection_name": "Clinical course",
            "subsection_content": "In the early stages of myasthenia gravis, most patients experience transient symptoms, going several hours, days, or even weeks without symptoms. Symptoms may even subside spontaneously over weeks or longer. However, the symptoms are often more severe and last longer. New symptoms often develop weeks or months later.\nProgression of myasthenia gravis usually peaks within a few years of disease onset. In a series of patients with myasthenia gravis in the United States in 1976, the disease reached its maximum severity within 2 years in 82% of patients. In another study of 1,152 patients in Italy, the maximum severity of this disease after 3 years of onset was 77%.\nFor those with ocular manifestations, an important question is whether they will develop generalized myasthenia gravis. About 50% of patients develop generalized myasthenia after two years. There are no factors that predict which patients with ocular myasthenia gravis will develop generalized myasthenia gravis. The presence of acetylcholine receptor (AChR) antibodies, repetitive nerve stimulation testing, or single fiber electromyography do not predict disease progression.\nMost clinicians believe that there are three stages of the disease:\nStage 1: Initial active stage with many fluctuating symptoms. Severe cases of muscle weakness occur five to seven years after onset. Most acute myasthenic attacks occur during this early period.; Stage 2: In this stage, the disease condition is more stable. Symptoms, although stable, persist and may worsen in the setting of infection, drug withdrawal, or other disorders.; Stage 3: At this stage, many cases of the disease may be in remission. Patients have no symptoms when treated with immunosuppressive therapy, or even stop taking medication completely.\nMyasthenia gravis can get worse very quickly or the weakness can suddenly appear severe, especially respiratory muscle weakness. This is the most worrying and dangerous complication of the disease. Respiratory failure is due to the patient's weakness or paralysis of the respiratory muscles including the diaphragm, intercostal muscles and chest wall muscles. In many cases, respiratory muscles are completely paralyzed, leading to rapid death if there is no timely treatment.",
            "subsection_string": "Clinical course\nIn the early stages of myasthenia gravis, most patients experience transient symptoms, going several hours, days, or even weeks without symptoms. Symptoms may even subside spontaneously over weeks or longer. However, the symptoms are often more severe and last longer. New symptoms often develop weeks or months later.\nProgression of myasthenia gravis usually peaks within a few years of disease onset. In a series of patients with myasthenia gravis in the United States in 1976, the disease reached its maximum severity within 2 years in 82% of patients. In another study of 1,152 patients in Italy, the maximum severity of this disease after 3 years of onset was 77%.\nFor those with ocular manifestations, an important question is whether they will develop generalized myasthenia gravis. About 50% of patients develop generalized myasthenia after two years. There are no factors that predict which patients with ocular myasthenia gravis will develop generalized myasthenia gravis. The presence of acetylcholine receptor (AChR) antibodies, repetitive nerve stimulation testing, or single fiber electromyography do not predict disease progression.\nMost clinicians believe that there are three stages of the disease:\nStage 1: Initial active stage with many fluctuating symptoms. Severe cases of muscle weakness occur five to seven years after onset. Most acute myasthenic attacks occur during this early period.; Stage 2: In this stage, the disease condition is more stable. Symptoms, although stable, persist and may worsen in the setting of infection, drug withdrawal, or other disorders.; Stage 3: At this stage, many cases of the disease may be in remission. Patients have no symptoms when treated with immunosuppressive therapy, or even stop taking medication completely.\nMyasthenia gravis can get worse very quickly or the weakness can suddenly appear severe, especially respiratory muscle weakness. This is the most worrying and dangerous complication of the disease. Respiratory failure is due to the patient's weakness or paralysis of the respiratory muscles including the diaphragm, intercostal muscles and chest wall muscles. In many cases, respiratory muscles are completely paralyzed, leading to rapid death if there is no timely treatment."
        },
        {
            "subsection_name": "Diagnosis of myasthenia gravis",
            "subsection_content": "To accurately diagnose the condition, the doctor will rely on the patient's clinical symptoms and tests. In addition to neurological assessment and general examination, the doctor will ask the patient to answer questions such as: (2)\nDoes muscle weakness fluctuate during activity and rest, or between morning and afternoon?; Do you see your eyes open wide when you first wake up, then your eyelids gradually droop?; Is it possible to see 1 thing as 2?; Do you have difficulty swallowing, choking, or speaking?; If the patient is a newborn, is the baby not crying, feeding poorly, or choking on milk after birth?; Does any family member have myasthenia gravis?\nAfter asking the patient's medical history, the doctor will diagnose myasthenia gravis by doing a clinical examination including:\nCheck for signs of drooping eyelids on one or both sides; Check eye movement, signs of crossed eyes, double vision; Check for weakness in facial muscles; Muscle weakness in the arms and legs; Examination of tendon reflexes; Check for signs of respiratory muscle weakness; Check for sensory symptoms and signs\nIn addition, the doctor may prescribe the patient to undergo a number of other tests including:\nProstigmin test: The patient is injected with an anti-cholinesterase drug so that the AChR molecules are slowly destroyed. The result is positive when the symptoms of muscle weakness are clearly reduced.; Ice test: use an ice pack placed on the eye with drooping eyelids, test positive when the eye opens wider.; Electromyography: perform repetitive nerve stimulation test or single fiber electromyography.; Serum testing for antibodies against AChR, MuSK, LPR4 (highly valuable in diagnosing myasthenia gravis and monitoring and predicting disease).; Chest CT screening for thymoma",
            "subsection_string": "Diagnosis of myasthenia gravis\nTo accurately diagnose the condition, the doctor will rely on the patient's clinical symptoms and tests. In addition to neurological assessment and general examination, the doctor will ask the patient to answer questions such as: (2)\nDoes muscle weakness fluctuate during activity and rest, or between morning and afternoon?; Do you see your eyes open wide when you first wake up, then your eyelids gradually droop?; Is it possible to see 1 thing as 2?; Do you have difficulty swallowing, choking, or speaking?; If the patient is a newborn, is the baby not crying, feeding poorly, or choking on milk after birth?; Does any family member have myasthenia gravis?\nAfter asking the patient's medical history, the doctor will diagnose myasthenia gravis by doing a clinical examination including:\nCheck for signs of drooping eyelids on one or both sides; Check eye movement, signs of crossed eyes, double vision; Check for weakness in facial muscles; Muscle weakness in the arms and legs; Examination of tendon reflexes; Check for signs of respiratory muscle weakness; Check for sensory symptoms and signs\nIn addition, the doctor may prescribe the patient to undergo a number of other tests including:\nProstigmin test: The patient is injected with an anti-cholinesterase drug so that the AChR molecules are slowly destroyed. The result is positive when the symptoms of muscle weakness are clearly reduced.; Ice test: use an ice pack placed on the eye with drooping eyelids, test positive when the eye opens wider.; Electromyography: perform repetitive nerve stimulation test or single fiber electromyography.; Serum testing for antibodies against AChR, MuSK, LPR4 (highly valuable in diagnosing myasthenia gravis and monitoring and predicting disease).; Chest CT screening for thymoma"
        },
        {
            "subsection_name": "Treatment methods for myasthenia gravis",
            "subsection_content": "Myasthenia gravis is a chronic but treatable disease. Patients can have sustained relief from symptoms and have full function. The main goal of treating myasthenia gravis is to help the patient minimize symptoms, and even better, to minimize side effects of the medication. (3)\nThere are 4 therapies used in the treatment of myasthenia gravis:\nSymptomatic treatment (Acetylcholinesterase inhibition) increases the amount of Acetylcholine (ACh) available at the neuromuscular synapse.; Chronic immunosuppressive therapies (Glucocorticoids and non-steroidal immunosuppressants) to target immune dysregulation; Surgical treatment (thymectomy).; Acute but short-acting immunomodulatory treatments (plasma exchange and intravenous immunoglobulin (IVIG) infusion).\nAvoid using medications that can worsen myasthenia gravis\nSome drugs, such as aminoglycosides and muscle relaxants, have caused pharmacological side effects that oppose neuromuscular transmission. Using these drugs will worsen the symptoms of people with myasthenia gravis. In particular, many drugs can push patients into life-threatening myasthenic attacks in case reports. Although cause and effect have not been established for most of these drugs, they should be used with caution in people with myasthenia gravis.\nSome drugs should be used with caution:\nAll drugs that depress breathing (e.g., Benzodiazepines, Opioids, sedatives); Fluoroquinolone antibiotics (e.g. Ciprofloxacin and Levofloxacin); Aminoglycosides should be avoided and used only if absolutely necessary and with close monitoring; Telithromycin can cause acute myasthenic crisis, usually within 2 hours after the first dose; Muscle relaxants (e.g., Cisatracurium, enflurane, isoflurane, halothane) should be used with caution; Magnesium Sulfate has relative contraindications because of inhibition of ACh release; Certain cardiovascular medications, such as all beta-blockers, should be used with caution.; Statins (e.g., Atorvastatin Rosuvastatin) have occasionally been reported to worsen myasthenia gravis. However, Statins are not contraindicated in patients with myasthenia gravis and should be used in patients with appropriate indications.\n1. Symptomatic treatment – ​​Pyridostigmine\nInitial therapy for most patients with mild to moderate myasthenia gravis is an oral acetylcholinesterase inhibitor (ie, anticholinesterase), usually Pyridostigmine. Neostigmine is available in oral form but is not commonly used.\nMechanism of action – Acetylcholinesterase inhibitors slow down the degradation of acetylcholine (ACh) that occurs by enzymatic hydrolysis in the neuromuscular synapse. Therefore, the effects of ACh are prolonged, leading to improved strength in patients with myasthenia gravis.\n2. Immunosuppressive therapies\nFor patients who only take Pyridostigmine and whose symptoms are well controlled or relieved, doctors only need to monitor their clinical progress. Although some patients respond well to long-term use of Pyridostigmine alone, most patients with generalized myasthenia gravis require immunosuppressive therapy at some point, not indefinitely.\nImmunosuppressive therapy is indicated for patients who remain significantly symptomatic with Pyridostigmine or who return to symptoms after a temporary response to Pyridostigmine. Glucocorticoids are often used initially and many patients with generalized myasthenia gravis require the addition of nonsteroidal immunosuppressants such as Azathioprine or Mycophenolate for maintenance and to prevent long-term side effects of Glucocorticoids.\n3. Thymectomy\nIn parallel with symptomatic treatment with Pyridostigmine and immunosuppressive drugs for myasthenia gravis, thymectomy has a therapeutic role in selected patients.\nPatients with thymoma: About 10 to 15% of patients with myasthenia gravis have thymoma. Thymectomy is indicated for patients in whom complete resection is considered feasible. Management includes complete thymectomy, sometimes involving chemotherapy and radiotherapy in cases of completely resectable or unresectable disease; Patients without thymoma: Thymectomy is recommended in the absence of thymoma in patients with generalized myasthenia gravis and positive Acetylcholine receptor (AChR) antibodies under 50 years of age. The benefits of thymectomy may be delayed and last for several years after surgery. The role of thymectomy in other patient groups, such as those who are not AChR antibody positive, older patients, and those with ocular myasthenia gravis, is controversial and treatment decisions Treatment should be individualized.\n4. Treatment of acute exacerbation\nMyasthenia gravis – Worsening of myasthenic symptoms may be caused by: concomitant infection, surgery, pregnancy, childbirth, certain medications, reduction of immunosuppressive medications, or spontaneously as a part of the natural history of the disease. When severe, patients are at risk of life-threatening respiratory failure called myasthenic crisis.; Plasma exchange and IVIG infusion are rescue or bridge therapy – Plasmapheresis or IVIG infusion has a “rapid” immunomodulatory effect for myasthenia gravis, but the benefit is only short-term (a few week).\nThese treatment methods are indicated in the following cases:\nAcute exacerbations, including myasthenic crisis; Before surgery, before thymectomy or other surgery.; As a \"bridge\" to slower-acting immunosuppressive therapies for patients who specifically wish to avoid or minimize Glucocorticoid use.",
            "subsection_string": "Treatment methods for myasthenia gravis\nMyasthenia gravis is a chronic but treatable disease. Patients can have sustained relief from symptoms and have full function. The main goal of treating myasthenia gravis is to help the patient minimize symptoms, and even better, to minimize side effects of the medication. (3)\nThere are 4 therapies used in the treatment of myasthenia gravis:\nSymptomatic treatment (Acetylcholinesterase inhibition) increases the amount of Acetylcholine (ACh) available at the neuromuscular synapse.; Chronic immunosuppressive therapies (Glucocorticoids and non-steroidal immunosuppressants) to target immune dysregulation; Surgical treatment (thymectomy).; Acute but short-acting immunomodulatory treatments (plasma exchange and intravenous immunoglobulin (IVIG) infusion).\nAvoid using medications that can worsen myasthenia gravis\nSome drugs, such as aminoglycosides and muscle relaxants, have caused pharmacological side effects that oppose neuromuscular transmission. Using these drugs will worsen the symptoms of people with myasthenia gravis. In particular, many drugs can push patients into life-threatening myasthenic attacks in case reports. Although cause and effect have not been established for most of these drugs, they should be used with caution in people with myasthenia gravis.\nSome drugs should be used with caution:\nAll drugs that depress breathing (e.g., Benzodiazepines, Opioids, sedatives); Fluoroquinolone antibiotics (e.g. Ciprofloxacin and Levofloxacin); Aminoglycosides should be avoided and used only if absolutely necessary and with close monitoring; Telithromycin can cause acute myasthenic crisis, usually within 2 hours after the first dose; Muscle relaxants (e.g., Cisatracurium, enflurane, isoflurane, halothane) should be used with caution; Magnesium Sulfate has relative contraindications because of inhibition of ACh release; Certain cardiovascular medications, such as all beta-blockers, should be used with caution.; Statins (e.g., Atorvastatin Rosuvastatin) have occasionally been reported to worsen myasthenia gravis. However, Statins are not contraindicated in patients with myasthenia gravis and should be used in patients with appropriate indications.\n1. Symptomatic treatment – ​​Pyridostigmine\nInitial therapy for most patients with mild to moderate myasthenia gravis is an oral acetylcholinesterase inhibitor (ie, anticholinesterase), usually Pyridostigmine. Neostigmine is available in oral form but is not commonly used.\nMechanism of action – Acetylcholinesterase inhibitors slow down the degradation of acetylcholine (ACh) that occurs by enzymatic hydrolysis in the neuromuscular synapse. Therefore, the effects of ACh are prolonged, leading to improved strength in patients with myasthenia gravis.\n2. Immunosuppressive therapies\nFor patients who only take Pyridostigmine and whose symptoms are well controlled or relieved, doctors only need to monitor their clinical progress. Although some patients respond well to long-term use of Pyridostigmine alone, most patients with generalized myasthenia gravis require immunosuppressive therapy at some point, not indefinitely.\nImmunosuppressive therapy is indicated for patients who remain significantly symptomatic with Pyridostigmine or who return to symptoms after a temporary response to Pyridostigmine. Glucocorticoids are often used initially and many patients with generalized myasthenia gravis require the addition of nonsteroidal immunosuppressants such as Azathioprine or Mycophenolate for maintenance and to prevent long-term side effects of Glucocorticoids.\n3. Thymectomy\nIn parallel with symptomatic treatment with Pyridostigmine and immunosuppressive drugs for myasthenia gravis, thymectomy has a therapeutic role in selected patients.\nPatients with thymoma: About 10 to 15% of patients with myasthenia gravis have thymoma. Thymectomy is indicated for patients in whom complete resection is considered feasible. Management includes complete thymectomy, sometimes involving chemotherapy and radiotherapy in cases of completely resectable or unresectable disease; Patients without thymoma: Thymectomy is recommended in the absence of thymoma in patients with generalized myasthenia gravis and positive Acetylcholine receptor (AChR) antibodies under 50 years of age. The benefits of thymectomy may be delayed and last for several years after surgery. The role of thymectomy in other patient groups, such as those who are not AChR antibody positive, older patients, and those with ocular myasthenia gravis, is controversial and treatment decisions Treatment should be individualized.\n4. Treatment of acute exacerbation\nMyasthenia gravis – Worsening of myasthenic symptoms may be caused by: concomitant infection, surgery, pregnancy, childbirth, certain medications, reduction of immunosuppressive medications, or spontaneously as a part of the natural history of the disease. When severe, patients are at risk of life-threatening respiratory failure called myasthenic crisis.; Plasma exchange and IVIG infusion are rescue or bridge therapy – Plasmapheresis or IVIG infusion has a “rapid” immunomodulatory effect for myasthenia gravis, but the benefit is only short-term (a few week).\nThese treatment methods are indicated in the following cases:\nAcute exacerbations, including myasthenic crisis; Before surgery, before thymectomy or other surgery.; As a \"bridge\" to slower-acting immunosuppressive therapies for patients who specifically wish to avoid or minimize Glucocorticoid use."
        },
        {
            "subsection_name": "Is vaccination necessary for patients with myasthenia gravis?",
            "subsection_content": "If patients with generalized myasthenia gravis have additional respiratory infections, they are at increased risk of myasthenic attacks and respiratory tract damage.\nCurrent guidelines recommend annual seasonal influenza vaccination for all people receiving immunosuppressive therapy and for people with neurological conditions, including neuromuscular disorders such as myasthenia gravis. systemic muscle and ocular myasthenia within three years of onset.\nPneumococcal vaccination should be given to all patients with generalized myasthenia gravis and ocular myasthenia gravis. Based on several studies, inactivated influenza vaccine (intramuscular injection) is safe in adults with myasthenia gravis. Furthermore, inactivated vaccines (eg, pneumococcal and intramuscular vaccines) are generally considered safe in adults or children who have immunocompromised conditions or are taking immunosuppressive medications.\nHowever, live attenuated zoster vaccine is not recommended for patients with immunocompromised conditions or taking immunosuppressive medications.",
            "subsection_string": "Is vaccination necessary for patients with myasthenia gravis?\nIf patients with generalized myasthenia gravis have additional respiratory infections, they are at increased risk of myasthenic attacks and respiratory tract damage.\nCurrent guidelines recommend annual seasonal influenza vaccination for all people receiving immunosuppressive therapy and for people with neurological conditions, including neuromuscular disorders such as myasthenia gravis. systemic muscle and ocular myasthenia within three years of onset.\nPneumococcal vaccination should be given to all patients with generalized myasthenia gravis and ocular myasthenia gravis. Based on several studies, inactivated influenza vaccine (intramuscular injection) is safe in adults with myasthenia gravis. Furthermore, inactivated vaccines (eg, pneumococcal and intramuscular vaccines) are generally considered safe in adults or children who have immunocompromised conditions or are taking immunosuppressive medications.\nHowever, live attenuated zoster vaccine is not recommended for patients with immunocompromised conditions or taking immunosuppressive medications."
        },
        {
            "subsection_name": "Guidance for patients during the COVID-19 pandemic",
            "subsection_content": "The prevalence of acute myasthenic crisis in COVID-19 myasthenic patients is unknown. However, COVID-19 infection and severe infections cause acute myasthenia gravis in patients with myasthenia gravis receiving immunosuppressive or immunomodulatory therapy.\nGuidelines for the care of patients with myasthenia gravis during the COVID-19 pandemic have been issued by multiple expert groups, including an international panel of myasthenia gravis experts. In general, patients should continue existing therapies unless there is a clinical reason to change, as reducing or discontinuing medication carries the risk of worsening myasthenia gravis.\nTelemedicine appointments, as an alternative to in-person visits, may reduce the risk of exposure.; COVID-19 vaccination is recommended for patients with autoimmune diseases such as myasthenia gravis, unless they have specific contraindications, such as an allergy to a component of the vaccine.",
            "subsection_string": "Guidance for patients during the COVID-19 pandemic\nThe prevalence of acute myasthenic crisis in COVID-19 myasthenic patients is unknown. However, COVID-19 infection and severe infections cause acute myasthenia gravis in patients with myasthenia gravis receiving immunosuppressive or immunomodulatory therapy.\nGuidelines for the care of patients with myasthenia gravis during the COVID-19 pandemic have been issued by multiple expert groups, including an international panel of myasthenia gravis experts. In general, patients should continue existing therapies unless there is a clinical reason to change, as reducing or discontinuing medication carries the risk of worsening myasthenia gravis.\nTelemedicine appointments, as an alternative to in-person visits, may reduce the risk of exposure.; COVID-19 vaccination is recommended for patients with autoimmune diseases such as myasthenia gravis, unless they have specific contraindications, such as an allergy to a component of the vaccine."
        },
        {
            "subsection_name": "Diet and lifestyle for people with myasthenia gravis",
            "subsection_content": "Scientific diet: Patients should supplement the body with adequate nutrients, especially fruits and vegetables. Among them, bananas and papayas are fruits that contain abundant amounts of potassium, helping muscles function better.; Exercise: You should build and maintain exercise habits to improve your physical health and develop muscle health.; Always keep a relaxed spirit, avoid excessive stress and anxiety for long periods of time.",
            "subsection_string": "Diet and lifestyle for people with myasthenia gravis\nScientific diet: Patients should supplement the body with adequate nutrients, especially fruits and vegetables. Among them, bananas and papayas are fruits that contain abundant amounts of potassium, helping muscles function better.; Exercise: You should build and maintain exercise habits to improve your physical health and develop muscle health.; Always keep a relaxed spirit, avoid excessive stress and anxiety for long periods of time."
        },
        {
            "subsection_name": "How to prevent myasthenia gravis early?",
            "subsection_content": "Myasthenia gravis is an autoimmune disease and there is no way to prevent it. However, maintaining good health also helps you reduce your risk of disease. In daily activities, you should note:\nSupplement your body with adequate nutrients, especially fruits and vegetables; Maintain a healthy lifestyle, get enough sleep, take time to rest and relax.; When your body shows unusual signs, you should proactively see a doctor to monitor your health condition and control disease (if any).; Regularly exercise to improve overall health.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Do Tien Dung; Dr. BS.CK II Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to the world's leading advanced protocols.\nThe hospital is also equipped with a system of modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation magnetic resonance machine Magnetom Amira BioMatrix, bone density measuring machine, ultrasound machine. minus…; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and successfully surgically treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nOnce suffering from myasthenia gravis, the patient will have to learn to live with the disease. To improve disease symptoms, in addition to treatment methods, you should also have a suitable diet, living and working regimen and proactively visit the doctor according to scheduled appointments. If treatment does not relieve symptoms, you should immediately talk to your doctor for timely intervention to prevent serious complications.",
            "subsection_string": "How to prevent myasthenia gravis early?\nMyasthenia gravis is an autoimmune disease and there is no way to prevent it. However, maintaining good health also helps you reduce your risk of disease. In daily activities, you should note:\nSupplement your body with adequate nutrients, especially fruits and vegetables; Maintain a healthy lifestyle, get enough sleep, take time to rest and relax.; When your body shows unusual signs, you should proactively see a doctor to monitor your health condition and control disease (if any).; Regularly exercise to improve overall health.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Do Tien Dung; Dr. BS.CK II Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to the world's leading advanced protocols.\nThe hospital is also equipped with a system of modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation magnetic resonance machine Magnetom Amira BioMatrix, bone density measuring machine, ultrasound machine. minus…; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and successfully surgically treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nOnce suffering from myasthenia gravis, the patient will have to learn to live with the disease. To improve disease symptoms, in addition to treatment methods, you should also have a suitable diet, living and working regimen and proactively visit the doctor according to scheduled appointments. If treatment does not relieve symptoms, you should immediately talk to your doctor for timely intervention to prevent serious complications."
        }
    ],
    "name": "benh-nhuoc-co.json"
}