{
    "title": "Rabies: Symptoms, causes, diagnosis and prevention",
    "category": "Infectious",
    "link": "https://tamanhhospital.vn/benh-dai/",
    "abstract": "Rabies in Vietnam is present in most provinces/cities, mainly transmitted to humans by rabid domestic dogs. Once rabies occurs, both people and pets die.",
    "content": "Rabies: Symptoms, causes, diagnosis and prevention\n\nRabies in Vietnam is present in most provinces/cities, mainly transmitted to humans by rabid domestic dogs. Once rabies occurs, both people and pets die.\n\nWhat is rabies?\nRabies is an infectious disease caused by a rabies virus transmitted from mammals to humans, leading to serious brain and nerve infections and high mortality. 99% of rabies cases in humans are caused by domestic dogs infected with the rabies virus. (first)\n\nCause of rabies\nMammals contract the virus and develop rabies. Then, people who are bitten or scratched by infected animals will transmit the disease-causing virus. The disease can even be transmitted through the pets' saliva when they lick open wounds, mouths, and eyes of people. In the Americas, bats are also a common source of rabies.\n\nTransmission and development process of rabies\nRabies is present all over the world, especially in Asia, Africa and South America, caused by many types of mammals: Dogs, cats, bats, foxes, raccoons, skunks, mongooses, etc. 99% of people with rabies are infected from domestic dogs.\nAnimals infected with rabies will transmit the virus to humans or other animals through bites or scratches. Sick animals can even transmit the virus through saliva when they lick mucous membranes or open wounds on human skin.\nAfter being infected with the virus, the incubation period for rabies is on average 2-3 months but can be as short as 1 week or last up to 1 year. The disease manifests early or late depending on factors such as the location of virus entry and viral load. For example, if a rabid dog bites the head, face, neck, etc. near the central nervous system, the incubation period is short, but if it bites the hands and feet, the disease will take longer to develop.\nRabies can be transmitted from person to person through bites or saliva, but actual cases have not been confirmed. Theoretically, the rabies virus can also be transmitted to people who eat raw meat or milk from animals infected with rabies.\n\nSigns of rabies\nAs soon as you are bitten by a dog (whether it is rabid or not yet determined whether the dog has rabies or not), you must be hospitalized immediately. Because if you are accidentally infected with the rabies virus and do not treat it promptly, after about 3 - 12 weeks, symptoms of rabies may appear; Even signs of rabies can start earlier or later. And dangerously, when rabies symptoms appear, people with rabies almost die. (2)\nRabies has two forms: rabies and paralysis.\nSymptoms of rabies\nSymptoms of rabies may include: High fever, headache, unusual or unexplained tingling, stinging or burning sensation (paresthesias) at the site of the bite.\nA few days later, as the virus attacked the central nervous system, inflammation of the brain and spinal cord began to progress. At this time, the patient may show some symptoms such as: Restlessness, anxiety, fear of water, fear of wind, hallucinations (seeing or hearing things), confusion, aggressive behavior, muscle spasms muscle cramps, difficulty breathing, difficulty swallowing, excessive salivation, foaming in the mouth, paralysis, cardiac arrest, apnea, death.\nSymptoms of paralytic rabies\nIn the group of people with rabies, paralysis only accounts for about 20% of cases. The patient shows signs of muscle paralysis, starting at the wound site. The paralyzed muscles gradually become paralyzed, starting from a bite or scratch. Coma slowly develops, and eventually death occurs. The paralytic form of rabies is often misdiagnosed, contributing to underreporting of the disease.\nPlease watch more videos about the causes, symptoms of rabies and how to handle dog bites:\n\nHow to diagnose rabies\nDiagnosis of rabies is based on external manifestations, doctors rely on typical signs of rabies such as the patient's fear of water, fear of wind, fear of light,... combined with epidemiological factors such as where the patient lives. In the area, rabies is still endemic. Animals with rabies are often weak or have unusual symptoms and have not been vaccinated against rabies. Bites and scratches containing animal saliva.\nDiagnosis of rabies will be made by immunofluorescence antibody testing of skin fragments taken from the hair sheath on the patient's nape, serological diagnosis, or new techniques that can detect rabies RNA. rabies virus by molecular biological reaction PCR or RT-PCR reaction. (3)\nIn humans, rabies is accurately diagnosed during autopsy using many different diagnostic techniques and detecting all viruses, antigens, etc. in infected tissues (such as brain, skin, saliva). .\n\nHow to treat rabies\nTreat rabies after exposure\nThe ideal time for treatment is right after being bitten or scratched by a pet, especially if bitten by a rabid dog. The patient will be worried, panicked and easily irritated, etc. Therefore, medical staff will help The patient is calm and comfortable to focus on treatment.\nAs soon as a dog bites, the victim needs to immediately prevent the risk of rabies, prevent the virus from entering the central nervous system, and face imminent death. Specifically, where the wound is bitten or scratched by a dog, it is necessary to wash the wound extensively with clean water and solutions that can kill viruses such as soap, detergent, povidone iodine,... for at least 15 minutes, then Bandaged and taken to hospital.\nAt the hospital, the patient will be treated for wounds, vaccinated against rabies, and in some cases also prescribed anti-rabies serum. The sooner the patient comes to the hospital, the more effective it is in preventing the onset of symptoms and death of rabies.\nTreat rabies after the disease appears\nNormally, for people with rabies who have symptoms of the disease, they will be vaccinated with cell rabies vaccine or used in combination with anti-rabies serum for preventive treatment to be carried out as soon as possible. Currently, cellular rabies vaccines are safe and highly effective in protection. Vietnam has used Verorab cellular rabies vaccine since 1992.\nWith intramuscular injection regimen: Patients are injected with 0.5ml x 5 doses for a course of preventive treatment on days 0, 3, 7, 14, 28.; With intradermal injection regimen: Patients are given a single dose of 0.1ml x 8 doses for a course of preventive treatment on days 0, 3, 7. At this time, each day, 2 single doses are injected into 2 different locations. of the Delta muscle area. Then, the patient received another injection on day 28 from the first injection, injecting 2 doses into the Delta muscle.\n\nHow to prevent rabies\nOnce rabies symptoms appear, almost 100% of people die. Globally, 40% of people bitten by animals suspected of having rabies are children under 15 years old.\nEvery year, more than 29 million people around the world are vaccinated to prevent after being bitten or scratched by animals. Thanks to early prophylactic vaccination, it is estimated that hundreds of thousands of deaths due to rabies are prevented each year.\nVaccinating dogs against rabies is an effective way to prevent rabies\nEliminate rabies in dogs\nMore than 90% of rabies cases occur from domestic dogs. Therefore, the most important and basic thing to prevent rabies is to first vaccinate pets (dogs, cats, etc.) against rabies. Rabies is completely preventable with vaccine. Vaccinating dogs is the most cost-effective and effective strategy to prevent rabies in humans and protect pets. (4)\nRaise awareness about rabies\nInfections cause tens of thousands of deaths each year, mainly in Asia and Africa. Therefore, educating each person and the community to vaccinate pets and increase awareness of the dangers of the virus that causes rabies will limit the death rate. At the same time, every family when raising pets, especially domestic dogs, must comply with the law on preventing the risk of dogs biting people, grasp first aid knowledge when bitten by dogs, etc.\nPrevent dog bites\nDogs need to be muzzled and leashed when taking them out on the street. If you encounter a ferocious dog, do not run away because it awakens the dog's hunting instinct. You stand still, put your hands on both sides in a tree-like position and look away, many dogs will lose interest because they are ignored. If your pet starts biting you, you must defend yourself by hitting or kicking the dog's throat, nose and nape to stun it and give you time to escape. Use your entire body weight to press down on the animal, using your knees and elbows to press down firmly.\nVaccination of people\nPeople working in certain fields need to be vaccinated to prevent exposure such as: Medical staff who come into contact with people with rabies, laboratory technicians handling rabies virus (lyssavirus), and inspection staff. Animal disease control, wildlife rangers, people who have direct contact with bats, predators or other mammals may be infected.\nSome people who travel \"backpacking\" and people in areas where the disease is endemic should also be vaccinated against rabies exposure. Finally, children who play with pets, especially when bitten, licked, etc. by pets, must have their wounds treated and vaccinated against rabies immediately.\n\nfrequently asked Questions\nWhen bitten by a dog, many people often panic and fear with a series of questions such as: Can rabies be cured? What should I do if I am bitten and scratched by an animal? Can rabies be cured?…\n1. What should I do if I am bitten and scratched by an animal?\nWhen bitten by an animal, especially a dog, the first thing you should do is wash the wound with soap and clean running water immediately. Clean the area of ​​bites and scratches completely with 70% alcohol/ethanol or povidone-iodine (if any). Or you can clean it with soap, detergent, etc. for at least 15 minutes.\nThen disinfect the wound with an alcohol or iodine antiseptic and apply a simple bandage. At the same time, monitor the biting animal. If the pet dies a few days later, the possibility that they have rabies is very high. Dogs with rabies often have unusual behaviors such as: Biting without provocation, gnawing on unusual objects such as nails or sticks, running around unclearly, constantly growling, excessive salivation in the mouth. corners of the mouth,…\n2. When should I see a doctor?\nRabies is a very dangerous disease with a very high possibility of death, so as soon as you are bitten by a pet, even if you have not yet determined whether you have rabies or not, you should see a doctor immediately. The victim immediately goes to the hospital to be vaccinated against tetanus, rabies and treat the wound to avoid infection, etc. The victim is usually injected with about 4 doses of rabies vaccine in 1 month if he has not been vaccinated against rabies before. there.\n3. Can rabies be cured?\nRabies is preventable by vaccination and you should go to the hospital immediately after being bitten by an animal, regardless of whether you have rabies or not. If rabies has shown signs, most patients will die. Normally, the patient will be given the sedative diazepam 10mg every 4-6 hours, supplemented with 100mg of iron chlorpromazine 50 or injected with morphine intravenously. In some cases, patients are easily irritated and have muscle spasms controlled.\nWhen caring for a person with rabies, it is necessary to wear personal medical equipment to avoid contamination of saliva and wounds with sources of virus transmission. Keep the person in a quiet room, avoid drafts, and soft light to avoid irritation or convulsions.\nIf you are unlucky enough to be bitten and scratched by an animal, go to Tam Anh General Hospital immediately to be vaccinated against rabies immediately!\nRabies is very dangerous if there is a risk of contracting it without timely vaccination. Therefore, you need to prevent the risk of rabies right now.",
    "subsections": [
        {
            "subsection_name": "What is rabies?",
            "subsection_content": "Rabies is an infectious disease caused by a rabies virus transmitted from mammals to humans, leading to serious brain and nerve infections and high mortality. 99% of rabies cases in humans are caused by domestic dogs infected with the rabies virus. (first)",
            "subsection_string": "What is rabies?\nRabies is an infectious disease caused by a rabies virus transmitted from mammals to humans, leading to serious brain and nerve infections and high mortality. 99% of rabies cases in humans are caused by domestic dogs infected with the rabies virus. (first)"
        },
        {
            "subsection_name": "Cause of rabies",
            "subsection_content": "Mammals contract the virus and develop rabies. Then, people who are bitten or scratched by infected animals will transmit the disease-causing virus. The disease can even be transmitted through the pets' saliva when they lick open wounds, mouths, and eyes of people. In the Americas, bats are also a common source of rabies.",
            "subsection_string": "Cause of rabies\nMammals contract the virus and develop rabies. Then, people who are bitten or scratched by infected animals will transmit the disease-causing virus. The disease can even be transmitted through the pets' saliva when they lick open wounds, mouths, and eyes of people. In the Americas, bats are also a common source of rabies."
        },
        {
            "subsection_name": "Transmission and development process of rabies",
            "subsection_content": "Rabies is present all over the world, especially in Asia, Africa and South America, caused by many types of mammals: Dogs, cats, bats, foxes, raccoons, skunks, mongooses, etc. 99% of people with rabies are infected from domestic dogs.\nAnimals infected with rabies will transmit the virus to humans or other animals through bites or scratches. Sick animals can even transmit the virus through saliva when they lick mucous membranes or open wounds on human skin.\nAfter being infected with the virus, the incubation period for rabies is on average 2-3 months but can be as short as 1 week or last up to 1 year. The disease manifests early or late depending on factors such as the location of virus entry and viral load. For example, if a rabid dog bites the head, face, neck, etc. near the central nervous system, the incubation period is short, but if it bites the hands and feet, the disease will take longer to develop.\nRabies can be transmitted from person to person through bites or saliva, but actual cases have not been confirmed. Theoretically, the rabies virus can also be transmitted to people who eat raw meat or milk from animals infected with rabies.",
            "subsection_string": "Transmission and development process of rabies\nRabies is present all over the world, especially in Asia, Africa and South America, caused by many types of mammals: Dogs, cats, bats, foxes, raccoons, skunks, mongooses, etc. 99% of people with rabies are infected from domestic dogs.\nAnimals infected with rabies will transmit the virus to humans or other animals through bites or scratches. Sick animals can even transmit the virus through saliva when they lick mucous membranes or open wounds on human skin.\nAfter being infected with the virus, the incubation period for rabies is on average 2-3 months but can be as short as 1 week or last up to 1 year. The disease manifests early or late depending on factors such as the location of virus entry and viral load. For example, if a rabid dog bites the head, face, neck, etc. near the central nervous system, the incubation period is short, but if it bites the hands and feet, the disease will take longer to develop.\nRabies can be transmitted from person to person through bites or saliva, but actual cases have not been confirmed. Theoretically, the rabies virus can also be transmitted to people who eat raw meat or milk from animals infected with rabies."
        },
        {
            "subsection_name": "Signs of rabies",
            "subsection_content": "As soon as you are bitten by a dog (whether it is rabid or not yet determined whether the dog has rabies or not), you must be hospitalized immediately. Because if you are accidentally infected with the rabies virus and do not treat it promptly, after about 3 - 12 weeks, symptoms of rabies may appear; Even signs of rabies can start earlier or later. And dangerously, when rabies symptoms appear, people with rabies almost die. (2)\nRabies has two forms: rabies and paralysis.\nSymptoms of rabies\nSymptoms of rabies may include: High fever, headache, unusual or unexplained tingling, stinging or burning sensation (paresthesias) at the site of the bite.\nA few days later, as the virus attacked the central nervous system, inflammation of the brain and spinal cord began to progress. At this time, the patient may show some symptoms such as: Restlessness, anxiety, fear of water, fear of wind, hallucinations (seeing or hearing things), confusion, aggressive behavior, muscle spasms muscle cramps, difficulty breathing, difficulty swallowing, excessive salivation, foaming in the mouth, paralysis, cardiac arrest, apnea, death.\nSymptoms of paralytic rabies\nIn the group of people with rabies, paralysis only accounts for about 20% of cases. The patient shows signs of muscle paralysis, starting at the wound site. The paralyzed muscles gradually become paralyzed, starting from a bite or scratch. Coma slowly develops, and eventually death occurs. The paralytic form of rabies is often misdiagnosed, contributing to underreporting of the disease.\nPlease watch more videos about the causes, symptoms of rabies and how to handle dog bites:",
            "subsection_string": "Signs of rabies\nAs soon as you are bitten by a dog (whether it is rabid or not yet determined whether the dog has rabies or not), you must be hospitalized immediately. Because if you are accidentally infected with the rabies virus and do not treat it promptly, after about 3 - 12 weeks, symptoms of rabies may appear; Even signs of rabies can start earlier or later. And dangerously, when rabies symptoms appear, people with rabies almost die. (2)\nRabies has two forms: rabies and paralysis.\nSymptoms of rabies\nSymptoms of rabies may include: High fever, headache, unusual or unexplained tingling, stinging or burning sensation (paresthesias) at the site of the bite.\nA few days later, as the virus attacked the central nervous system, inflammation of the brain and spinal cord began to progress. At this time, the patient may show some symptoms such as: Restlessness, anxiety, fear of water, fear of wind, hallucinations (seeing or hearing things), confusion, aggressive behavior, muscle spasms muscle cramps, difficulty breathing, difficulty swallowing, excessive salivation, foaming in the mouth, paralysis, cardiac arrest, apnea, death.\nSymptoms of paralytic rabies\nIn the group of people with rabies, paralysis only accounts for about 20% of cases. The patient shows signs of muscle paralysis, starting at the wound site. The paralyzed muscles gradually become paralyzed, starting from a bite or scratch. Coma slowly develops, and eventually death occurs. The paralytic form of rabies is often misdiagnosed, contributing to underreporting of the disease.\nPlease watch more videos about the causes, symptoms of rabies and how to handle dog bites:"
        },
        {
            "subsection_name": "How to diagnose rabies",
            "subsection_content": "Diagnosis of rabies is based on external manifestations, doctors rely on typical signs of rabies such as the patient's fear of water, fear of wind, fear of light,... combined with epidemiological factors such as where the patient lives. In the area, rabies is still endemic. Animals with rabies are often weak or have unusual symptoms and have not been vaccinated against rabies. Bites and scratches containing animal saliva.\nDiagnosis of rabies will be made by immunofluorescence antibody testing of skin fragments taken from the hair sheath on the patient's nape, serological diagnosis, or new techniques that can detect rabies RNA. rabies virus by molecular biological reaction PCR or RT-PCR reaction. (3)\nIn humans, rabies is accurately diagnosed during autopsy using many different diagnostic techniques and detecting all viruses, antigens, etc. in infected tissues (such as brain, skin, saliva). .",
            "subsection_string": "How to diagnose rabies\nDiagnosis of rabies is based on external manifestations, doctors rely on typical signs of rabies such as the patient's fear of water, fear of wind, fear of light,... combined with epidemiological factors such as where the patient lives. In the area, rabies is still endemic. Animals with rabies are often weak or have unusual symptoms and have not been vaccinated against rabies. Bites and scratches containing animal saliva.\nDiagnosis of rabies will be made by immunofluorescence antibody testing of skin fragments taken from the hair sheath on the patient's nape, serological diagnosis, or new techniques that can detect rabies RNA. rabies virus by molecular biological reaction PCR or RT-PCR reaction. (3)\nIn humans, rabies is accurately diagnosed during autopsy using many different diagnostic techniques and detecting all viruses, antigens, etc. in infected tissues (such as brain, skin, saliva). ."
        },
        {
            "subsection_name": "How to treat rabies",
            "subsection_content": "Treat rabies after exposure\nThe ideal time for treatment is right after being bitten or scratched by a pet, especially if bitten by a rabid dog. The patient will be worried, panicked and easily irritated, etc. Therefore, medical staff will help The patient is calm and comfortable to focus on treatment.\nAs soon as a dog bites, the victim needs to immediately prevent the risk of rabies, prevent the virus from entering the central nervous system, and face imminent death. Specifically, where the wound is bitten or scratched by a dog, it is necessary to wash the wound extensively with clean water and solutions that can kill viruses such as soap, detergent, povidone iodine,... for at least 15 minutes, then Bandaged and taken to hospital.\nAt the hospital, the patient will be treated for wounds, vaccinated against rabies, and in some cases also prescribed anti-rabies serum. The sooner the patient comes to the hospital, the more effective it is in preventing the onset of symptoms and death of rabies.\nTreat rabies after the disease appears\nNormally, for people with rabies who have symptoms of the disease, they will be vaccinated with cell rabies vaccine or used in combination with anti-rabies serum for preventive treatment to be carried out as soon as possible. Currently, cellular rabies vaccines are safe and highly effective in protection. Vietnam has used Verorab cellular rabies vaccine since 1992.\nWith intramuscular injection regimen: Patients are injected with 0.5ml x 5 doses for a course of preventive treatment on days 0, 3, 7, 14, 28.; With intradermal injection regimen: Patients are given a single dose of 0.1ml x 8 doses for a course of preventive treatment on days 0, 3, 7. At this time, each day, 2 single doses are injected into 2 different locations. of the Delta muscle area. Then, the patient received another injection on day 28 from the first injection, injecting 2 doses into the Delta muscle.",
            "subsection_string": "How to treat rabies\nTreat rabies after exposure\nThe ideal time for treatment is right after being bitten or scratched by a pet, especially if bitten by a rabid dog. The patient will be worried, panicked and easily irritated, etc. Therefore, medical staff will help The patient is calm and comfortable to focus on treatment.\nAs soon as a dog bites, the victim needs to immediately prevent the risk of rabies, prevent the virus from entering the central nervous system, and face imminent death. Specifically, where the wound is bitten or scratched by a dog, it is necessary to wash the wound extensively with clean water and solutions that can kill viruses such as soap, detergent, povidone iodine,... for at least 15 minutes, then Bandaged and taken to hospital.\nAt the hospital, the patient will be treated for wounds, vaccinated against rabies, and in some cases also prescribed anti-rabies serum. The sooner the patient comes to the hospital, the more effective it is in preventing the onset of symptoms and death of rabies.\nTreat rabies after the disease appears\nNormally, for people with rabies who have symptoms of the disease, they will be vaccinated with cell rabies vaccine or used in combination with anti-rabies serum for preventive treatment to be carried out as soon as possible. Currently, cellular rabies vaccines are safe and highly effective in protection. Vietnam has used Verorab cellular rabies vaccine since 1992.\nWith intramuscular injection regimen: Patients are injected with 0.5ml x 5 doses for a course of preventive treatment on days 0, 3, 7, 14, 28.; With intradermal injection regimen: Patients are given a single dose of 0.1ml x 8 doses for a course of preventive treatment on days 0, 3, 7. At this time, each day, 2 single doses are injected into 2 different locations. of the Delta muscle area. Then, the patient received another injection on day 28 from the first injection, injecting 2 doses into the Delta muscle."
        },
        {
            "subsection_name": "How to prevent rabies",
            "subsection_content": "Once rabies symptoms appear, almost 100% of people die. Globally, 40% of people bitten by animals suspected of having rabies are children under 15 years old.\nEvery year, more than 29 million people around the world are vaccinated to prevent after being bitten or scratched by animals. Thanks to early prophylactic vaccination, it is estimated that hundreds of thousands of deaths due to rabies are prevented each year.\nVaccinating dogs against rabies is an effective way to prevent rabies\nEliminate rabies in dogs\nMore than 90% of rabies cases occur from domestic dogs. Therefore, the most important and basic thing to prevent rabies is to first vaccinate pets (dogs, cats, etc.) against rabies. Rabies is completely preventable with vaccine. Vaccinating dogs is the most cost-effective and effective strategy to prevent rabies in humans and protect pets. (4)\nRaise awareness about rabies\nInfections cause tens of thousands of deaths each year, mainly in Asia and Africa. Therefore, educating each person and the community to vaccinate pets and increase awareness of the dangers of the virus that causes rabies will limit the death rate. At the same time, every family when raising pets, especially domestic dogs, must comply with the law on preventing the risk of dogs biting people, grasp first aid knowledge when bitten by dogs, etc.\nPrevent dog bites\nDogs need to be muzzled and leashed when taking them out on the street. If you encounter a ferocious dog, do not run away because it awakens the dog's hunting instinct. You stand still, put your hands on both sides in a tree-like position and look away, many dogs will lose interest because they are ignored. If your pet starts biting you, you must defend yourself by hitting or kicking the dog's throat, nose and nape to stun it and give you time to escape. Use your entire body weight to press down on the animal, using your knees and elbows to press down firmly.\nVaccination of people\nPeople working in certain fields need to be vaccinated to prevent exposure such as: Medical staff who come into contact with people with rabies, laboratory technicians handling rabies virus (lyssavirus), and inspection staff. Animal disease control, wildlife rangers, people who have direct contact with bats, predators or other mammals may be infected.\nSome people who travel \"backpacking\" and people in areas where the disease is endemic should also be vaccinated against rabies exposure. Finally, children who play with pets, especially when bitten, licked, etc. by pets, must have their wounds treated and vaccinated against rabies immediately.",
            "subsection_string": "How to prevent rabies\nOnce rabies symptoms appear, almost 100% of people die. Globally, 40% of people bitten by animals suspected of having rabies are children under 15 years old.\nEvery year, more than 29 million people around the world are vaccinated to prevent after being bitten or scratched by animals. Thanks to early prophylactic vaccination, it is estimated that hundreds of thousands of deaths due to rabies are prevented each year.\nVaccinating dogs against rabies is an effective way to prevent rabies\nEliminate rabies in dogs\nMore than 90% of rabies cases occur from domestic dogs. Therefore, the most important and basic thing to prevent rabies is to first vaccinate pets (dogs, cats, etc.) against rabies. Rabies is completely preventable with vaccine. Vaccinating dogs is the most cost-effective and effective strategy to prevent rabies in humans and protect pets. (4)\nRaise awareness about rabies\nInfections cause tens of thousands of deaths each year, mainly in Asia and Africa. Therefore, educating each person and the community to vaccinate pets and increase awareness of the dangers of the virus that causes rabies will limit the death rate. At the same time, every family when raising pets, especially domestic dogs, must comply with the law on preventing the risk of dogs biting people, grasp first aid knowledge when bitten by dogs, etc.\nPrevent dog bites\nDogs need to be muzzled and leashed when taking them out on the street. If you encounter a ferocious dog, do not run away because it awakens the dog's hunting instinct. You stand still, put your hands on both sides in a tree-like position and look away, many dogs will lose interest because they are ignored. If your pet starts biting you, you must defend yourself by hitting or kicking the dog's throat, nose and nape to stun it and give you time to escape. Use your entire body weight to press down on the animal, using your knees and elbows to press down firmly.\nVaccination of people\nPeople working in certain fields need to be vaccinated to prevent exposure such as: Medical staff who come into contact with people with rabies, laboratory technicians handling rabies virus (lyssavirus), and inspection staff. Animal disease control, wildlife rangers, people who have direct contact with bats, predators or other mammals may be infected.\nSome people who travel \"backpacking\" and people in areas where the disease is endemic should also be vaccinated against rabies exposure. Finally, children who play with pets, especially when bitten, licked, etc. by pets, must have their wounds treated and vaccinated against rabies immediately."
        },
        {
            "subsection_name": "frequently asked Questions",
            "subsection_content": "When bitten by a dog, many people often panic and fear with a series of questions such as: Can rabies be cured? What should I do if I am bitten and scratched by an animal? Can rabies be cured?…\n1. What should I do if I am bitten and scratched by an animal?\nWhen bitten by an animal, especially a dog, the first thing you should do is wash the wound with soap and clean running water immediately. Clean the area of ​​bites and scratches completely with 70% alcohol/ethanol or povidone-iodine (if any). Or you can clean it with soap, detergent, etc. for at least 15 minutes.\nThen disinfect the wound with an alcohol or iodine antiseptic and apply a simple bandage. At the same time, monitor the biting animal. If the pet dies a few days later, the possibility that they have rabies is very high. Dogs with rabies often have unusual behaviors such as: Biting without provocation, gnawing on unusual objects such as nails or sticks, running around unclearly, constantly growling, excessive salivation in the mouth. corners of the mouth,…\n2. When should I see a doctor?\nRabies is a very dangerous disease with a very high possibility of death, so as soon as you are bitten by a pet, even if you have not yet determined whether you have rabies or not, you should see a doctor immediately. The victim immediately goes to the hospital to be vaccinated against tetanus, rabies and treat the wound to avoid infection, etc. The victim is usually injected with about 4 doses of rabies vaccine in 1 month if he has not been vaccinated against rabies before. there.\n3. Can rabies be cured?\nRabies is preventable by vaccination and you should go to the hospital immediately after being bitten by an animal, regardless of whether you have rabies or not. If rabies has shown signs, most patients will die. Normally, the patient will be given the sedative diazepam 10mg every 4-6 hours, supplemented with 100mg of iron chlorpromazine 50 or injected with morphine intravenously. In some cases, patients are easily irritated and have muscle spasms controlled.\nWhen caring for a person with rabies, it is necessary to wear personal medical equipment to avoid contamination of saliva and wounds with sources of virus transmission. Keep the person in a quiet room, avoid drafts, and soft light to avoid irritation or convulsions.\nIf you are unlucky enough to be bitten and scratched by an animal, go to Tam Anh General Hospital immediately to be vaccinated against rabies immediately!\nRabies is very dangerous if there is a risk of contracting it without timely vaccination. Therefore, you need to prevent the risk of rabies right now.",
            "subsection_string": "frequently asked Questions\nWhen bitten by a dog, many people often panic and fear with a series of questions such as: Can rabies be cured? What should I do if I am bitten and scratched by an animal? Can rabies be cured?…\n1. What should I do if I am bitten and scratched by an animal?\nWhen bitten by an animal, especially a dog, the first thing you should do is wash the wound with soap and clean running water immediately. Clean the area of ​​bites and scratches completely with 70% alcohol/ethanol or povidone-iodine (if any). Or you can clean it with soap, detergent, etc. for at least 15 minutes.\nThen disinfect the wound with an alcohol or iodine antiseptic and apply a simple bandage. At the same time, monitor the biting animal. If the pet dies a few days later, the possibility that they have rabies is very high. Dogs with rabies often have unusual behaviors such as: Biting without provocation, gnawing on unusual objects such as nails or sticks, running around unclearly, constantly growling, excessive salivation in the mouth. corners of the mouth,…\n2. When should I see a doctor?\nRabies is a very dangerous disease with a very high possibility of death, so as soon as you are bitten by a pet, even if you have not yet determined whether you have rabies or not, you should see a doctor immediately. The victim immediately goes to the hospital to be vaccinated against tetanus, rabies and treat the wound to avoid infection, etc. The victim is usually injected with about 4 doses of rabies vaccine in 1 month if he has not been vaccinated against rabies before. there.\n3. Can rabies be cured?\nRabies is preventable by vaccination and you should go to the hospital immediately after being bitten by an animal, regardless of whether you have rabies or not. If rabies has shown signs, most patients will die. Normally, the patient will be given the sedative diazepam 10mg every 4-6 hours, supplemented with 100mg of iron chlorpromazine 50 or injected with morphine intravenously. In some cases, patients are easily irritated and have muscle spasms controlled.\nWhen caring for a person with rabies, it is necessary to wear personal medical equipment to avoid contamination of saliva and wounds with sources of virus transmission. Keep the person in a quiet room, avoid drafts, and soft light to avoid irritation or convulsions.\nIf you are unlucky enough to be bitten and scratched by an animal, go to Tam Anh General Hospital immediately to be vaccinated against rabies immediately!\nRabies is very dangerous if there is a risk of contracting it without timely vaccination. Therefore, you need to prevent the risk of rabies right now."
        }
    ],
    "name": "benh-dai.json"
}