{
    "title": "Color blindness: causes, symptoms, diagnosis and treatment",
    "category": "Eye",
    "link": "https://tamanhhospital.vn/benh-mu-mau/",
    "abstract": "It is estimated that in the world, 1 in 30,000 people have color blindness. The American Optometric Association estimates that approximately 8% of white males are born with color vision defects compared to 0.5% of females of all ethnicities [1]. The disease is not life-threatening but makes work and daily life difficult. So what is color blindness? What are the causes, symptoms, diagnosis and treatment? Please refer to the article below.",
    "content": "Color blindness: causes, symptoms, diagnosis and treatment\n\nIt is estimated that in the world, 1 in 30,000 people have color blindness. The American Optometric Association estimates that approximately 8% of white males are born with color vision defects compared to 0.5% of females of all ethnicities [1]. The disease is not life-threatening but makes work and daily life difficult. So what is color blindness? What are the causes, symptoms, diagnosis and treatment? Please refer to the article below.\n\nWhat is color blindness?\nColor blindness (or color blindness) is a condition in which the eyes are unable to see or have difficulty distinguishing certain colors [2]. Accordingly, the patient can still see objects clearly, but their ability to recognize colors is limited. Some people may not see any color at all, but this is rare.\nAlthough it does not affect life, however, the disease gene can be passed on to the next generation. Among them, men are at higher risk of getting the disease.\n\nSymptoms of color blindness are easy to recognize\nSymptoms and signs of the disease are seeing colors that are different from everyone else. Color blindness symptoms can range from mild to severe. At a mild level, the patient may not know they are color blind. Parents only realize that their child has the disease when the child is learning about colors [3].\nSome signs of color blindness:\nThe patient cannot distinguish certain colors. Other colors are still distinguishable.; At a mild level, color blind people have difficulty distinguishing green - red, blue - yellow. Severity of not being able to distinguish between different colors; More seriously, the patient may not be able to see any color, only seeing everything in shades of gray (achromatopsia syndrome). It is estimated that in the world, there is 1 person in every 30,000 people. suffering from the above syndrome [4].; Using the wrong color when drawing.; Headache, eye pain when looking at colors.\nAs soon as there are signs of color blindness, you should go to an eye specialist for timely examination and treatment advice.\n\nCauses of color blindness\n1. Mechanism of color blindness\nIn the retina there are two types of cells that detect light: rods and cones. Rod cells detect light and darkness. Cone cells detect color and are concentrated near the center of the retina. There are three types of color vision cones: red, green, and blue. Reception and analysis of color are mainly responsible for these cone cells [5].\nColor blindness occurs when one or more cone cells are absent, inactive, or detect colors differently than normal. Severe color blindness without 3 cone cells. Mild color blindness occurs when there is enough but one cell that functions abnormally.\n2. What is the main cause of color blindness?\nGenetic\nColor blindness is a genetic disease related to sex chromosome pairs (in females XX, in males XY). The cause of color blindness is that the patient has a mutation or lack of a gene on the X chromosome, causing a disorder of the light receptor cells in the eye needed to distinguish colors (usually a recessive gene). Boys who receive this gene from their mothers will have difficulty distinguishing colors, because the Y chromosome does not have a dominant color gene to override the color blindness gene [6].\nComplications of diseases: diabetes, cardiovascular disease, glaucoma, alzheimer's, parkinson's, leukemia, macular degeneration, etc. can affect vision and cause color blindness.; Leber hereditary optic neuropathy (LHON): people with this condition, even though they have no symptoms, still have impaired green-red vision. [7]; Some medications cause changes in color perception. For example, the anti-epileptic drug tiagabine has been shown to reduce color vision in about 41% of users, although these effects do not last long. There are also drugs to treat heart disease, high blood pressure, neurological disorders, etc.[8]; Age - aging: vision and the ability to distinguish colors also gradually decrease as age increases.; In addition, some toxic chemicals such as styrene found in plastic can also cause color blindness.\n\nWho is susceptible to color blindness?\nMen are more susceptible to color blindness than women. Because defective chromosomes in women can be passed on to sons, putting them at higher risk of disease. [9]\n\nWhat types of color blindness are there?\nThere are 3 main types of color blindness: red-green color blindness, blue-yellow color blindness, and monochromatic color blindness. [ten]\nRed-green color blindness: this is the most common condition, patients have difficulty distinguishing between red and green. There are 4 types. Deuteranomaly: occurs due to the presence of an abnormal green cone pigment. This situation makes yellow and green look red, making purple and blue difficult to identify. This is the most common type. Protanomaly: occurs due to abnormal red pigmentation of cone cells. When the patient sees red, orange, or yellow, it will appear green and the colors will not be bright. The condition is mild and usually does not interfere with daily activities. Protanopia: this case is caused by red cone pigments stopping working. Red looks black. Deuteranopia: green cone pigments stop working. The patient will see red as yellow-brown, green as dark yellow.; Deuteranomaly: occurs due to the presence of an abnormal green cone pigment. This situation makes yellow and green look red, making purple and blue difficult to identify. This is the most common type.; Protanomaly: occurs due to abnormal red pigmentation of cone cells. When the patient sees red, orange, or yellow, it will appear green and the colors will not be bright. The condition is mild and usually does not interfere with daily activities.; Protanopia: this case is caused by red cone pigments stopping working. Red looks black.; Deuteranopia: green cone pigments stop working. The patient will see red as yellow-brown, green as dark yellow.; Blue-yellow color blindness: less common, patients have difficulty distinguishing blue - green, yellow - red. There are two types of blue-yellow color blindness. Tritanomaly: occurs because the blue cone pigments have limited function. Blue looks green, making it difficult to distinguish between red and yellow. Tritanopia: people suffer from this condition due to a lack of blue pigment. Accordingly, blue looks like green, pink looks like purple or light brown.; Tritanomaly: occurs because the blue cone pigments have limited function. Blue looks green, hard to distinguish red - yellow.; Tritanopia: people suffer from this condition due to a lack of blue pigment. Accordingly, blue looks like green, pink looks like purple or light brown.; Monochromacy: in this case the patient cannot see colors. There are 2 types of monochromatic color blindness. [11] Rod color blindness (RM): a rare autosomal recessive retinal disorder. Rod cells do not have any pigment. People with this condition only see 3 colors: white, black, gray. At the same time, I feel uncomfortable when being in a space with lots of light. Cone color blindness (CM): two of the three cone pigments do not work. Therefore, the brain does not receive signals, so it is difficult for the patient to distinguish colors.; Rod color blindness (RM): a rare autosomal recessive retinal disorder. Rod cells do not have any pigment. People with this condition only see 3 colors: white, black, gray. At the same time, I feel uncomfortable when being in a space with lots of light.; Cone color blindness (CM): two of the three cone pigments do not work. Therefore, the brain does not receive signals, so it is difficult for the patient to distinguish colors.\nColor blindness test\n\nHow to diagnose and test for color blindness?\nTo diagnose color blindness, your doctor will perform one of the following quantitative and qualitative tests. [twelfth]\n1. Qualitative color blindness test\nUse the Ishihara method. The test is very simple, the patient just needs to look at the table and say the number he sees. Based on the results, the doctor will conclude what the disease is. In children who cannot read numbers or letters, there will be some special tables used to diagnose color blindness.; Some notes for the Ishihara method: the patient's visual acuity must be above 6/60 (1/10). Good lighting. Examine each eye. The table is held 75cm away from the patient and must be perpendicular to the visual axis. Looking time is 3-5 seconds.; Based on Ishihara, the Enchroma method helps determine the degree and type of color blindness a person has. At the same time, the test also has a classification section for adults and children from 5 years old.\n2. Quantitative color blindness test\nTo analyze in detail and the patient's ability to accurately recognize colors, the doctor uses the Farnsworth-Munsell 100 method. The test includes 4 trays, which will contain many small discs with different colors. The patient needs to arrange the colored discs in ascending order of color. To get accurate results, the test must be done in a place with lighting closest to natural light.; With this technique, each color disc will be numbered at the bottom to easily check the results. If the patient's color arrangement is as similar as possible to the sample, the diagnosis will be accurate. The Farnsworth-Munsell 100 technique helps detect color blindness and its severity.\nIn addition to the above two ways, color blindness can be tested online through smart devices [13]. However, checking online can lead to errors. Therefore, it is necessary to see an eye specialist for early examination, consultation and treatment, and early detection of eye diseases.\nMSc. Pham Huy Vu Tung is examining a patient's eyes.\n\nTreatment methods for color blindness\nThere is no cure for congenital color blindness. People with color blindness caused by drugs or complications from other diseases can be treated. Currently, to help people with this condition, scientists have invented color filters. Although this type of glasses does not cure completely, it can help patients distinguish colors easily [14]. In addition, there are actually contact lenses that help patients distinguish colors, however, it is necessary to consult an eye specialist before choosing to use them.\nOn the other hand, patients often overcome this problem by identifying certain colored items in the order of traffic lights. At the same time, ask relatives to arrange and mark clothes of the same color. At the same time, a series of applications that support color discrimination have been developed and integrated on Android and IOS, and users can download them for use.\n\nPrecautions\nColor blindness is largely caused by genetics, however, doctors will have methods to support, advise, and create treatment regimens to help patients protect their eyes.\nAlthough not life-threatening, color blindness makes work and daily life difficult for the patient. Therefore, to prevent color blindness, each person needs to proactively have regular health checks and medical examination and screening before getting married. For jobs with a lot of exposure to chemicals, it is necessary to wear protective gear to minimize head and eye injuries because it can easily affect vision. Absolutely do not use medication without a doctor's prescription. When experiencing vision problems, you need to see a doctor immediately to have a timely treatment plan.\nOphthalmology Department, Tam Anh General Hospital is not only equipped with modern machinery and equipment but also has a team of highly qualified doctors and nurses who will help protect your eyes.\nThe above article has provided information about color blindness, causes, symptoms, diagnosis and treatment. Therefore, when there are signs of suspected disease, quickly go to a reputable eye specialist facility for timely consultation and examination.",
    "subsections": [
        {
            "subsection_name": "What is color blindness?",
            "subsection_content": "Color blindness (or color blindness) is a condition in which the eyes are unable to see or have difficulty distinguishing certain colors [2]. Accordingly, the patient can still see objects clearly, but their ability to recognize colors is limited. Some people may not see any color at all, but this is rare.\nAlthough it does not affect life, however, the disease gene can be passed on to the next generation. Among them, men are at higher risk of getting the disease.",
            "subsection_string": "What is color blindness?\nColor blindness (or color blindness) is a condition in which the eyes are unable to see or have difficulty distinguishing certain colors [2]. Accordingly, the patient can still see objects clearly, but their ability to recognize colors is limited. Some people may not see any color at all, but this is rare.\nAlthough it does not affect life, however, the disease gene can be passed on to the next generation. Among them, men are at higher risk of getting the disease."
        },
        {
            "subsection_name": "Symptoms of color blindness are easy to recognize",
            "subsection_content": "Symptoms and signs of the disease are seeing colors that are different from everyone else. Color blindness symptoms can range from mild to severe. At a mild level, the patient may not know they are color blind. Parents only realize that their child has the disease when the child is learning about colors [3].\nSome signs of color blindness:\nThe patient cannot distinguish certain colors. Other colors are still distinguishable.; At a mild level, color blind people have difficulty distinguishing green - red, blue - yellow. Severity of not being able to distinguish between different colors; More seriously, the patient may not be able to see any color, only seeing everything in shades of gray (achromatopsia syndrome). It is estimated that in the world, there is 1 person in every 30,000 people. suffering from the above syndrome [4].; Using the wrong color when drawing.; Headache, eye pain when looking at colors.\nAs soon as there are signs of color blindness, you should go to an eye specialist for timely examination and treatment advice.",
            "subsection_string": "Symptoms of color blindness are easy to recognize\nSymptoms and signs of the disease are seeing colors that are different from everyone else. Color blindness symptoms can range from mild to severe. At a mild level, the patient may not know they are color blind. Parents only realize that their child has the disease when the child is learning about colors [3].\nSome signs of color blindness:\nThe patient cannot distinguish certain colors. Other colors are still distinguishable.; At a mild level, color blind people have difficulty distinguishing green - red, blue - yellow. Severity of not being able to distinguish between different colors; More seriously, the patient may not be able to see any color, only seeing everything in shades of gray (achromatopsia syndrome). It is estimated that in the world, there is 1 person in every 30,000 people. suffering from the above syndrome [4].; Using the wrong color when drawing.; Headache, eye pain when looking at colors.\nAs soon as there are signs of color blindness, you should go to an eye specialist for timely examination and treatment advice."
        },
        {
            "subsection_name": "Causes of color blindness",
            "subsection_content": "1. Mechanism of color blindness\nIn the retina there are two types of cells that detect light: rods and cones. Rod cells detect light and darkness. Cone cells detect color and are concentrated near the center of the retina. There are three types of color vision cones: red, green, and blue. Reception and analysis of color are mainly responsible for these cone cells [5].\nColor blindness occurs when one or more cone cells are absent, inactive, or detect colors differently than normal. Severe color blindness without 3 cone cells. Mild color blindness occurs when there is enough but one cell that functions abnormally.\n2. What is the main cause of color blindness?\nGenetic\nColor blindness is a genetic disease related to sex chromosome pairs (in females XX, in males XY). The cause of color blindness is that the patient has a mutation or lack of a gene on the X chromosome, causing a disorder of the light receptor cells in the eye needed to distinguish colors (usually a recessive gene). Boys who receive this gene from their mothers will have difficulty distinguishing colors, because the Y chromosome does not have a dominant color gene to override the color blindness gene [6].\nComplications of diseases: diabetes, cardiovascular disease, glaucoma, alzheimer's, parkinson's, leukemia, macular degeneration, etc. can affect vision and cause color blindness.; Leber hereditary optic neuropathy (LHON): people with this condition, even though they have no symptoms, still have impaired green-red vision. [7]; Some medications cause changes in color perception. For example, the anti-epileptic drug tiagabine has been shown to reduce color vision in about 41% of users, although these effects do not last long. There are also drugs to treat heart disease, high blood pressure, neurological disorders, etc.[8]; Age - aging: vision and the ability to distinguish colors also gradually decrease as age increases.; In addition, some toxic chemicals such as styrene found in plastic can also cause color blindness.",
            "subsection_string": "Causes of color blindness\n1. Mechanism of color blindness\nIn the retina there are two types of cells that detect light: rods and cones. Rod cells detect light and darkness. Cone cells detect color and are concentrated near the center of the retina. There are three types of color vision cones: red, green, and blue. Reception and analysis of color are mainly responsible for these cone cells [5].\nColor blindness occurs when one or more cone cells are absent, inactive, or detect colors differently than normal. Severe color blindness without 3 cone cells. Mild color blindness occurs when there is enough but one cell that functions abnormally.\n2. What is the main cause of color blindness?\nGenetic\nColor blindness is a genetic disease related to sex chromosome pairs (in females XX, in males XY). The cause of color blindness is that the patient has a mutation or lack of a gene on the X chromosome, causing a disorder of the light receptor cells in the eye needed to distinguish colors (usually a recessive gene). Boys who receive this gene from their mothers will have difficulty distinguishing colors, because the Y chromosome does not have a dominant color gene to override the color blindness gene [6].\nComplications of diseases: diabetes, cardiovascular disease, glaucoma, alzheimer's, parkinson's, leukemia, macular degeneration, etc. can affect vision and cause color blindness.; Leber hereditary optic neuropathy (LHON): people with this condition, even though they have no symptoms, still have impaired green-red vision. [7]; Some medications cause changes in color perception. For example, the anti-epileptic drug tiagabine has been shown to reduce color vision in about 41% of users, although these effects do not last long. There are also drugs to treat heart disease, high blood pressure, neurological disorders, etc.[8]; Age - aging: vision and the ability to distinguish colors also gradually decrease as age increases.; In addition, some toxic chemicals such as styrene found in plastic can also cause color blindness."
        },
        {
            "subsection_name": "Who is susceptible to color blindness?",
            "subsection_content": "Men are more susceptible to color blindness than women. Because defective chromosomes in women can be passed on to sons, putting them at higher risk of disease. [9]",
            "subsection_string": "Who is susceptible to color blindness?\nMen are more susceptible to color blindness than women. Because defective chromosomes in women can be passed on to sons, putting them at higher risk of disease. [9]"
        },
        {
            "subsection_name": "What types of color blindness are there?",
            "subsection_content": "There are 3 main types of color blindness: red-green color blindness, blue-yellow color blindness, and monochromatic color blindness. [ten]\nRed-green color blindness: this is the most common condition, patients have difficulty distinguishing between red and green. There are 4 types. Deuteranomaly: occurs due to the presence of an abnormal green cone pigment. This situation makes yellow and green look red, making purple and blue difficult to identify. This is the most common type. Protanomaly: occurs due to abnormal red pigmentation of cone cells. When the patient sees red, orange, or yellow, it will appear green and the colors will not be bright. The condition is mild and usually does not interfere with daily activities. Protanopia: this case is caused by red cone pigments stopping working. Red looks black. Deuteranopia: green cone pigments stop working. The patient will see red as yellow-brown, green as dark yellow.; Deuteranomaly: occurs due to the presence of an abnormal green cone pigment. This situation makes yellow and green look red, making purple and blue difficult to identify. This is the most common type.; Protanomaly: occurs due to abnormal red pigmentation of cone cells. When the patient sees red, orange, or yellow, it will appear green and the colors will not be bright. The condition is mild and usually does not interfere with daily activities.; Protanopia: this case is caused by red cone pigments stopping working. Red looks black.; Deuteranopia: green cone pigments stop working. The patient will see red as yellow-brown, green as dark yellow.; Blue-yellow color blindness: less common, patients have difficulty distinguishing blue - green, yellow - red. There are two types of blue-yellow color blindness. Tritanomaly: occurs because the blue cone pigments have limited function. Blue looks green, making it difficult to distinguish between red and yellow. Tritanopia: people suffer from this condition due to a lack of blue pigment. Accordingly, blue looks like green, pink looks like purple or light brown.; Tritanomaly: occurs because the blue cone pigments have limited function. Blue looks green, hard to distinguish red - yellow.; Tritanopia: people suffer from this condition due to a lack of blue pigment. Accordingly, blue looks like green, pink looks like purple or light brown.; Monochromacy: in this case the patient cannot see colors. There are 2 types of monochromatic color blindness. [11] Rod color blindness (RM): a rare autosomal recessive retinal disorder. Rod cells do not have any pigment. People with this condition only see 3 colors: white, black, gray. At the same time, I feel uncomfortable when being in a space with lots of light. Cone color blindness (CM): two of the three cone pigments do not work. Therefore, the brain does not receive signals, so it is difficult for the patient to distinguish colors.; Rod color blindness (RM): a rare autosomal recessive retinal disorder. Rod cells do not have any pigment. People with this condition only see 3 colors: white, black, gray. At the same time, I feel uncomfortable when being in a space with lots of light.; Cone color blindness (CM): two of the three cone pigments do not work. Therefore, the brain does not receive signals, so it is difficult for the patient to distinguish colors.\nColor blindness test",
            "subsection_string": "What types of color blindness are there?\nThere are 3 main types of color blindness: red-green color blindness, blue-yellow color blindness, and monochromatic color blindness. [ten]\nRed-green color blindness: this is the most common condition, patients have difficulty distinguishing between red and green. There are 4 types. Deuteranomaly: occurs due to the presence of an abnormal green cone pigment. This situation makes yellow and green look red, making purple and blue difficult to identify. This is the most common type. Protanomaly: occurs due to abnormal red pigmentation of cone cells. When the patient sees red, orange, or yellow, it will appear green and the colors will not be bright. The condition is mild and usually does not interfere with daily activities. Protanopia: this case is caused by red cone pigments stopping working. Red looks black. Deuteranopia: green cone pigments stop working. The patient will see red as yellow-brown, green as dark yellow.; Deuteranomaly: occurs due to the presence of an abnormal green cone pigment. This situation makes yellow and green look red, making purple and blue difficult to identify. This is the most common type.; Protanomaly: occurs due to abnormal red pigmentation of cone cells. When the patient sees red, orange, or yellow, it will appear green and the colors will not be bright. The condition is mild and usually does not interfere with daily activities.; Protanopia: this case is caused by red cone pigments stopping working. Red looks black.; Deuteranopia: green cone pigments stop working. The patient will see red as yellow-brown, green as dark yellow.; Blue-yellow color blindness: less common, patients have difficulty distinguishing blue - green, yellow - red. There are two types of blue-yellow color blindness. Tritanomaly: occurs because the blue cone pigments have limited function. Blue looks green, making it difficult to distinguish between red and yellow. Tritanopia: people suffer from this condition due to a lack of blue pigment. Accordingly, blue looks like green, pink looks like purple or light brown.; Tritanomaly: occurs because the blue cone pigments have limited function. Blue looks green, hard to distinguish red - yellow.; Tritanopia: people suffer from this condition due to a lack of blue pigment. Accordingly, blue looks like green, pink looks like purple or light brown.; Monochromacy: in this case the patient cannot see colors. There are 2 types of monochromatic color blindness. [11] Rod color blindness (RM): a rare autosomal recessive retinal disorder. Rod cells do not have any pigment. People with this condition only see 3 colors: white, black, gray. At the same time, I feel uncomfortable when being in a space with lots of light. Cone color blindness (CM): two of the three cone pigments do not work. Therefore, the brain does not receive signals, so it is difficult for the patient to distinguish colors.; Rod color blindness (RM): a rare autosomal recessive retinal disorder. Rod cells do not have any pigment. People with this condition only see 3 colors: white, black, gray. At the same time, I feel uncomfortable when being in a space with lots of light.; Cone color blindness (CM): two of the three cone pigments do not work. Therefore, the brain does not receive signals, so it is difficult for the patient to distinguish colors.\nColor blindness test"
        },
        {
            "subsection_name": "How to diagnose and test for color blindness?",
            "subsection_content": "To diagnose color blindness, your doctor will perform one of the following quantitative and qualitative tests. [twelfth]\n1. Qualitative color blindness test\nUse the Ishihara method. The test is very simple, the patient just needs to look at the table and say the number he sees. Based on the results, the doctor will conclude what the disease is. In children who cannot read numbers or letters, there will be some special tables used to diagnose color blindness.; Some notes for the Ishihara method: the patient's visual acuity must be above 6/60 (1/10). Good lighting. Examine each eye. The table is held 75cm away from the patient and must be perpendicular to the visual axis. Looking time is 3-5 seconds.; Based on Ishihara, the Enchroma method helps determine the degree and type of color blindness a person has. At the same time, the test also has a classification section for adults and children from 5 years old.\n2. Quantitative color blindness test\nTo analyze in detail and the patient's ability to accurately recognize colors, the doctor uses the Farnsworth-Munsell 100 method. The test includes 4 trays, which will contain many small discs with different colors. The patient needs to arrange the colored discs in ascending order of color. To get accurate results, the test must be done in a place with lighting closest to natural light.; With this technique, each color disc will be numbered at the bottom to easily check the results. If the patient's color arrangement is as similar as possible to the sample, the diagnosis will be accurate. The Farnsworth-Munsell 100 technique helps detect color blindness and its severity.\nIn addition to the above two ways, color blindness can be tested online through smart devices [13]. However, checking online can lead to errors. Therefore, it is necessary to see an eye specialist for early examination, consultation and treatment, and early detection of eye diseases.\nMSc. Pham Huy Vu Tung is examining a patient's eyes.",
            "subsection_string": "How to diagnose and test for color blindness?\nTo diagnose color blindness, your doctor will perform one of the following quantitative and qualitative tests. [twelfth]\n1. Qualitative color blindness test\nUse the Ishihara method. The test is very simple, the patient just needs to look at the table and say the number he sees. Based on the results, the doctor will conclude what the disease is. In children who cannot read numbers or letters, there will be some special tables used to diagnose color blindness.; Some notes for the Ishihara method: the patient's visual acuity must be above 6/60 (1/10). Good lighting. Examine each eye. The table is held 75cm away from the patient and must be perpendicular to the visual axis. Looking time is 3-5 seconds.; Based on Ishihara, the Enchroma method helps determine the degree and type of color blindness a person has. At the same time, the test also has a classification section for adults and children from 5 years old.\n2. Quantitative color blindness test\nTo analyze in detail and the patient's ability to accurately recognize colors, the doctor uses the Farnsworth-Munsell 100 method. The test includes 4 trays, which will contain many small discs with different colors. The patient needs to arrange the colored discs in ascending order of color. To get accurate results, the test must be done in a place with lighting closest to natural light.; With this technique, each color disc will be numbered at the bottom to easily check the results. If the patient's color arrangement is as similar as possible to the sample, the diagnosis will be accurate. The Farnsworth-Munsell 100 technique helps detect color blindness and its severity.\nIn addition to the above two ways, color blindness can be tested online through smart devices [13]. However, checking online can lead to errors. Therefore, it is necessary to see an eye specialist for early examination, consultation and treatment, and early detection of eye diseases.\nMSc. Pham Huy Vu Tung is examining a patient's eyes."
        },
        {
            "subsection_name": "Treatment methods for color blindness",
            "subsection_content": "There is no cure for congenital color blindness. People with color blindness caused by drugs or complications from other diseases can be treated. Currently, to help people with this condition, scientists have invented color filters. Although this type of glasses does not cure completely, it can help patients distinguish colors easily [14]. In addition, there are actually contact lenses that help patients distinguish colors, however, it is necessary to consult an eye specialist before choosing to use them.\nOn the other hand, patients often overcome this problem by identifying certain colored items in the order of traffic lights. At the same time, ask relatives to arrange and mark clothes of the same color. At the same time, a series of applications that support color discrimination have been developed and integrated on Android and IOS, and users can download them for use.",
            "subsection_string": "Treatment methods for color blindness\nThere is no cure for congenital color blindness. People with color blindness caused by drugs or complications from other diseases can be treated. Currently, to help people with this condition, scientists have invented color filters. Although this type of glasses does not cure completely, it can help patients distinguish colors easily [14]. In addition, there are actually contact lenses that help patients distinguish colors, however, it is necessary to consult an eye specialist before choosing to use them.\nOn the other hand, patients often overcome this problem by identifying certain colored items in the order of traffic lights. At the same time, ask relatives to arrange and mark clothes of the same color. At the same time, a series of applications that support color discrimination have been developed and integrated on Android and IOS, and users can download them for use."
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "Color blindness is largely caused by genetics, however, doctors will have methods to support, advise, and create treatment regimens to help patients protect their eyes.\nAlthough not life-threatening, color blindness makes work and daily life difficult for the patient. Therefore, to prevent color blindness, each person needs to proactively have regular health checks and medical examination and screening before getting married. For jobs with a lot of exposure to chemicals, it is necessary to wear protective gear to minimize head and eye injuries because it can easily affect vision. Absolutely do not use medication without a doctor's prescription. When experiencing vision problems, you need to see a doctor immediately to have a timely treatment plan.\nOphthalmology Department, Tam Anh General Hospital is not only equipped with modern machinery and equipment but also has a team of highly qualified doctors and nurses who will help protect your eyes.\nThe above article has provided information about color blindness, causes, symptoms, diagnosis and treatment. Therefore, when there are signs of suspected disease, quickly go to a reputable eye specialist facility for timely consultation and examination.",
            "subsection_string": "Precautions\nColor blindness is largely caused by genetics, however, doctors will have methods to support, advise, and create treatment regimens to help patients protect their eyes.\nAlthough not life-threatening, color blindness makes work and daily life difficult for the patient. Therefore, to prevent color blindness, each person needs to proactively have regular health checks and medical examination and screening before getting married. For jobs with a lot of exposure to chemicals, it is necessary to wear protective gear to minimize head and eye injuries because it can easily affect vision. Absolutely do not use medication without a doctor's prescription. When experiencing vision problems, you need to see a doctor immediately to have a timely treatment plan.\nOphthalmology Department, Tam Anh General Hospital is not only equipped with modern machinery and equipment but also has a team of highly qualified doctors and nurses who will help protect your eyes.\nThe above article has provided information about color blindness, causes, symptoms, diagnosis and treatment. Therefore, when there are signs of suspected disease, quickly go to a reputable eye specialist facility for timely consultation and examination."
        }
    ],
    "name": "benh-mu-mau.json"
}