{
    "title": "Congenital heart disease: Signs of recognition, screening and treatment",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/benh-tim-bam-sinh/",
    "abstract": "“Statistics show that for every 1,000 children born, there will be 8 children with cancer\ncongenital heart disease. If not detected early and intervened promptly, the disease can lead to many complications that affect the child's health in the future, even death.\"\nSpecialist I Vu Nang Phuc - Head of Pediatric Cardiology Department, Heart Center,\nTam Anh General Hospital, Ho Chi Minh City emphasized.\n Congenital heart disease\n How dangerous is it? How to recognize symptoms of the disease early? Which treatment method is safe, effective, and prevents dangerous complications for children?... The following article is provided with expert advice by\nSpecialist I Vu Nang Phuc - Head of Pediatric Cardiology Department,\n The Cardiovascular Center of Tam Anh General Hospital in Ho Chi Minh City will help parents fully equip with necessary information about the disease.\nCongenital heart disease can threaten a child's life if not detected early and intervened promptly",
    "content": "Congenital heart disease: Signs of recognition, screening and treatment\n\n“Statistics show that for every 1,000 children born, there will be 8 children with cancer\ncongenital heart disease. If not detected early and intervened promptly, the disease can lead to many complications that affect the child's health in the future, even death.\"\nSpecialist I Vu Nang Phuc - Head of Pediatric Cardiology Department, Heart Center,\nTam Anh General Hospital, Ho Chi Minh City emphasized.\n Congenital heart disease\n How dangerous is it? How to recognize symptoms of the disease early? Which treatment method is safe, effective, and prevents dangerous complications for children?... The following article is provided with expert advice by\nSpecialist I Vu Nang Phuc - Head of Pediatric Cardiology Department,\n The Cardiovascular Center of Tam Anh General Hospital in Ho Chi Minh City will help parents fully equip with necessary information about the disease.\nCongenital heart disease can threaten a child's life if not detected early and intervened promptly\n\nWhat is congenital heart disease?\nCongenital heart diseases are defects of the heart muscle, heart valves, and chambers that occur in the fetus and persist after birth. At this time, some heart structures will be defective, leading to the heart's activities and functions being affected. (first)\nCongenital cardiovascular disease is the most common malformation, and the leading cause of death among birth defects in young children. In developed countries, the rate of children with congenital heart diseases is about 0.8 - 1% of live births.\nThanks to the development of ultrasound technology as well as the support of advanced machinery systems, the Cardiovascular Center of Tam Anh General Hospital is able to screen for congenital heart defects in children as early as the first week of life. 18 of pregnancy.\nCongenital heart defects can be detected from the 18th week of pregnancy\n\nClassification of congenital heart disease\nDoctor Vu Nang Phuc said that some common congenital heart defects in children include: (2)\nObstructive congenital heart disease group\nAortic valve stenosis: This is one of the severe congenital heart defects. The aortic valve controls the flow of blood from the heart's main pumping chamber (left ventricle) to the aorta and the entire body. When the aortic valve is narrowed, it reduces the flow of oxygen-rich blood from the heart to the body's organs, causing the left ventricle to work harder. Most children with aortic valve stenosis have no symptoms. Valve stenosis can progress over time. Therefore, close monitoring is needed for surgery or percutaneous intervention to resolve this blockage when indicated.; Pulmonary valve stenosis: The pulmonary valve is located between the pulmonary artery and the right ventricle. Normally, when the valve opens, blood is pumped from the right ventricle to the lungs. However, when the pulmonary valve is narrowed, the heart works harder to pump blood through the narrowing to the lungs. In this case, valvuloplasty or open heart surgery can be applied; Subaortic stenosis: This is a narrowing of the left ventricle below the aortic valve, leading to a reduction in the size of the left ventricle's blood flow, thickening the left ventricle wall. This defect can be congenital, or due to heart muscle diseases (hypertrophic cardiomyopathy).; Aortic coarctation: a narrowed aorta reduces blood flow to the lower body, while blood pressure increases above the narrowed area. Most children with coarctation of the aorta have no symptoms at birth, but symptoms may appear as early as the first week after birth.; 2-piece aortic valve: This is a case where a baby is born with a 2-piece aortic valve instead of the normal 3-piece aortic valve. The 2-piece valve will often degenerate early and quickly, causing valve stenosis and aortic dilation. This defect is often discovered when children become adults, in some cases symptoms appear as early as adolescence.\nGroup of septal defects\nAtrial septal defect: The interatrial septum separating the right and left atria has a hole in it (instead of being completely closed) allowing blood to circulate between the two atria. If there is only an isolated atrial septal defect, there are almost no symptoms in infants and young children.; Ventricular septal defect: Ventricular septal defect is caused by a defect in the formation of the septum between the left and right ventricles. This opening allows blood to flow from the left ventricle to the right ventricle, leading to dilation of the left heart chamber and increased blood flow to the lungs.\nCyanotic congenital heart disease group\nCyanotic congenital heart disease is a condition in which the blood supply to the body contains less oxygen than normal, leading to the baby becoming cyanotic at birth or shortly after birth.\nTetralogy of Fallot: This is a common congenital heart defect with 4 characteristics: \"riding of the aorta\", ventricular septal defect, stenosis at the valve and/or below the pulmonary valve causing obstruction of blood to the lungs and right ventricle. thick. Children with tetralogy of Fallot need open heart surgery to close the ventricular septal defect, widen the pulmonary stenosis that blocks blood to the lungs, and need lifelong health monitoring.; Tricuspid valve atrophy: Children with this condition will not have a tricuspid valve, resulting in no blood from the right atrium directly to the right ventricle. At this time, cardiac catheterization or bypass surgery is needed to increase blood flow to the lungs.; Transposition of the great arteries: The positions of the aorta and pulmonary artery are reversed, specifically the aorta originates from the right ventricle, low-oxygenated blood returning to the heart cannot reach the lungs to get oxygen but is continued pumped out to organs to provide oxygen. In contrast, the pulmonary artery originates from the left ventricle, oxygenated blood from the lungs returns to the left heart and continues to be pumped back to the lungs to get oxygen. This congenital heart defect requires early intervention after birth.\nSee more: Ancyanotic congenital heart disease: Causes, symptoms, treatment\nGroup of other congenital heart defects\nHypoplastic left heart syndrome: The left ventricle, aorta, aortic valve and mitral valve develop abnormally, causing blood to reach the aorta through the ductus arteriosus. In case the ductus arteriosus closes after birth, the baby is at risk of death.; Patent ductus arteriosus: Normally, the ductus arteriosus (artery connecting the aorta and pulmonary artery) will close on its own after birth. In case this tube does not close, the child will have a \"patent ductus arteriosus\" defect, causing blood to flow from the aorta through the pulmonary artery, increasing blood flow to the lungs, causing pulmonary hypertension in the long term. Catheterization of the ductus arteriosus using a device is the first choice. In some special cases, surgical ligation/ligation of the ductus arteriosus is an alternative.; Ebstein anomaly: is a tricuspid valve disease. The valve leaflet will move toward the apex of the heart due to adhesion to the heart wall, so the right atrium will be larger, and the right ventricle will be atrialized so it will be smaller than normal. Abnormal tricuspid valve causes mild to severe valve regurgitation, and severe cases can cause narrowing of the right ventricular outflow tract. This defect is also often accompanied by accessory pathway arrhythmias.\nSee also: Pulmonary hypertension in newborns: Causes, signs and treatments\n\nCause of congenital heart disease\nCongenital heart disease can have many causes; However, in most cases it is difficult to determine a specific cause. The disease can be caused by: (4)\nGenetic factors\nMany parents wonder if congenital heart disease is hereditary? Genetic factors are considered the biggest cause of birth defects in children, especially heart defects. If the father, mother or family member has one of the congenital heart diseases, the child is at higher risk of developing the disease. However, in some cases, the parents carry the disease gene and do not have congenital heart disease, but the child is still born at high risk.\nToxicity and infection during pregnancy\nDuring pregnancy, if the mother uses stimulants such as alcohol, beer, drugs, smoking... or some medications, the baby is at risk of congenital heart defects.\nWomen who smoke during pregnancy can increase the risk of congenital cardiovascular diseases in their children\nIf the mother is regularly exposed to radioactive substances, X-rays, or lives in a toxic environment, she may also be at risk of pregnancy poisoning, leading to birth defects in the child.\nOr the mother is infected with Rubella, Herpes, Cytomegalo viruses... in the first 3 months of pregnancy; Mothers with diabetes, systemic lupus erythematosus, etc. during pregnancy may also be at risk of dangerous complications, including congenital heart defects.\nReference: Can congenital heart disease give birth?\n\nSigns of early recognition of congenital heart disease in children\nIn newborns, symptoms of congenital heart disease include difficulty breathing, rapid breathing, little feeding, intermittent feeding, and prolonged feeding. Children who are a few months old will have more obvious symptoms such as frequent coughing, wheezing and symptoms of pneumonia. In addition, children may have slow physical development, become pale, sweat often, and have cold hands and feet. Some children with congenital heart cyanosis will easily observe their lips and fingertips and toes turning purple, increasing when children cry…\nCongenital heart defects are also often accompanied by diseases related to chromosomal mutations such as Down syndrome, missing or extra toes, cleft lip, etc. Therefore, in these cases, children need to be monitored. Carefully and closely to detect congenital heart defects early, if any.\n“Congenital heart disease, if detected early and given correct and timely intervention, can help children grow, develop and have a life close to or like normal children. Therefore, as soon as parents discover that their child has the above abnormal symptoms, they should immediately take the child to a medical facility for accurate diagnosis and appropriate, timely treatment to achieve effective treatment. highest treatment\", Dr. Vu Nang Phuc emphasized.\n\nDangerous complications of congenital heart disease\nComplications of congenital heart disease can continue to develop over time, even after the child has received treatment, including: (5)\nArrhythmia: A condition in which the heart beats irregularly, too fast or too slow. In some patients, arrhythmia can cause stroke or sudden death if not treated promptly and properly.; Heart infection: Also known as endocarditis, is an infection of the endocardium of the heart, usually occurring when germs enter the bloodstream and travel to the heart. Endocarditis can damage or destroy heart valves, even cause embolism, causing stroke; Stroke: Congenital heart defects can cause blood clots to form in the heart, causing blood clots, reducing or blocking blood supply to the brain.; Pulmonary hypertension: Is a condition of increased pressure in the pulmonary arteries, largely due to increased blood flow to the lungs.; Heart failure: Some congenital heart defects are not detected and treated promptly, leading to the heart not pumping enough blood compared to the body's needs, leading to heart failure.\nSee more: How long can you live with congenital heart disease? How to live with the disease?\n\nDiagnosis of congenital heart disease\nSymptoms of congenital heart disease in children may not show obvious symptoms or \"come late\" causing delay in detecting the disease, which can lead to death or many other dangerous complications. Statistics show that about 10-15% of sick newborns need medical treatment or surgery in the first month of life. Therefore, screening by measuring oxygen saturation is now performed on all newborns before discharge from the hospital.\nNext, cases with suspicious signs are comprehensively diagnosed to accurately detect the cause by means of:\nElectrocardiogram ECG;; Chest X-ray;; Echocardiography;; Routine blood tests (when necessary); Cardiac magnetic resonance imaging or cardiac computed tomography or cardiac catheterization, in some cases.\nSee more: Can fetal echocardiography detect congenital heart disease?\nDepending on the examination and necessary tests, each patient will have a specific treatment regimen\n\nTreatment methods for congenital heart disease\n“Can congenital heart disease be cured?” is a question that many parents of young children with this disease are interested in. Doctor Vu Nang Phuc said that children with congenital heart disease can still develop healthily and normally like their peers if they are detected early and treated properly. Depending on the specific condition, the doctor will give advice and a specific treatment regimen, usually there are 3 methods as follows:\n1. Using medicine\nMost asymptomatic cases do not require medication, but children need periodic monitoring as directed by a doctor. In some cases, children are prescribed certain medications to treat heart failure, arrhythmia, etc., which can be short-term or long-term.\n2. Percutaneous intervention\nThis is a modern treatment method that has recently been strongly developed by the Cardiovascular Center, Tam Anh General Hospital. Doctors will use a small and long tube to pass through the blood vessels leading to the heart, to measure parameters or insert interventional tools such as dilating narrow valves, placing stents (arterial ducts, etc.). right ventricular outflow tract, collateral circulation, coarctation of the aorta, pulmonary artery stenosis...) or blockage of abnormal shunts (aortopulmonary circulation, coronary fistula, pulmonary arteriovenous fistula) or valve replacement pulmonary vessels through the skin.\nOutstanding advantages of this method include no need to open the sternum, pain reduction, and quick recovery time; while minimizing the risk of infection. Applicable treatment in cases of defects such as aortic valve stenosis, pulmonary valve stenosis, atrial septal defect, ventricular septal defect, patent ductus arteriosus... at a reasonable cost at the Heart Center , Tam Anh General Hospital.\n3. Heart surgery\nIn cases where percutaneous intervention is not possible, doctors will perform surgery from simple to complex to close the holes, widen pulmonary artery stenosis, aortic coarctation, mBTT shunt surgery, Fontan, Kawashima surgery, Senning - Rastelli surgery, atrioventricular canal repair, heart valve repair or replacement, Ozaki surgery, collateral circulation connection, great artery transposition surgery...\n\nCaring for children with congenital heart disease\nChildren with congenital heart diseases need attention and care. Most children can still participate in normal activities and play, but need to limit or avoid vigorous sports, competitive competitions, etc.\nIn addition, children need to be fully vaccinated and comply with a regular health check-up schedule to help detect risk factors for complications early and take timely intervention measures.\n\nHow to prevent congenital heart disease?\nAccording to statistics from the Ministry of Health, each year our country has about 10,000 - 12,000 children with congenital heart diseases, however only 6,000 children receive surgical treatment, the rest are in the waiting stage or have died before surgery. detection. Therefore, proactively taking preventive measures early will help children avoid the dangers caused by the disease.\nTo proactively prevent congenital heart defects in children, right from the time of planning pregnancy, mothers need to:\nFull list and consult your doctor about the medications you are taking.; In case the mother has diabetes, it is necessary to develop a plan to monitor and control blood sugar levels.; If there is a family history of congenital heart disease, consult your doctor about genetic screening.; Get vaccinated against Rubella and measles before pregnancy.\nWomen need to complete the necessary vaccinations before planning to become pregnant\nDuring pregnancy, mothers are not allowed to drink alcohol, smoke cigarettes and take drugs without a doctor's prescription, especially in the first 3 months of pregnancy. Consult your doctor about the dosage of folic acid that can be taken during pregnancy and continuously to prevent diseases in the newborn.\nChildren with congenital heart disease can still be vaccinated with most vaccines to prevent infectious diseases. Please consult and advise your doctor to have a suitable vaccination regimen for your child.\nCardiovascular Center, Tam Anh General Hospital brings together a team of leading experts and experienced doctors such as Associate Professor, Doctor Pham Nguyen Vinh, Associate Professor, Doctor Nguyen Thi Bach Yen, Doctor Nguyen Minh Tri Vien , Dr. Tran Van Hung, Dr. Nguyen Anh Dung, Doctor II Huynh Ngoc Long, Doctor II Tran Thi Thanh Truc, Doctor Vu Nang Phuc, Dr. Nguyen Thi Duyen, Dr. Le Thi Thanh Hang, Doctor Nguyen Duc Hung , Doctor Nguyen Pham Thuy Linh, BS.CKI Pham Thuc Minh Thuy, MSc. Huynh Khiem Huy, BS.II Vo Ngoc Cam, MSc. Nguyen Khiem Thao, BS.CKI Hoang Thi Binh, MSc. Nguyen Quoc Khanh... Constantly updating and applying new advances in the diagnosis and effective treatment of cardiovascular diseases, especially congenital heart diseases from simple to complex.\nFor advice and to schedule an examination with leading experts at the Cardiovascular Center, Tam Anh General Hospital, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi:  Address: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 - 0247 106 6858 Ho Chi Minh City: Address: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 - 093 180 6858 Fanpage: https://www.facebook .com/benhvientamanh\nCongenital heart diseases, if detected early and intervened promptly and properly, will help children minimize the risk of complications, helping parents reduce anxiety about illness and the burden of treatment costs. , and at the same time help children have good health for better future development!",
    "subsections": [
        {
            "subsection_name": "What is congenital heart disease?",
            "subsection_content": "Congenital heart diseases are defects of the heart muscle, heart valves, and chambers that occur in the fetus and persist after birth. At this time, some heart structures will be defective, leading to the heart's activities and functions being affected. (first)\nCongenital cardiovascular disease is the most common malformation, and the leading cause of death among birth defects in young children. In developed countries, the rate of children with congenital heart diseases is about 0.8 - 1% of live births.\nThanks to the development of ultrasound technology as well as the support of advanced machinery systems, the Cardiovascular Center of Tam Anh General Hospital is able to screen for congenital heart defects in children as early as the first week of life. 18 of pregnancy.\nCongenital heart defects can be detected from the 18th week of pregnancy",
            "subsection_string": "What is congenital heart disease?\nCongenital heart diseases are defects of the heart muscle, heart valves, and chambers that occur in the fetus and persist after birth. At this time, some heart structures will be defective, leading to the heart's activities and functions being affected. (first)\nCongenital cardiovascular disease is the most common malformation, and the leading cause of death among birth defects in young children. In developed countries, the rate of children with congenital heart diseases is about 0.8 - 1% of live births.\nThanks to the development of ultrasound technology as well as the support of advanced machinery systems, the Cardiovascular Center of Tam Anh General Hospital is able to screen for congenital heart defects in children as early as the first week of life. 18 of pregnancy.\nCongenital heart defects can be detected from the 18th week of pregnancy"
        },
        {
            "subsection_name": "Classification of congenital heart disease",
            "subsection_content": "Doctor Vu Nang Phuc said that some common congenital heart defects in children include: (2)\nObstructive congenital heart disease group\nAortic valve stenosis: This is one of the severe congenital heart defects. The aortic valve controls the flow of blood from the heart's main pumping chamber (left ventricle) to the aorta and the entire body. When the aortic valve is narrowed, it reduces the flow of oxygen-rich blood from the heart to the body's organs, causing the left ventricle to work harder. Most children with aortic valve stenosis have no symptoms. Valve stenosis can progress over time. Therefore, close monitoring is needed for surgery or percutaneous intervention to resolve this blockage when indicated.; Pulmonary valve stenosis: The pulmonary valve is located between the pulmonary artery and the right ventricle. Normally, when the valve opens, blood is pumped from the right ventricle to the lungs. However, when the pulmonary valve is narrowed, the heart works harder to pump blood through the narrowing to the lungs. In this case, valvuloplasty or open heart surgery can be applied; Subaortic stenosis: This is a narrowing of the left ventricle below the aortic valve, leading to a reduction in the size of the left ventricle's blood flow, thickening the left ventricle wall. This defect can be congenital, or due to heart muscle diseases (hypertrophic cardiomyopathy).; Aortic coarctation: a narrowed aorta reduces blood flow to the lower body, while blood pressure increases above the narrowed area. Most children with coarctation of the aorta have no symptoms at birth, but symptoms may appear as early as the first week after birth.; 2-piece aortic valve: This is a case where a baby is born with a 2-piece aortic valve instead of the normal 3-piece aortic valve. The 2-piece valve will often degenerate early and quickly, causing valve stenosis and aortic dilation. This defect is often discovered when children become adults, in some cases symptoms appear as early as adolescence.\nGroup of septal defects\nAtrial septal defect: The interatrial septum separating the right and left atria has a hole in it (instead of being completely closed) allowing blood to circulate between the two atria. If there is only an isolated atrial septal defect, there are almost no symptoms in infants and young children.; Ventricular septal defect: Ventricular septal defect is caused by a defect in the formation of the septum between the left and right ventricles. This opening allows blood to flow from the left ventricle to the right ventricle, leading to dilation of the left heart chamber and increased blood flow to the lungs.\nCyanotic congenital heart disease group\nCyanotic congenital heart disease is a condition in which the blood supply to the body contains less oxygen than normal, leading to the baby becoming cyanotic at birth or shortly after birth.\nTetralogy of Fallot: This is a common congenital heart defect with 4 characteristics: \"riding of the aorta\", ventricular septal defect, stenosis at the valve and/or below the pulmonary valve causing obstruction of blood to the lungs and right ventricle. thick. Children with tetralogy of Fallot need open heart surgery to close the ventricular septal defect, widen the pulmonary stenosis that blocks blood to the lungs, and need lifelong health monitoring.; Tricuspid valve atrophy: Children with this condition will not have a tricuspid valve, resulting in no blood from the right atrium directly to the right ventricle. At this time, cardiac catheterization or bypass surgery is needed to increase blood flow to the lungs.; Transposition of the great arteries: The positions of the aorta and pulmonary artery are reversed, specifically the aorta originates from the right ventricle, low-oxygenated blood returning to the heart cannot reach the lungs to get oxygen but is continued pumped out to organs to provide oxygen. In contrast, the pulmonary artery originates from the left ventricle, oxygenated blood from the lungs returns to the left heart and continues to be pumped back to the lungs to get oxygen. This congenital heart defect requires early intervention after birth.\nSee more: Ancyanotic congenital heart disease: Causes, symptoms, treatment\nGroup of other congenital heart defects\nHypoplastic left heart syndrome: The left ventricle, aorta, aortic valve and mitral valve develop abnormally, causing blood to reach the aorta through the ductus arteriosus. In case the ductus arteriosus closes after birth, the baby is at risk of death.; Patent ductus arteriosus: Normally, the ductus arteriosus (artery connecting the aorta and pulmonary artery) will close on its own after birth. In case this tube does not close, the child will have a \"patent ductus arteriosus\" defect, causing blood to flow from the aorta through the pulmonary artery, increasing blood flow to the lungs, causing pulmonary hypertension in the long term. Catheterization of the ductus arteriosus using a device is the first choice. In some special cases, surgical ligation/ligation of the ductus arteriosus is an alternative.; Ebstein anomaly: is a tricuspid valve disease. The valve leaflet will move toward the apex of the heart due to adhesion to the heart wall, so the right atrium will be larger, and the right ventricle will be atrialized so it will be smaller than normal. Abnormal tricuspid valve causes mild to severe valve regurgitation, and severe cases can cause narrowing of the right ventricular outflow tract. This defect is also often accompanied by accessory pathway arrhythmias.\nSee also: Pulmonary hypertension in newborns: Causes, signs and treatments",
            "subsection_string": "Classification of congenital heart disease\nDoctor Vu Nang Phuc said that some common congenital heart defects in children include: (2)\nObstructive congenital heart disease group\nAortic valve stenosis: This is one of the severe congenital heart defects. The aortic valve controls the flow of blood from the heart's main pumping chamber (left ventricle) to the aorta and the entire body. When the aortic valve is narrowed, it reduces the flow of oxygen-rich blood from the heart to the body's organs, causing the left ventricle to work harder. Most children with aortic valve stenosis have no symptoms. Valve stenosis can progress over time. Therefore, close monitoring is needed for surgery or percutaneous intervention to resolve this blockage when indicated.; Pulmonary valve stenosis: The pulmonary valve is located between the pulmonary artery and the right ventricle. Normally, when the valve opens, blood is pumped from the right ventricle to the lungs. However, when the pulmonary valve is narrowed, the heart works harder to pump blood through the narrowing to the lungs. In this case, valvuloplasty or open heart surgery can be applied; Subaortic stenosis: This is a narrowing of the left ventricle below the aortic valve, leading to a reduction in the size of the left ventricle's blood flow, thickening the left ventricle wall. This defect can be congenital, or due to heart muscle diseases (hypertrophic cardiomyopathy).; Aortic coarctation: a narrowed aorta reduces blood flow to the lower body, while blood pressure increases above the narrowed area. Most children with coarctation of the aorta have no symptoms at birth, but symptoms may appear as early as the first week after birth.; 2-piece aortic valve: This is a case where a baby is born with a 2-piece aortic valve instead of the normal 3-piece aortic valve. The 2-piece valve will often degenerate early and quickly, causing valve stenosis and aortic dilation. This defect is often discovered when children become adults, in some cases symptoms appear as early as adolescence.\nGroup of septal defects\nAtrial septal defect: The interatrial septum separating the right and left atria has a hole in it (instead of being completely closed) allowing blood to circulate between the two atria. If there is only an isolated atrial septal defect, there are almost no symptoms in infants and young children.; Ventricular septal defect: Ventricular septal defect is caused by a defect in the formation of the septum between the left and right ventricles. This opening allows blood to flow from the left ventricle to the right ventricle, leading to dilation of the left heart chamber and increased blood flow to the lungs.\nCyanotic congenital heart disease group\nCyanotic congenital heart disease is a condition in which the blood supply to the body contains less oxygen than normal, leading to the baby becoming cyanotic at birth or shortly after birth.\nTetralogy of Fallot: This is a common congenital heart defect with 4 characteristics: \"riding of the aorta\", ventricular septal defect, stenosis at the valve and/or below the pulmonary valve causing obstruction of blood to the lungs and right ventricle. thick. Children with tetralogy of Fallot need open heart surgery to close the ventricular septal defect, widen the pulmonary stenosis that blocks blood to the lungs, and need lifelong health monitoring.; Tricuspid valve atrophy: Children with this condition will not have a tricuspid valve, resulting in no blood from the right atrium directly to the right ventricle. At this time, cardiac catheterization or bypass surgery is needed to increase blood flow to the lungs.; Transposition of the great arteries: The positions of the aorta and pulmonary artery are reversed, specifically the aorta originates from the right ventricle, low-oxygenated blood returning to the heart cannot reach the lungs to get oxygen but is continued pumped out to organs to provide oxygen. In contrast, the pulmonary artery originates from the left ventricle, oxygenated blood from the lungs returns to the left heart and continues to be pumped back to the lungs to get oxygen. This congenital heart defect requires early intervention after birth.\nSee more: Ancyanotic congenital heart disease: Causes, symptoms, treatment\nGroup of other congenital heart defects\nHypoplastic left heart syndrome: The left ventricle, aorta, aortic valve and mitral valve develop abnormally, causing blood to reach the aorta through the ductus arteriosus. In case the ductus arteriosus closes after birth, the baby is at risk of death.; Patent ductus arteriosus: Normally, the ductus arteriosus (artery connecting the aorta and pulmonary artery) will close on its own after birth. In case this tube does not close, the child will have a \"patent ductus arteriosus\" defect, causing blood to flow from the aorta through the pulmonary artery, increasing blood flow to the lungs, causing pulmonary hypertension in the long term. Catheterization of the ductus arteriosus using a device is the first choice. In some special cases, surgical ligation/ligation of the ductus arteriosus is an alternative.; Ebstein anomaly: is a tricuspid valve disease. The valve leaflet will move toward the apex of the heart due to adhesion to the heart wall, so the right atrium will be larger, and the right ventricle will be atrialized so it will be smaller than normal. Abnormal tricuspid valve causes mild to severe valve regurgitation, and severe cases can cause narrowing of the right ventricular outflow tract. This defect is also often accompanied by accessory pathway arrhythmias.\nSee also: Pulmonary hypertension in newborns: Causes, signs and treatments"
        },
        {
            "subsection_name": "Cause of congenital heart disease",
            "subsection_content": "Congenital heart disease can have many causes; However, in most cases it is difficult to determine a specific cause. The disease can be caused by: (4)\nGenetic factors\nMany parents wonder if congenital heart disease is hereditary? Genetic factors are considered the biggest cause of birth defects in children, especially heart defects. If the father, mother or family member has one of the congenital heart diseases, the child is at higher risk of developing the disease. However, in some cases, the parents carry the disease gene and do not have congenital heart disease, but the child is still born at high risk.\nToxicity and infection during pregnancy\nDuring pregnancy, if the mother uses stimulants such as alcohol, beer, drugs, smoking... or some medications, the baby is at risk of congenital heart defects.\nWomen who smoke during pregnancy can increase the risk of congenital cardiovascular diseases in their children\nIf the mother is regularly exposed to radioactive substances, X-rays, or lives in a toxic environment, she may also be at risk of pregnancy poisoning, leading to birth defects in the child.\nOr the mother is infected with Rubella, Herpes, Cytomegalo viruses... in the first 3 months of pregnancy; Mothers with diabetes, systemic lupus erythematosus, etc. during pregnancy may also be at risk of dangerous complications, including congenital heart defects.\nReference: Can congenital heart disease give birth?",
            "subsection_string": "Cause of congenital heart disease\nCongenital heart disease can have many causes; However, in most cases it is difficult to determine a specific cause. The disease can be caused by: (4)\nGenetic factors\nMany parents wonder if congenital heart disease is hereditary? Genetic factors are considered the biggest cause of birth defects in children, especially heart defects. If the father, mother or family member has one of the congenital heart diseases, the child is at higher risk of developing the disease. However, in some cases, the parents carry the disease gene and do not have congenital heart disease, but the child is still born at high risk.\nToxicity and infection during pregnancy\nDuring pregnancy, if the mother uses stimulants such as alcohol, beer, drugs, smoking... or some medications, the baby is at risk of congenital heart defects.\nWomen who smoke during pregnancy can increase the risk of congenital cardiovascular diseases in their children\nIf the mother is regularly exposed to radioactive substances, X-rays, or lives in a toxic environment, she may also be at risk of pregnancy poisoning, leading to birth defects in the child.\nOr the mother is infected with Rubella, Herpes, Cytomegalo viruses... in the first 3 months of pregnancy; Mothers with diabetes, systemic lupus erythematosus, etc. during pregnancy may also be at risk of dangerous complications, including congenital heart defects.\nReference: Can congenital heart disease give birth?"
        },
        {
            "subsection_name": "Signs of early recognition of congenital heart disease in children",
            "subsection_content": "In newborns, symptoms of congenital heart disease include difficulty breathing, rapid breathing, little feeding, intermittent feeding, and prolonged feeding. Children who are a few months old will have more obvious symptoms such as frequent coughing, wheezing and symptoms of pneumonia. In addition, children may have slow physical development, become pale, sweat often, and have cold hands and feet. Some children with congenital heart cyanosis will easily observe their lips and fingertips and toes turning purple, increasing when children cry…\nCongenital heart defects are also often accompanied by diseases related to chromosomal mutations such as Down syndrome, missing or extra toes, cleft lip, etc. Therefore, in these cases, children need to be monitored. Carefully and closely to detect congenital heart defects early, if any.\n“Congenital heart disease, if detected early and given correct and timely intervention, can help children grow, develop and have a life close to or like normal children. Therefore, as soon as parents discover that their child has the above abnormal symptoms, they should immediately take the child to a medical facility for accurate diagnosis and appropriate, timely treatment to achieve effective treatment. highest treatment\", Dr. Vu Nang Phuc emphasized.",
            "subsection_string": "Signs of early recognition of congenital heart disease in children\nIn newborns, symptoms of congenital heart disease include difficulty breathing, rapid breathing, little feeding, intermittent feeding, and prolonged feeding. Children who are a few months old will have more obvious symptoms such as frequent coughing, wheezing and symptoms of pneumonia. In addition, children may have slow physical development, become pale, sweat often, and have cold hands and feet. Some children with congenital heart cyanosis will easily observe their lips and fingertips and toes turning purple, increasing when children cry…\nCongenital heart defects are also often accompanied by diseases related to chromosomal mutations such as Down syndrome, missing or extra toes, cleft lip, etc. Therefore, in these cases, children need to be monitored. Carefully and closely to detect congenital heart defects early, if any.\n“Congenital heart disease, if detected early and given correct and timely intervention, can help children grow, develop and have a life close to or like normal children. Therefore, as soon as parents discover that their child has the above abnormal symptoms, they should immediately take the child to a medical facility for accurate diagnosis and appropriate, timely treatment to achieve effective treatment. highest treatment\", Dr. Vu Nang Phuc emphasized."
        },
        {
            "subsection_name": "Dangerous complications of congenital heart disease",
            "subsection_content": "Complications of congenital heart disease can continue to develop over time, even after the child has received treatment, including: (5)\nArrhythmia: A condition in which the heart beats irregularly, too fast or too slow. In some patients, arrhythmia can cause stroke or sudden death if not treated promptly and properly.; Heart infection: Also known as endocarditis, is an infection of the endocardium of the heart, usually occurring when germs enter the bloodstream and travel to the heart. Endocarditis can damage or destroy heart valves, even cause embolism, causing stroke; Stroke: Congenital heart defects can cause blood clots to form in the heart, causing blood clots, reducing or blocking blood supply to the brain.; Pulmonary hypertension: Is a condition of increased pressure in the pulmonary arteries, largely due to increased blood flow to the lungs.; Heart failure: Some congenital heart defects are not detected and treated promptly, leading to the heart not pumping enough blood compared to the body's needs, leading to heart failure.\nSee more: How long can you live with congenital heart disease? How to live with the disease?",
            "subsection_string": "Dangerous complications of congenital heart disease\nComplications of congenital heart disease can continue to develop over time, even after the child has received treatment, including: (5)\nArrhythmia: A condition in which the heart beats irregularly, too fast or too slow. In some patients, arrhythmia can cause stroke or sudden death if not treated promptly and properly.; Heart infection: Also known as endocarditis, is an infection of the endocardium of the heart, usually occurring when germs enter the bloodstream and travel to the heart. Endocarditis can damage or destroy heart valves, even cause embolism, causing stroke; Stroke: Congenital heart defects can cause blood clots to form in the heart, causing blood clots, reducing or blocking blood supply to the brain.; Pulmonary hypertension: Is a condition of increased pressure in the pulmonary arteries, largely due to increased blood flow to the lungs.; Heart failure: Some congenital heart defects are not detected and treated promptly, leading to the heart not pumping enough blood compared to the body's needs, leading to heart failure.\nSee more: How long can you live with congenital heart disease? How to live with the disease?"
        },
        {
            "subsection_name": "Diagnosis of congenital heart disease",
            "subsection_content": "Symptoms of congenital heart disease in children may not show obvious symptoms or \"come late\" causing delay in detecting the disease, which can lead to death or many other dangerous complications. Statistics show that about 10-15% of sick newborns need medical treatment or surgery in the first month of life. Therefore, screening by measuring oxygen saturation is now performed on all newborns before discharge from the hospital.\nNext, cases with suspicious signs are comprehensively diagnosed to accurately detect the cause by means of:\nElectrocardiogram ECG;; Chest X-ray;; Echocardiography;; Routine blood tests (when necessary); Cardiac magnetic resonance imaging or cardiac computed tomography or cardiac catheterization, in some cases.\nSee more: Can fetal echocardiography detect congenital heart disease?\nDepending on the examination and necessary tests, each patient will have a specific treatment regimen",
            "subsection_string": "Diagnosis of congenital heart disease\nSymptoms of congenital heart disease in children may not show obvious symptoms or \"come late\" causing delay in detecting the disease, which can lead to death or many other dangerous complications. Statistics show that about 10-15% of sick newborns need medical treatment or surgery in the first month of life. Therefore, screening by measuring oxygen saturation is now performed on all newborns before discharge from the hospital.\nNext, cases with suspicious signs are comprehensively diagnosed to accurately detect the cause by means of:\nElectrocardiogram ECG;; Chest X-ray;; Echocardiography;; Routine blood tests (when necessary); Cardiac magnetic resonance imaging or cardiac computed tomography or cardiac catheterization, in some cases.\nSee more: Can fetal echocardiography detect congenital heart disease?\nDepending on the examination and necessary tests, each patient will have a specific treatment regimen"
        },
        {
            "subsection_name": "Treatment methods for congenital heart disease",
            "subsection_content": "“Can congenital heart disease be cured?” is a question that many parents of young children with this disease are interested in. Doctor Vu Nang Phuc said that children with congenital heart disease can still develop healthily and normally like their peers if they are detected early and treated properly. Depending on the specific condition, the doctor will give advice and a specific treatment regimen, usually there are 3 methods as follows:\n1. Using medicine\nMost asymptomatic cases do not require medication, but children need periodic monitoring as directed by a doctor. In some cases, children are prescribed certain medications to treat heart failure, arrhythmia, etc., which can be short-term or long-term.\n2. Percutaneous intervention\nThis is a modern treatment method that has recently been strongly developed by the Cardiovascular Center, Tam Anh General Hospital. Doctors will use a small and long tube to pass through the blood vessels leading to the heart, to measure parameters or insert interventional tools such as dilating narrow valves, placing stents (arterial ducts, etc.). right ventricular outflow tract, collateral circulation, coarctation of the aorta, pulmonary artery stenosis...) or blockage of abnormal shunts (aortopulmonary circulation, coronary fistula, pulmonary arteriovenous fistula) or valve replacement pulmonary vessels through the skin.\nOutstanding advantages of this method include no need to open the sternum, pain reduction, and quick recovery time; while minimizing the risk of infection. Applicable treatment in cases of defects such as aortic valve stenosis, pulmonary valve stenosis, atrial septal defect, ventricular septal defect, patent ductus arteriosus... at a reasonable cost at the Heart Center , Tam Anh General Hospital.\n3. Heart surgery\nIn cases where percutaneous intervention is not possible, doctors will perform surgery from simple to complex to close the holes, widen pulmonary artery stenosis, aortic coarctation, mBTT shunt surgery, Fontan, Kawashima surgery, Senning - Rastelli surgery, atrioventricular canal repair, heart valve repair or replacement, Ozaki surgery, collateral circulation connection, great artery transposition surgery...",
            "subsection_string": "Treatment methods for congenital heart disease\n“Can congenital heart disease be cured?” is a question that many parents of young children with this disease are interested in. Doctor Vu Nang Phuc said that children with congenital heart disease can still develop healthily and normally like their peers if they are detected early and treated properly. Depending on the specific condition, the doctor will give advice and a specific treatment regimen, usually there are 3 methods as follows:\n1. Using medicine\nMost asymptomatic cases do not require medication, but children need periodic monitoring as directed by a doctor. In some cases, children are prescribed certain medications to treat heart failure, arrhythmia, etc., which can be short-term or long-term.\n2. Percutaneous intervention\nThis is a modern treatment method that has recently been strongly developed by the Cardiovascular Center, Tam Anh General Hospital. Doctors will use a small and long tube to pass through the blood vessels leading to the heart, to measure parameters or insert interventional tools such as dilating narrow valves, placing stents (arterial ducts, etc.). right ventricular outflow tract, collateral circulation, coarctation of the aorta, pulmonary artery stenosis...) or blockage of abnormal shunts (aortopulmonary circulation, coronary fistula, pulmonary arteriovenous fistula) or valve replacement pulmonary vessels through the skin.\nOutstanding advantages of this method include no need to open the sternum, pain reduction, and quick recovery time; while minimizing the risk of infection. Applicable treatment in cases of defects such as aortic valve stenosis, pulmonary valve stenosis, atrial septal defect, ventricular septal defect, patent ductus arteriosus... at a reasonable cost at the Heart Center , Tam Anh General Hospital.\n3. Heart surgery\nIn cases where percutaneous intervention is not possible, doctors will perform surgery from simple to complex to close the holes, widen pulmonary artery stenosis, aortic coarctation, mBTT shunt surgery, Fontan, Kawashima surgery, Senning - Rastelli surgery, atrioventricular canal repair, heart valve repair or replacement, Ozaki surgery, collateral circulation connection, great artery transposition surgery..."
        },
        {
            "subsection_name": "Caring for children with congenital heart disease",
            "subsection_content": "Children with congenital heart diseases need attention and care. Most children can still participate in normal activities and play, but need to limit or avoid vigorous sports, competitive competitions, etc.\nIn addition, children need to be fully vaccinated and comply with a regular health check-up schedule to help detect risk factors for complications early and take timely intervention measures.",
            "subsection_string": "Caring for children with congenital heart disease\nChildren with congenital heart diseases need attention and care. Most children can still participate in normal activities and play, but need to limit or avoid vigorous sports, competitive competitions, etc.\nIn addition, children need to be fully vaccinated and comply with a regular health check-up schedule to help detect risk factors for complications early and take timely intervention measures."
        },
        {
            "subsection_name": "How to prevent congenital heart disease?",
            "subsection_content": "According to statistics from the Ministry of Health, each year our country has about 10,000 - 12,000 children with congenital heart diseases, however only 6,000 children receive surgical treatment, the rest are in the waiting stage or have died before surgery. detection. Therefore, proactively taking preventive measures early will help children avoid the dangers caused by the disease.\nTo proactively prevent congenital heart defects in children, right from the time of planning pregnancy, mothers need to:\nFull list and consult your doctor about the medications you are taking.; In case the mother has diabetes, it is necessary to develop a plan to monitor and control blood sugar levels.; If there is a family history of congenital heart disease, consult your doctor about genetic screening.; Get vaccinated against Rubella and measles before pregnancy.\nWomen need to complete the necessary vaccinations before planning to become pregnant\nDuring pregnancy, mothers are not allowed to drink alcohol, smoke cigarettes and take drugs without a doctor's prescription, especially in the first 3 months of pregnancy. Consult your doctor about the dosage of folic acid that can be taken during pregnancy and continuously to prevent diseases in the newborn.\nChildren with congenital heart disease can still be vaccinated with most vaccines to prevent infectious diseases. Please consult and advise your doctor to have a suitable vaccination regimen for your child.\nCardiovascular Center, Tam Anh General Hospital brings together a team of leading experts and experienced doctors such as Associate Professor, Doctor Pham Nguyen Vinh, Associate Professor, Doctor Nguyen Thi Bach Yen, Doctor Nguyen Minh Tri Vien , Dr. Tran Van Hung, Dr. Nguyen Anh Dung, Doctor II Huynh Ngoc Long, Doctor II Tran Thi Thanh Truc, Doctor Vu Nang Phuc, Dr. Nguyen Thi Duyen, Dr. Le Thi Thanh Hang, Doctor Nguyen Duc Hung , Doctor Nguyen Pham Thuy Linh, BS.CKI Pham Thuc Minh Thuy, MSc. Huynh Khiem Huy, BS.II Vo Ngoc Cam, MSc. Nguyen Khiem Thao, BS.CKI Hoang Thi Binh, MSc. Nguyen Quoc Khanh... Constantly updating and applying new advances in the diagnosis and effective treatment of cardiovascular diseases, especially congenital heart diseases from simple to complex.\nFor advice and to schedule an examination with leading experts at the Cardiovascular Center, Tam Anh General Hospital, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi:  Address: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 - 0247 106 6858 Ho Chi Minh City: Address: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 - 093 180 6858 Fanpage: https://www.facebook .com/benhvientamanh\nCongenital heart diseases, if detected early and intervened promptly and properly, will help children minimize the risk of complications, helping parents reduce anxiety about illness and the burden of treatment costs. , and at the same time help children have good health for better future development!",
            "subsection_string": "How to prevent congenital heart disease?\nAccording to statistics from the Ministry of Health, each year our country has about 10,000 - 12,000 children with congenital heart diseases, however only 6,000 children receive surgical treatment, the rest are in the waiting stage or have died before surgery. detection. Therefore, proactively taking preventive measures early will help children avoid the dangers caused by the disease.\nTo proactively prevent congenital heart defects in children, right from the time of planning pregnancy, mothers need to:\nFull list and consult your doctor about the medications you are taking.; In case the mother has diabetes, it is necessary to develop a plan to monitor and control blood sugar levels.; If there is a family history of congenital heart disease, consult your doctor about genetic screening.; Get vaccinated against Rubella and measles before pregnancy.\nWomen need to complete the necessary vaccinations before planning to become pregnant\nDuring pregnancy, mothers are not allowed to drink alcohol, smoke cigarettes and take drugs without a doctor's prescription, especially in the first 3 months of pregnancy. Consult your doctor about the dosage of folic acid that can be taken during pregnancy and continuously to prevent diseases in the newborn.\nChildren with congenital heart disease can still be vaccinated with most vaccines to prevent infectious diseases. Please consult and advise your doctor to have a suitable vaccination regimen for your child.\nCardiovascular Center, Tam Anh General Hospital brings together a team of leading experts and experienced doctors such as Associate Professor, Doctor Pham Nguyen Vinh, Associate Professor, Doctor Nguyen Thi Bach Yen, Doctor Nguyen Minh Tri Vien , Dr. Tran Van Hung, Dr. Nguyen Anh Dung, Doctor II Huynh Ngoc Long, Doctor II Tran Thi Thanh Truc, Doctor Vu Nang Phuc, Dr. Nguyen Thi Duyen, Dr. Le Thi Thanh Hang, Doctor Nguyen Duc Hung , Doctor Nguyen Pham Thuy Linh, BS.CKI Pham Thuc Minh Thuy, MSc. Huynh Khiem Huy, BS.II Vo Ngoc Cam, MSc. Nguyen Khiem Thao, BS.CKI Hoang Thi Binh, MSc. Nguyen Quoc Khanh... Constantly updating and applying new advances in the diagnosis and effective treatment of cardiovascular diseases, especially congenital heart diseases from simple to complex.\nFor advice and to schedule an examination with leading experts at the Cardiovascular Center, Tam Anh General Hospital, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi:  Address: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 - 0247 106 6858 Ho Chi Minh City: Address: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 - 093 180 6858 Fanpage: https://www.facebook .com/benhvientamanh\nCongenital heart diseases, if detected early and intervened promptly and properly, will help children minimize the risk of complications, helping parents reduce anxiety about illness and the burden of treatment costs. , and at the same time help children have good health for better future development!"
        }
    ],
    "name": "benh-tim-bam-sinh.json"
}