{
    "title": "Acyanotic congenital heart disease: Causes, symptoms, treatment",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/benh-tim-bam-sinh-khong-tim/",
    "abstract": "For every 1,000 babies born, 8-9 have congenital heart disease. Among them, about 75% of cases have non-cyanotic congenital heart disease. The disease can be cured if detected early and treated properly. However, after treatment, patients need long-term health monitoring. Congenital heart defects include structural defects or abnormalities of the heart that begin while the child is still in the fetus and persist until birth. There are many types of congenital heart defects. If the defect reduces the amount of oxygen in the body, it is called cyanotic congenital heart disease. If the defect does not affect the amount of oxygen delivered to the rest of the body, it is called acyanotic congenital heart disease. (first)",
    "content": "Acyanotic congenital heart disease: Causes, symptoms, treatment\n\nFor every 1,000 babies born, 8-9 have congenital heart disease. Among them, about 75% of cases have non-cyanotic congenital heart disease. The disease can be cured if detected early and treated properly. However, after treatment, patients need long-term health monitoring. Congenital heart defects include structural defects or abnormalities of the heart that begin while the child is still in the fetus and persist until birth. There are many types of congenital heart defects. If the defect reduces the amount of oxygen in the body, it is called cyanotic congenital heart disease. If the defect does not affect the amount of oxygen delivered to the rest of the body, it is called acyanotic congenital heart disease. (first)\n\nWhat is acyanotic congenital heart disease?\nAcyanotic congenital heart disease is a condition that involves abnormalities in blood flow. In this heart defect, blood contains enough oxygen but is not pumped throughout the body normally.\n\nClassify\nPathologies belonging to the group of non-cyanotic congenital heart defects include: (2)\nAortic stenosis: The aorta is the main artery that carries blood from the heart to other organs. The aortic valve is located between the heart and the aorta. It opens and closes with each cardiac cycle to move blood out of the heart, while keeping blood from flowing back into the heart. Aortic valve stenosis is a condition in which the valve is narrowed and does not open and close well.\nThe aorta can be narrowed in different locations, but the most common is coarctation of the aorta (the area corresponding to the aortopulmonary ligament, behind the bifurcation of the left subclavian artery).\nPulmonary stenosis: The pulmonary artery carries oxygen-poor blood from the right side of the heart to the lungs for oxygenation. The pulmonary valve is located between the right side of the heart and the pulmonary artery. When the pulmonary valve is narrowed and does not open and close well, it will cause pulmonary valve stenosis.; Atrial septal defect: Atrial septal defect (ASD) refers to a condition in which a hole appears in the wall between the two upper chambers of the heart (right atrium and left atrium). Most small atrial septal defects close spontaneously. For larger holes, your doctor will perform a cardiac catheterization procedure or open-heart surgery to close it.; Ventricular septal defect: The most common heart defect, ventricular septal defect (VSD) occurs when there is a hole in the wall between the two lower chambers of the heart (right and left ventricles). Similar to an atrial septal defect, a ventricular septal defect can close spontaneously or require surgical intervention to close the hole.; Atrioventricular canal: This defect refers to an opening located in the center of the heart, in the wall that separates the upper chambers (atria) from the lower chambers (ventricles). Most people with atrioventricular canal disease have abnormalities in certain heart valves (mitral valve and tricuspid valve). Atrioventricular canal defects are also known as endocardial cushion defects; Bicuspid aortic valve: The aortic valve is a one-way passageway between the heart and the aorta. The valve usually has 3 flaps that open and close to regulate the flow of blood. The bicuspid aortic valve has only 2 pieces, causing the valve to not function normally.; Aortic coarctation: This disease occurs when the aorta is compressed or narrowed, restricting blood flow through it.\n\nSymptoms of non-cyanotic congenital heart disease\nSigns that a child has a noncyanotic congenital heart defect are:\nDifficulty breathing, especially during physical activity; Chest tightness; Sweating, especially during feeding; Slow growth rate, lack of weight compared to the standard; Difficulty sucking and poor appetite; Always in a state of fatigue\nIn many cases, sick children do not show symptoms immediately after birth. Only when children are older do they show symptoms of the disease. At this time, it is necessary to intervene and treat as soon as possible to limit complications.\n\nCauses of acyanotic congenital heart disease\nExperts have not determined the exact cause of non-cyanotic congenital heart defects. They suspect that children are at increased risk of this disease due to: (3)\nChildren with chromosomal or genetic abnormalities; The mother drank a lot of alcohol, smoked cigarettes or was exposed to environmental tobacco smoke during pregnancy.; Pregnant women suffer from certain diseases such as diabetes, phenylketonuria, influenza, measles, rubella...; Pregnant mothers must work or live in toxic chemical environments; Mother used drugs during pregnancy.\nSmoking in pregnant women is one of the risk factors for non-cyanotic congenital heart defects in children\n\nSymptoms\nNon-cyanotic congenital heart disease, if not detected and treated promptly, can lead to complications such as:\n1. Developmental delay\nA child with the disease often has delayed development in height, weight as well as when he can walk/talk. Not only that, children may also have difficulty learning and reduce their ability to absorb.\n2. Heart failure\nIf the heart cannot pump blood effectively throughout the body, over time it will lead to heart failure. This condition can affect either or both sides of the heart. People with heart failure need to be treated quickly to avoid the risk of death.\n3. Pulmonary hypertension\nThis is an uncontrolled increase in pressure in the pulmonary artery. In the long term, it will lead to irreversible lung damage.\n\nDiagnosis method for acyanotic congenital heart disease\nNon-cyanotic congenital heart defects can be detected in the fetus, when the fetus is 17 weeks or older.; After the baby is born, the doctor will hear the baby's heart murmur. If a child is suspected of having a non-cyanotic congenital heart defect, the doctor will conduct paraclinical tests such as: Chest X-ray: to determine abnormalities in the heart structure. Electrocardiogram (EKG or ECG): measures the electrical activity of the heart. Echocardiogram: looks at the heart's valves and chambers. Right heart catheterization: helps determine how well the heart is pumping blood. A thin tube is inserted through the femoral vein to the heart, thereby measuring the amount of blood the heart pumps per minute and the amount of oxygen in the blood in each chamber of the heart. Left heart catheterization: This method is similar to right heart catheterization, but is performed on the left side of the heart.; Chest X-ray: to identify structural abnormalities of the heart; Electrocardiogram (EKG or ECG): measures the heart's electrical activity; Echocardiography: observes images of the valves and chambers of the heart; Right heart catheterization: helps determine how well the heart is pumping blood. A thin tube is inserted through the femoral vein to the heart, thereby measuring the amount of blood the heart pumps per minute and the amount of oxygen in the blood in each chamber of the heart.; Left heart catheterization: This method is similar to right heart catheterization, but is performed on the left side of the heart.; Contrast dye is injected into the patient's blood, highlighting the blood flow through the arteries, helping to detect whether there are blood vessel blockages or abnormalities in blood vessel segments.\nNewborn babies suspected of having acyanotic congenital heart disease will have an echocardiogram for diagnosis\n\nTreatment of acyanotic congenital heart disease\nIf your baby is born with a small ventricular/atrial septal defect, he or she does not need treatment because the defect is likely to close on its own. Similarly, mild pulmonary valve stenosis/aortic valve stenosis does not require intervention. The doctor will recommend that parents take their children for regular checkups to monitor the progression of the disease. (4)\nIn cases where a child's non-cyanotic congenital heart defect is moderate to severe, causing serious symptoms, the child needs treatment methods such as:\nMedication use: Children are prescribed medications to help the heart work more effectively, control blood pressure, prevent blood clots or control irregular heartbeat.; Interventional cardiac catheterization: This procedure helps doctors treat some congenital heart defects without needing open chest and heart surgery, including pulmonary valvuloplasty, aortic valvuloplasty, dilatation and stent placement. Aortic coarctation, atrial septal defect occlusion, ventricular septal defect occlusion... The doctor will thread the catheter through the vein in the thigh and up to the heart, then insert tools through the catheter to treat the heart defect.; Open heart surgery: This method is applied to cases that cannot be intervened with minimally invasive cardiac catheterization techniques. The doctor makes an incision in the middle of the chest to access the heart, close holes in the heart, repair heart valves, or widen blood vessels.; Heart transplant: In cases where the patient's condition is too complex or the disease is advanced enough to threaten serious complications, a heart transplant may be needed. The patient's heart is replaced with a healthy heart from a donor.\nAfter surgery, the heart will function almost normally. However, as patients age, they may experience related cardiovascular problems. Additionally, if there is scar tissue on the heart (as a result of surgery), this increases the risk of:\nIrregular heartbeat or arrhythmia; Cyanosis; Dizziness and fainting; Swelling of organs or body tissues (edema); Shortness of breath; Fatigue, especially after exertion\nIn addition, non-cyanotic congenital heart defects that have mild symptoms that do not require surgery during childhood can get worse over time and require treatment as the child matures.\n\nHow to care for a non-cyanotic heart defect\nIf you have a cyanotic congenital heart disease, whether you have had surgery or not, you need to have your health closely monitored. During your visits, your doctor will help you:\nPrescribe medications that reduce stress on the heart, such as blood pressure medications; Determine the form and intensity of exercise that suits your physical condition; Build a heart-healthy diet; Consider whether you are pregnant or not. If you find that having a baby will worsen your condition, your doctor will advise you not to get pregnant.; Advice on when a procedure or surgery may be performed to treat your heart condition and prevent complications.\n\nPrecautions\nThere is no way to absolutely prevent acyanotic congenital heart disease. Mothers can only reduce the risk of disease for their children by following a healthy lifestyle during pregnancy. Specifically:\nDo not use stimulants; Stop smoking and stay away from secondhand smoke; Avoid alcohol abuse; Perform all recommended screening tests during pregnancy to detect fetal abnormalities as early as possible; Manage health conditions, such as diabetes and phenylketonuria, well.\nCongenital Heart Department, Tam Anh General Hospital Cardiology Center brings together highly qualified and experienced doctors, specializing in congenital heart screening, diagnosis and treatment of congenital heart diseases from the fetal stage, and treatment immediately after birth, monitor the disease into adulthood and throughout life. The center regularly updates the latest treatment regimens according to the guidelines of domestic and international Cardiology Associations, performing diagnostic cardiac catheterization techniques, pulmonary valvuloplasty, aortic valvuloplasty, and implantation. ductus arteriosus stent, atrial septal defect occlusion...\nThe center is equipped with advanced machinery systems: high-end 4D echocardiography machine; 768-slice CT scan system, new generation MRI scan, heart scan without breath holding, low dose, accurate diagnosis of pathology in a short time... Not only that, the Congenital Cardiology Department also coordinates closely with Other specialties such as Testing Center, Diagnostic Imaging, Obstetrics and Gynecology, Neonatology, Pediatrics... help accurately diagnose and comprehensively treat diseases.\nIf detected early and properly intervened, children with non-cyanotic congenital heart disease will develop well and have a peaceful, healthy life. However, children need to have their health monitored periodically to detect early and minimize the risk of complications. At the same time, parents should build children's eating, exercise, and living habits in a way that is good for heart health.",
    "subsections": [
        {
            "subsection_name": "What is acyanotic congenital heart disease?",
            "subsection_content": "Acyanotic congenital heart disease is a condition that involves abnormalities in blood flow. In this heart defect, blood contains enough oxygen but is not pumped throughout the body normally.",
            "subsection_string": "What is acyanotic congenital heart disease?\nAcyanotic congenital heart disease is a condition that involves abnormalities in blood flow. In this heart defect, blood contains enough oxygen but is not pumped throughout the body normally."
        },
        {
            "subsection_name": "Classify",
            "subsection_content": "Pathologies belonging to the group of non-cyanotic congenital heart defects include: (2)\nAortic stenosis: The aorta is the main artery that carries blood from the heart to other organs. The aortic valve is located between the heart and the aorta. It opens and closes with each cardiac cycle to move blood out of the heart, while keeping blood from flowing back into the heart. Aortic valve stenosis is a condition in which the valve is narrowed and does not open and close well.\nThe aorta can be narrowed in different locations, but the most common is coarctation of the aorta (the area corresponding to the aortopulmonary ligament, behind the bifurcation of the left subclavian artery).\nPulmonary stenosis: The pulmonary artery carries oxygen-poor blood from the right side of the heart to the lungs for oxygenation. The pulmonary valve is located between the right side of the heart and the pulmonary artery. When the pulmonary valve is narrowed and does not open and close well, it will cause pulmonary valve stenosis.; Atrial septal defect: Atrial septal defect (ASD) refers to a condition in which a hole appears in the wall between the two upper chambers of the heart (right atrium and left atrium). Most small atrial septal defects close spontaneously. For larger holes, your doctor will perform a cardiac catheterization procedure or open-heart surgery to close it.; Ventricular septal defect: The most common heart defect, ventricular septal defect (VSD) occurs when there is a hole in the wall between the two lower chambers of the heart (right and left ventricles). Similar to an atrial septal defect, a ventricular septal defect can close spontaneously or require surgical intervention to close the hole.; Atrioventricular canal: This defect refers to an opening located in the center of the heart, in the wall that separates the upper chambers (atria) from the lower chambers (ventricles). Most people with atrioventricular canal disease have abnormalities in certain heart valves (mitral valve and tricuspid valve). Atrioventricular canal defects are also known as endocardial cushion defects; Bicuspid aortic valve: The aortic valve is a one-way passageway between the heart and the aorta. The valve usually has 3 flaps that open and close to regulate the flow of blood. The bicuspid aortic valve has only 2 pieces, causing the valve to not function normally.; Aortic coarctation: This disease occurs when the aorta is compressed or narrowed, restricting blood flow through it.",
            "subsection_string": "Classify\nPathologies belonging to the group of non-cyanotic congenital heart defects include: (2)\nAortic stenosis: The aorta is the main artery that carries blood from the heart to other organs. The aortic valve is located between the heart and the aorta. It opens and closes with each cardiac cycle to move blood out of the heart, while keeping blood from flowing back into the heart. Aortic valve stenosis is a condition in which the valve is narrowed and does not open and close well.\nThe aorta can be narrowed in different locations, but the most common is coarctation of the aorta (the area corresponding to the aortopulmonary ligament, behind the bifurcation of the left subclavian artery).\nPulmonary stenosis: The pulmonary artery carries oxygen-poor blood from the right side of the heart to the lungs for oxygenation. The pulmonary valve is located between the right side of the heart and the pulmonary artery. When the pulmonary valve is narrowed and does not open and close well, it will cause pulmonary valve stenosis.; Atrial septal defect: Atrial septal defect (ASD) refers to a condition in which a hole appears in the wall between the two upper chambers of the heart (right atrium and left atrium). Most small atrial septal defects close spontaneously. For larger holes, your doctor will perform a cardiac catheterization procedure or open-heart surgery to close it.; Ventricular septal defect: The most common heart defect, ventricular septal defect (VSD) occurs when there is a hole in the wall between the two lower chambers of the heart (right and left ventricles). Similar to an atrial septal defect, a ventricular septal defect can close spontaneously or require surgical intervention to close the hole.; Atrioventricular canal: This defect refers to an opening located in the center of the heart, in the wall that separates the upper chambers (atria) from the lower chambers (ventricles). Most people with atrioventricular canal disease have abnormalities in certain heart valves (mitral valve and tricuspid valve). Atrioventricular canal defects are also known as endocardial cushion defects; Bicuspid aortic valve: The aortic valve is a one-way passageway between the heart and the aorta. The valve usually has 3 flaps that open and close to regulate the flow of blood. The bicuspid aortic valve has only 2 pieces, causing the valve to not function normally.; Aortic coarctation: This disease occurs when the aorta is compressed or narrowed, restricting blood flow through it."
        },
        {
            "subsection_name": "Symptoms of non-cyanotic congenital heart disease",
            "subsection_content": "Signs that a child has a noncyanotic congenital heart defect are:\nDifficulty breathing, especially during physical activity; Chest tightness; Sweating, especially during feeding; Slow growth rate, lack of weight compared to the standard; Difficulty sucking and poor appetite; Always in a state of fatigue\nIn many cases, sick children do not show symptoms immediately after birth. Only when children are older do they show symptoms of the disease. At this time, it is necessary to intervene and treat as soon as possible to limit complications.",
            "subsection_string": "Symptoms of non-cyanotic congenital heart disease\nSigns that a child has a noncyanotic congenital heart defect are:\nDifficulty breathing, especially during physical activity; Chest tightness; Sweating, especially during feeding; Slow growth rate, lack of weight compared to the standard; Difficulty sucking and poor appetite; Always in a state of fatigue\nIn many cases, sick children do not show symptoms immediately after birth. Only when children are older do they show symptoms of the disease. At this time, it is necessary to intervene and treat as soon as possible to limit complications."
        },
        {
            "subsection_name": "Causes of acyanotic congenital heart disease",
            "subsection_content": "Experts have not determined the exact cause of non-cyanotic congenital heart defects. They suspect that children are at increased risk of this disease due to: (3)\nChildren with chromosomal or genetic abnormalities; The mother drank a lot of alcohol, smoked cigarettes or was exposed to environmental tobacco smoke during pregnancy.; Pregnant women suffer from certain diseases such as diabetes, phenylketonuria, influenza, measles, rubella...; Pregnant mothers must work or live in toxic chemical environments; Mother used drugs during pregnancy.\nSmoking in pregnant women is one of the risk factors for non-cyanotic congenital heart defects in children",
            "subsection_string": "Causes of acyanotic congenital heart disease\nExperts have not determined the exact cause of non-cyanotic congenital heart defects. They suspect that children are at increased risk of this disease due to: (3)\nChildren with chromosomal or genetic abnormalities; The mother drank a lot of alcohol, smoked cigarettes or was exposed to environmental tobacco smoke during pregnancy.; Pregnant women suffer from certain diseases such as diabetes, phenylketonuria, influenza, measles, rubella...; Pregnant mothers must work or live in toxic chemical environments; Mother used drugs during pregnancy.\nSmoking in pregnant women is one of the risk factors for non-cyanotic congenital heart defects in children"
        },
        {
            "subsection_name": "Symptoms",
            "subsection_content": "Non-cyanotic congenital heart disease, if not detected and treated promptly, can lead to complications such as:\n1. Developmental delay\nA child with the disease often has delayed development in height, weight as well as when he can walk/talk. Not only that, children may also have difficulty learning and reduce their ability to absorb.\n2. Heart failure\nIf the heart cannot pump blood effectively throughout the body, over time it will lead to heart failure. This condition can affect either or both sides of the heart. People with heart failure need to be treated quickly to avoid the risk of death.\n3. Pulmonary hypertension\nThis is an uncontrolled increase in pressure in the pulmonary artery. In the long term, it will lead to irreversible lung damage.",
            "subsection_string": "Symptoms\nNon-cyanotic congenital heart disease, if not detected and treated promptly, can lead to complications such as:\n1. Developmental delay\nA child with the disease often has delayed development in height, weight as well as when he can walk/talk. Not only that, children may also have difficulty learning and reduce their ability to absorb.\n2. Heart failure\nIf the heart cannot pump blood effectively throughout the body, over time it will lead to heart failure. This condition can affect either or both sides of the heart. People with heart failure need to be treated quickly to avoid the risk of death.\n3. Pulmonary hypertension\nThis is an uncontrolled increase in pressure in the pulmonary artery. In the long term, it will lead to irreversible lung damage."
        },
        {
            "subsection_name": "Diagnosis method for acyanotic congenital heart disease",
            "subsection_content": "Non-cyanotic congenital heart defects can be detected in the fetus, when the fetus is 17 weeks or older.; After the baby is born, the doctor will hear the baby's heart murmur. If a child is suspected of having a non-cyanotic congenital heart defect, the doctor will conduct paraclinical tests such as: Chest X-ray: to determine abnormalities in the heart structure. Electrocardiogram (EKG or ECG): measures the electrical activity of the heart. Echocardiogram: looks at the heart's valves and chambers. Right heart catheterization: helps determine how well the heart is pumping blood. A thin tube is inserted through the femoral vein to the heart, thereby measuring the amount of blood the heart pumps per minute and the amount of oxygen in the blood in each chamber of the heart. Left heart catheterization: This method is similar to right heart catheterization, but is performed on the left side of the heart.; Chest X-ray: to identify structural abnormalities of the heart; Electrocardiogram (EKG or ECG): measures the heart's electrical activity; Echocardiography: observes images of the valves and chambers of the heart; Right heart catheterization: helps determine how well the heart is pumping blood. A thin tube is inserted through the femoral vein to the heart, thereby measuring the amount of blood the heart pumps per minute and the amount of oxygen in the blood in each chamber of the heart.; Left heart catheterization: This method is similar to right heart catheterization, but is performed on the left side of the heart.; Contrast dye is injected into the patient's blood, highlighting the blood flow through the arteries, helping to detect whether there are blood vessel blockages or abnormalities in blood vessel segments.\nNewborn babies suspected of having acyanotic congenital heart disease will have an echocardiogram for diagnosis",
            "subsection_string": "Diagnosis method for acyanotic congenital heart disease\nNon-cyanotic congenital heart defects can be detected in the fetus, when the fetus is 17 weeks or older.; After the baby is born, the doctor will hear the baby's heart murmur. If a child is suspected of having a non-cyanotic congenital heart defect, the doctor will conduct paraclinical tests such as: Chest X-ray: to determine abnormalities in the heart structure. Electrocardiogram (EKG or ECG): measures the electrical activity of the heart. Echocardiogram: looks at the heart's valves and chambers. Right heart catheterization: helps determine how well the heart is pumping blood. A thin tube is inserted through the femoral vein to the heart, thereby measuring the amount of blood the heart pumps per minute and the amount of oxygen in the blood in each chamber of the heart. Left heart catheterization: This method is similar to right heart catheterization, but is performed on the left side of the heart.; Chest X-ray: to identify structural abnormalities of the heart; Electrocardiogram (EKG or ECG): measures the heart's electrical activity; Echocardiography: observes images of the valves and chambers of the heart; Right heart catheterization: helps determine how well the heart is pumping blood. A thin tube is inserted through the femoral vein to the heart, thereby measuring the amount of blood the heart pumps per minute and the amount of oxygen in the blood in each chamber of the heart.; Left heart catheterization: This method is similar to right heart catheterization, but is performed on the left side of the heart.; Contrast dye is injected into the patient's blood, highlighting the blood flow through the arteries, helping to detect whether there are blood vessel blockages or abnormalities in blood vessel segments.\nNewborn babies suspected of having acyanotic congenital heart disease will have an echocardiogram for diagnosis"
        },
        {
            "subsection_name": "Treatment of acyanotic congenital heart disease",
            "subsection_content": "If your baby is born with a small ventricular/atrial septal defect, he or she does not need treatment because the defect is likely to close on its own. Similarly, mild pulmonary valve stenosis/aortic valve stenosis does not require intervention. The doctor will recommend that parents take their children for regular checkups to monitor the progression of the disease. (4)\nIn cases where a child's non-cyanotic congenital heart defect is moderate to severe, causing serious symptoms, the child needs treatment methods such as:\nMedication use: Children are prescribed medications to help the heart work more effectively, control blood pressure, prevent blood clots or control irregular heartbeat.; Interventional cardiac catheterization: This procedure helps doctors treat some congenital heart defects without needing open chest and heart surgery, including pulmonary valvuloplasty, aortic valvuloplasty, dilatation and stent placement. Aortic coarctation, atrial septal defect occlusion, ventricular septal defect occlusion... The doctor will thread the catheter through the vein in the thigh and up to the heart, then insert tools through the catheter to treat the heart defect.; Open heart surgery: This method is applied to cases that cannot be intervened with minimally invasive cardiac catheterization techniques. The doctor makes an incision in the middle of the chest to access the heart, close holes in the heart, repair heart valves, or widen blood vessels.; Heart transplant: In cases where the patient's condition is too complex or the disease is advanced enough to threaten serious complications, a heart transplant may be needed. The patient's heart is replaced with a healthy heart from a donor.\nAfter surgery, the heart will function almost normally. However, as patients age, they may experience related cardiovascular problems. Additionally, if there is scar tissue on the heart (as a result of surgery), this increases the risk of:\nIrregular heartbeat or arrhythmia; Cyanosis; Dizziness and fainting; Swelling of organs or body tissues (edema); Shortness of breath; Fatigue, especially after exertion\nIn addition, non-cyanotic congenital heart defects that have mild symptoms that do not require surgery during childhood can get worse over time and require treatment as the child matures.",
            "subsection_string": "Treatment of acyanotic congenital heart disease\nIf your baby is born with a small ventricular/atrial septal defect, he or she does not need treatment because the defect is likely to close on its own. Similarly, mild pulmonary valve stenosis/aortic valve stenosis does not require intervention. The doctor will recommend that parents take their children for regular checkups to monitor the progression of the disease. (4)\nIn cases where a child's non-cyanotic congenital heart defect is moderate to severe, causing serious symptoms, the child needs treatment methods such as:\nMedication use: Children are prescribed medications to help the heart work more effectively, control blood pressure, prevent blood clots or control irregular heartbeat.; Interventional cardiac catheterization: This procedure helps doctors treat some congenital heart defects without needing open chest and heart surgery, including pulmonary valvuloplasty, aortic valvuloplasty, dilatation and stent placement. Aortic coarctation, atrial septal defect occlusion, ventricular septal defect occlusion... The doctor will thread the catheter through the vein in the thigh and up to the heart, then insert tools through the catheter to treat the heart defect.; Open heart surgery: This method is applied to cases that cannot be intervened with minimally invasive cardiac catheterization techniques. The doctor makes an incision in the middle of the chest to access the heart, close holes in the heart, repair heart valves, or widen blood vessels.; Heart transplant: In cases where the patient's condition is too complex or the disease is advanced enough to threaten serious complications, a heart transplant may be needed. The patient's heart is replaced with a healthy heart from a donor.\nAfter surgery, the heart will function almost normally. However, as patients age, they may experience related cardiovascular problems. Additionally, if there is scar tissue on the heart (as a result of surgery), this increases the risk of:\nIrregular heartbeat or arrhythmia; Cyanosis; Dizziness and fainting; Swelling of organs or body tissues (edema); Shortness of breath; Fatigue, especially after exertion\nIn addition, non-cyanotic congenital heart defects that have mild symptoms that do not require surgery during childhood can get worse over time and require treatment as the child matures."
        },
        {
            "subsection_name": "How to care for a non-cyanotic heart defect",
            "subsection_content": "If you have a cyanotic congenital heart disease, whether you have had surgery or not, you need to have your health closely monitored. During your visits, your doctor will help you:\nPrescribe medications that reduce stress on the heart, such as blood pressure medications; Determine the form and intensity of exercise that suits your physical condition; Build a heart-healthy diet; Consider whether you are pregnant or not. If you find that having a baby will worsen your condition, your doctor will advise you not to get pregnant.; Advice on when a procedure or surgery may be performed to treat your heart condition and prevent complications.",
            "subsection_string": "How to care for a non-cyanotic heart defect\nIf you have a cyanotic congenital heart disease, whether you have had surgery or not, you need to have your health closely monitored. During your visits, your doctor will help you:\nPrescribe medications that reduce stress on the heart, such as blood pressure medications; Determine the form and intensity of exercise that suits your physical condition; Build a heart-healthy diet; Consider whether you are pregnant or not. If you find that having a baby will worsen your condition, your doctor will advise you not to get pregnant.; Advice on when a procedure or surgery may be performed to treat your heart condition and prevent complications."
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "There is no way to absolutely prevent acyanotic congenital heart disease. Mothers can only reduce the risk of disease for their children by following a healthy lifestyle during pregnancy. Specifically:\nDo not use stimulants; Stop smoking and stay away from secondhand smoke; Avoid alcohol abuse; Perform all recommended screening tests during pregnancy to detect fetal abnormalities as early as possible; Manage health conditions, such as diabetes and phenylketonuria, well.\nCongenital Heart Department, Tam Anh General Hospital Cardiology Center brings together highly qualified and experienced doctors, specializing in congenital heart screening, diagnosis and treatment of congenital heart diseases from the fetal stage, and treatment immediately after birth, monitor the disease into adulthood and throughout life. The center regularly updates the latest treatment regimens according to the guidelines of domestic and international Cardiology Associations, performing diagnostic cardiac catheterization techniques, pulmonary valvuloplasty, aortic valvuloplasty, and implantation. ductus arteriosus stent, atrial septal defect occlusion...\nThe center is equipped with advanced machinery systems: high-end 4D echocardiography machine; 768-slice CT scan system, new generation MRI scan, heart scan without breath holding, low dose, accurate diagnosis of pathology in a short time... Not only that, the Congenital Cardiology Department also coordinates closely with Other specialties such as Testing Center, Diagnostic Imaging, Obstetrics and Gynecology, Neonatology, Pediatrics... help accurately diagnose and comprehensively treat diseases.\nIf detected early and properly intervened, children with non-cyanotic congenital heart disease will develop well and have a peaceful, healthy life. However, children need to have their health monitored periodically to detect early and minimize the risk of complications. At the same time, parents should build children's eating, exercise, and living habits in a way that is good for heart health.",
            "subsection_string": "Precautions\nThere is no way to absolutely prevent acyanotic congenital heart disease. Mothers can only reduce the risk of disease for their children by following a healthy lifestyle during pregnancy. Specifically:\nDo not use stimulants; Stop smoking and stay away from secondhand smoke; Avoid alcohol abuse; Perform all recommended screening tests during pregnancy to detect fetal abnormalities as early as possible; Manage health conditions, such as diabetes and phenylketonuria, well.\nCongenital Heart Department, Tam Anh General Hospital Cardiology Center brings together highly qualified and experienced doctors, specializing in congenital heart screening, diagnosis and treatment of congenital heart diseases from the fetal stage, and treatment immediately after birth, monitor the disease into adulthood and throughout life. The center regularly updates the latest treatment regimens according to the guidelines of domestic and international Cardiology Associations, performing diagnostic cardiac catheterization techniques, pulmonary valvuloplasty, aortic valvuloplasty, and implantation. ductus arteriosus stent, atrial septal defect occlusion...\nThe center is equipped with advanced machinery systems: high-end 4D echocardiography machine; 768-slice CT scan system, new generation MRI scan, heart scan without breath holding, low dose, accurate diagnosis of pathology in a short time... Not only that, the Congenital Cardiology Department also coordinates closely with Other specialties such as Testing Center, Diagnostic Imaging, Obstetrics and Gynecology, Neonatology, Pediatrics... help accurately diagnose and comprehensively treat diseases.\nIf detected early and properly intervened, children with non-cyanotic congenital heart disease will develop well and have a peaceful, healthy life. However, children need to have their health monitored periodically to detect early and minimize the risk of complications. At the same time, parents should build children's eating, exercise, and living habits in a way that is good for heart health."
        }
    ],
    "name": "benh-tim-bam-sinh-khong-tim.json"
}