{
    "title": "Retinal vein occlusion: Causes, signs and treatments",
    "category": "Eye",
    "link": "https://tamanhhospital.vn/benh-tac-tinh-mach-vong-mac/",
    "abstract": "The JAMA Ophthalmol journal has just published research on Covid-19 increasing the risk of retinal vein occlusion. The disease occurs mainly within 6 months after recovering from Covid-19. The cause is due to Covid-19 creating blood clots, blocking veins.",
    "content": "Retinal vein occlusion: Causes, signs and treatments\n\nThe JAMA Ophthalmol journal has just published research on Covid-19 increasing the risk of retinal vein occlusion. The disease occurs mainly within 6 months after recovering from Covid-19. The cause is due to Covid-19 creating blood clots, blocking veins.\n\nWhat is retinal vein occlusion?\nRetinal vein occlusion is a condition in which blood flow from the retina is blocked by a blood clot. Arteries carry blood from the heart to all parts of the body, and veins carry blood back to the heart. A blockage in an artery or vein is called an embolism or stroke.\nThe retina is covered with special nerve cells that convert light into signals and transmit them to the brain to help us see images. When the retina is damaged, it will directly affect the patient's ability to see. (first)\nCovid-19 increases the risk of many diseases, including eye diseases\nNerve cells need a constant supply of blood to provide oxygen and nutrients, and blood vessels do this important job. When a blockage occurs, a blood clot blocks the flow of blood through one of the brain's arteries, causing damage to the area that does not receive blood.\nThis damage can also occur in any part of the body. When a retinal vein is blocked, blood cannot flow out of the retina, leading to hemorrhage (bleeding) from the blocked blood vessels and fluid leakage from the blood vessels.\n\nClassify\nRetinal vein occlusion is divided into 2 types:\nCentral retinal vein occlusion (CRVO) is a major vein occlusion, often appearing suddenly in one eye. Depending on the level and location of the blockage, disease symptoms range from mild to severe, even without symptoms. There are cases where only a black spot appears in the eye, without affecting vision. Groups susceptible to the disease are often people with narrowed or damaged blood vessels or are suffering from chronic diseases such as glaucoma, macular edema, atherosclerosis, diabetes, hypertension, high cholesterol...\nBranch retinal vein occlusion (BRVO) is an obstruction of one of the smaller branch veins, caused by the appearance of a thrombus in the vein. This is also the reason for about 30% of cases. Venous occlusion occurs, causing blockage of blood drainage in the macular area, causing macular edema and reduced vision.\n\nCauses of retinal vein occlusion\nAfter diabetic retinopathy, retinal vein occlusion is the second most common retinal vascular disorder. Central retinal vein occlusion usually occurs in people 50 years of age and older. In most cases, the cause of the disease is unknown. (2)\nPeople with existing eye problems are at high risk of retinal vein occlusion\nRetinal vein occlusion occurs when a blood clot blocks the vessel and causes an obstruction. Sometimes venous occlusion occurs because the eye's veins are too narrow. In addition, groups of people at higher risk than others include:\nPeople with diabetes; People with arteriosclerosis; People with high blood pressure; People with glaucoma; People with high cholesterol levels; Blood disorders that affect blood clotting or other health problems that affect blood flow; Smoker; People over 60 years old\nThe disease usually occurs in one eye, however, about 6%-17% of cases have this disease in the second eye.\n\nCommon symptoms\n“After recovery, people with Covid-19 face the risk of systemic embolism, one of which is the risk of retinal vein occlusion with symptoms ranging from vague to clear, including blurring or loss of vision (does not cause pain) and usually occurs in one eye\", MSc. Pham Huy Vu Tung - Tam Anh General Hospital, Ho Chi Minh City, shared.\nBlurring or loss of vision may be mild at first, but may get worse over the next few hours or days. Sometimes complete vision loss occurs almost immediately.\nIf these symptoms occur, it is important that the patient see an eye specialist as soon as possible. Retinal vein occlusion often causes permanent damage to the retina, even complete loss of vision. This is also the cause of other eye problems.\n\nComplications of retinal vein occlusion\nComplications of retinal vein occlusion not only directly affect vision but also cause other eye problems, including:\nMacular edema: The macula is a small central area of ​​the retina that helps you have detailed, sharp vision, necessary for viewing and reading activities... When blood and fluid leak into the macula, it will cause edema and blurred vision. and/or loss of vision, called macular edema; Neovascularization: Retinal vein occlusion can stimulate the retina to grow new, abnormal blood vessels, often called neovascularization. These new vessels may leak blood or fluid into the vitreous cavity. As a result, small dark spots or dark clouds may appear in your vision. Severe complications of neovascularization can cause the retina to separate from the back of the eye.; Neovascular Glaucoma: New blood vessels in some parts of the eye can cause pain and increase pressure inside the eye. When glaucoma persists, it is likely to cause glaucoma and impaired vision.; Blindness: Complications of retinal vein occlusion, if left untreated, can lead to irreversible loss of vision.\n\nDiagnostic method\nFirst, the Ophthalmologist will examine the eyes and learn about the patient's medical history. Next, the doctor will check the retina for signs of blockage or bleeding. Before that, the patient will be given drops to dilate the pupils to make the eye examination process easier. (3)\nNote, if you have ever been allergic to mydriatic drugs (such as Mydriacyl...), or other types of allergies, you should notify your doctor in advance.\nIn addition, patients will have their retina examined with in-depth imaging tests:\nOptical coherence tomography (OCT): This technique produces highly clear images of the retina. These images help the doctor determine whether or not swelling and edema are present in the retina. Your doctor will use OCT images to document the progression of the disease throughout treatment.; Ophthalmoscopy: Through the ophthalmoscope, the doctor will examine the retina to detect changes caused by retinal vein occlusion; Fluorescein angiography: This is a test in which dye is injected into a vein in the arm and travels to the retinal blood vessels. The results produce special images that help doctors easily observe blood vessels.\n\nTreatments\nAlthough there is no solution to unblock retinal veins, there are still many treatments for retinal vein occlusion.\nIn fact, people with retinal vein occlusion still recover their vision. About 1/3 of patients show some improvement, 1/3 stay the same and about 1/3 gradually improve, but it can take about a year to see these results. In some cases, blocked vessels lead to fluid buildup in the retina. In other cases, the disease can cause the formation of new blood vessels. (4)\nAccordingly, some treatment methods include:\nInjection of anti-angiogenic drugs (VEGF), also known as anti-angiogenic drugs, aims to inhibit vascular endothelial growth factor, preventing the formation of new blood vessels.; Corticosteroid injections: Group of drugs that fight inflammatory components that lead to edema; Focal laser therapy: Laser beams are directed to swollen areas to reduce edema.; Retinal laser photocoagulation therapy: This treatment method is applied when patients have new blood vessel formation after retinal vein occlusion. This therapy helps destroy retinal neovascularization, prevent vitreoretinal hemorrhage and macular edema, prevent progression and preserve the patient's vision.\n\nPrevention\nSeveral underlying medical conditions lead to retinal vein occlusion, so it is important to control blood pressure, cholesterol, and blood sugar. If you are taking birth control pills, talk to your doctor, this is sometimes also the cause of retinal vein occlusion.\nMaintain a scientific diet, eat lots of green vegetables, fruits, limit starch, fat... to prevent underlying diseases such as diabetes and atherosclerosis from progressing; Limit the risk of retinal vein occlusion caused by these causes. In addition, exercising, exercising regularly, quitting smoking... also help improve physical condition and prevent diseases for yourself.\nIn particular, if suffering from diseases such as hypertension, diabetes, etc., the patient needs to effectively treat these systemic diseases because these are also the causes of the disease. At the same time, have regular eye exams every year, people with the disease should check every 3-6 months, to review the current health status of their eyes.\nThe patient is being examined at the Ophthalmology Department - Tam Anh General Hospital\nTam Anh General Hospital system with modern machinery and equipment, including:\nSlit lamp for eye examination (Takagi machine): Observe the smallest structures of the eye, detect eye damage. The LED light system helps keep eyes from being glared and is bright and clear; Wide lighting range and convenient light slit adjustment help doctors easily observe all very small details in the eye.; Color fundus photography: Automatically adjusted imaging technology helps doctors see all lesions in the patient's fundus area. Effective support in diagnosing eye fundus diseases hidden behind the eyes such as complications of diabetes, hypertension... affecting the eyes and some vascular diseases in the eyes.; Non-contact intraocular pressure measurement: With advantages: no need to use anesthesia when measuring; ensure accuracy and safety; No eye contact, no pain, avoid spreading disease...; The patient only needs to put the chin in the correct position, the machine will automatically take pictures and scan, shortening the examination time.; Automatic refraction measurement: Performed in cases where it is necessary to determine the refractive status of the eye, helping to automatically orient the lens. The outstanding advantage is that the measurement time is quick, painless and does not harm the eyes. Along with other modern equipment.\nWith all available mechanical techniques, Tam Anh General Hospital System provides services to meet customer needs, including: Comprehensive eye health check with personalization for each person. adults and children; Regular eye exams help screen for potential eye diseases; Examination and treatment of eye diseases such as cataracts (dry cataracts), refractive errors, glaucoma (glaucoma), macular degeneration...\nDr. Tung further recommends that people with Covid-19, in addition to the risk of retinal vein disease, must also face other eye diseases such as conjunctivitis, uveitis, and optic neuritis. , retinal vascular disorders or neuro-ophthalmic disorders. Therefore, when seeing unusual eye symptoms, patients should go to a specialist for early detection and timely treatment to overcome eye problems caused by Covid-19.\nTo schedule an appointment to see MSc. Pham Huy Vu Tung - Tam Anh General Hospital, Ho Chi Minh City, you register here.\nIn short, retinal vein occlusion often occurs in people with medical conditions such as diabetes, age-related vascular disease, high blood pressure, blood disorders... Therefore, if you have one or more If you have the above health problems or find that you are at risk or have symptoms of retinal vein occlusion, you need to see an eye specialist as soon as possible. By reviewing symptoms and medical statements, the doctor can order the necessary tests to determine whether you are at risk or have the disease, thereby providing appropriate treatment.",
    "subsections": [
        {
            "subsection_name": "What is retinal vein occlusion?",
            "subsection_content": "Retinal vein occlusion is a condition in which blood flow from the retina is blocked by a blood clot. Arteries carry blood from the heart to all parts of the body, and veins carry blood back to the heart. A blockage in an artery or vein is called an embolism or stroke.\nThe retina is covered with special nerve cells that convert light into signals and transmit them to the brain to help us see images. When the retina is damaged, it will directly affect the patient's ability to see. (first)\nCovid-19 increases the risk of many diseases, including eye diseases\nNerve cells need a constant supply of blood to provide oxygen and nutrients, and blood vessels do this important job. When a blockage occurs, a blood clot blocks the flow of blood through one of the brain's arteries, causing damage to the area that does not receive blood.\nThis damage can also occur in any part of the body. When a retinal vein is blocked, blood cannot flow out of the retina, leading to hemorrhage (bleeding) from the blocked blood vessels and fluid leakage from the blood vessels.",
            "subsection_string": "What is retinal vein occlusion?\nRetinal vein occlusion is a condition in which blood flow from the retina is blocked by a blood clot. Arteries carry blood from the heart to all parts of the body, and veins carry blood back to the heart. A blockage in an artery or vein is called an embolism or stroke.\nThe retina is covered with special nerve cells that convert light into signals and transmit them to the brain to help us see images. When the retina is damaged, it will directly affect the patient's ability to see. (first)\nCovid-19 increases the risk of many diseases, including eye diseases\nNerve cells need a constant supply of blood to provide oxygen and nutrients, and blood vessels do this important job. When a blockage occurs, a blood clot blocks the flow of blood through one of the brain's arteries, causing damage to the area that does not receive blood.\nThis damage can also occur in any part of the body. When a retinal vein is blocked, blood cannot flow out of the retina, leading to hemorrhage (bleeding) from the blocked blood vessels and fluid leakage from the blood vessels."
        },
        {
            "subsection_name": "Classify",
            "subsection_content": "Retinal vein occlusion is divided into 2 types:\nCentral retinal vein occlusion (CRVO) is a major vein occlusion, often appearing suddenly in one eye. Depending on the level and location of the blockage, disease symptoms range from mild to severe, even without symptoms. There are cases where only a black spot appears in the eye, without affecting vision. Groups susceptible to the disease are often people with narrowed or damaged blood vessels or are suffering from chronic diseases such as glaucoma, macular edema, atherosclerosis, diabetes, hypertension, high cholesterol...\nBranch retinal vein occlusion (BRVO) is an obstruction of one of the smaller branch veins, caused by the appearance of a thrombus in the vein. This is also the reason for about 30% of cases. Venous occlusion occurs, causing blockage of blood drainage in the macular area, causing macular edema and reduced vision.",
            "subsection_string": "Classify\nRetinal vein occlusion is divided into 2 types:\nCentral retinal vein occlusion (CRVO) is a major vein occlusion, often appearing suddenly in one eye. Depending on the level and location of the blockage, disease symptoms range from mild to severe, even without symptoms. There are cases where only a black spot appears in the eye, without affecting vision. Groups susceptible to the disease are often people with narrowed or damaged blood vessels or are suffering from chronic diseases such as glaucoma, macular edema, atherosclerosis, diabetes, hypertension, high cholesterol...\nBranch retinal vein occlusion (BRVO) is an obstruction of one of the smaller branch veins, caused by the appearance of a thrombus in the vein. This is also the reason for about 30% of cases. Venous occlusion occurs, causing blockage of blood drainage in the macular area, causing macular edema and reduced vision."
        },
        {
            "subsection_name": "Causes of retinal vein occlusion",
            "subsection_content": "After diabetic retinopathy, retinal vein occlusion is the second most common retinal vascular disorder. Central retinal vein occlusion usually occurs in people 50 years of age and older. In most cases, the cause of the disease is unknown. (2)\nPeople with existing eye problems are at high risk of retinal vein occlusion\nRetinal vein occlusion occurs when a blood clot blocks the vessel and causes an obstruction. Sometimes venous occlusion occurs because the eye's veins are too narrow. In addition, groups of people at higher risk than others include:\nPeople with diabetes; People with arteriosclerosis; People with high blood pressure; People with glaucoma; People with high cholesterol levels; Blood disorders that affect blood clotting or other health problems that affect blood flow; Smoker; People over 60 years old\nThe disease usually occurs in one eye, however, about 6%-17% of cases have this disease in the second eye.",
            "subsection_string": "Causes of retinal vein occlusion\nAfter diabetic retinopathy, retinal vein occlusion is the second most common retinal vascular disorder. Central retinal vein occlusion usually occurs in people 50 years of age and older. In most cases, the cause of the disease is unknown. (2)\nPeople with existing eye problems are at high risk of retinal vein occlusion\nRetinal vein occlusion occurs when a blood clot blocks the vessel and causes an obstruction. Sometimes venous occlusion occurs because the eye's veins are too narrow. In addition, groups of people at higher risk than others include:\nPeople with diabetes; People with arteriosclerosis; People with high blood pressure; People with glaucoma; People with high cholesterol levels; Blood disorders that affect blood clotting or other health problems that affect blood flow; Smoker; People over 60 years old\nThe disease usually occurs in one eye, however, about 6%-17% of cases have this disease in the second eye."
        },
        {
            "subsection_name": "Common symptoms",
            "subsection_content": "“After recovery, people with Covid-19 face the risk of systemic embolism, one of which is the risk of retinal vein occlusion with symptoms ranging from vague to clear, including blurring or loss of vision (does not cause pain) and usually occurs in one eye\", MSc. Pham Huy Vu Tung - Tam Anh General Hospital, Ho Chi Minh City, shared.\nBlurring or loss of vision may be mild at first, but may get worse over the next few hours or days. Sometimes complete vision loss occurs almost immediately.\nIf these symptoms occur, it is important that the patient see an eye specialist as soon as possible. Retinal vein occlusion often causes permanent damage to the retina, even complete loss of vision. This is also the cause of other eye problems.",
            "subsection_string": "Common symptoms\n“After recovery, people with Covid-19 face the risk of systemic embolism, one of which is the risk of retinal vein occlusion with symptoms ranging from vague to clear, including blurring or loss of vision (does not cause pain) and usually occurs in one eye\", MSc. Pham Huy Vu Tung - Tam Anh General Hospital, Ho Chi Minh City, shared.\nBlurring or loss of vision may be mild at first, but may get worse over the next few hours or days. Sometimes complete vision loss occurs almost immediately.\nIf these symptoms occur, it is important that the patient see an eye specialist as soon as possible. Retinal vein occlusion often causes permanent damage to the retina, even complete loss of vision. This is also the cause of other eye problems."
        },
        {
            "subsection_name": "Complications of retinal vein occlusion",
            "subsection_content": "Complications of retinal vein occlusion not only directly affect vision but also cause other eye problems, including:\nMacular edema: The macula is a small central area of ​​the retina that helps you have detailed, sharp vision, necessary for viewing and reading activities... When blood and fluid leak into the macula, it will cause edema and blurred vision. and/or loss of vision, called macular edema; Neovascularization: Retinal vein occlusion can stimulate the retina to grow new, abnormal blood vessels, often called neovascularization. These new vessels may leak blood or fluid into the vitreous cavity. As a result, small dark spots or dark clouds may appear in your vision. Severe complications of neovascularization can cause the retina to separate from the back of the eye.; Neovascular Glaucoma: New blood vessels in some parts of the eye can cause pain and increase pressure inside the eye. When glaucoma persists, it is likely to cause glaucoma and impaired vision.; Blindness: Complications of retinal vein occlusion, if left untreated, can lead to irreversible loss of vision.",
            "subsection_string": "Complications of retinal vein occlusion\nComplications of retinal vein occlusion not only directly affect vision but also cause other eye problems, including:\nMacular edema: The macula is a small central area of ​​the retina that helps you have detailed, sharp vision, necessary for viewing and reading activities... When blood and fluid leak into the macula, it will cause edema and blurred vision. and/or loss of vision, called macular edema; Neovascularization: Retinal vein occlusion can stimulate the retina to grow new, abnormal blood vessels, often called neovascularization. These new vessels may leak blood or fluid into the vitreous cavity. As a result, small dark spots or dark clouds may appear in your vision. Severe complications of neovascularization can cause the retina to separate from the back of the eye.; Neovascular Glaucoma: New blood vessels in some parts of the eye can cause pain and increase pressure inside the eye. When glaucoma persists, it is likely to cause glaucoma and impaired vision.; Blindness: Complications of retinal vein occlusion, if left untreated, can lead to irreversible loss of vision."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "First, the Ophthalmologist will examine the eyes and learn about the patient's medical history. Next, the doctor will check the retina for signs of blockage or bleeding. Before that, the patient will be given drops to dilate the pupils to make the eye examination process easier. (3)\nNote, if you have ever been allergic to mydriatic drugs (such as Mydriacyl...), or other types of allergies, you should notify your doctor in advance.\nIn addition, patients will have their retina examined with in-depth imaging tests:\nOptical coherence tomography (OCT): This technique produces highly clear images of the retina. These images help the doctor determine whether or not swelling and edema are present in the retina. Your doctor will use OCT images to document the progression of the disease throughout treatment.; Ophthalmoscopy: Through the ophthalmoscope, the doctor will examine the retina to detect changes caused by retinal vein occlusion; Fluorescein angiography: This is a test in which dye is injected into a vein in the arm and travels to the retinal blood vessels. The results produce special images that help doctors easily observe blood vessels.",
            "subsection_string": "Diagnostic method\nFirst, the Ophthalmologist will examine the eyes and learn about the patient's medical history. Next, the doctor will check the retina for signs of blockage or bleeding. Before that, the patient will be given drops to dilate the pupils to make the eye examination process easier. (3)\nNote, if you have ever been allergic to mydriatic drugs (such as Mydriacyl...), or other types of allergies, you should notify your doctor in advance.\nIn addition, patients will have their retina examined with in-depth imaging tests:\nOptical coherence tomography (OCT): This technique produces highly clear images of the retina. These images help the doctor determine whether or not swelling and edema are present in the retina. Your doctor will use OCT images to document the progression of the disease throughout treatment.; Ophthalmoscopy: Through the ophthalmoscope, the doctor will examine the retina to detect changes caused by retinal vein occlusion; Fluorescein angiography: This is a test in which dye is injected into a vein in the arm and travels to the retinal blood vessels. The results produce special images that help doctors easily observe blood vessels."
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "Although there is no solution to unblock retinal veins, there are still many treatments for retinal vein occlusion.\nIn fact, people with retinal vein occlusion still recover their vision. About 1/3 of patients show some improvement, 1/3 stay the same and about 1/3 gradually improve, but it can take about a year to see these results. In some cases, blocked vessels lead to fluid buildup in the retina. In other cases, the disease can cause the formation of new blood vessels. (4)\nAccordingly, some treatment methods include:\nInjection of anti-angiogenic drugs (VEGF), also known as anti-angiogenic drugs, aims to inhibit vascular endothelial growth factor, preventing the formation of new blood vessels.; Corticosteroid injections: Group of drugs that fight inflammatory components that lead to edema; Focal laser therapy: Laser beams are directed to swollen areas to reduce edema.; Retinal laser photocoagulation therapy: This treatment method is applied when patients have new blood vessel formation after retinal vein occlusion. This therapy helps destroy retinal neovascularization, prevent vitreoretinal hemorrhage and macular edema, prevent progression and preserve the patient's vision.",
            "subsection_string": "Treatments\nAlthough there is no solution to unblock retinal veins, there are still many treatments for retinal vein occlusion.\nIn fact, people with retinal vein occlusion still recover their vision. About 1/3 of patients show some improvement, 1/3 stay the same and about 1/3 gradually improve, but it can take about a year to see these results. In some cases, blocked vessels lead to fluid buildup in the retina. In other cases, the disease can cause the formation of new blood vessels. (4)\nAccordingly, some treatment methods include:\nInjection of anti-angiogenic drugs (VEGF), also known as anti-angiogenic drugs, aims to inhibit vascular endothelial growth factor, preventing the formation of new blood vessels.; Corticosteroid injections: Group of drugs that fight inflammatory components that lead to edema; Focal laser therapy: Laser beams are directed to swollen areas to reduce edema.; Retinal laser photocoagulation therapy: This treatment method is applied when patients have new blood vessel formation after retinal vein occlusion. This therapy helps destroy retinal neovascularization, prevent vitreoretinal hemorrhage and macular edema, prevent progression and preserve the patient's vision."
        },
        {
            "subsection_name": "Prevention",
            "subsection_content": "Several underlying medical conditions lead to retinal vein occlusion, so it is important to control blood pressure, cholesterol, and blood sugar. If you are taking birth control pills, talk to your doctor, this is sometimes also the cause of retinal vein occlusion.\nMaintain a scientific diet, eat lots of green vegetables, fruits, limit starch, fat... to prevent underlying diseases such as diabetes and atherosclerosis from progressing; Limit the risk of retinal vein occlusion caused by these causes. In addition, exercising, exercising regularly, quitting smoking... also help improve physical condition and prevent diseases for yourself.\nIn particular, if suffering from diseases such as hypertension, diabetes, etc., the patient needs to effectively treat these systemic diseases because these are also the causes of the disease. At the same time, have regular eye exams every year, people with the disease should check every 3-6 months, to review the current health status of their eyes.\nThe patient is being examined at the Ophthalmology Department - Tam Anh General Hospital\nTam Anh General Hospital system with modern machinery and equipment, including:\nSlit lamp for eye examination (Takagi machine): Observe the smallest structures of the eye, detect eye damage. The LED light system helps keep eyes from being glared and is bright and clear; Wide lighting range and convenient light slit adjustment help doctors easily observe all very small details in the eye.; Color fundus photography: Automatically adjusted imaging technology helps doctors see all lesions in the patient's fundus area. Effective support in diagnosing eye fundus diseases hidden behind the eyes such as complications of diabetes, hypertension... affecting the eyes and some vascular diseases in the eyes.; Non-contact intraocular pressure measurement: With advantages: no need to use anesthesia when measuring; ensure accuracy and safety; No eye contact, no pain, avoid spreading disease...; The patient only needs to put the chin in the correct position, the machine will automatically take pictures and scan, shortening the examination time.; Automatic refraction measurement: Performed in cases where it is necessary to determine the refractive status of the eye, helping to automatically orient the lens. The outstanding advantage is that the measurement time is quick, painless and does not harm the eyes. Along with other modern equipment.\nWith all available mechanical techniques, Tam Anh General Hospital System provides services to meet customer needs, including: Comprehensive eye health check with personalization for each person. adults and children; Regular eye exams help screen for potential eye diseases; Examination and treatment of eye diseases such as cataracts (dry cataracts), refractive errors, glaucoma (glaucoma), macular degeneration...\nDr. Tung further recommends that people with Covid-19, in addition to the risk of retinal vein disease, must also face other eye diseases such as conjunctivitis, uveitis, and optic neuritis. , retinal vascular disorders or neuro-ophthalmic disorders. Therefore, when seeing unusual eye symptoms, patients should go to a specialist for early detection and timely treatment to overcome eye problems caused by Covid-19.\nTo schedule an appointment to see MSc. Pham Huy Vu Tung - Tam Anh General Hospital, Ho Chi Minh City, you register here.\nIn short, retinal vein occlusion often occurs in people with medical conditions such as diabetes, age-related vascular disease, high blood pressure, blood disorders... Therefore, if you have one or more If you have the above health problems or find that you are at risk or have symptoms of retinal vein occlusion, you need to see an eye specialist as soon as possible. By reviewing symptoms and medical statements, the doctor can order the necessary tests to determine whether you are at risk or have the disease, thereby providing appropriate treatment.",
            "subsection_string": "Prevention\nSeveral underlying medical conditions lead to retinal vein occlusion, so it is important to control blood pressure, cholesterol, and blood sugar. If you are taking birth control pills, talk to your doctor, this is sometimes also the cause of retinal vein occlusion.\nMaintain a scientific diet, eat lots of green vegetables, fruits, limit starch, fat... to prevent underlying diseases such as diabetes and atherosclerosis from progressing; Limit the risk of retinal vein occlusion caused by these causes. In addition, exercising, exercising regularly, quitting smoking... also help improve physical condition and prevent diseases for yourself.\nIn particular, if suffering from diseases such as hypertension, diabetes, etc., the patient needs to effectively treat these systemic diseases because these are also the causes of the disease. At the same time, have regular eye exams every year, people with the disease should check every 3-6 months, to review the current health status of their eyes.\nThe patient is being examined at the Ophthalmology Department - Tam Anh General Hospital\nTam Anh General Hospital system with modern machinery and equipment, including:\nSlit lamp for eye examination (Takagi machine): Observe the smallest structures of the eye, detect eye damage. The LED light system helps keep eyes from being glared and is bright and clear; Wide lighting range and convenient light slit adjustment help doctors easily observe all very small details in the eye.; Color fundus photography: Automatically adjusted imaging technology helps doctors see all lesions in the patient's fundus area. Effective support in diagnosing eye fundus diseases hidden behind the eyes such as complications of diabetes, hypertension... affecting the eyes and some vascular diseases in the eyes.; Non-contact intraocular pressure measurement: With advantages: no need to use anesthesia when measuring; ensure accuracy and safety; No eye contact, no pain, avoid spreading disease...; The patient only needs to put the chin in the correct position, the machine will automatically take pictures and scan, shortening the examination time.; Automatic refraction measurement: Performed in cases where it is necessary to determine the refractive status of the eye, helping to automatically orient the lens. The outstanding advantage is that the measurement time is quick, painless and does not harm the eyes. Along with other modern equipment.\nWith all available mechanical techniques, Tam Anh General Hospital System provides services to meet customer needs, including: Comprehensive eye health check with personalization for each person. adults and children; Regular eye exams help screen for potential eye diseases; Examination and treatment of eye diseases such as cataracts (dry cataracts), refractive errors, glaucoma (glaucoma), macular degeneration...\nDr. Tung further recommends that people with Covid-19, in addition to the risk of retinal vein disease, must also face other eye diseases such as conjunctivitis, uveitis, and optic neuritis. , retinal vascular disorders or neuro-ophthalmic disorders. Therefore, when seeing unusual eye symptoms, patients should go to a specialist for early detection and timely treatment to overcome eye problems caused by Covid-19.\nTo schedule an appointment to see MSc. Pham Huy Vu Tung - Tam Anh General Hospital, Ho Chi Minh City, you register here.\nIn short, retinal vein occlusion often occurs in people with medical conditions such as diabetes, age-related vascular disease, high blood pressure, blood disorders... Therefore, if you have one or more If you have the above health problems or find that you are at risk or have symptoms of retinal vein occlusion, you need to see an eye specialist as soon as possible. By reviewing symptoms and medical statements, the doctor can order the necessary tests to determine whether you are at risk or have the disease, thereby providing appropriate treatment."
        }
    ],
    "name": "benh-tac-tinh-mach-vong-mac.json"
}