{
    "title": "Cyanotic congenital heart disease: Causes, symptoms, treatment and prevention",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/benh-tim-bam-sinh-tim/",
    "abstract": "Congenital heart defects affect 8-9/1,000 newborns. Among them, about 25% of children have cyanotic congenital heart disease. The disease needs to be detected early and treated properly to reduce the risk of future complications. This article is expertly advised by Dr. Vu Nang Phuc - Head of Congenital Heart Department, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "Cyanotic congenital heart disease: Causes, symptoms, treatment and prevention\n\nCongenital heart defects affect 8-9/1,000 newborns. Among them, about 25% of children have cyanotic congenital heart disease. The disease needs to be detected early and treated properly to reduce the risk of future complications. This article is expertly advised by Dr. Vu Nang Phuc - Head of Congenital Heart Department, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City.\n\nWhat is cyanotic congenital heart disease?\nIn children with congenital heart disease, one or more heart structures are abnormal (malformations). There are 2 groups of congenital heart diseases: (1)\nCyanotic congenital heart disease: This group includes heart defects that change the flow, causing oxygen-deprived blood to flow out to nourish the body. When a child is born with cyanotic congenital heart disease, the skin and mucous membranes often have a bluish color (due to insufficient oxygen in the blood), called cyanosis.; Non-cyanotic congenital heart disease: includes defects that do not affect the amount of oxygen supplied to the body.\n\nCyanotic congenital heart diseases are common\nThere are 3 types of cyanotic congenital heart disease: (2)\n1. Obstructive lesions of the left heart\nThese congenital heart defects reduce blood flow between the heart and the rest of the body (systemic blood flow). Pathologies in this group include:\nHypoplastic left heart syndrome: is a condition in which the left side of the heart is very underdeveloped and cannot perform the normal pumping function. The cause is that the left ventricle is too small or non-existent. In addition, the left heart valves (aortic and mitral valves) do not function normally, leading to the main artery that carries oxygen-rich blood leaving the heart (the aorta) being smaller than normal. Therefore, the right side of the heart is responsible for pumping blood to the lungs, and the left heart has to take on the task of pumping blood to other organs.\nChildren with hypoplastic left heart syndrome need early surgery to avoid life-threatening complications.\nAortic arch rupture: The aorta is a large blood vessel that carries oxygen-rich blood from the heart throughout the body. Interrupted aortic arch is a rare condition in which a child's aorta develops incompletely or is interrupted. This means the heart cannot send blood through the aorta. If blood does not reach any part of the body, the child may go into shock and die.\n2. Right heart obstructive lesions\nThis group of congenital heart defects reduces blood flow between the heart and lungs. Specific pathologies include:\nPulmonary hypoplasia: This is a heart defect that is often diagnosed soon after birth. In pulmonary stenosis, the valve that carries blood from the heart to the lungs (pulmonary valve) does not form properly. Instead of opening and closing to allow blood to pass from the heart to the lungs, this valve becomes blocked. So the blood cannot follow its normal path to get oxygen from the lungs. Instead, blood must reach the lungs through other natural pathways in the heart and nearby arteries.; Tricuspid valve atrophy: This disease occurs when the heart's tricuspid valve does not form. The normal tricuspid valve is located between two chambers on the right side of the heart: the right atrium (upper chamber) and the right ventricle (lower chamber). In children with tricuspid valve atresia, the heart has fibrous tissue instead of the tricuspid valve. This sheet of tissue blocks blood flow from the right atrium to the right ventricle – the normal circulation of blood.\nTricuspid valve atresia limits blood flow from the heart to the lungs, causing the right ventricle to be small and underdeveloped. In addition, another dangerous complication is lack of oxygen to the body's tissues. This condition is called hypoxemia.\nTetralogy of Fallot: This is the most common cyanotic congenital heart disease, involving 4 heart defects: ventricular septal defect, right ventricular outflow tract obstruction, aortic overriding and right ventricular hypertrophy. These abnormalities make it difficult for the child's heart to provide enough oxygen to the entire body. Specifically, some blood without oxygen can enter the aorta and exit the body instead of going to the pulmonary artery to get oxygen.\nHealthy heart and congenital heart disease Tetralogy of Fallot\n3. Mixed lesions\nThe third group of cyanotic congenital heart disease is called mixed lesions. These heart defects cause the child's body to mix up pulmonary and systemic blood flow. Pathologies in this group include:\nTransposition of the great arteries: This defect is the second most common cyanotic congenital heart disease. In it, the positions of the two main arteries leaving the heart (pulmonary artery and aorta) are reversed. The aorta is connected to the right ventricle and the pulmonary artery is connected to the left ventricle – completely opposite to the anatomy of a normal heart. At this time, oxygen-poor (blue) blood from the body returns to the right atrium, enters the right ventricle, then enters the aorta and returns to the body. Oxygen-rich (red) blood returns to the left atrium from the lungs and enters the left ventricle, which pumps blood back to the lungs – the opposite of how blood normally circulates.\nTransposition of the great arteries is a critical condition and to survive, the newborn needs early surgery.\nAbnormal total pulmonary venous return (TAPVR): In a baby with this heart defect, the pulmonary blood vessels (pulmonary veins) are attached to the wrong place in the heart. Normally, oxygen-rich blood travels from the lungs to the left atrium and then circulates throughout the body. In TAPVR, abnormal connection of veins sends blood through the right atrium, where it mixes with oxygen-poor blood.; Truncus arteriosus: Babies born with truncus arteriosus have only one main artery to carry blood to the body and lungs, instead of two separate arteries.\n\nCommon symptoms\nSigns of cyanotic congenital heart disease often appear in the first few weeks of life but may not be noticed until the baby is older.\nThe main symptom of cyanotic congenital heart disease is the blue color of the child's lips, fingers and toes due to low oxygen content in the blood. This phenomenon can occur when the child is resting or active.\nIn addition, some children have respiratory problems (difficulty breathing), in which symptoms include:\nRapidly breath; Gray skin; Chest pain and fainting; Puffy eyes or face; Always in a state of fatigue; Slow weight gain; Sweating or crying while feeding; Weak pulse\n\nSymptoms\nChildren with cyanotic congenital heart disease need to be diagnosed and treated early to prevent complications: (3)\nAbnormal heart rhythm leads to sudden death; Pulmonary hypertension; Heart failure; Infection in the heart; Stroke; Dead\n\nCause of cyanotic congenital heart disease\nNormally, hypoxic blood (blue blood) is sent to the right side of the heart to pump blood to the lungs for oxygen. The blood coming out of the lungs is oxygen-rich blood (called red blood). This flow of red blood continues toward the left side of the heart. From here, it is pumped throughout the body.\nIn children with cyanotic congenital heart defects, blood circulation through the heart and lungs is not normal, causing less blood to reach the lungs or mixing blue and red blood. This causes poorly oxygenated blood to be pumped out of the body, causing the child's skin to turn blue (cyanotic).\nRisk factor\nBabies are more at risk of cyanotic congenital heart disease if they have a family history of congenital heart disease. Some genetic syndromes considered to cause this disease include Down syndrome, Turner syndrome, Marfan syndrome and Noonan syndrome.\nIn addition, the following objective factors also increase the likelihood of cyanotic congenital heart disease in children:\nHeart valve defects such as tricuspid valve, aortic valve or pulmonary valve defects;; Mother exposed to toxic chemicals during pregnancy;; Mother has an infection during pregnancy, such as flu, measles, rubella;; Mother has gestational diabetes but does not control blood sugar well;; Pregnant mothers arbitrarily use certain drugs that are harmful to the fetus;; Mother used drugs and abused alcohol during pregnancy.\nPregnant mothers with diabetes have a higher risk of giving birth to children with cyanotic congenital heart defects\n\nDiagnostic method\nCyanotic congenital heart disease can be detected before a baby is born. If a routine fetal ultrasound shows a problem with your baby's heart, your doctor will perform a fetal echocardiogram. This paraclinical method will help identify cyanotic congenital heart defects as early as the 17th week of pregnancy. (4)\nAfter the baby is born, if there is a suspicion of cyanotic congenital heart disease, the doctor will measure the oxygen level in the blood and perform laboratory tests such as:\nChest X-ray: to determine abnormalities in the heart's structure as well as diagnose whether the baby has lung problems; Electrocardiogram (EKG or ECG): measures the electrical activity of the heart; Echocardiogram: provides images of the valve structure and chambers of the child's heart; Magnetic resonance imaging (MRI) or computed tomography (CT) of the heart; Cardiac catheterization angiography\nThe baby had an echocardiogram to check for congenital heart disease right in the delivery room, Tam Anh General Hospital.\n\nTreatment of cyanotic congenital heart disease\nTreatment for cyanotic congenital heart disease depends on the severity of the disease. Commonly chosen methods include:\nCardiac catheterization: In this procedure, the doctor threads a catheter through a blood vessel in the thigh to the heart, then inserts an instrument to repair the defect. The cardiac catheterization method does not require opening the chest and performing surgery directly on the heart, so the child recovers quickly after the intervention.; Open heart surgery: This method is applied in cases that cannot be treated with cardiac catheterization. Congenital heart surgery can take place immediately after birth or several months or even years later. Children after surgery need to have their health monitored for life.\nIn severe cases, a combination of both cardiac catheterization and open-heart surgery may be needed to repair the entire heart defect.\nHeart transplant: This is a method indicated for children with multiple heart defects of a complex nature, to replace the defective heart with a healthy heart from a donor.; Medication: Medication is prescribed based on the nature of the heart defect and the severity of symptoms.\n\nPrecautions\nCyanotic congenital heart disease occurs due to genetics and cannot be prevented. With objective causes, mothers can proactively prevent by:\nAvoid using alcohol, tobacco and drugs during pregnancy.; Use medication during pregnancy according to your doctor's instructions; Be fully vaccinated before and during pregnancy, including influenza, measles, and rubella vaccines; Good control of blood sugar levels in case pregnant women have diabetes.; Consult your doctor about screening for genetic diseases (if necessary).\nFully equipped with modern facilities in fetal echocardiography, pediatric echocardiography, cardiac CT scan, pediatric cardiac MRI, interventional cardiac catheterization, pediatric cardiac surgery, Tam Anh General Hospital Cardiovascular Center diagnoses and treats and comprehensive monitoring of congenital heart disease for children from fetus to adulthood.\nThe center brings together a team of experienced experts, mastering advanced techniques such as stent placement of ductus arteriosus, occlusion of atrial septal defect, occlusion of ventricular septal defect, occlusion of ductus arteriosus, pulmonary valvuloplasty, and dynamic valvuloplasty. aorta, small-incision congenital heart surgery, endoscopically assisted open-heart surgery (MICS)... In particular, the Cardiovascular Center coordinates closely with other specialties such as Obstetrics, Pediatrics, Neonatology, and Diagnosis. Imaging, Endocrinology, Kidney - Urology... helps detect diseases early, heal children's hearts, giving them a healthy life.\nCyanotic congenital heart disease is a disease that can easily cause complications if not treated promptly. Therefore, screening for congenital heart disease during pregnancy and immediately after birth plays an important role in early detection and effective treatment of the disease. Children with cyanotic congenital heart disease, if treated early and properly, will have healthy hearts and develop physically and mentally like normal children.",
    "subsections": [
        {
            "subsection_name": "What is cyanotic congenital heart disease?",
            "subsection_content": "In children with congenital heart disease, one or more heart structures are abnormal (malformations). There are 2 groups of congenital heart diseases: (1)\nCyanotic congenital heart disease: This group includes heart defects that change the flow, causing oxygen-deprived blood to flow out to nourish the body. When a child is born with cyanotic congenital heart disease, the skin and mucous membranes often have a bluish color (due to insufficient oxygen in the blood), called cyanosis.; Non-cyanotic congenital heart disease: includes defects that do not affect the amount of oxygen supplied to the body.",
            "subsection_string": "What is cyanotic congenital heart disease?\nIn children with congenital heart disease, one or more heart structures are abnormal (malformations). There are 2 groups of congenital heart diseases: (1)\nCyanotic congenital heart disease: This group includes heart defects that change the flow, causing oxygen-deprived blood to flow out to nourish the body. When a child is born with cyanotic congenital heart disease, the skin and mucous membranes often have a bluish color (due to insufficient oxygen in the blood), called cyanosis.; Non-cyanotic congenital heart disease: includes defects that do not affect the amount of oxygen supplied to the body."
        },
        {
            "subsection_name": "Cyanotic congenital heart diseases are common",
            "subsection_content": "There are 3 types of cyanotic congenital heart disease: (2)\n1. Obstructive lesions of the left heart\nThese congenital heart defects reduce blood flow between the heart and the rest of the body (systemic blood flow). Pathologies in this group include:\nHypoplastic left heart syndrome: is a condition in which the left side of the heart is very underdeveloped and cannot perform the normal pumping function. The cause is that the left ventricle is too small or non-existent. In addition, the left heart valves (aortic and mitral valves) do not function normally, leading to the main artery that carries oxygen-rich blood leaving the heart (the aorta) being smaller than normal. Therefore, the right side of the heart is responsible for pumping blood to the lungs, and the left heart has to take on the task of pumping blood to other organs.\nChildren with hypoplastic left heart syndrome need early surgery to avoid life-threatening complications.\nAortic arch rupture: The aorta is a large blood vessel that carries oxygen-rich blood from the heart throughout the body. Interrupted aortic arch is a rare condition in which a child's aorta develops incompletely or is interrupted. This means the heart cannot send blood through the aorta. If blood does not reach any part of the body, the child may go into shock and die.\n2. Right heart obstructive lesions\nThis group of congenital heart defects reduces blood flow between the heart and lungs. Specific pathologies include:\nPulmonary hypoplasia: This is a heart defect that is often diagnosed soon after birth. In pulmonary stenosis, the valve that carries blood from the heart to the lungs (pulmonary valve) does not form properly. Instead of opening and closing to allow blood to pass from the heart to the lungs, this valve becomes blocked. So the blood cannot follow its normal path to get oxygen from the lungs. Instead, blood must reach the lungs through other natural pathways in the heart and nearby arteries.; Tricuspid valve atrophy: This disease occurs when the heart's tricuspid valve does not form. The normal tricuspid valve is located between two chambers on the right side of the heart: the right atrium (upper chamber) and the right ventricle (lower chamber). In children with tricuspid valve atresia, the heart has fibrous tissue instead of the tricuspid valve. This sheet of tissue blocks blood flow from the right atrium to the right ventricle – the normal circulation of blood.\nTricuspid valve atresia limits blood flow from the heart to the lungs, causing the right ventricle to be small and underdeveloped. In addition, another dangerous complication is lack of oxygen to the body's tissues. This condition is called hypoxemia.\nTetralogy of Fallot: This is the most common cyanotic congenital heart disease, involving 4 heart defects: ventricular septal defect, right ventricular outflow tract obstruction, aortic overriding and right ventricular hypertrophy. These abnormalities make it difficult for the child's heart to provide enough oxygen to the entire body. Specifically, some blood without oxygen can enter the aorta and exit the body instead of going to the pulmonary artery to get oxygen.\nHealthy heart and congenital heart disease Tetralogy of Fallot\n3. Mixed lesions\nThe third group of cyanotic congenital heart disease is called mixed lesions. These heart defects cause the child's body to mix up pulmonary and systemic blood flow. Pathologies in this group include:\nTransposition of the great arteries: This defect is the second most common cyanotic congenital heart disease. In it, the positions of the two main arteries leaving the heart (pulmonary artery and aorta) are reversed. The aorta is connected to the right ventricle and the pulmonary artery is connected to the left ventricle – completely opposite to the anatomy of a normal heart. At this time, oxygen-poor (blue) blood from the body returns to the right atrium, enters the right ventricle, then enters the aorta and returns to the body. Oxygen-rich (red) blood returns to the left atrium from the lungs and enters the left ventricle, which pumps blood back to the lungs – the opposite of how blood normally circulates.\nTransposition of the great arteries is a critical condition and to survive, the newborn needs early surgery.\nAbnormal total pulmonary venous return (TAPVR): In a baby with this heart defect, the pulmonary blood vessels (pulmonary veins) are attached to the wrong place in the heart. Normally, oxygen-rich blood travels from the lungs to the left atrium and then circulates throughout the body. In TAPVR, abnormal connection of veins sends blood through the right atrium, where it mixes with oxygen-poor blood.; Truncus arteriosus: Babies born with truncus arteriosus have only one main artery to carry blood to the body and lungs, instead of two separate arteries.",
            "subsection_string": "Cyanotic congenital heart diseases are common\nThere are 3 types of cyanotic congenital heart disease: (2)\n1. Obstructive lesions of the left heart\nThese congenital heart defects reduce blood flow between the heart and the rest of the body (systemic blood flow). Pathologies in this group include:\nHypoplastic left heart syndrome: is a condition in which the left side of the heart is very underdeveloped and cannot perform the normal pumping function. The cause is that the left ventricle is too small or non-existent. In addition, the left heart valves (aortic and mitral valves) do not function normally, leading to the main artery that carries oxygen-rich blood leaving the heart (the aorta) being smaller than normal. Therefore, the right side of the heart is responsible for pumping blood to the lungs, and the left heart has to take on the task of pumping blood to other organs.\nChildren with hypoplastic left heart syndrome need early surgery to avoid life-threatening complications.\nAortic arch rupture: The aorta is a large blood vessel that carries oxygen-rich blood from the heart throughout the body. Interrupted aortic arch is a rare condition in which a child's aorta develops incompletely or is interrupted. This means the heart cannot send blood through the aorta. If blood does not reach any part of the body, the child may go into shock and die.\n2. Right heart obstructive lesions\nThis group of congenital heart defects reduces blood flow between the heart and lungs. Specific pathologies include:\nPulmonary hypoplasia: This is a heart defect that is often diagnosed soon after birth. In pulmonary stenosis, the valve that carries blood from the heart to the lungs (pulmonary valve) does not form properly. Instead of opening and closing to allow blood to pass from the heart to the lungs, this valve becomes blocked. So the blood cannot follow its normal path to get oxygen from the lungs. Instead, blood must reach the lungs through other natural pathways in the heart and nearby arteries.; Tricuspid valve atrophy: This disease occurs when the heart's tricuspid valve does not form. The normal tricuspid valve is located between two chambers on the right side of the heart: the right atrium (upper chamber) and the right ventricle (lower chamber). In children with tricuspid valve atresia, the heart has fibrous tissue instead of the tricuspid valve. This sheet of tissue blocks blood flow from the right atrium to the right ventricle – the normal circulation of blood.\nTricuspid valve atresia limits blood flow from the heart to the lungs, causing the right ventricle to be small and underdeveloped. In addition, another dangerous complication is lack of oxygen to the body's tissues. This condition is called hypoxemia.\nTetralogy of Fallot: This is the most common cyanotic congenital heart disease, involving 4 heart defects: ventricular septal defect, right ventricular outflow tract obstruction, aortic overriding and right ventricular hypertrophy. These abnormalities make it difficult for the child's heart to provide enough oxygen to the entire body. Specifically, some blood without oxygen can enter the aorta and exit the body instead of going to the pulmonary artery to get oxygen.\nHealthy heart and congenital heart disease Tetralogy of Fallot\n3. Mixed lesions\nThe third group of cyanotic congenital heart disease is called mixed lesions. These heart defects cause the child's body to mix up pulmonary and systemic blood flow. Pathologies in this group include:\nTransposition of the great arteries: This defect is the second most common cyanotic congenital heart disease. In it, the positions of the two main arteries leaving the heart (pulmonary artery and aorta) are reversed. The aorta is connected to the right ventricle and the pulmonary artery is connected to the left ventricle – completely opposite to the anatomy of a normal heart. At this time, oxygen-poor (blue) blood from the body returns to the right atrium, enters the right ventricle, then enters the aorta and returns to the body. Oxygen-rich (red) blood returns to the left atrium from the lungs and enters the left ventricle, which pumps blood back to the lungs – the opposite of how blood normally circulates.\nTransposition of the great arteries is a critical condition and to survive, the newborn needs early surgery.\nAbnormal total pulmonary venous return (TAPVR): In a baby with this heart defect, the pulmonary blood vessels (pulmonary veins) are attached to the wrong place in the heart. Normally, oxygen-rich blood travels from the lungs to the left atrium and then circulates throughout the body. In TAPVR, abnormal connection of veins sends blood through the right atrium, where it mixes with oxygen-poor blood.; Truncus arteriosus: Babies born with truncus arteriosus have only one main artery to carry blood to the body and lungs, instead of two separate arteries."
        },
        {
            "subsection_name": "Common symptoms",
            "subsection_content": "Signs of cyanotic congenital heart disease often appear in the first few weeks of life but may not be noticed until the baby is older.\nThe main symptom of cyanotic congenital heart disease is the blue color of the child's lips, fingers and toes due to low oxygen content in the blood. This phenomenon can occur when the child is resting or active.\nIn addition, some children have respiratory problems (difficulty breathing), in which symptoms include:\nRapidly breath; Gray skin; Chest pain and fainting; Puffy eyes or face; Always in a state of fatigue; Slow weight gain; Sweating or crying while feeding; Weak pulse",
            "subsection_string": "Common symptoms\nSigns of cyanotic congenital heart disease often appear in the first few weeks of life but may not be noticed until the baby is older.\nThe main symptom of cyanotic congenital heart disease is the blue color of the child's lips, fingers and toes due to low oxygen content in the blood. This phenomenon can occur when the child is resting or active.\nIn addition, some children have respiratory problems (difficulty breathing), in which symptoms include:\nRapidly breath; Gray skin; Chest pain and fainting; Puffy eyes or face; Always in a state of fatigue; Slow weight gain; Sweating or crying while feeding; Weak pulse"
        },
        {
            "subsection_name": "Symptoms",
            "subsection_content": "Children with cyanotic congenital heart disease need to be diagnosed and treated early to prevent complications: (3)\nAbnormal heart rhythm leads to sudden death; Pulmonary hypertension; Heart failure; Infection in the heart; Stroke; Dead",
            "subsection_string": "Symptoms\nChildren with cyanotic congenital heart disease need to be diagnosed and treated early to prevent complications: (3)\nAbnormal heart rhythm leads to sudden death; Pulmonary hypertension; Heart failure; Infection in the heart; Stroke; Dead"
        },
        {
            "subsection_name": "Cause of cyanotic congenital heart disease",
            "subsection_content": "Normally, hypoxic blood (blue blood) is sent to the right side of the heart to pump blood to the lungs for oxygen. The blood coming out of the lungs is oxygen-rich blood (called red blood). This flow of red blood continues toward the left side of the heart. From here, it is pumped throughout the body.\nIn children with cyanotic congenital heart defects, blood circulation through the heart and lungs is not normal, causing less blood to reach the lungs or mixing blue and red blood. This causes poorly oxygenated blood to be pumped out of the body, causing the child's skin to turn blue (cyanotic).\nRisk factor\nBabies are more at risk of cyanotic congenital heart disease if they have a family history of congenital heart disease. Some genetic syndromes considered to cause this disease include Down syndrome, Turner syndrome, Marfan syndrome and Noonan syndrome.\nIn addition, the following objective factors also increase the likelihood of cyanotic congenital heart disease in children:\nHeart valve defects such as tricuspid valve, aortic valve or pulmonary valve defects;; Mother exposed to toxic chemicals during pregnancy;; Mother has an infection during pregnancy, such as flu, measles, rubella;; Mother has gestational diabetes but does not control blood sugar well;; Pregnant mothers arbitrarily use certain drugs that are harmful to the fetus;; Mother used drugs and abused alcohol during pregnancy.\nPregnant mothers with diabetes have a higher risk of giving birth to children with cyanotic congenital heart defects",
            "subsection_string": "Cause of cyanotic congenital heart disease\nNormally, hypoxic blood (blue blood) is sent to the right side of the heart to pump blood to the lungs for oxygen. The blood coming out of the lungs is oxygen-rich blood (called red blood). This flow of red blood continues toward the left side of the heart. From here, it is pumped throughout the body.\nIn children with cyanotic congenital heart defects, blood circulation through the heart and lungs is not normal, causing less blood to reach the lungs or mixing blue and red blood. This causes poorly oxygenated blood to be pumped out of the body, causing the child's skin to turn blue (cyanotic).\nRisk factor\nBabies are more at risk of cyanotic congenital heart disease if they have a family history of congenital heart disease. Some genetic syndromes considered to cause this disease include Down syndrome, Turner syndrome, Marfan syndrome and Noonan syndrome.\nIn addition, the following objective factors also increase the likelihood of cyanotic congenital heart disease in children:\nHeart valve defects such as tricuspid valve, aortic valve or pulmonary valve defects;; Mother exposed to toxic chemicals during pregnancy;; Mother has an infection during pregnancy, such as flu, measles, rubella;; Mother has gestational diabetes but does not control blood sugar well;; Pregnant mothers arbitrarily use certain drugs that are harmful to the fetus;; Mother used drugs and abused alcohol during pregnancy.\nPregnant mothers with diabetes have a higher risk of giving birth to children with cyanotic congenital heart defects"
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "Cyanotic congenital heart disease can be detected before a baby is born. If a routine fetal ultrasound shows a problem with your baby's heart, your doctor will perform a fetal echocardiogram. This paraclinical method will help identify cyanotic congenital heart defects as early as the 17th week of pregnancy. (4)\nAfter the baby is born, if there is a suspicion of cyanotic congenital heart disease, the doctor will measure the oxygen level in the blood and perform laboratory tests such as:\nChest X-ray: to determine abnormalities in the heart's structure as well as diagnose whether the baby has lung problems; Electrocardiogram (EKG or ECG): measures the electrical activity of the heart; Echocardiogram: provides images of the valve structure and chambers of the child's heart; Magnetic resonance imaging (MRI) or computed tomography (CT) of the heart; Cardiac catheterization angiography\nThe baby had an echocardiogram to check for congenital heart disease right in the delivery room, Tam Anh General Hospital.",
            "subsection_string": "Diagnostic method\nCyanotic congenital heart disease can be detected before a baby is born. If a routine fetal ultrasound shows a problem with your baby's heart, your doctor will perform a fetal echocardiogram. This paraclinical method will help identify cyanotic congenital heart defects as early as the 17th week of pregnancy. (4)\nAfter the baby is born, if there is a suspicion of cyanotic congenital heart disease, the doctor will measure the oxygen level in the blood and perform laboratory tests such as:\nChest X-ray: to determine abnormalities in the heart's structure as well as diagnose whether the baby has lung problems; Electrocardiogram (EKG or ECG): measures the electrical activity of the heart; Echocardiogram: provides images of the valve structure and chambers of the child's heart; Magnetic resonance imaging (MRI) or computed tomography (CT) of the heart; Cardiac catheterization angiography\nThe baby had an echocardiogram to check for congenital heart disease right in the delivery room, Tam Anh General Hospital."
        },
        {
            "subsection_name": "Treatment of cyanotic congenital heart disease",
            "subsection_content": "Treatment for cyanotic congenital heart disease depends on the severity of the disease. Commonly chosen methods include:\nCardiac catheterization: In this procedure, the doctor threads a catheter through a blood vessel in the thigh to the heart, then inserts an instrument to repair the defect. The cardiac catheterization method does not require opening the chest and performing surgery directly on the heart, so the child recovers quickly after the intervention.; Open heart surgery: This method is applied in cases that cannot be treated with cardiac catheterization. Congenital heart surgery can take place immediately after birth or several months or even years later. Children after surgery need to have their health monitored for life.\nIn severe cases, a combination of both cardiac catheterization and open-heart surgery may be needed to repair the entire heart defect.\nHeart transplant: This is a method indicated for children with multiple heart defects of a complex nature, to replace the defective heart with a healthy heart from a donor.; Medication: Medication is prescribed based on the nature of the heart defect and the severity of symptoms.",
            "subsection_string": "Treatment of cyanotic congenital heart disease\nTreatment for cyanotic congenital heart disease depends on the severity of the disease. Commonly chosen methods include:\nCardiac catheterization: In this procedure, the doctor threads a catheter through a blood vessel in the thigh to the heart, then inserts an instrument to repair the defect. The cardiac catheterization method does not require opening the chest and performing surgery directly on the heart, so the child recovers quickly after the intervention.; Open heart surgery: This method is applied in cases that cannot be treated with cardiac catheterization. Congenital heart surgery can take place immediately after birth or several months or even years later. Children after surgery need to have their health monitored for life.\nIn severe cases, a combination of both cardiac catheterization and open-heart surgery may be needed to repair the entire heart defect.\nHeart transplant: This is a method indicated for children with multiple heart defects of a complex nature, to replace the defective heart with a healthy heart from a donor.; Medication: Medication is prescribed based on the nature of the heart defect and the severity of symptoms."
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "Cyanotic congenital heart disease occurs due to genetics and cannot be prevented. With objective causes, mothers can proactively prevent by:\nAvoid using alcohol, tobacco and drugs during pregnancy.; Use medication during pregnancy according to your doctor's instructions; Be fully vaccinated before and during pregnancy, including influenza, measles, and rubella vaccines; Good control of blood sugar levels in case pregnant women have diabetes.; Consult your doctor about screening for genetic diseases (if necessary).\nFully equipped with modern facilities in fetal echocardiography, pediatric echocardiography, cardiac CT scan, pediatric cardiac MRI, interventional cardiac catheterization, pediatric cardiac surgery, Tam Anh General Hospital Cardiovascular Center diagnoses and treats and comprehensive monitoring of congenital heart disease for children from fetus to adulthood.\nThe center brings together a team of experienced experts, mastering advanced techniques such as stent placement of ductus arteriosus, occlusion of atrial septal defect, occlusion of ventricular septal defect, occlusion of ductus arteriosus, pulmonary valvuloplasty, and dynamic valvuloplasty. aorta, small-incision congenital heart surgery, endoscopically assisted open-heart surgery (MICS)... In particular, the Cardiovascular Center coordinates closely with other specialties such as Obstetrics, Pediatrics, Neonatology, and Diagnosis. Imaging, Endocrinology, Kidney - Urology... helps detect diseases early, heal children's hearts, giving them a healthy life.\nCyanotic congenital heart disease is a disease that can easily cause complications if not treated promptly. Therefore, screening for congenital heart disease during pregnancy and immediately after birth plays an important role in early detection and effective treatment of the disease. Children with cyanotic congenital heart disease, if treated early and properly, will have healthy hearts and develop physically and mentally like normal children.",
            "subsection_string": "Precautions\nCyanotic congenital heart disease occurs due to genetics and cannot be prevented. With objective causes, mothers can proactively prevent by:\nAvoid using alcohol, tobacco and drugs during pregnancy.; Use medication during pregnancy according to your doctor's instructions; Be fully vaccinated before and during pregnancy, including influenza, measles, and rubella vaccines; Good control of blood sugar levels in case pregnant women have diabetes.; Consult your doctor about screening for genetic diseases (if necessary).\nFully equipped with modern facilities in fetal echocardiography, pediatric echocardiography, cardiac CT scan, pediatric cardiac MRI, interventional cardiac catheterization, pediatric cardiac surgery, Tam Anh General Hospital Cardiovascular Center diagnoses and treats and comprehensive monitoring of congenital heart disease for children from fetus to adulthood.\nThe center brings together a team of experienced experts, mastering advanced techniques such as stent placement of ductus arteriosus, occlusion of atrial septal defect, occlusion of ventricular septal defect, occlusion of ductus arteriosus, pulmonary valvuloplasty, and dynamic valvuloplasty. aorta, small-incision congenital heart surgery, endoscopically assisted open-heart surgery (MICS)... In particular, the Cardiovascular Center coordinates closely with other specialties such as Obstetrics, Pediatrics, Neonatology, and Diagnosis. Imaging, Endocrinology, Kidney - Urology... helps detect diseases early, heal children's hearts, giving them a healthy life.\nCyanotic congenital heart disease is a disease that can easily cause complications if not treated promptly. Therefore, screening for congenital heart disease during pregnancy and immediately after birth plays an important role in early detection and effective treatment of the disease. Children with cyanotic congenital heart disease, if treated early and properly, will have healthy hearts and develop physically and mentally like normal children."
        }
    ],
    "name": "benh-tim-bam-sinh-tim.json"
}