{
    "title": "Acute pancreatitis: causes, symptoms, complications and diagnosis",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/benh-viem-tuy-cap/",
    "abstract": "Acute pancreatitis is one of the leading causes of gastrointestinal-related hospitalizations worldwide. Severity of acute pancreatitis ranges from mild to severe with high mortality rate. Acute pancreatitis is a serious disorder, with a mortality rate of 5 – 15%, depending on the cause, age and comorbidities. But in general, acute pancreatitis caused by gallstones tends to be more fatal than acute pancreatitis caused by alcohol. In addition, the presence of diabetes, dyslipidemia, obesity... also significantly increases the risk of complications and death. Most deaths are due to multiorgan failure and infectious pancreatic necrosis.(1)\nAcute pancreatitis is common and is mainly caused by gallstones, alcohol abuse, hypertriglyceridemia, hypercalcemia, drugs...",
    "content": "Acute pancreatitis: causes, symptoms, complications and diagnosis\n\nAcute pancreatitis is one of the leading causes of gastrointestinal-related hospitalizations worldwide. Severity of acute pancreatitis ranges from mild to severe with high mortality rate. Acute pancreatitis is a serious disorder, with a mortality rate of 5 – 15%, depending on the cause, age and comorbidities. But in general, acute pancreatitis caused by gallstones tends to be more fatal than acute pancreatitis caused by alcohol. In addition, the presence of diabetes, dyslipidemia, obesity... also significantly increases the risk of complications and death. Most deaths are due to multiorgan failure and infectious pancreatic necrosis.(1)\nAcute pancreatitis is common and is mainly caused by gallstones, alcohol abuse, hypertriglyceridemia, hypercalcemia, drugs...\n\nWhat is acute pancreatitis?\nAcute pancreatitis is a condition in which the pancreas becomes inflamed (swollen) suddenly over a short period of time. Acute pancreatitis can be cured, but there are also many cases of serious complications or death.(2)\n\nSymptoms of acute pancreatitis\nSymptoms of acute pancreatitis can vary, depending on the cause and severity, but the most common include:\nUpper abdominal pain Abdominal pain spreading to the back Fever Rapid pulse Nausea/vomiting Abdominal bloating Poor appetite; Upper abdominal pain; Abdominal pain spreading to the back; Fever; Rapid pulse; Nausea/vomiting; Distention; Eat poorly\n\nCauses of acute pancreatitis\nWhen digestive enzymes are activated while still in the pancreas, they stimulate the cells of the pancreas and cause inflammation. If acute pancreatitis is repeated, it will cause damage to the pancreas and lead to chronic pancreatitis.(3)\nScar tissue can form in the pancreas, causing loss of function. A poorly functioning pancreas can cause digestive problems and diabetes.\nRisk factors for acute pancreatitis include:\nGallstones Alcohol Certain medications Lipidemia (hypertriglyceridemia) High blood calcium levels (hypercalcemia), possibly due to overactive parathyroid glands (hyperparathyroidism) Pancreatic cancer Surgery abdomen Cystic fibrosis Abdominal lesions Obesity Diabetes Family history of pancreatitis Endoscopic retrograde cholangiopancreatography (ERCP), a procedure used to treat gallstones, can also lead to pancreatitis. Congenital defects (annular pancreas) Genetic disorders (hereditary pancreatitis, cystic fibrosis, alpha 1-antitrypsin deficiency) Hypercalcemia Parasitic infections (Ascaris lumbricoides, Cryptosporidium, Clonorchis sinensis, Microsporidia) Kidney disease ( hemodialysis) Toxins (scorpion bites, organophosphate poisoning) Vasculitis (Polynodularitis, Systemic Lupus Erythematosus) Autoimmune pancreatitis, type I (systemic IgG4-related disease) and type II Viral infections (Coxsackie, Cytomegalovirus, Echovirus, Epstein-Barr virus, Hepatitis A/B/C, HIV, Mumps, Rubella, Varicella) Bacterial infections (Campylobacter jejuni, Legionella, Leptospirosis, Mycobacterium avium, Mycobacterium tuberculosis, Mycoplasma) ; Gallstones; Alcohol; Taking certain medications; Lipid disease (hypertriglyceridemia); High blood calcium levels (hypercalcemia), possibly due to overactive parathyroid glands (hyperparathyroidism); Pancreatic cancer; Abdominal surgery; Cystic fibrosis; Abdominal damage; Fat; Diabetes; Family history of pancreatitis; Endoscopic retrograde cholangiopancreatography (ERCP), a procedure used to treat gallstones, can also lead to pancreatitis.; Congenital malformations (annular pancreas); Genetic disorders (hereditary pancreatitis, cystic fibrosis, alpha 1-antitrypsin deficiency); Hypercalcemia; Parasitic infections (Ascaris lumbricoides, Cryptosporidium, Clonorchis sinensis, Microsporidia); Kidney disease (hemodialysis); Toxins (scorpion bites, organophosphate poisoning); Vasculitis (Polynodularitis, Systemic Lupus Erythematosus); Autoimmune pancreatitis, type I (systemic IgG4-related disease) and type II; Viral infections (Coxsackie, Cytomegalovirus, Echovirus, Epstein-Barr virus, Hepatitis A/B/C, HIV, Mumps, Rubella, Varicella); Bacterial infections (Campylobacter jejuni, Legionella, Leptospirosis, Mycobacterium avium, Mycobacterium tuberculosis, Mycoplasma)\nSometimes, pancreatitis has no known cause, called idiopathic pancreatitis\n\nMethods of diagnosing acute pancreatitis\nTo diagnose acute pancreatitis, doctors can apply the following methods:(5)\nTests: For initial evaluation when acute pancreatitis is suspected to be associated with abnormalities, such as cholestasis, hypercalcemia, or severe hyperlipidemia... Doctors can rely on these results to confirm or diagnose the etiology of pancreatitis.; Tests: For initial evaluation when acute pancreatitis is suspected to be associated with abnormalities, such as cholestasis, hypercalcemia, or severe hyperlipidemia... Doctors can rely on these results to confirm or diagnose the etiology of pancreatitis.\nUltrasound: Abdominal ultrasound is recommended in all patients to evaluate for gallstones, biliary dilatation or other causes such as appendicitis, cholecystitis, etc.; Ultrasound: Abdominal ultrasound is recommended in all patients to evaluate for gallstones, biliary dilation or other causes such as appendicitis, cholecystitis, etc.\nChest X-ray: Often performed in cases of acute pancreatitis to evaluate pleural effusion, as well as lung parenchymal damage. This is a sign of the severity of acute pancreatitis with a high risk of death.; Chest X-ray: Often performed in cases of acute pancreatitis to evaluate pleural effusion, as well as lung parenchymal damage. This is a sign of the severity of acute pancreatitis with a high risk of death.\nCT scan: In cases where the diagnosis is unclear but pancreatitis is suspected, a computed tomography (CT) scan with intravenous contrast will be performed to confirm or exclude the diagnosis. CT is also recommended in cases where the patient does not improve or worsens despite aggressive resuscitation; CT scan: In cases where the diagnosis is unclear but pancreatitis is suspected, a computed tomography (CT) scan with intravenous contrast will be performed to confirm or exclude the diagnosis. CT is also recommended in cases where the patient does not improve or worsens despite aggressive resuscitation\nMagnetic resonance cholangiopancreatography (MRCP) or endoscopic ultrasound (EUS): These methods will be indicated when the cause of pancreatitis is not found with the above assessment.; Magnetic resonance cholangiopancreatography (MRCP) or endoscopic ultrasound (EUS): These methods will be indicated when the cause of pancreatitis is not found with the above assessment.\n\nComplications of acute pancreatitis\nPancreatitis can cause serious complications, including:\nKidney failure: Acute pancreatitis can cause severe kidney failure, sometimes even requiring dialysis. Lung damage: Acute pancreatitis causes biochemical changes in the body, affecting gas exchange in the lungs, causing hypoxia. Infection: a serious complication with a high mortality rate is infectious necrotizing pancreatitis Pancreatic pseudocyst: Acute pancreatitis can cause fluid and debris to accumulate in cyst-like sacs in the pancreas. A large pseudocyst that ruptures can cause complications such as bleeding and infection. Malnutrition: When inflamed, the pancreas produces less necessary enzymes. This can cause people to suffer from malnutrition, diarrhea and weight loss. Chronic pancreatitis: Repeated acute pancreatitis can lead to chronic pancreatitis. Chronic pancreatitis damages the insulin-producing cells in the pancreas and can lead to diabetes or pancreatic cancer.; Kidney failure: Acute pancreatitis can cause severe kidney failure, sometimes even requiring dialysis; Lung damage: Acute pancreatitis causes biochemical changes in the body, affecting gas exchange in the lungs, causing hypoxia; Infection: a serious complication with a high mortality rate is infectious necrotizing pancreatitis; Pancreatic pseudocyst: Acute pancreatitis can cause fluid and debris to accumulate in cyst-like sacs in the pancreas. A large pseudocyst that ruptures can cause complications such as bleeding and infection.; Malnutrition: When inflamed, the pancreas produces less necessary enzymes. This can cause the patient to suffer from malnutrition, diarrhea and weight loss.; Chronic pancreatitis: Repeated acute pancreatitis can lead to chronic pancreatitis. Chronic pancreatitis damages the insulin-producing cells in the pancreas and can lead to diabetes or pancreatic cancer.\n\nTreatment methods for acute pancreatitis\n1. Pain relief, fluid replacement\nThe foundation of treating acute pancreatitis is still pain relief and fluid replacement. Ringer's solution is the recommended liquid with an initial dosage of 15 mL/kg - 20 mL/kg and then 3 mL/kg per hour (usually about 250-500 mL per hour) for the first 24 hours depending on severity and associated diseases. It is necessary to closely monitor urine output, vital signs, blood urea concentration, and red blood cell volume to accurately determine the amount of fluid needed for each patient.\nActive pain relief with pain relievers such as paracetamol, NSAIDs, Opioids or even central pain relievers\n2. Feed early\nPatients need to fast within the first 12 hours of admission until abdominal pain, nausea, and vomiting improve. Patients can eat again after 24-72 hours of admission with liquid, soft, low-residue, low-fat foods, depending on the severity and risk of complications.\nIn cases of severe pancreatitis or intolerance of oral intake, the patient may be fed by a nasogastric tube, or intravenously if nasogastric tube feeding is not tolerated or inadequate.\n3. Treatment with antibiotics\nFor cases of acute pancreatitis with signs of infection, patients need to be treated with antibiotics to prevent the infection from spreading.\nDr. Trung recommends that antibiotics should only be used to treat acute pancreatitis in cases where there is evidence of infection. Because \"using antibiotics if not prescribed properly, in addition to being a cost issue, can slow down and reduce the amount of fluid needed by the patient, especially in the first 24 - 48 hours after admission to the hospital.\"\nIn addition, the treatment of acute pancreatitis depends on the cause of the disease. Specifically:\nAcute pancreatitis due to gallstones: Patients should be scheduled for early cholecystectomy, even before discharge from the hospital in patients with mild acute pancreatitis due to gallstones Acute pancreatitis due to hypertriglyceridemia: Treatment will be aimed at relieving reduce and maintain triglyceride levels below 500 mg/dL.; Acute pancreatitis due to gallstones: Patients should be scheduled for early cholecystectomy, even before discharge from the hospital in patients with mild acute pancreatitis due to gallstones; Acute pancreatitis due to hypertriglyceridemia: Treatment will aim to reduce and maintain triglyceride levels below 500 mg/dL.\n\nWhat to do to prevent acute pancreatitis?\nTo prevent the risk of acute pancreatitis, Dr. Trung recommends that people should:\nUse alcohol, beer, and smoke within permitted levels. Eat scientifically and hygienically with a bland diet to avoid gallstones, because gallstones are one of the risk factors for acute pancreatitis. People with diabetes, blood lipids, gallstones... should have regular check-ups to manage the underlying disease well, avoiding complications that cause acute pancreatitis.(4); Use alcohol, beer, and smoke within permitted levels; Eat scientifically and hygienically with a bland diet to avoid gallstones, because gallstones are one of the risk factors for acute pancreatitis; For people with diabetes, blood lipids, gallstones, etc., they should be examined periodically to manage the underlying disease well, avoiding complications that cause acute pancreatitis.(4)\nUse alcohol and other alcoholic beverages within allowable levels so as not to affect your health and limit the risk of acute pancreatitis.\n\nFrequently asked questions about acute pancreatitis\nDuring the medical examination and treatment process, we often receive questions from patients about acute pancreatitis. We would like to answer each question as follows:\n1. Is acute pancreatitis dangerous?\nAcute pancreatitis is dangerous because it can cause complications that cause the patient to die quickly.\n2. Can acute pancreatitis be cured?\nAcute pancreatitis is completely curable. However, patients need to be taken to the hospital promptly to avoid the disease from progressing seriously, causing unpredictable consequences.\n3. Can acute pancreatitis recur?\nAcute pancreatitis is easy to recur, especially in people who have a habit of drinking alcohol or have underlying diseases such as gallstones, blood lipids, or diabetes.\n4. Does acute pancreatitis require surgery?\nIf gallstones cause acute pancreatitis, the patient needs gallbladder surgery to treat the cause to avoid future recurrence. If infectious necrotizing pancreatitis becomes severe, the patient needs surgery to remove necrotic tissue.\n5. Can you drink milk with acute pancreatitis?\nMilk is rich in trans fatty acids and is not beneficial for people with acute pancreatitis, so you should not drink milk during the disease.\nFor advice on the cost of examination and treatment of acute pancreatitis or other gastrointestinal diseases, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Ward. Bo De, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho City Chi Minh Hotline: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nAcute pancreatitis is the reason why many people are hospitalized due to gastrointestinal diseases, so people should not be subjective and underestimate it. When you see unusual signs, go to a medical facility for examination immediately.",
    "subsections": [
        {
            "subsection_name": "What is acute pancreatitis?",
            "subsection_content": "Acute pancreatitis is a condition in which the pancreas becomes inflamed (swollen) suddenly over a short period of time. Acute pancreatitis can be cured, but there are also many cases of serious complications or death.(2)",
            "subsection_string": "What is acute pancreatitis?\nAcute pancreatitis is a condition in which the pancreas becomes inflamed (swollen) suddenly over a short period of time. Acute pancreatitis can be cured, but there are also many cases of serious complications or death.(2)"
        },
        {
            "subsection_name": "Symptoms of acute pancreatitis",
            "subsection_content": "Symptoms of acute pancreatitis can vary, depending on the cause and severity, but the most common include:\nUpper abdominal pain Abdominal pain spreading to the back Fever Rapid pulse Nausea/vomiting Abdominal bloating Poor appetite; Upper abdominal pain; Abdominal pain spreading to the back; Fever; Rapid pulse; Nausea/vomiting; Distention; Eat poorly",
            "subsection_string": "Symptoms of acute pancreatitis\nSymptoms of acute pancreatitis can vary, depending on the cause and severity, but the most common include:\nUpper abdominal pain Abdominal pain spreading to the back Fever Rapid pulse Nausea/vomiting Abdominal bloating Poor appetite; Upper abdominal pain; Abdominal pain spreading to the back; Fever; Rapid pulse; Nausea/vomiting; Distention; Eat poorly"
        },
        {
            "subsection_name": "Causes of acute pancreatitis",
            "subsection_content": "When digestive enzymes are activated while still in the pancreas, they stimulate the cells of the pancreas and cause inflammation. If acute pancreatitis is repeated, it will cause damage to the pancreas and lead to chronic pancreatitis.(3)\nScar tissue can form in the pancreas, causing loss of function. A poorly functioning pancreas can cause digestive problems and diabetes.\nRisk factors for acute pancreatitis include:\nGallstones Alcohol Certain medications Lipidemia (hypertriglyceridemia) High blood calcium levels (hypercalcemia), possibly due to overactive parathyroid glands (hyperparathyroidism) Pancreatic cancer Surgery abdomen Cystic fibrosis Abdominal lesions Obesity Diabetes Family history of pancreatitis Endoscopic retrograde cholangiopancreatography (ERCP), a procedure used to treat gallstones, can also lead to pancreatitis. Congenital defects (annular pancreas) Genetic disorders (hereditary pancreatitis, cystic fibrosis, alpha 1-antitrypsin deficiency) Hypercalcemia Parasitic infections (Ascaris lumbricoides, Cryptosporidium, Clonorchis sinensis, Microsporidia) Kidney disease ( hemodialysis) Toxins (scorpion bites, organophosphate poisoning) Vasculitis (Polynodularitis, Systemic Lupus Erythematosus) Autoimmune pancreatitis, type I (systemic IgG4-related disease) and type II Viral infections (Coxsackie, Cytomegalovirus, Echovirus, Epstein-Barr virus, Hepatitis A/B/C, HIV, Mumps, Rubella, Varicella) Bacterial infections (Campylobacter jejuni, Legionella, Leptospirosis, Mycobacterium avium, Mycobacterium tuberculosis, Mycoplasma) ; Gallstones; Alcohol; Taking certain medications; Lipid disease (hypertriglyceridemia); High blood calcium levels (hypercalcemia), possibly due to overactive parathyroid glands (hyperparathyroidism); Pancreatic cancer; Abdominal surgery; Cystic fibrosis; Abdominal damage; Fat; Diabetes; Family history of pancreatitis; Endoscopic retrograde cholangiopancreatography (ERCP), a procedure used to treat gallstones, can also lead to pancreatitis.; Congenital malformations (annular pancreas); Genetic disorders (hereditary pancreatitis, cystic fibrosis, alpha 1-antitrypsin deficiency); Hypercalcemia; Parasitic infections (Ascaris lumbricoides, Cryptosporidium, Clonorchis sinensis, Microsporidia); Kidney disease (hemodialysis); Toxins (scorpion bites, organophosphate poisoning); Vasculitis (Polynodularitis, Systemic Lupus Erythematosus); Autoimmune pancreatitis, type I (systemic IgG4-related disease) and type II; Viral infections (Coxsackie, Cytomegalovirus, Echovirus, Epstein-Barr virus, Hepatitis A/B/C, HIV, Mumps, Rubella, Varicella); Bacterial infections (Campylobacter jejuni, Legionella, Leptospirosis, Mycobacterium avium, Mycobacterium tuberculosis, Mycoplasma)\nSometimes, pancreatitis has no known cause, called idiopathic pancreatitis",
            "subsection_string": "Causes of acute pancreatitis\nWhen digestive enzymes are activated while still in the pancreas, they stimulate the cells of the pancreas and cause inflammation. If acute pancreatitis is repeated, it will cause damage to the pancreas and lead to chronic pancreatitis.(3)\nScar tissue can form in the pancreas, causing loss of function. A poorly functioning pancreas can cause digestive problems and diabetes.\nRisk factors for acute pancreatitis include:\nGallstones Alcohol Certain medications Lipidemia (hypertriglyceridemia) High blood calcium levels (hypercalcemia), possibly due to overactive parathyroid glands (hyperparathyroidism) Pancreatic cancer Surgery abdomen Cystic fibrosis Abdominal lesions Obesity Diabetes Family history of pancreatitis Endoscopic retrograde cholangiopancreatography (ERCP), a procedure used to treat gallstones, can also lead to pancreatitis. Congenital defects (annular pancreas) Genetic disorders (hereditary pancreatitis, cystic fibrosis, alpha 1-antitrypsin deficiency) Hypercalcemia Parasitic infections (Ascaris lumbricoides, Cryptosporidium, Clonorchis sinensis, Microsporidia) Kidney disease ( hemodialysis) Toxins (scorpion bites, organophosphate poisoning) Vasculitis (Polynodularitis, Systemic Lupus Erythematosus) Autoimmune pancreatitis, type I (systemic IgG4-related disease) and type II Viral infections (Coxsackie, Cytomegalovirus, Echovirus, Epstein-Barr virus, Hepatitis A/B/C, HIV, Mumps, Rubella, Varicella) Bacterial infections (Campylobacter jejuni, Legionella, Leptospirosis, Mycobacterium avium, Mycobacterium tuberculosis, Mycoplasma) ; Gallstones; Alcohol; Taking certain medications; Lipid disease (hypertriglyceridemia); High blood calcium levels (hypercalcemia), possibly due to overactive parathyroid glands (hyperparathyroidism); Pancreatic cancer; Abdominal surgery; Cystic fibrosis; Abdominal damage; Fat; Diabetes; Family history of pancreatitis; Endoscopic retrograde cholangiopancreatography (ERCP), a procedure used to treat gallstones, can also lead to pancreatitis.; Congenital malformations (annular pancreas); Genetic disorders (hereditary pancreatitis, cystic fibrosis, alpha 1-antitrypsin deficiency); Hypercalcemia; Parasitic infections (Ascaris lumbricoides, Cryptosporidium, Clonorchis sinensis, Microsporidia); Kidney disease (hemodialysis); Toxins (scorpion bites, organophosphate poisoning); Vasculitis (Polynodularitis, Systemic Lupus Erythematosus); Autoimmune pancreatitis, type I (systemic IgG4-related disease) and type II; Viral infections (Coxsackie, Cytomegalovirus, Echovirus, Epstein-Barr virus, Hepatitis A/B/C, HIV, Mumps, Rubella, Varicella); Bacterial infections (Campylobacter jejuni, Legionella, Leptospirosis, Mycobacterium avium, Mycobacterium tuberculosis, Mycoplasma)\nSometimes, pancreatitis has no known cause, called idiopathic pancreatitis"
        },
        {
            "subsection_name": "Methods of diagnosing acute pancreatitis",
            "subsection_content": "To diagnose acute pancreatitis, doctors can apply the following methods:(5)\nTests: For initial evaluation when acute pancreatitis is suspected to be associated with abnormalities, such as cholestasis, hypercalcemia, or severe hyperlipidemia... Doctors can rely on these results to confirm or diagnose the etiology of pancreatitis.; Tests: For initial evaluation when acute pancreatitis is suspected to be associated with abnormalities, such as cholestasis, hypercalcemia, or severe hyperlipidemia... Doctors can rely on these results to confirm or diagnose the etiology of pancreatitis.\nUltrasound: Abdominal ultrasound is recommended in all patients to evaluate for gallstones, biliary dilatation or other causes such as appendicitis, cholecystitis, etc.; Ultrasound: Abdominal ultrasound is recommended in all patients to evaluate for gallstones, biliary dilation or other causes such as appendicitis, cholecystitis, etc.\nChest X-ray: Often performed in cases of acute pancreatitis to evaluate pleural effusion, as well as lung parenchymal damage. This is a sign of the severity of acute pancreatitis with a high risk of death.; Chest X-ray: Often performed in cases of acute pancreatitis to evaluate pleural effusion, as well as lung parenchymal damage. This is a sign of the severity of acute pancreatitis with a high risk of death.\nCT scan: In cases where the diagnosis is unclear but pancreatitis is suspected, a computed tomography (CT) scan with intravenous contrast will be performed to confirm or exclude the diagnosis. CT is also recommended in cases where the patient does not improve or worsens despite aggressive resuscitation; CT scan: In cases where the diagnosis is unclear but pancreatitis is suspected, a computed tomography (CT) scan with intravenous contrast will be performed to confirm or exclude the diagnosis. CT is also recommended in cases where the patient does not improve or worsens despite aggressive resuscitation\nMagnetic resonance cholangiopancreatography (MRCP) or endoscopic ultrasound (EUS): These methods will be indicated when the cause of pancreatitis is not found with the above assessment.; Magnetic resonance cholangiopancreatography (MRCP) or endoscopic ultrasound (EUS): These methods will be indicated when the cause of pancreatitis is not found with the above assessment.",
            "subsection_string": "Methods of diagnosing acute pancreatitis\nTo diagnose acute pancreatitis, doctors can apply the following methods:(5)\nTests: For initial evaluation when acute pancreatitis is suspected to be associated with abnormalities, such as cholestasis, hypercalcemia, or severe hyperlipidemia... Doctors can rely on these results to confirm or diagnose the etiology of pancreatitis.; Tests: For initial evaluation when acute pancreatitis is suspected to be associated with abnormalities, such as cholestasis, hypercalcemia, or severe hyperlipidemia... Doctors can rely on these results to confirm or diagnose the etiology of pancreatitis.\nUltrasound: Abdominal ultrasound is recommended in all patients to evaluate for gallstones, biliary dilatation or other causes such as appendicitis, cholecystitis, etc.; Ultrasound: Abdominal ultrasound is recommended in all patients to evaluate for gallstones, biliary dilation or other causes such as appendicitis, cholecystitis, etc.\nChest X-ray: Often performed in cases of acute pancreatitis to evaluate pleural effusion, as well as lung parenchymal damage. This is a sign of the severity of acute pancreatitis with a high risk of death.; Chest X-ray: Often performed in cases of acute pancreatitis to evaluate pleural effusion, as well as lung parenchymal damage. This is a sign of the severity of acute pancreatitis with a high risk of death.\nCT scan: In cases where the diagnosis is unclear but pancreatitis is suspected, a computed tomography (CT) scan with intravenous contrast will be performed to confirm or exclude the diagnosis. CT is also recommended in cases where the patient does not improve or worsens despite aggressive resuscitation; CT scan: In cases where the diagnosis is unclear but pancreatitis is suspected, a computed tomography (CT) scan with intravenous contrast will be performed to confirm or exclude the diagnosis. CT is also recommended in cases where the patient does not improve or worsens despite aggressive resuscitation\nMagnetic resonance cholangiopancreatography (MRCP) or endoscopic ultrasound (EUS): These methods will be indicated when the cause of pancreatitis is not found with the above assessment.; Magnetic resonance cholangiopancreatography (MRCP) or endoscopic ultrasound (EUS): These methods will be indicated when the cause of pancreatitis is not found with the above assessment."
        },
        {
            "subsection_name": "Complications of acute pancreatitis",
            "subsection_content": "Pancreatitis can cause serious complications, including:\nKidney failure: Acute pancreatitis can cause severe kidney failure, sometimes even requiring dialysis. Lung damage: Acute pancreatitis causes biochemical changes in the body, affecting gas exchange in the lungs, causing hypoxia. Infection: a serious complication with a high mortality rate is infectious necrotizing pancreatitis Pancreatic pseudocyst: Acute pancreatitis can cause fluid and debris to accumulate in cyst-like sacs in the pancreas. A large pseudocyst that ruptures can cause complications such as bleeding and infection. Malnutrition: When inflamed, the pancreas produces less necessary enzymes. This can cause people to suffer from malnutrition, diarrhea and weight loss. Chronic pancreatitis: Repeated acute pancreatitis can lead to chronic pancreatitis. Chronic pancreatitis damages the insulin-producing cells in the pancreas and can lead to diabetes or pancreatic cancer.; Kidney failure: Acute pancreatitis can cause severe kidney failure, sometimes even requiring dialysis; Lung damage: Acute pancreatitis causes biochemical changes in the body, affecting gas exchange in the lungs, causing hypoxia; Infection: a serious complication with a high mortality rate is infectious necrotizing pancreatitis; Pancreatic pseudocyst: Acute pancreatitis can cause fluid and debris to accumulate in cyst-like sacs in the pancreas. A large pseudocyst that ruptures can cause complications such as bleeding and infection.; Malnutrition: When inflamed, the pancreas produces less necessary enzymes. This can cause the patient to suffer from malnutrition, diarrhea and weight loss.; Chronic pancreatitis: Repeated acute pancreatitis can lead to chronic pancreatitis. Chronic pancreatitis damages the insulin-producing cells in the pancreas and can lead to diabetes or pancreatic cancer.",
            "subsection_string": "Complications of acute pancreatitis\nPancreatitis can cause serious complications, including:\nKidney failure: Acute pancreatitis can cause severe kidney failure, sometimes even requiring dialysis. Lung damage: Acute pancreatitis causes biochemical changes in the body, affecting gas exchange in the lungs, causing hypoxia. Infection: a serious complication with a high mortality rate is infectious necrotizing pancreatitis Pancreatic pseudocyst: Acute pancreatitis can cause fluid and debris to accumulate in cyst-like sacs in the pancreas. A large pseudocyst that ruptures can cause complications such as bleeding and infection. Malnutrition: When inflamed, the pancreas produces less necessary enzymes. This can cause people to suffer from malnutrition, diarrhea and weight loss. Chronic pancreatitis: Repeated acute pancreatitis can lead to chronic pancreatitis. Chronic pancreatitis damages the insulin-producing cells in the pancreas and can lead to diabetes or pancreatic cancer.; Kidney failure: Acute pancreatitis can cause severe kidney failure, sometimes even requiring dialysis; Lung damage: Acute pancreatitis causes biochemical changes in the body, affecting gas exchange in the lungs, causing hypoxia; Infection: a serious complication with a high mortality rate is infectious necrotizing pancreatitis; Pancreatic pseudocyst: Acute pancreatitis can cause fluid and debris to accumulate in cyst-like sacs in the pancreas. A large pseudocyst that ruptures can cause complications such as bleeding and infection.; Malnutrition: When inflamed, the pancreas produces less necessary enzymes. This can cause the patient to suffer from malnutrition, diarrhea and weight loss.; Chronic pancreatitis: Repeated acute pancreatitis can lead to chronic pancreatitis. Chronic pancreatitis damages the insulin-producing cells in the pancreas and can lead to diabetes or pancreatic cancer."
        },
        {
            "subsection_name": "Treatment methods for acute pancreatitis",
            "subsection_content": "1. Pain relief, fluid replacement\nThe foundation of treating acute pancreatitis is still pain relief and fluid replacement. Ringer's solution is the recommended liquid with an initial dosage of 15 mL/kg - 20 mL/kg and then 3 mL/kg per hour (usually about 250-500 mL per hour) for the first 24 hours depending on severity and associated diseases. It is necessary to closely monitor urine output, vital signs, blood urea concentration, and red blood cell volume to accurately determine the amount of fluid needed for each patient.\nActive pain relief with pain relievers such as paracetamol, NSAIDs, Opioids or even central pain relievers\n2. Feed early\nPatients need to fast within the first 12 hours of admission until abdominal pain, nausea, and vomiting improve. Patients can eat again after 24-72 hours of admission with liquid, soft, low-residue, low-fat foods, depending on the severity and risk of complications.\nIn cases of severe pancreatitis or intolerance of oral intake, the patient may be fed by a nasogastric tube, or intravenously if nasogastric tube feeding is not tolerated or inadequate.\n3. Treatment with antibiotics\nFor cases of acute pancreatitis with signs of infection, patients need to be treated with antibiotics to prevent the infection from spreading.\nDr. Trung recommends that antibiotics should only be used to treat acute pancreatitis in cases where there is evidence of infection. Because \"using antibiotics if not prescribed properly, in addition to being a cost issue, can slow down and reduce the amount of fluid needed by the patient, especially in the first 24 - 48 hours after admission to the hospital.\"\nIn addition, the treatment of acute pancreatitis depends on the cause of the disease. Specifically:\nAcute pancreatitis due to gallstones: Patients should be scheduled for early cholecystectomy, even before discharge from the hospital in patients with mild acute pancreatitis due to gallstones Acute pancreatitis due to hypertriglyceridemia: Treatment will be aimed at relieving reduce and maintain triglyceride levels below 500 mg/dL.; Acute pancreatitis due to gallstones: Patients should be scheduled for early cholecystectomy, even before discharge from the hospital in patients with mild acute pancreatitis due to gallstones; Acute pancreatitis due to hypertriglyceridemia: Treatment will aim to reduce and maintain triglyceride levels below 500 mg/dL.",
            "subsection_string": "Treatment methods for acute pancreatitis\n1. Pain relief, fluid replacement\nThe foundation of treating acute pancreatitis is still pain relief and fluid replacement. Ringer's solution is the recommended liquid with an initial dosage of 15 mL/kg - 20 mL/kg and then 3 mL/kg per hour (usually about 250-500 mL per hour) for the first 24 hours depending on severity and associated diseases. It is necessary to closely monitor urine output, vital signs, blood urea concentration, and red blood cell volume to accurately determine the amount of fluid needed for each patient.\nActive pain relief with pain relievers such as paracetamol, NSAIDs, Opioids or even central pain relievers\n2. Feed early\nPatients need to fast within the first 12 hours of admission until abdominal pain, nausea, and vomiting improve. Patients can eat again after 24-72 hours of admission with liquid, soft, low-residue, low-fat foods, depending on the severity and risk of complications.\nIn cases of severe pancreatitis or intolerance of oral intake, the patient may be fed by a nasogastric tube, or intravenously if nasogastric tube feeding is not tolerated or inadequate.\n3. Treatment with antibiotics\nFor cases of acute pancreatitis with signs of infection, patients need to be treated with antibiotics to prevent the infection from spreading.\nDr. Trung recommends that antibiotics should only be used to treat acute pancreatitis in cases where there is evidence of infection. Because \"using antibiotics if not prescribed properly, in addition to being a cost issue, can slow down and reduce the amount of fluid needed by the patient, especially in the first 24 - 48 hours after admission to the hospital.\"\nIn addition, the treatment of acute pancreatitis depends on the cause of the disease. Specifically:\nAcute pancreatitis due to gallstones: Patients should be scheduled for early cholecystectomy, even before discharge from the hospital in patients with mild acute pancreatitis due to gallstones Acute pancreatitis due to hypertriglyceridemia: Treatment will be aimed at relieving reduce and maintain triglyceride levels below 500 mg/dL.; Acute pancreatitis due to gallstones: Patients should be scheduled for early cholecystectomy, even before discharge from the hospital in patients with mild acute pancreatitis due to gallstones; Acute pancreatitis due to hypertriglyceridemia: Treatment will aim to reduce and maintain triglyceride levels below 500 mg/dL."
        },
        {
            "subsection_name": "What to do to prevent acute pancreatitis?",
            "subsection_content": "To prevent the risk of acute pancreatitis, Dr. Trung recommends that people should:\nUse alcohol, beer, and smoke within permitted levels. Eat scientifically and hygienically with a bland diet to avoid gallstones, because gallstones are one of the risk factors for acute pancreatitis. People with diabetes, blood lipids, gallstones... should have regular check-ups to manage the underlying disease well, avoiding complications that cause acute pancreatitis.(4); Use alcohol, beer, and smoke within permitted levels; Eat scientifically and hygienically with a bland diet to avoid gallstones, because gallstones are one of the risk factors for acute pancreatitis; For people with diabetes, blood lipids, gallstones, etc., they should be examined periodically to manage the underlying disease well, avoiding complications that cause acute pancreatitis.(4)\nUse alcohol and other alcoholic beverages within allowable levels so as not to affect your health and limit the risk of acute pancreatitis.",
            "subsection_string": "What to do to prevent acute pancreatitis?\nTo prevent the risk of acute pancreatitis, Dr. Trung recommends that people should:\nUse alcohol, beer, and smoke within permitted levels. Eat scientifically and hygienically with a bland diet to avoid gallstones, because gallstones are one of the risk factors for acute pancreatitis. People with diabetes, blood lipids, gallstones... should have regular check-ups to manage the underlying disease well, avoiding complications that cause acute pancreatitis.(4); Use alcohol, beer, and smoke within permitted levels; Eat scientifically and hygienically with a bland diet to avoid gallstones, because gallstones are one of the risk factors for acute pancreatitis; For people with diabetes, blood lipids, gallstones, etc., they should be examined periodically to manage the underlying disease well, avoiding complications that cause acute pancreatitis.(4)\nUse alcohol and other alcoholic beverages within allowable levels so as not to affect your health and limit the risk of acute pancreatitis."
        },
        {
            "subsection_name": "Frequently asked questions about acute pancreatitis",
            "subsection_content": "During the medical examination and treatment process, we often receive questions from patients about acute pancreatitis. We would like to answer each question as follows:\n1. Is acute pancreatitis dangerous?\nAcute pancreatitis is dangerous because it can cause complications that cause the patient to die quickly.\n2. Can acute pancreatitis be cured?\nAcute pancreatitis is completely curable. However, patients need to be taken to the hospital promptly to avoid the disease from progressing seriously, causing unpredictable consequences.\n3. Can acute pancreatitis recur?\nAcute pancreatitis is easy to recur, especially in people who have a habit of drinking alcohol or have underlying diseases such as gallstones, blood lipids, or diabetes.\n4. Does acute pancreatitis require surgery?\nIf gallstones cause acute pancreatitis, the patient needs gallbladder surgery to treat the cause to avoid future recurrence. If infectious necrotizing pancreatitis becomes severe, the patient needs surgery to remove necrotic tissue.\n5. Can you drink milk with acute pancreatitis?\nMilk is rich in trans fatty acids and is not beneficial for people with acute pancreatitis, so you should not drink milk during the disease.\nFor advice on the cost of examination and treatment of acute pancreatitis or other gastrointestinal diseases, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Ward. Bo De, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho City Chi Minh Hotline: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nAcute pancreatitis is the reason why many people are hospitalized due to gastrointestinal diseases, so people should not be subjective and underestimate it. When you see unusual signs, go to a medical facility for examination immediately.",
            "subsection_string": "Frequently asked questions about acute pancreatitis\nDuring the medical examination and treatment process, we often receive questions from patients about acute pancreatitis. We would like to answer each question as follows:\n1. Is acute pancreatitis dangerous?\nAcute pancreatitis is dangerous because it can cause complications that cause the patient to die quickly.\n2. Can acute pancreatitis be cured?\nAcute pancreatitis is completely curable. However, patients need to be taken to the hospital promptly to avoid the disease from progressing seriously, causing unpredictable consequences.\n3. Can acute pancreatitis recur?\nAcute pancreatitis is easy to recur, especially in people who have a habit of drinking alcohol or have underlying diseases such as gallstones, blood lipids, or diabetes.\n4. Does acute pancreatitis require surgery?\nIf gallstones cause acute pancreatitis, the patient needs gallbladder surgery to treat the cause to avoid future recurrence. If infectious necrotizing pancreatitis becomes severe, the patient needs surgery to remove necrotic tissue.\n5. Can you drink milk with acute pancreatitis?\nMilk is rich in trans fatty acids and is not beneficial for people with acute pancreatitis, so you should not drink milk during the disease.\nFor advice on the cost of examination and treatment of acute pancreatitis or other gastrointestinal diseases, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Ward. Bo De, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho City Chi Minh Hotline: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nAcute pancreatitis is the reason why many people are hospitalized due to gastrointestinal diseases, so people should not be subjective and underestimate it. When you see unusual signs, go to a medical facility for examination immediately."
        }
    ],
    "name": "benh-viem-tuy-cap.json"
}