{
    "title": "What is dog tapeworm infection? Is it dangerous? Causes and symptoms",
    "category": "Infectious",
    "link": "https://tamanhhospital.vn/benh-nhiem-san-cho/",
    "abstract": "People infected with dog tapeworms develop silently, without specific signs, so they are often difficult to detect, leading to other dangerous complications. Understanding dog tapeworms and how to prevent them will help you avoid the risk of getting the disease.\nPeople infected with dog tapeworms have silent symptoms that are difficult to detect, easily leading to dangerous complications.",
    "content": "What is dog tapeworm infection? Is it dangerous? Causes and symptoms\n\nPeople infected with dog tapeworms develop silently, without specific signs, so they are often difficult to detect, leading to other dangerous complications. Understanding dog tapeworms and how to prevent them will help you avoid the risk of getting the disease.\nPeople infected with dog tapeworms have silent symptoms that are difficult to detect, easily leading to dangerous complications.\n\nWhat is dog tapeworm?\nDog tapeworm (also known as dog tapeworm, dog tapeworm, flea tapeworm, cucumber tapeworm, two-hole tapeworm) has the scientific name Dipylidium Caninum, is a type of tapeworm that often parasitizes dogs and cats. This tapeworm can also be found in humans, especially children. Some reports also show that hydatid disease is transmitted by wild cats, tropical forest cats, civets, ferrets, hyenas, jackals, wild or semi-domesticated Australian dogs and foxes. (first)\nDog flukes are light pink in color, about 10-70cm long with 175 elliptical or long segments. The segments near the head are usually short and thin, about 0.2mm wide. Immature fluke segments near the neck are wider than long, and when mature, they become more square. When mature, the segments are 27 x 12mm in size and contain eggs.\nEach segment of the adult fluke contains both male and female reproductive organs, located on both sides of the segment. The testes of adult tapeworms contain 100-200 egg follicles, each follicle has 8-15 eggs. The tapeworm egg shell is thin, spherical, 35-40mm in size, with a fluke embryo containing 3 pairs of hooks. The uterus in the fluke segments develops in a network shape with the ovary having a yolk gland.\nThe fluke's head is diamond-shaped, 0.25-0.5mm in size with 4 cup-shaped suction discs. The dog tapeworm's proboscis is rod-shaped, with 1-7 rows of teeth. Depending on the age of the fluke, the row of teeth at the nozzle can protrude or retract.\n\nDevelopment cycle of dog tapeworm\nDog tapeworms are often parasitic in the small intestine of infected dogs. Old tapeworm segments containing eggs break into segments or short segments and then move to the outside environment through the anus or dog feces. Each segment of the tapeworm releases eggs into the environment, sticking to the dog's fur or anus.\nDogs have a habit of licking all over the body, daily living objects and the human body, so tapeworm eggs accidentally spread everywhere. In addition, when flea species such as Ctenocephalides canis, C. felis felis, C. felis orientis swallow dog fluke eggs into the intestine, the fluke embryos develop into larval cysts with tails (cercocysts). Then, people, especially children, accidentally swallow fleas or tapeworm eggs while playing with dogs, and the dog tapeworms will parasitize in the human body.\nDogs can also eat fleas containing tapeworm eggs or larvae. At this time, dog tapeworms continue to parasitize in the dog's small intestine and continue a new life cycle.\nDog tapeworms are a type of tapeworm that often parasitizes dogs and cats. Photo: Shutterstock\n\nWhere are dog tapeworms parasitic?\nDog tapeworms are parasitic in the small intestine of infected dogs. After parasitizing the body, dog tapeworm larvae develop into adult tapeworms after about 1 month. (2)\nOn the skin\nDog tapeworms often cause itchy rashes, hives, etc. on the skin. However, these symptoms are often easily confused with food, chemical, and dog or cat hair allergies. Hydatid disease is very difficult to recognize by clinical signs, and can only be detected by tests and x-rays.\nGo to the brain\nDepending on the location of the lesion, the number of parasites and the body's immune response, the clinical manifestations of dog tapeworm infection on the nervous system will be different.\nWhen dog tapeworms attack the brain, patients often have headaches, fatigue, dizziness, and lack of concentration at work. Patients can even suffer from memory loss, epilepsy, hemiplegia, and coma.\n\nCause of dog tapeworm disease\nThere are many causes of tapeworm disease such as: hugging and caressing dogs infected with tapeworms, eating food containing tapeworm larvae or eggs, contact with soil where infected dogs defecate, etc. Speed ​​of spread and development of dog tapeworm disease depends on living habits, frequency of eating dog tapeworm-contaminated food, frequency of contact with dogs and the area of ​​land contaminated with dog feces.\nDog flukes are not transmitted from person to person because dog flukes are the specific cause of disease in dogs. The development cycle of dog tapeworms forms in the dog's intestines, passes out through the anus, and then accidentally infects humans. When parasitic in the human body, dog flukes do not create a new life cycle. At the same time, dog tapeworms do not move through blood and breast milk, so they cannot be transmitted from mother to child.\nDog tapeworms often cause itchy rashes, hives, etc. on the skin. Photo: Shutterstock\n\nWho is at risk of canine tapeworm infection?\nChildren are susceptible to dog tapeworms because they often play in the ground and sand where dogs once defecated. In addition, the dog's anus is where many tapeworm eggs are found. Dogs have the habit of licking the anus, hair, all over the body, and licking human household items, so tapeworm eggs are spread everywhere. At the same time, the habit of petting and hugging dogs also makes people susceptible to dog tapeworm infection.\nCysticariasis is not transmitted directly from person to person. But if you eat dirty foods contaminated with dog tapeworm eggs or vegetables, tubers, and fruits grown in areas with dog feces but are not washed or cooked thoroughly, you will easily get dog tapeworm disease. At the same time, people who often eat dog and cat meat, or eat raw vegetables, are also at higher risk of being infected with dog tapeworms.\nOne of the factors that increases the risk of infection with hydatid disease is contact with the feces of dogs, cattle, pigs or sheep. Therefore, people who raise and trade livestock, dogs, cats, etc. have a higher risk of dog tapeworm infection.\n\nIs dog tapeworm disease dangerous?\nDog tapeworm disease develops silently in the body, without characteristic signs, so it is often confused with other diseases, so it is often not detected and treated promptly. After a period of parasiticism in the human body, especially in children, the disease will show signs of headache, fatigue, diarrhea, allergies, loss of appetite, digestive disorders, abdominal pain, especially a Some chronic diseases such as irritable colon syndrome, Crohn's disease, pseudoulcerative colitis, Celiac disease, pancreatitis, gallstones, lactose intolerance...\nIf not detected promptly, hydatid disease will cause many dangerous complications such as: frequent fatigue, weight loss, diarrhea, itching around the anus, epilepsy, weakness, and anemia. Therefore, when experiencing digestive disorders, allergies, etc., you should see a doctor to detect dog tapeworm infection early and treat it promptly.\n\nMethod of diagnosing canine tapeworm disease\nHydatid disease is difficult to recognize with the naked eye, so many symptoms are confused with other diseases. When you have suspicious signs, you should see a doctor to be prescribed medical tests to accurately diagnose whether or not you have dog tapeworm infection.\nCurrently, the Examination Department and Laboratory Department at Tam Anh General Hospital have leading experts and doctors with extensive experience in screening and accurately diagnosing Dipylidium caninum disease. The patient will be examined, tested, and given other necessary instructions such as CT scan or ultrasound to find cysts, segments, or segment segments crawling out in the anus or stool. Dog tapeworm eggs are rarely found in feces, although when the tapeworm segments are destroyed, eggs can still be found in the stool.\nIn addition, the patient will be diagnosed with a serological test (blood test such as Elisa) to detect antibodies. When humans eat dog tapeworms, anti-dog tapeworm antibodies will appear about 2 weeks later and last for a long time. Elisa technique will help doctors detect anti-dog fluke antibodies even when the dog fluke has died or been excreted after 2-8 years.\nBesides, doctors can detect that patients are infected with dog tapeworms when performing medical tests to check their health.\n\nCan dog tapeworms be cured?\nWhether or not dog tapeworm treatment is effective depends on the level of infection and the affected organs. In mild stages such as new symptoms of diarrhea and abdominal pain, the doctor will prescribe medication and ask you to adjust your lifestyle, avoid contact with cats and dogs, choose clean food and eat hygienically. born. In many cases, dog tapeworms have moved to the brain, causing epilepsy, making treatment more difficult and long-term.\n\nDog tapeworm treatment method\nTreatment of dog tapeworm infection requires a combination of methods such as medication, surgery, and adjusting diet and daily living habits. It is important that patients follow the doctor's instructions exactly to ensure treatment effectiveness.\nChildren who often hug dogs are susceptible to tapeworms. Photo: Shutterstock\nMedicine (*)\nDepending on the severity of dog tapeworm infection in each patient, the doctor will prescribe the appropriate dosage of medication. Note, patients infected with dog tapeworms need to strictly follow the doctor's instructions, do not use someone else's prescription or buy medicine without a doctor's prescription.\nAfter determining that the patient is infected with dog tapeworms, the doctor will usually prescribe medication containing Niclosamide or Praziquantel and prescribe a reasonable dosage depending on your condition. In addition, your doctor may also advise you to take anti-inflammatory drugs to treat inflammation in organs caused by tapeworm larvae.\nNiclosamide 500mg tablet has the effect of preventing energy metabolism in energy-carrying molecules, inhibiting glucose uptake by flukes. From there, the fluke will die and be excreted in the stool.; Depending on your age and weight, your doctor will prescribe a different dose of Niclosamide 500mg tablets. For children 1 - 2 years old, take 1 pill; Children 2 - 6 years old (11 - 34 kg) are given 2 tablets; Adults will take 4 tablets. Note, you should take the medicine by chewing and drinking on an empty stomach.; Niclosamide rarely causes side effects, however in some cases patients may also experience nausea, vomiting or diarrhea, erythema and itching, etc. People who are sensitive to the active ingredient Niclosamide should use other medications to avoid side effects. side effects. At the same time, patients should not drink alcohol while taking the medicine; For Praziquantel 600mg tablets, thanks to the effect of increasing the permeability of the tapeworm cell membrane, the drug causes the tapeworm to lose intracellular Ca2+. From there, the drug is effective in killing both adult tapeworms and tapeworm larvae.\nPatients only take a single dose depending on weight, specifically 25mg/kg of body weight. This medicine rarely causes side effects, however there are some cases where patients experience fatigue, dizziness, nausea, etc.\nNote, pregnant women in the first 3 months of pregnancy and people who are hypersensitive to the active ingredient Praziquantel should not use this medicine. In addition, women who are breastfeeding should not breastfeed within 3 days after taking the medicine.\nFor dogs infected with tapeworms, there are usually no obvious signs. Until the dog tapeworm disease is in a severe stage, the pet will become exhausted and gradually become weaker. When you discover your pet is infected, you should take them to a veterinarian for timely treatment to avoid spreading the disease and affecting human health.\nSurgery\nIn cases where the patient's dog tapeworm infection leads to serious problems such as epilepsy or tumors, the doctor will use surgery.\n\nPreventing dog worm disease?\nDisease prevention is an important measure that is safe, easy to implement, highly effective, and inexpensive, especially with tapeworms.\nIf you have a dog, you should deworm and kill fleas for your pet regularly with medications such as:\nBayticol (flumethrin 6%) with a dose of 1ml mixed with 2 liters of water, used to bathe or spray dogs to kill ticks, scabies, lice, lice, etc. Preventef collar (contains diazinon) to kill fleas for 4 months,; Frontline rubs on dogs and cats to eliminate fleas for 2 months; Give your pet Program (lufenuron) periodically, 1 pill per month.\nAt the same time, you should bathe and clean your pets regularly and take them to the veterinarian periodically to detect and treat tapeworm infections promptly, avoiding effects on pets and human health.\nProperly disposing of pet feces is also a way to reduce the risk of tapeworm eggs spreading. You should take your pet to the toilet in the right place designated for dogs and cats. Absolutely do not let your dog defecate indiscriminately, as it not only easily spreads dog tapeworm disease but also pollutes the environment, air, and water sources.\nFarms and slaughterhouses need to practice good hygiene and properly handle waste and feces. At the same time, meat must be inspected according to proper procedures, ensuring cleanliness, and avoiding providing contaminated food to people. We should choose clean foods, fruits, vegetables, etc. of clear origin and use thoroughly cooked food to limit dog tapeworm infection.\nIn daily activities, we should regularly wash our hands and not play around in the sand, especially in places where dogs often defecate, in ponds, lakes, fields and gardens. After playing with dogs and cats, they need to be cleaned thoroughly, especially children. At the same time, it is necessary to limit children from playing with pets or kissing them.\nAt the same time, everyone should regularly wash their hands and clean their living environment, especially areas with many dogs and cats, children's play areas, and even places where dogs often rest to avoid dog tapeworm larvae from invading. into the child's body.\nFor children, they often have the habit of holding their hands, biting their nails, and taking food into their mouths. Meanwhile, the hands are places that are constantly exposed to the environment, and are ideal habitats for dog tapeworm larvae and other parasites. Therefore, parents need to regularly cut their baby's nails and wash their children's hands, especially after playing and before eating.\nIn addition, health and education agencies should regularly disseminate and educate to raise awareness of tapeworm disease prevention for students and the community.\nTesting Center, Tam Anh General Hospital is one of the paraclinical diagnostic centers, performing the task of operating and using equipment, applying scientific knowledge in combination with techniques. medical to support screening, diagnosis and treatment for clinical units. The quality of accurate testing not only plays an important role in disease diagnosis and treatment, but also helps reduce costs and inconvenience for patients and save society's resources.\nProviding the best and most effective services throughout all processes right from consulting, ordering tests, receiving and analyzing specimens to returning and using test results, best meeting expectations. customer waiting; Ensure all employees participating in the testing process understand, comply with and operate the quality management system well to meet ISO 15189:2012 requirements.; Ensuring the provision of accurate, timely, effective and cost-effective test results, contributing to improving efficiency in diagnosis, medical examination and treatment.; Ensure all equipment and supplies related to the testing process are always checked for quality, maintained and operated in the best conditions.\nAll test results at the Testing Center, Tam Anh General Hospital are performed and strictly controlled by an internal quality control system according to standard samples of countries with medical backgrounds. thrive.\nThe Testing Center, Tam Anh General Hospital is invested in spacious construction, arranged with a modern and synchronous equipment system, meeting Biosafety level 2 standards. At the same time, testing services is carried out using the world's most modern equipment and machinery systems such as:\nHematology - Blood Transfusion Department: Sysmex XN 1000, Sysmex cs-1600.; Biochemistry - Immunology Department: Roche Cobas 6000 system; Roche Cobas u701, u601, u411 urine machine system; Roche Cobas b211 blood gas machine; Cobas Infinity laboratory management system.; Microbiology - Parasitology Department: Blood culture machine, Vitek II Compact automatic identification and antibiogram machine, Gram stain machine.; Molecular Biology Department: Separation machine, PCR machine...\nWith the goal of meeting the increasing medical examination and treatment needs of the community: Thorough examination - Accurate diagnosis - Timely treatment, doctors from the Department of Medical Examination and Treatment at Tam Anh General Hospital constantly strive to research and study. to improve professional qualifications and gain more practical experience. Doctors regularly apply advanced diagnostic and treatment methods to detect diseases early, thereby optimizing treatment effectiveness for patients.\nDog tapeworms (also known as dog tapeworms, dog tapeworms, flea tapeworms, cucumber tapeworms, two-hole tapeworms) are not only dangerous but also very difficult to detect, so prioritize personal hygiene. and around. Regularly check your health to detect hidden diseases at the earliest and get the best treatment.",
    "subsections": [
        {
            "subsection_name": "What is dog tapeworm?",
            "subsection_content": "Dog tapeworm (also known as dog tapeworm, dog tapeworm, flea tapeworm, cucumber tapeworm, two-hole tapeworm) has the scientific name Dipylidium Caninum, is a type of tapeworm that often parasitizes dogs and cats. This tapeworm can also be found in humans, especially children. Some reports also show that hydatid disease is transmitted by wild cats, tropical forest cats, civets, ferrets, hyenas, jackals, wild or semi-domesticated Australian dogs and foxes. (first)\nDog flukes are light pink in color, about 10-70cm long with 175 elliptical or long segments. The segments near the head are usually short and thin, about 0.2mm wide. Immature fluke segments near the neck are wider than long, and when mature, they become more square. When mature, the segments are 27 x 12mm in size and contain eggs.\nEach segment of the adult fluke contains both male and female reproductive organs, located on both sides of the segment. The testes of adult tapeworms contain 100-200 egg follicles, each follicle has 8-15 eggs. The tapeworm egg shell is thin, spherical, 35-40mm in size, with a fluke embryo containing 3 pairs of hooks. The uterus in the fluke segments develops in a network shape with the ovary having a yolk gland.\nThe fluke's head is diamond-shaped, 0.25-0.5mm in size with 4 cup-shaped suction discs. The dog tapeworm's proboscis is rod-shaped, with 1-7 rows of teeth. Depending on the age of the fluke, the row of teeth at the nozzle can protrude or retract.",
            "subsection_string": "What is dog tapeworm?\nDog tapeworm (also known as dog tapeworm, dog tapeworm, flea tapeworm, cucumber tapeworm, two-hole tapeworm) has the scientific name Dipylidium Caninum, is a type of tapeworm that often parasitizes dogs and cats. This tapeworm can also be found in humans, especially children. Some reports also show that hydatid disease is transmitted by wild cats, tropical forest cats, civets, ferrets, hyenas, jackals, wild or semi-domesticated Australian dogs and foxes. (first)\nDog flukes are light pink in color, about 10-70cm long with 175 elliptical or long segments. The segments near the head are usually short and thin, about 0.2mm wide. Immature fluke segments near the neck are wider than long, and when mature, they become more square. When mature, the segments are 27 x 12mm in size and contain eggs.\nEach segment of the adult fluke contains both male and female reproductive organs, located on both sides of the segment. The testes of adult tapeworms contain 100-200 egg follicles, each follicle has 8-15 eggs. The tapeworm egg shell is thin, spherical, 35-40mm in size, with a fluke embryo containing 3 pairs of hooks. The uterus in the fluke segments develops in a network shape with the ovary having a yolk gland.\nThe fluke's head is diamond-shaped, 0.25-0.5mm in size with 4 cup-shaped suction discs. The dog tapeworm's proboscis is rod-shaped, with 1-7 rows of teeth. Depending on the age of the fluke, the row of teeth at the nozzle can protrude or retract."
        },
        {
            "subsection_name": "Development cycle of dog tapeworm",
            "subsection_content": "Dog tapeworms are often parasitic in the small intestine of infected dogs. Old tapeworm segments containing eggs break into segments or short segments and then move to the outside environment through the anus or dog feces. Each segment of the tapeworm releases eggs into the environment, sticking to the dog's fur or anus.\nDogs have a habit of licking all over the body, daily living objects and the human body, so tapeworm eggs accidentally spread everywhere. In addition, when flea species such as Ctenocephalides canis, C. felis felis, C. felis orientis swallow dog fluke eggs into the intestine, the fluke embryos develop into larval cysts with tails (cercocysts). Then, people, especially children, accidentally swallow fleas or tapeworm eggs while playing with dogs, and the dog tapeworms will parasitize in the human body.\nDogs can also eat fleas containing tapeworm eggs or larvae. At this time, dog tapeworms continue to parasitize in the dog's small intestine and continue a new life cycle.\nDog tapeworms are a type of tapeworm that often parasitizes dogs and cats. Photo: Shutterstock",
            "subsection_string": "Development cycle of dog tapeworm\nDog tapeworms are often parasitic in the small intestine of infected dogs. Old tapeworm segments containing eggs break into segments or short segments and then move to the outside environment through the anus or dog feces. Each segment of the tapeworm releases eggs into the environment, sticking to the dog's fur or anus.\nDogs have a habit of licking all over the body, daily living objects and the human body, so tapeworm eggs accidentally spread everywhere. In addition, when flea species such as Ctenocephalides canis, C. felis felis, C. felis orientis swallow dog fluke eggs into the intestine, the fluke embryos develop into larval cysts with tails (cercocysts). Then, people, especially children, accidentally swallow fleas or tapeworm eggs while playing with dogs, and the dog tapeworms will parasitize in the human body.\nDogs can also eat fleas containing tapeworm eggs or larvae. At this time, dog tapeworms continue to parasitize in the dog's small intestine and continue a new life cycle.\nDog tapeworms are a type of tapeworm that often parasitizes dogs and cats. Photo: Shutterstock"
        },
        {
            "subsection_name": "Where are dog tapeworms parasitic?",
            "subsection_content": "Dog tapeworms are parasitic in the small intestine of infected dogs. After parasitizing the body, dog tapeworm larvae develop into adult tapeworms after about 1 month. (2)\nOn the skin\nDog tapeworms often cause itchy rashes, hives, etc. on the skin. However, these symptoms are often easily confused with food, chemical, and dog or cat hair allergies. Hydatid disease is very difficult to recognize by clinical signs, and can only be detected by tests and x-rays.\nGo to the brain\nDepending on the location of the lesion, the number of parasites and the body's immune response, the clinical manifestations of dog tapeworm infection on the nervous system will be different.\nWhen dog tapeworms attack the brain, patients often have headaches, fatigue, dizziness, and lack of concentration at work. Patients can even suffer from memory loss, epilepsy, hemiplegia, and coma.",
            "subsection_string": "Where are dog tapeworms parasitic?\nDog tapeworms are parasitic in the small intestine of infected dogs. After parasitizing the body, dog tapeworm larvae develop into adult tapeworms after about 1 month. (2)\nOn the skin\nDog tapeworms often cause itchy rashes, hives, etc. on the skin. However, these symptoms are often easily confused with food, chemical, and dog or cat hair allergies. Hydatid disease is very difficult to recognize by clinical signs, and can only be detected by tests and x-rays.\nGo to the brain\nDepending on the location of the lesion, the number of parasites and the body's immune response, the clinical manifestations of dog tapeworm infection on the nervous system will be different.\nWhen dog tapeworms attack the brain, patients often have headaches, fatigue, dizziness, and lack of concentration at work. Patients can even suffer from memory loss, epilepsy, hemiplegia, and coma."
        },
        {
            "subsection_name": "Cause of dog tapeworm disease",
            "subsection_content": "There are many causes of tapeworm disease such as: hugging and caressing dogs infected with tapeworms, eating food containing tapeworm larvae or eggs, contact with soil where infected dogs defecate, etc. Speed ​​of spread and development of dog tapeworm disease depends on living habits, frequency of eating dog tapeworm-contaminated food, frequency of contact with dogs and the area of ​​land contaminated with dog feces.\nDog flukes are not transmitted from person to person because dog flukes are the specific cause of disease in dogs. The development cycle of dog tapeworms forms in the dog's intestines, passes out through the anus, and then accidentally infects humans. When parasitic in the human body, dog flukes do not create a new life cycle. At the same time, dog tapeworms do not move through blood and breast milk, so they cannot be transmitted from mother to child.\nDog tapeworms often cause itchy rashes, hives, etc. on the skin. Photo: Shutterstock",
            "subsection_string": "Cause of dog tapeworm disease\nThere are many causes of tapeworm disease such as: hugging and caressing dogs infected with tapeworms, eating food containing tapeworm larvae or eggs, contact with soil where infected dogs defecate, etc. Speed ​​of spread and development of dog tapeworm disease depends on living habits, frequency of eating dog tapeworm-contaminated food, frequency of contact with dogs and the area of ​​land contaminated with dog feces.\nDog flukes are not transmitted from person to person because dog flukes are the specific cause of disease in dogs. The development cycle of dog tapeworms forms in the dog's intestines, passes out through the anus, and then accidentally infects humans. When parasitic in the human body, dog flukes do not create a new life cycle. At the same time, dog tapeworms do not move through blood and breast milk, so they cannot be transmitted from mother to child.\nDog tapeworms often cause itchy rashes, hives, etc. on the skin. Photo: Shutterstock"
        },
        {
            "subsection_name": "Who is at risk of canine tapeworm infection?",
            "subsection_content": "Children are susceptible to dog tapeworms because they often play in the ground and sand where dogs once defecated. In addition, the dog's anus is where many tapeworm eggs are found. Dogs have the habit of licking the anus, hair, all over the body, and licking human household items, so tapeworm eggs are spread everywhere. At the same time, the habit of petting and hugging dogs also makes people susceptible to dog tapeworm infection.\nCysticariasis is not transmitted directly from person to person. But if you eat dirty foods contaminated with dog tapeworm eggs or vegetables, tubers, and fruits grown in areas with dog feces but are not washed or cooked thoroughly, you will easily get dog tapeworm disease. At the same time, people who often eat dog and cat meat, or eat raw vegetables, are also at higher risk of being infected with dog tapeworms.\nOne of the factors that increases the risk of infection with hydatid disease is contact with the feces of dogs, cattle, pigs or sheep. Therefore, people who raise and trade livestock, dogs, cats, etc. have a higher risk of dog tapeworm infection.",
            "subsection_string": "Who is at risk of canine tapeworm infection?\nChildren are susceptible to dog tapeworms because they often play in the ground and sand where dogs once defecated. In addition, the dog's anus is where many tapeworm eggs are found. Dogs have the habit of licking the anus, hair, all over the body, and licking human household items, so tapeworm eggs are spread everywhere. At the same time, the habit of petting and hugging dogs also makes people susceptible to dog tapeworm infection.\nCysticariasis is not transmitted directly from person to person. But if you eat dirty foods contaminated with dog tapeworm eggs or vegetables, tubers, and fruits grown in areas with dog feces but are not washed or cooked thoroughly, you will easily get dog tapeworm disease. At the same time, people who often eat dog and cat meat, or eat raw vegetables, are also at higher risk of being infected with dog tapeworms.\nOne of the factors that increases the risk of infection with hydatid disease is contact with the feces of dogs, cattle, pigs or sheep. Therefore, people who raise and trade livestock, dogs, cats, etc. have a higher risk of dog tapeworm infection."
        },
        {
            "subsection_name": "Is dog tapeworm disease dangerous?",
            "subsection_content": "Dog tapeworm disease develops silently in the body, without characteristic signs, so it is often confused with other diseases, so it is often not detected and treated promptly. After a period of parasiticism in the human body, especially in children, the disease will show signs of headache, fatigue, diarrhea, allergies, loss of appetite, digestive disorders, abdominal pain, especially a Some chronic diseases such as irritable colon syndrome, Crohn's disease, pseudoulcerative colitis, Celiac disease, pancreatitis, gallstones, lactose intolerance...\nIf not detected promptly, hydatid disease will cause many dangerous complications such as: frequent fatigue, weight loss, diarrhea, itching around the anus, epilepsy, weakness, and anemia. Therefore, when experiencing digestive disorders, allergies, etc., you should see a doctor to detect dog tapeworm infection early and treat it promptly.",
            "subsection_string": "Is dog tapeworm disease dangerous?\nDog tapeworm disease develops silently in the body, without characteristic signs, so it is often confused with other diseases, so it is often not detected and treated promptly. After a period of parasiticism in the human body, especially in children, the disease will show signs of headache, fatigue, diarrhea, allergies, loss of appetite, digestive disorders, abdominal pain, especially a Some chronic diseases such as irritable colon syndrome, Crohn's disease, pseudoulcerative colitis, Celiac disease, pancreatitis, gallstones, lactose intolerance...\nIf not detected promptly, hydatid disease will cause many dangerous complications such as: frequent fatigue, weight loss, diarrhea, itching around the anus, epilepsy, weakness, and anemia. Therefore, when experiencing digestive disorders, allergies, etc., you should see a doctor to detect dog tapeworm infection early and treat it promptly."
        },
        {
            "subsection_name": "Method of diagnosing canine tapeworm disease",
            "subsection_content": "Hydatid disease is difficult to recognize with the naked eye, so many symptoms are confused with other diseases. When you have suspicious signs, you should see a doctor to be prescribed medical tests to accurately diagnose whether or not you have dog tapeworm infection.\nCurrently, the Examination Department and Laboratory Department at Tam Anh General Hospital have leading experts and doctors with extensive experience in screening and accurately diagnosing Dipylidium caninum disease. The patient will be examined, tested, and given other necessary instructions such as CT scan or ultrasound to find cysts, segments, or segment segments crawling out in the anus or stool. Dog tapeworm eggs are rarely found in feces, although when the tapeworm segments are destroyed, eggs can still be found in the stool.\nIn addition, the patient will be diagnosed with a serological test (blood test such as Elisa) to detect antibodies. When humans eat dog tapeworms, anti-dog tapeworm antibodies will appear about 2 weeks later and last for a long time. Elisa technique will help doctors detect anti-dog fluke antibodies even when the dog fluke has died or been excreted after 2-8 years.\nBesides, doctors can detect that patients are infected with dog tapeworms when performing medical tests to check their health.",
            "subsection_string": "Method of diagnosing canine tapeworm disease\nHydatid disease is difficult to recognize with the naked eye, so many symptoms are confused with other diseases. When you have suspicious signs, you should see a doctor to be prescribed medical tests to accurately diagnose whether or not you have dog tapeworm infection.\nCurrently, the Examination Department and Laboratory Department at Tam Anh General Hospital have leading experts and doctors with extensive experience in screening and accurately diagnosing Dipylidium caninum disease. The patient will be examined, tested, and given other necessary instructions such as CT scan or ultrasound to find cysts, segments, or segment segments crawling out in the anus or stool. Dog tapeworm eggs are rarely found in feces, although when the tapeworm segments are destroyed, eggs can still be found in the stool.\nIn addition, the patient will be diagnosed with a serological test (blood test such as Elisa) to detect antibodies. When humans eat dog tapeworms, anti-dog tapeworm antibodies will appear about 2 weeks later and last for a long time. Elisa technique will help doctors detect anti-dog fluke antibodies even when the dog fluke has died or been excreted after 2-8 years.\nBesides, doctors can detect that patients are infected with dog tapeworms when performing medical tests to check their health."
        },
        {
            "subsection_name": "Can dog tapeworms be cured?",
            "subsection_content": "Whether or not dog tapeworm treatment is effective depends on the level of infection and the affected organs. In mild stages such as new symptoms of diarrhea and abdominal pain, the doctor will prescribe medication and ask you to adjust your lifestyle, avoid contact with cats and dogs, choose clean food and eat hygienically. born. In many cases, dog tapeworms have moved to the brain, causing epilepsy, making treatment more difficult and long-term.",
            "subsection_string": "Can dog tapeworms be cured?\nWhether or not dog tapeworm treatment is effective depends on the level of infection and the affected organs. In mild stages such as new symptoms of diarrhea and abdominal pain, the doctor will prescribe medication and ask you to adjust your lifestyle, avoid contact with cats and dogs, choose clean food and eat hygienically. born. In many cases, dog tapeworms have moved to the brain, causing epilepsy, making treatment more difficult and long-term."
        },
        {
            "subsection_name": "Dog tapeworm treatment method",
            "subsection_content": "Treatment of dog tapeworm infection requires a combination of methods such as medication, surgery, and adjusting diet and daily living habits. It is important that patients follow the doctor's instructions exactly to ensure treatment effectiveness.\nChildren who often hug dogs are susceptible to tapeworms. Photo: Shutterstock\nMedicine (*)\nDepending on the severity of dog tapeworm infection in each patient, the doctor will prescribe the appropriate dosage of medication. Note, patients infected with dog tapeworms need to strictly follow the doctor's instructions, do not use someone else's prescription or buy medicine without a doctor's prescription.\nAfter determining that the patient is infected with dog tapeworms, the doctor will usually prescribe medication containing Niclosamide or Praziquantel and prescribe a reasonable dosage depending on your condition. In addition, your doctor may also advise you to take anti-inflammatory drugs to treat inflammation in organs caused by tapeworm larvae.\nNiclosamide 500mg tablet has the effect of preventing energy metabolism in energy-carrying molecules, inhibiting glucose uptake by flukes. From there, the fluke will die and be excreted in the stool.; Depending on your age and weight, your doctor will prescribe a different dose of Niclosamide 500mg tablets. For children 1 - 2 years old, take 1 pill; Children 2 - 6 years old (11 - 34 kg) are given 2 tablets; Adults will take 4 tablets. Note, you should take the medicine by chewing and drinking on an empty stomach.; Niclosamide rarely causes side effects, however in some cases patients may also experience nausea, vomiting or diarrhea, erythema and itching, etc. People who are sensitive to the active ingredient Niclosamide should use other medications to avoid side effects. side effects. At the same time, patients should not drink alcohol while taking the medicine; For Praziquantel 600mg tablets, thanks to the effect of increasing the permeability of the tapeworm cell membrane, the drug causes the tapeworm to lose intracellular Ca2+. From there, the drug is effective in killing both adult tapeworms and tapeworm larvae.\nPatients only take a single dose depending on weight, specifically 25mg/kg of body weight. This medicine rarely causes side effects, however there are some cases where patients experience fatigue, dizziness, nausea, etc.\nNote, pregnant women in the first 3 months of pregnancy and people who are hypersensitive to the active ingredient Praziquantel should not use this medicine. In addition, women who are breastfeeding should not breastfeed within 3 days after taking the medicine.\nFor dogs infected with tapeworms, there are usually no obvious signs. Until the dog tapeworm disease is in a severe stage, the pet will become exhausted and gradually become weaker. When you discover your pet is infected, you should take them to a veterinarian for timely treatment to avoid spreading the disease and affecting human health.\nSurgery\nIn cases where the patient's dog tapeworm infection leads to serious problems such as epilepsy or tumors, the doctor will use surgery.",
            "subsection_string": "Dog tapeworm treatment method\nTreatment of dog tapeworm infection requires a combination of methods such as medication, surgery, and adjusting diet and daily living habits. It is important that patients follow the doctor's instructions exactly to ensure treatment effectiveness.\nChildren who often hug dogs are susceptible to tapeworms. Photo: Shutterstock\nMedicine (*)\nDepending on the severity of dog tapeworm infection in each patient, the doctor will prescribe the appropriate dosage of medication. Note, patients infected with dog tapeworms need to strictly follow the doctor's instructions, do not use someone else's prescription or buy medicine without a doctor's prescription.\nAfter determining that the patient is infected with dog tapeworms, the doctor will usually prescribe medication containing Niclosamide or Praziquantel and prescribe a reasonable dosage depending on your condition. In addition, your doctor may also advise you to take anti-inflammatory drugs to treat inflammation in organs caused by tapeworm larvae.\nNiclosamide 500mg tablet has the effect of preventing energy metabolism in energy-carrying molecules, inhibiting glucose uptake by flukes. From there, the fluke will die and be excreted in the stool.; Depending on your age and weight, your doctor will prescribe a different dose of Niclosamide 500mg tablets. For children 1 - 2 years old, take 1 pill; Children 2 - 6 years old (11 - 34 kg) are given 2 tablets; Adults will take 4 tablets. Note, you should take the medicine by chewing and drinking on an empty stomach.; Niclosamide rarely causes side effects, however in some cases patients may also experience nausea, vomiting or diarrhea, erythema and itching, etc. People who are sensitive to the active ingredient Niclosamide should use other medications to avoid side effects. side effects. At the same time, patients should not drink alcohol while taking the medicine; For Praziquantel 600mg tablets, thanks to the effect of increasing the permeability of the tapeworm cell membrane, the drug causes the tapeworm to lose intracellular Ca2+. From there, the drug is effective in killing both adult tapeworms and tapeworm larvae.\nPatients only take a single dose depending on weight, specifically 25mg/kg of body weight. This medicine rarely causes side effects, however there are some cases where patients experience fatigue, dizziness, nausea, etc.\nNote, pregnant women in the first 3 months of pregnancy and people who are hypersensitive to the active ingredient Praziquantel should not use this medicine. In addition, women who are breastfeeding should not breastfeed within 3 days after taking the medicine.\nFor dogs infected with tapeworms, there are usually no obvious signs. Until the dog tapeworm disease is in a severe stage, the pet will become exhausted and gradually become weaker. When you discover your pet is infected, you should take them to a veterinarian for timely treatment to avoid spreading the disease and affecting human health.\nSurgery\nIn cases where the patient's dog tapeworm infection leads to serious problems such as epilepsy or tumors, the doctor will use surgery."
        },
        {
            "subsection_name": "Preventing dog worm disease?",
            "subsection_content": "Disease prevention is an important measure that is safe, easy to implement, highly effective, and inexpensive, especially with tapeworms.\nIf you have a dog, you should deworm and kill fleas for your pet regularly with medications such as:\nBayticol (flumethrin 6%) with a dose of 1ml mixed with 2 liters of water, used to bathe or spray dogs to kill ticks, scabies, lice, lice, etc. Preventef collar (contains diazinon) to kill fleas for 4 months,; Frontline rubs on dogs and cats to eliminate fleas for 2 months; Give your pet Program (lufenuron) periodically, 1 pill per month.\nAt the same time, you should bathe and clean your pets regularly and take them to the veterinarian periodically to detect and treat tapeworm infections promptly, avoiding effects on pets and human health.\nProperly disposing of pet feces is also a way to reduce the risk of tapeworm eggs spreading. You should take your pet to the toilet in the right place designated for dogs and cats. Absolutely do not let your dog defecate indiscriminately, as it not only easily spreads dog tapeworm disease but also pollutes the environment, air, and water sources.\nFarms and slaughterhouses need to practice good hygiene and properly handle waste and feces. At the same time, meat must be inspected according to proper procedures, ensuring cleanliness, and avoiding providing contaminated food to people. We should choose clean foods, fruits, vegetables, etc. of clear origin and use thoroughly cooked food to limit dog tapeworm infection.\nIn daily activities, we should regularly wash our hands and not play around in the sand, especially in places where dogs often defecate, in ponds, lakes, fields and gardens. After playing with dogs and cats, they need to be cleaned thoroughly, especially children. At the same time, it is necessary to limit children from playing with pets or kissing them.\nAt the same time, everyone should regularly wash their hands and clean their living environment, especially areas with many dogs and cats, children's play areas, and even places where dogs often rest to avoid dog tapeworm larvae from invading. into the child's body.\nFor children, they often have the habit of holding their hands, biting their nails, and taking food into their mouths. Meanwhile, the hands are places that are constantly exposed to the environment, and are ideal habitats for dog tapeworm larvae and other parasites. Therefore, parents need to regularly cut their baby's nails and wash their children's hands, especially after playing and before eating.\nIn addition, health and education agencies should regularly disseminate and educate to raise awareness of tapeworm disease prevention for students and the community.\nTesting Center, Tam Anh General Hospital is one of the paraclinical diagnostic centers, performing the task of operating and using equipment, applying scientific knowledge in combination with techniques. medical to support screening, diagnosis and treatment for clinical units. The quality of accurate testing not only plays an important role in disease diagnosis and treatment, but also helps reduce costs and inconvenience for patients and save society's resources.\nProviding the best and most effective services throughout all processes right from consulting, ordering tests, receiving and analyzing specimens to returning and using test results, best meeting expectations. customer waiting; Ensure all employees participating in the testing process understand, comply with and operate the quality management system well to meet ISO 15189:2012 requirements.; Ensuring the provision of accurate, timely, effective and cost-effective test results, contributing to improving efficiency in diagnosis, medical examination and treatment.; Ensure all equipment and supplies related to the testing process are always checked for quality, maintained and operated in the best conditions.\nAll test results at the Testing Center, Tam Anh General Hospital are performed and strictly controlled by an internal quality control system according to standard samples of countries with medical backgrounds. thrive.\nThe Testing Center, Tam Anh General Hospital is invested in spacious construction, arranged with a modern and synchronous equipment system, meeting Biosafety level 2 standards. At the same time, testing services is carried out using the world's most modern equipment and machinery systems such as:\nHematology - Blood Transfusion Department: Sysmex XN 1000, Sysmex cs-1600.; Biochemistry - Immunology Department: Roche Cobas 6000 system; Roche Cobas u701, u601, u411 urine machine system; Roche Cobas b211 blood gas machine; Cobas Infinity laboratory management system.; Microbiology - Parasitology Department: Blood culture machine, Vitek II Compact automatic identification and antibiogram machine, Gram stain machine.; Molecular Biology Department: Separation machine, PCR machine...\nWith the goal of meeting the increasing medical examination and treatment needs of the community: Thorough examination - Accurate diagnosis - Timely treatment, doctors from the Department of Medical Examination and Treatment at Tam Anh General Hospital constantly strive to research and study. to improve professional qualifications and gain more practical experience. Doctors regularly apply advanced diagnostic and treatment methods to detect diseases early, thereby optimizing treatment effectiveness for patients.\nDog tapeworms (also known as dog tapeworms, dog tapeworms, flea tapeworms, cucumber tapeworms, two-hole tapeworms) are not only dangerous but also very difficult to detect, so prioritize personal hygiene. and around. Regularly check your health to detect hidden diseases at the earliest and get the best treatment.",
            "subsection_string": "Preventing dog worm disease?\nDisease prevention is an important measure that is safe, easy to implement, highly effective, and inexpensive, especially with tapeworms.\nIf you have a dog, you should deworm and kill fleas for your pet regularly with medications such as:\nBayticol (flumethrin 6%) with a dose of 1ml mixed with 2 liters of water, used to bathe or spray dogs to kill ticks, scabies, lice, lice, etc. Preventef collar (contains diazinon) to kill fleas for 4 months,; Frontline rubs on dogs and cats to eliminate fleas for 2 months; Give your pet Program (lufenuron) periodically, 1 pill per month.\nAt the same time, you should bathe and clean your pets regularly and take them to the veterinarian periodically to detect and treat tapeworm infections promptly, avoiding effects on pets and human health.\nProperly disposing of pet feces is also a way to reduce the risk of tapeworm eggs spreading. You should take your pet to the toilet in the right place designated for dogs and cats. Absolutely do not let your dog defecate indiscriminately, as it not only easily spreads dog tapeworm disease but also pollutes the environment, air, and water sources.\nFarms and slaughterhouses need to practice good hygiene and properly handle waste and feces. At the same time, meat must be inspected according to proper procedures, ensuring cleanliness, and avoiding providing contaminated food to people. We should choose clean foods, fruits, vegetables, etc. of clear origin and use thoroughly cooked food to limit dog tapeworm infection.\nIn daily activities, we should regularly wash our hands and not play around in the sand, especially in places where dogs often defecate, in ponds, lakes, fields and gardens. After playing with dogs and cats, they need to be cleaned thoroughly, especially children. At the same time, it is necessary to limit children from playing with pets or kissing them.\nAt the same time, everyone should regularly wash their hands and clean their living environment, especially areas with many dogs and cats, children's play areas, and even places where dogs often rest to avoid dog tapeworm larvae from invading. into the child's body.\nFor children, they often have the habit of holding their hands, biting their nails, and taking food into their mouths. Meanwhile, the hands are places that are constantly exposed to the environment, and are ideal habitats for dog tapeworm larvae and other parasites. Therefore, parents need to regularly cut their baby's nails and wash their children's hands, especially after playing and before eating.\nIn addition, health and education agencies should regularly disseminate and educate to raise awareness of tapeworm disease prevention for students and the community.\nTesting Center, Tam Anh General Hospital is one of the paraclinical diagnostic centers, performing the task of operating and using equipment, applying scientific knowledge in combination with techniques. medical to support screening, diagnosis and treatment for clinical units. The quality of accurate testing not only plays an important role in disease diagnosis and treatment, but also helps reduce costs and inconvenience for patients and save society's resources.\nProviding the best and most effective services throughout all processes right from consulting, ordering tests, receiving and analyzing specimens to returning and using test results, best meeting expectations. customer waiting; Ensure all employees participating in the testing process understand, comply with and operate the quality management system well to meet ISO 15189:2012 requirements.; Ensuring the provision of accurate, timely, effective and cost-effective test results, contributing to improving efficiency in diagnosis, medical examination and treatment.; Ensure all equipment and supplies related to the testing process are always checked for quality, maintained and operated in the best conditions.\nAll test results at the Testing Center, Tam Anh General Hospital are performed and strictly controlled by an internal quality control system according to standard samples of countries with medical backgrounds. thrive.\nThe Testing Center, Tam Anh General Hospital is invested in spacious construction, arranged with a modern and synchronous equipment system, meeting Biosafety level 2 standards. At the same time, testing services is carried out using the world's most modern equipment and machinery systems such as:\nHematology - Blood Transfusion Department: Sysmex XN 1000, Sysmex cs-1600.; Biochemistry - Immunology Department: Roche Cobas 6000 system; Roche Cobas u701, u601, u411 urine machine system; Roche Cobas b211 blood gas machine; Cobas Infinity laboratory management system.; Microbiology - Parasitology Department: Blood culture machine, Vitek II Compact automatic identification and antibiogram machine, Gram stain machine.; Molecular Biology Department: Separation machine, PCR machine...\nWith the goal of meeting the increasing medical examination and treatment needs of the community: Thorough examination - Accurate diagnosis - Timely treatment, doctors from the Department of Medical Examination and Treatment at Tam Anh General Hospital constantly strive to research and study. to improve professional qualifications and gain more practical experience. Doctors regularly apply advanced diagnostic and treatment methods to detect diseases early, thereby optimizing treatment effectiveness for patients.\nDog tapeworms (also known as dog tapeworms, dog tapeworms, flea tapeworms, cucumber tapeworms, two-hole tapeworms) are not only dangerous but also very difficult to detect, so prioritize personal hygiene. and around. Regularly check your health to detect hidden diseases at the earliest and get the best treatment."
        }
    ],
    "name": "benh-nhiem-san-cho.json"
}