{
    "title": "Heart valve disease: Causes, symptoms and treatments",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/benh-van-tim/",
    "abstract": "Heart valve disease is a condition in which one or more heart valves are functionally affected, making blood circulation impossible as normal. If left untreated, the disease can reduce quality of life and threaten the patient's life.\nImage of healthy mitral valve and stenotic mitral valve",
    "content": "Heart valve disease: Causes, symptoms and treatments\n\nHeart valve disease is a condition in which one or more heart valves are functionally affected, making blood circulation impossible as normal. If left untreated, the disease can reduce quality of life and threaten the patient's life.\nImage of healthy mitral valve and stenotic mitral valve\n\nWhat is heart valve disease?\nValvular heart disease is a condition that can be present at birth (congenital) or occur in adulthood for a variety of reasons, such as infections and other cardiovascular diseases.\nThe heart valves (including the mitral valve, tricuspid valve, pulmonary valve and aortic valve) are located at the exit of the 4 heart chambers, and are responsible for maintaining one-way blood flow through the heart. The four heart valves ensure that blood always flows freely in the forward direction and does not leak in the reverse direction. (first)\nEach heart valve has flaps (leaflets) that open and close once during each heartbeat. If one or more valves do not open/close properly, blood flow through the heart to the body will be interrupted, causing valvular heart disease.\n\nCommon types of heart valve disease\nThere are two common types of heart valve disease:\nHeart valve stenosis: This disease occurs when the heart valve does not open completely because the valve leaflets are stiff or stuck together. The narrowed gap causes the heart to have difficulty pumping blood through it, leading to heart failure and other serious complications over time. All 4 heart valves can develop valvular stenosis with names: mitral valve stenosis, tricuspid valve stenosis, pulmonary valve stenosis, aortic valve stenosis.; Heart valve regurgitation: Also known as \"heart valve regurgitation\", this is a condition in which a valve does not close tightly, causing some blood to leak back through the valve. As the leak gets worse, the heart has to work harder to compensate for the leaky valve, and less blood may flow to the rest of the body. Depending on which valve is affected, this condition is called mitral regurgitation, tricuspid regurgitation, pulmonary valve regurgitation, or aortic regurgitation.; Combined valve regurgitation: such as mitral regurgitation, aortic regurgitation, etc. due to a combination of stenosis and regurgitation.\n\nCauses of heart valve disease\nPossible causes of valvular heart disease include: (2)\nMitral valve prolapse: is a condition in which the mitral valve leaflets bulge back into the left atrium during heart contraction. This common heart defect can prevent the mitral valve from closing tightly and lead to regurgitation.; Rheumatic heart disease: Rheumatic fever - a complication of untreated strep throat - can cause heart valve regurgitation and acute heart failure. Long-term sequelae of rheumatic heart disease can cause narrowing and regurgitation of the heart valves (rheumatic posterior valve disease).; Infectious endocarditis: Infected endocardium affects the heart valve, causing the valve to tear, perforate, or develop a growth on the heart valve that prevents the valve from opening and closing.; Myocardial ischemia or myocardial infarction causes rupture of ligaments, muscle pillars or abnormal myocardial wall movement leading to mitral valve regurgitation.; Cardiomyopathy: Over time, certain conditions, such as high blood pressure, can cause the heart to work harder, gradually causing the heart's left ventricle to enlarge, stretching the tissue around the heart valves and conducting the heart. to valve regurgitation.; Injury: Experiencing a car accident, work accident... can cause heart valve leakage due to ligament rupture.; Congenital heart defects: Some babies are born with heart defects, including damaged heart valves; Radiation therapy: In rare cases, radiation therapy for cancer focused on the chest area can potentially lead to heart valve regurgitation.; Atrial fibrillation: This is a common heart rhythm disease, a potential cause of heart valve disease due to atrial dilation and valve ring dilation.\n\nRisk factors for the disease\nSome factors that can increase the risk of heart valve disease are:\nAge: By middle age, many people have leaky heart valves due to natural valve degeneration;; History of mitral valve prolapse;; History of infectious diseases;; History of myocardial ischemia or myocardial infarction;; History of high blood pressure, high cholesterol, diabetes and other heart disease risk factors;; Congenital heart disease.\nHypertension is one of the risk factors for valvular heart disease\n\nSymptoms of valvular heart disease\nSymptoms commonly seen in patients are: (3)\nDifficulty breathing: This condition often occurs even when the patient lies down to rest, causing them to sleep with pillows elevated to make it easier to breathe.; Weakness or dizziness: The patient does not have enough strength to perform daily activities. Sometimes, they feel dizzy and dizzy to the point of losing consciousness; Chest discomfort: The patient feels pressure or heaviness in the chest during activity or when exposed to cold air.; Palpitations: This symptom makes the patient feel like a fast heartbeat, irregular heartbeat, skipped beats or the feeling of the heart beating haphazardly in the chest.; Swelling of the ankles, feet or abdomen (edema).; Rapid weight gain: Patients can gain more than 1kg in just one day.\n\nComplications of valvular heart disease\nWhen heart valves are damaged, the heart has to work harder to pump the amount of blood the body needs. At that time, the heart muscle can thicken or relax, causing the heart to enlarge. This, over time, reduces the heart's ability to contract and leads to heart failure and arrhythmia.\nReference: What is dilated cardiomyopathy?\nIn addition, the disease also causes blood to stagnate in the heart, increasing the risk of blood clots forming, causing embolism, stroke, and even death.\n\nHow are heart valve diseases diagnosed?\nTo diagnose heart valve disease, the doctor will first do a general examination and ask about the patient's medical history and family history. A very simple method is to use a stethoscope to help detect heart murmurs. This is the sound caused by blood moving through a narrow or open hole (due to pressure differences). If heart valve disease is suspected, the doctor will prescribe the patient to perform a number of paraclinical methods such as:\nEchocardiography: This method shows moving images of the heart's valves and chambers; Cardiopulmonary X-ray: noted enlarged heart silhouette, pulmonary congestion; Electrocardiogram: can see images of dilated heart chambers, atrial fibrillation; Some other diagnostic methods include transesophageal echocardiography (TEE), stress echocardiography, CT scan of the heart and coronary arteries, and magnetic resonance imaging (MRI).\nBy periodically conducting paraclinical diagnostic methods, doctors will clearly know the progression of the disease, thereby providing appropriate treatment.\nCT scan may be indicated for patients with suspected valvular heart disease\n\nHow is heart valve disease treated?\nTreatment of heart valve disease depends on the type and severity of the disease. There are three treatment goals including:\nProtects the valve from further damage; Alleviate symptoms; Repair or replace valve\nTreatment methods commonly applied to heart valve patients are:\n1. Use medicine\nYour doctor may prescribe medication for you to treat your symptoms and reduce your risk of further valve damage. If you undergo valve repair or valve replacement surgery, you will need long-term monitoring and medication. Commonly prescribed medications to treat heart valve disease are diuretics, antiarrhythmics, vasodilators, ACE inhibitors, beta blockers, anticoagulants, etc.\n2. Heart valve dilatation procedure\nHeart valves can be repaired with percutaneous balloon valvuloplasty to widen the narrowed valve. This method is often indicated for cases of mitral valve stenosis, aortic stenosis that cannot be operated on, or pulmonary valve stenosis.\n3. Heart valve repair surgery\nHeart valve repair is a surgical procedure aimed at repairing a faulty valve without the use of artificial parts. The advantages of this approach are that the risk of infection is reduced, the need for lifelong blood thinners is reduced, and the strength of the heart muscle is preserved.\n4. Heart valve replacement surgery\nIn this surgery, the doctor will replace the artificial valve. There are two types of replacement valves: mechanical valves and biological valves.\nMechanical valve: made from artificial materials (carbon or titanium coated with pyrolytic carbon) to limit cholesterol accumulation and calcification on the surface. Its advantage is that it has a long lifespan, up to 20-30 years.\nThe disadvantage of mechanical heart valve replacement is that the patient must take anticoagulants for life to prevent blood clots from forming, causing valve jamming and stroke.\nBiological valves: made of animal tissue (pig, cow), have a shorter lifespan than biological valves (10-15 years). However, this type of valve has a great advantage, which is that most patients do not need to take anticoagulants for life, unless they have other medical conditions (such as atrial fibrillation) that require them to take medication. . Biological valves are indicated in elderly people aged 60 and over. If a biological valve is replaced in a young person, there is a risk of re-operation because biological valve degeneration occurs more quickly in young people than in the elderly.\n\nNote for people with heart valve disease\nAbnormalities in the heart valves put patients at high risk of developing endocarditis, a serious infection. For people who have had valve repair or replacement surgery, this risk is even higher.\nTo reduce your risk of endocarditis, you need to:\nCall your doctor if you have symptoms of an infection (sore throat, body aches, fever).; Take good care of your teeth and gums to prevent infection. Get regular dental check-ups every 6 months, and notify your dentist of your condition so they can take appropriate action when treating you.; Take antibiotics before any procedure that may cause bleeding, such as dental work, invasive tests (any test that involves blood or has a risk of bleeding), and most major and minor surgeries. You should consult your doctor about which antibiotic is right for you.\n\nAdvice for people with heart valve disease\nWhen you have heart valve disease, always protect yourself from future heart problems, even if you have undergone valve repair or replacement surgery. Here are some tips to keep your heart healthy:\nHave a healthy diet\nAccording to the American Heart Association, a healthy diet is one of the best weapons in the fight for a healthy heart. Accordingly, to maintain a healthy heart you should focus on eating lots of green leafy vegetables, fruits and whole grains. Low-fat dairy products and skinless fish and poultry are also recommended.\nSee more: 8 principles to remember to have a heart-healthy diet\nExercise regularly\nAlong with a scientific diet, regular exercise is equally important in protecting heart health. In addition to promoting circulation and increasing the strength of the heart muscle, regular activity also helps reduce cholesterol, keep body weight at a stable level and give you full energy to enjoy life. Not only that, regular activity also reduces the risk of death or dangerous complications of heart disease.\nBuild a daily exercise habit with walking, running, swimming, cycling, yoga... Try to exercise at least 150 minutes/week.\nExercise every day to protect heart health\nLosing weight\nIf you are overweight or obese, lose weight to help your body function better and reduce stress on your heart. According to the American Heart Association, people with normal weight (BMI <23) have a low risk of certain diseases such as cancer, diabetes, sleep apnea and cardiovascular disease.\nLimit alcohol consumption\nModerate amounts of alcohol have heart-protective benefits, but drinking too much can cause harm. Make sure you only drink a maximum of 2 glasses of wine/day (for men) and 1 glass of wine/day (for women). You can drink wine and spirits, but remember to stay away from cocktails because they contain a lot of sugar, which can increase blood sugar and erode tooth enamel.\nQuitting smoking\nIf you are smoking, now is the time to stop. If you don't smoke, don't give it a try. Smoking is one of the most harmful activities for the heart. According to recent statistics, smoking is the cause of more than 440,000 premature deaths every year. In addition to increasing your risk of developing heart disease, smoking also causes cancer and lung problems.\nReduce stress\nStress is a factor that has a significant impact on almost every aspect of health – from damaging mental health to increasing the risk of heart disease, depression and anxiety. To keep your heart healthy, you need to limit stressors in your life by balancing work-rest time, taking time for self-care, traveling, and staying away. quarrels. Some yoga and meditation exercises are also very effective in controlling stress.\nPeriodic health examination\nIn addition to following a healthy lifestyle, seeing your doctor regularly is one of the best things you can do to keep your heart healthy. Try to see a cardiologist at least once a year. For patients who have undergone heart valve surgery, examinations need to be more frequent (every 3-6 months as advised by the doctor).\nTam Anh General Hospital Cardiovascular Center is equipped with modern machinery systems such as specialized heart and blood vessel ultrasound machines, electrocardiogram machines, heart and coronary artery CT scans, cardiac magnetic resonance imaging machines, blood holter machines. 24-hour pressure... to serve the diagnosis and treatment of heart valve disease as well as other cardiovascular diseases. This place brings together a team of leading experts in the field of cardiology, undertaking the tasks of diagnosing and treating heart, blood vessel and thoracic diseases; Medical and surgical treatment, intervention, and emergency resuscitation for cardiovascular patients..., helping to treat diseases effectively and shorten recovery time for patients.\nCustomers can make an appointment with cardiovascular specialists via:\nHeart valve disease is a common disease that can be cured thanks to advanced methods. When you see any symptoms or risk factors, you need to see a doctor immediately to be closely monitored and advised on appropriate treatment.",
    "subsections": [
        {
            "subsection_name": "What is heart valve disease?",
            "subsection_content": "Valvular heart disease is a condition that can be present at birth (congenital) or occur in adulthood for a variety of reasons, such as infections and other cardiovascular diseases.\nThe heart valves (including the mitral valve, tricuspid valve, pulmonary valve and aortic valve) are located at the exit of the 4 heart chambers, and are responsible for maintaining one-way blood flow through the heart. The four heart valves ensure that blood always flows freely in the forward direction and does not leak in the reverse direction. (first)\nEach heart valve has flaps (leaflets) that open and close once during each heartbeat. If one or more valves do not open/close properly, blood flow through the heart to the body will be interrupted, causing valvular heart disease.",
            "subsection_string": "What is heart valve disease?\nValvular heart disease is a condition that can be present at birth (congenital) or occur in adulthood for a variety of reasons, such as infections and other cardiovascular diseases.\nThe heart valves (including the mitral valve, tricuspid valve, pulmonary valve and aortic valve) are located at the exit of the 4 heart chambers, and are responsible for maintaining one-way blood flow through the heart. The four heart valves ensure that blood always flows freely in the forward direction and does not leak in the reverse direction. (first)\nEach heart valve has flaps (leaflets) that open and close once during each heartbeat. If one or more valves do not open/close properly, blood flow through the heart to the body will be interrupted, causing valvular heart disease."
        },
        {
            "subsection_name": "Common types of heart valve disease",
            "subsection_content": "There are two common types of heart valve disease:\nHeart valve stenosis: This disease occurs when the heart valve does not open completely because the valve leaflets are stiff or stuck together. The narrowed gap causes the heart to have difficulty pumping blood through it, leading to heart failure and other serious complications over time. All 4 heart valves can develop valvular stenosis with names: mitral valve stenosis, tricuspid valve stenosis, pulmonary valve stenosis, aortic valve stenosis.; Heart valve regurgitation: Also known as \"heart valve regurgitation\", this is a condition in which a valve does not close tightly, causing some blood to leak back through the valve. As the leak gets worse, the heart has to work harder to compensate for the leaky valve, and less blood may flow to the rest of the body. Depending on which valve is affected, this condition is called mitral regurgitation, tricuspid regurgitation, pulmonary valve regurgitation, or aortic regurgitation.; Combined valve regurgitation: such as mitral regurgitation, aortic regurgitation, etc. due to a combination of stenosis and regurgitation.",
            "subsection_string": "Common types of heart valve disease\nThere are two common types of heart valve disease:\nHeart valve stenosis: This disease occurs when the heart valve does not open completely because the valve leaflets are stiff or stuck together. The narrowed gap causes the heart to have difficulty pumping blood through it, leading to heart failure and other serious complications over time. All 4 heart valves can develop valvular stenosis with names: mitral valve stenosis, tricuspid valve stenosis, pulmonary valve stenosis, aortic valve stenosis.; Heart valve regurgitation: Also known as \"heart valve regurgitation\", this is a condition in which a valve does not close tightly, causing some blood to leak back through the valve. As the leak gets worse, the heart has to work harder to compensate for the leaky valve, and less blood may flow to the rest of the body. Depending on which valve is affected, this condition is called mitral regurgitation, tricuspid regurgitation, pulmonary valve regurgitation, or aortic regurgitation.; Combined valve regurgitation: such as mitral regurgitation, aortic regurgitation, etc. due to a combination of stenosis and regurgitation."
        },
        {
            "subsection_name": "Causes of heart valve disease",
            "subsection_content": "Possible causes of valvular heart disease include: (2)\nMitral valve prolapse: is a condition in which the mitral valve leaflets bulge back into the left atrium during heart contraction. This common heart defect can prevent the mitral valve from closing tightly and lead to regurgitation.; Rheumatic heart disease: Rheumatic fever - a complication of untreated strep throat - can cause heart valve regurgitation and acute heart failure. Long-term sequelae of rheumatic heart disease can cause narrowing and regurgitation of the heart valves (rheumatic posterior valve disease).; Infectious endocarditis: Infected endocardium affects the heart valve, causing the valve to tear, perforate, or develop a growth on the heart valve that prevents the valve from opening and closing.; Myocardial ischemia or myocardial infarction causes rupture of ligaments, muscle pillars or abnormal myocardial wall movement leading to mitral valve regurgitation.; Cardiomyopathy: Over time, certain conditions, such as high blood pressure, can cause the heart to work harder, gradually causing the heart's left ventricle to enlarge, stretching the tissue around the heart valves and conducting the heart. to valve regurgitation.; Injury: Experiencing a car accident, work accident... can cause heart valve leakage due to ligament rupture.; Congenital heart defects: Some babies are born with heart defects, including damaged heart valves; Radiation therapy: In rare cases, radiation therapy for cancer focused on the chest area can potentially lead to heart valve regurgitation.; Atrial fibrillation: This is a common heart rhythm disease, a potential cause of heart valve disease due to atrial dilation and valve ring dilation.",
            "subsection_string": "Causes of heart valve disease\nPossible causes of valvular heart disease include: (2)\nMitral valve prolapse: is a condition in which the mitral valve leaflets bulge back into the left atrium during heart contraction. This common heart defect can prevent the mitral valve from closing tightly and lead to regurgitation.; Rheumatic heart disease: Rheumatic fever - a complication of untreated strep throat - can cause heart valve regurgitation and acute heart failure. Long-term sequelae of rheumatic heart disease can cause narrowing and regurgitation of the heart valves (rheumatic posterior valve disease).; Infectious endocarditis: Infected endocardium affects the heart valve, causing the valve to tear, perforate, or develop a growth on the heart valve that prevents the valve from opening and closing.; Myocardial ischemia or myocardial infarction causes rupture of ligaments, muscle pillars or abnormal myocardial wall movement leading to mitral valve regurgitation.; Cardiomyopathy: Over time, certain conditions, such as high blood pressure, can cause the heart to work harder, gradually causing the heart's left ventricle to enlarge, stretching the tissue around the heart valves and conducting the heart. to valve regurgitation.; Injury: Experiencing a car accident, work accident... can cause heart valve leakage due to ligament rupture.; Congenital heart defects: Some babies are born with heart defects, including damaged heart valves; Radiation therapy: In rare cases, radiation therapy for cancer focused on the chest area can potentially lead to heart valve regurgitation.; Atrial fibrillation: This is a common heart rhythm disease, a potential cause of heart valve disease due to atrial dilation and valve ring dilation."
        },
        {
            "subsection_name": "Risk factors for the disease",
            "subsection_content": "Some factors that can increase the risk of heart valve disease are:\nAge: By middle age, many people have leaky heart valves due to natural valve degeneration;; History of mitral valve prolapse;; History of infectious diseases;; History of myocardial ischemia or myocardial infarction;; History of high blood pressure, high cholesterol, diabetes and other heart disease risk factors;; Congenital heart disease.\nHypertension is one of the risk factors for valvular heart disease",
            "subsection_string": "Risk factors for the disease\nSome factors that can increase the risk of heart valve disease are:\nAge: By middle age, many people have leaky heart valves due to natural valve degeneration;; History of mitral valve prolapse;; History of infectious diseases;; History of myocardial ischemia or myocardial infarction;; History of high blood pressure, high cholesterol, diabetes and other heart disease risk factors;; Congenital heart disease.\nHypertension is one of the risk factors for valvular heart disease"
        },
        {
            "subsection_name": "Symptoms of valvular heart disease",
            "subsection_content": "Symptoms commonly seen in patients are: (3)\nDifficulty breathing: This condition often occurs even when the patient lies down to rest, causing them to sleep with pillows elevated to make it easier to breathe.; Weakness or dizziness: The patient does not have enough strength to perform daily activities. Sometimes, they feel dizzy and dizzy to the point of losing consciousness; Chest discomfort: The patient feels pressure or heaviness in the chest during activity or when exposed to cold air.; Palpitations: This symptom makes the patient feel like a fast heartbeat, irregular heartbeat, skipped beats or the feeling of the heart beating haphazardly in the chest.; Swelling of the ankles, feet or abdomen (edema).; Rapid weight gain: Patients can gain more than 1kg in just one day.",
            "subsection_string": "Symptoms of valvular heart disease\nSymptoms commonly seen in patients are: (3)\nDifficulty breathing: This condition often occurs even when the patient lies down to rest, causing them to sleep with pillows elevated to make it easier to breathe.; Weakness or dizziness: The patient does not have enough strength to perform daily activities. Sometimes, they feel dizzy and dizzy to the point of losing consciousness; Chest discomfort: The patient feels pressure or heaviness in the chest during activity or when exposed to cold air.; Palpitations: This symptom makes the patient feel like a fast heartbeat, irregular heartbeat, skipped beats or the feeling of the heart beating haphazardly in the chest.; Swelling of the ankles, feet or abdomen (edema).; Rapid weight gain: Patients can gain more than 1kg in just one day."
        },
        {
            "subsection_name": "Complications of valvular heart disease",
            "subsection_content": "When heart valves are damaged, the heart has to work harder to pump the amount of blood the body needs. At that time, the heart muscle can thicken or relax, causing the heart to enlarge. This, over time, reduces the heart's ability to contract and leads to heart failure and arrhythmia.\nReference: What is dilated cardiomyopathy?\nIn addition, the disease also causes blood to stagnate in the heart, increasing the risk of blood clots forming, causing embolism, stroke, and even death.",
            "subsection_string": "Complications of valvular heart disease\nWhen heart valves are damaged, the heart has to work harder to pump the amount of blood the body needs. At that time, the heart muscle can thicken or relax, causing the heart to enlarge. This, over time, reduces the heart's ability to contract and leads to heart failure and arrhythmia.\nReference: What is dilated cardiomyopathy?\nIn addition, the disease also causes blood to stagnate in the heart, increasing the risk of blood clots forming, causing embolism, stroke, and even death."
        },
        {
            "subsection_name": "How are heart valve diseases diagnosed?",
            "subsection_content": "To diagnose heart valve disease, the doctor will first do a general examination and ask about the patient's medical history and family history. A very simple method is to use a stethoscope to help detect heart murmurs. This is the sound caused by blood moving through a narrow or open hole (due to pressure differences). If heart valve disease is suspected, the doctor will prescribe the patient to perform a number of paraclinical methods such as:\nEchocardiography: This method shows moving images of the heart's valves and chambers; Cardiopulmonary X-ray: noted enlarged heart silhouette, pulmonary congestion; Electrocardiogram: can see images of dilated heart chambers, atrial fibrillation; Some other diagnostic methods include transesophageal echocardiography (TEE), stress echocardiography, CT scan of the heart and coronary arteries, and magnetic resonance imaging (MRI).\nBy periodically conducting paraclinical diagnostic methods, doctors will clearly know the progression of the disease, thereby providing appropriate treatment.\nCT scan may be indicated for patients with suspected valvular heart disease",
            "subsection_string": "How are heart valve diseases diagnosed?\nTo diagnose heart valve disease, the doctor will first do a general examination and ask about the patient's medical history and family history. A very simple method is to use a stethoscope to help detect heart murmurs. This is the sound caused by blood moving through a narrow or open hole (due to pressure differences). If heart valve disease is suspected, the doctor will prescribe the patient to perform a number of paraclinical methods such as:\nEchocardiography: This method shows moving images of the heart's valves and chambers; Cardiopulmonary X-ray: noted enlarged heart silhouette, pulmonary congestion; Electrocardiogram: can see images of dilated heart chambers, atrial fibrillation; Some other diagnostic methods include transesophageal echocardiography (TEE), stress echocardiography, CT scan of the heart and coronary arteries, and magnetic resonance imaging (MRI).\nBy periodically conducting paraclinical diagnostic methods, doctors will clearly know the progression of the disease, thereby providing appropriate treatment.\nCT scan may be indicated for patients with suspected valvular heart disease"
        },
        {
            "subsection_name": "How is heart valve disease treated?",
            "subsection_content": "Treatment of heart valve disease depends on the type and severity of the disease. There are three treatment goals including:\nProtects the valve from further damage; Alleviate symptoms; Repair or replace valve\nTreatment methods commonly applied to heart valve patients are:\n1. Use medicine\nYour doctor may prescribe medication for you to treat your symptoms and reduce your risk of further valve damage. If you undergo valve repair or valve replacement surgery, you will need long-term monitoring and medication. Commonly prescribed medications to treat heart valve disease are diuretics, antiarrhythmics, vasodilators, ACE inhibitors, beta blockers, anticoagulants, etc.\n2. Heart valve dilatation procedure\nHeart valves can be repaired with percutaneous balloon valvuloplasty to widen the narrowed valve. This method is often indicated for cases of mitral valve stenosis, aortic stenosis that cannot be operated on, or pulmonary valve stenosis.\n3. Heart valve repair surgery\nHeart valve repair is a surgical procedure aimed at repairing a faulty valve without the use of artificial parts. The advantages of this approach are that the risk of infection is reduced, the need for lifelong blood thinners is reduced, and the strength of the heart muscle is preserved.\n4. Heart valve replacement surgery\nIn this surgery, the doctor will replace the artificial valve. There are two types of replacement valves: mechanical valves and biological valves.\nMechanical valve: made from artificial materials (carbon or titanium coated with pyrolytic carbon) to limit cholesterol accumulation and calcification on the surface. Its advantage is that it has a long lifespan, up to 20-30 years.\nThe disadvantage of mechanical heart valve replacement is that the patient must take anticoagulants for life to prevent blood clots from forming, causing valve jamming and stroke.\nBiological valves: made of animal tissue (pig, cow), have a shorter lifespan than biological valves (10-15 years). However, this type of valve has a great advantage, which is that most patients do not need to take anticoagulants for life, unless they have other medical conditions (such as atrial fibrillation) that require them to take medication. . Biological valves are indicated in elderly people aged 60 and over. If a biological valve is replaced in a young person, there is a risk of re-operation because biological valve degeneration occurs more quickly in young people than in the elderly.",
            "subsection_string": "How is heart valve disease treated?\nTreatment of heart valve disease depends on the type and severity of the disease. There are three treatment goals including:\nProtects the valve from further damage; Alleviate symptoms; Repair or replace valve\nTreatment methods commonly applied to heart valve patients are:\n1. Use medicine\nYour doctor may prescribe medication for you to treat your symptoms and reduce your risk of further valve damage. If you undergo valve repair or valve replacement surgery, you will need long-term monitoring and medication. Commonly prescribed medications to treat heart valve disease are diuretics, antiarrhythmics, vasodilators, ACE inhibitors, beta blockers, anticoagulants, etc.\n2. Heart valve dilatation procedure\nHeart valves can be repaired with percutaneous balloon valvuloplasty to widen the narrowed valve. This method is often indicated for cases of mitral valve stenosis, aortic stenosis that cannot be operated on, or pulmonary valve stenosis.\n3. Heart valve repair surgery\nHeart valve repair is a surgical procedure aimed at repairing a faulty valve without the use of artificial parts. The advantages of this approach are that the risk of infection is reduced, the need for lifelong blood thinners is reduced, and the strength of the heart muscle is preserved.\n4. Heart valve replacement surgery\nIn this surgery, the doctor will replace the artificial valve. There are two types of replacement valves: mechanical valves and biological valves.\nMechanical valve: made from artificial materials (carbon or titanium coated with pyrolytic carbon) to limit cholesterol accumulation and calcification on the surface. Its advantage is that it has a long lifespan, up to 20-30 years.\nThe disadvantage of mechanical heart valve replacement is that the patient must take anticoagulants for life to prevent blood clots from forming, causing valve jamming and stroke.\nBiological valves: made of animal tissue (pig, cow), have a shorter lifespan than biological valves (10-15 years). However, this type of valve has a great advantage, which is that most patients do not need to take anticoagulants for life, unless they have other medical conditions (such as atrial fibrillation) that require them to take medication. . Biological valves are indicated in elderly people aged 60 and over. If a biological valve is replaced in a young person, there is a risk of re-operation because biological valve degeneration occurs more quickly in young people than in the elderly."
        },
        {
            "subsection_name": "Note for people with heart valve disease",
            "subsection_content": "Abnormalities in the heart valves put patients at high risk of developing endocarditis, a serious infection. For people who have had valve repair or replacement surgery, this risk is even higher.\nTo reduce your risk of endocarditis, you need to:\nCall your doctor if you have symptoms of an infection (sore throat, body aches, fever).; Take good care of your teeth and gums to prevent infection. Get regular dental check-ups every 6 months, and notify your dentist of your condition so they can take appropriate action when treating you.; Take antibiotics before any procedure that may cause bleeding, such as dental work, invasive tests (any test that involves blood or has a risk of bleeding), and most major and minor surgeries. You should consult your doctor about which antibiotic is right for you.",
            "subsection_string": "Note for people with heart valve disease\nAbnormalities in the heart valves put patients at high risk of developing endocarditis, a serious infection. For people who have had valve repair or replacement surgery, this risk is even higher.\nTo reduce your risk of endocarditis, you need to:\nCall your doctor if you have symptoms of an infection (sore throat, body aches, fever).; Take good care of your teeth and gums to prevent infection. Get regular dental check-ups every 6 months, and notify your dentist of your condition so they can take appropriate action when treating you.; Take antibiotics before any procedure that may cause bleeding, such as dental work, invasive tests (any test that involves blood or has a risk of bleeding), and most major and minor surgeries. You should consult your doctor about which antibiotic is right for you."
        },
        {
            "subsection_name": "Advice for people with heart valve disease",
            "subsection_content": "When you have heart valve disease, always protect yourself from future heart problems, even if you have undergone valve repair or replacement surgery. Here are some tips to keep your heart healthy:\nHave a healthy diet\nAccording to the American Heart Association, a healthy diet is one of the best weapons in the fight for a healthy heart. Accordingly, to maintain a healthy heart you should focus on eating lots of green leafy vegetables, fruits and whole grains. Low-fat dairy products and skinless fish and poultry are also recommended.\nSee more: 8 principles to remember to have a heart-healthy diet\nExercise regularly\nAlong with a scientific diet, regular exercise is equally important in protecting heart health. In addition to promoting circulation and increasing the strength of the heart muscle, regular activity also helps reduce cholesterol, keep body weight at a stable level and give you full energy to enjoy life. Not only that, regular activity also reduces the risk of death or dangerous complications of heart disease.\nBuild a daily exercise habit with walking, running, swimming, cycling, yoga... Try to exercise at least 150 minutes/week.\nExercise every day to protect heart health\nLosing weight\nIf you are overweight or obese, lose weight to help your body function better and reduce stress on your heart. According to the American Heart Association, people with normal weight (BMI <23) have a low risk of certain diseases such as cancer, diabetes, sleep apnea and cardiovascular disease.\nLimit alcohol consumption\nModerate amounts of alcohol have heart-protective benefits, but drinking too much can cause harm. Make sure you only drink a maximum of 2 glasses of wine/day (for men) and 1 glass of wine/day (for women). You can drink wine and spirits, but remember to stay away from cocktails because they contain a lot of sugar, which can increase blood sugar and erode tooth enamel.\nQuitting smoking\nIf you are smoking, now is the time to stop. If you don't smoke, don't give it a try. Smoking is one of the most harmful activities for the heart. According to recent statistics, smoking is the cause of more than 440,000 premature deaths every year. In addition to increasing your risk of developing heart disease, smoking also causes cancer and lung problems.\nReduce stress\nStress is a factor that has a significant impact on almost every aspect of health – from damaging mental health to increasing the risk of heart disease, depression and anxiety. To keep your heart healthy, you need to limit stressors in your life by balancing work-rest time, taking time for self-care, traveling, and staying away. quarrels. Some yoga and meditation exercises are also very effective in controlling stress.\nPeriodic health examination\nIn addition to following a healthy lifestyle, seeing your doctor regularly is one of the best things you can do to keep your heart healthy. Try to see a cardiologist at least once a year. For patients who have undergone heart valve surgery, examinations need to be more frequent (every 3-6 months as advised by the doctor).\nTam Anh General Hospital Cardiovascular Center is equipped with modern machinery systems such as specialized heart and blood vessel ultrasound machines, electrocardiogram machines, heart and coronary artery CT scans, cardiac magnetic resonance imaging machines, blood holter machines. 24-hour pressure... to serve the diagnosis and treatment of heart valve disease as well as other cardiovascular diseases. This place brings together a team of leading experts in the field of cardiology, undertaking the tasks of diagnosing and treating heart, blood vessel and thoracic diseases; Medical and surgical treatment, intervention, and emergency resuscitation for cardiovascular patients..., helping to treat diseases effectively and shorten recovery time for patients.\nCustomers can make an appointment with cardiovascular specialists via:\nHeart valve disease is a common disease that can be cured thanks to advanced methods. When you see any symptoms or risk factors, you need to see a doctor immediately to be closely monitored and advised on appropriate treatment.",
            "subsection_string": "Advice for people with heart valve disease\nWhen you have heart valve disease, always protect yourself from future heart problems, even if you have undergone valve repair or replacement surgery. Here are some tips to keep your heart healthy:\nHave a healthy diet\nAccording to the American Heart Association, a healthy diet is one of the best weapons in the fight for a healthy heart. Accordingly, to maintain a healthy heart you should focus on eating lots of green leafy vegetables, fruits and whole grains. Low-fat dairy products and skinless fish and poultry are also recommended.\nSee more: 8 principles to remember to have a heart-healthy diet\nExercise regularly\nAlong with a scientific diet, regular exercise is equally important in protecting heart health. In addition to promoting circulation and increasing the strength of the heart muscle, regular activity also helps reduce cholesterol, keep body weight at a stable level and give you full energy to enjoy life. Not only that, regular activity also reduces the risk of death or dangerous complications of heart disease.\nBuild a daily exercise habit with walking, running, swimming, cycling, yoga... Try to exercise at least 150 minutes/week.\nExercise every day to protect heart health\nLosing weight\nIf you are overweight or obese, lose weight to help your body function better and reduce stress on your heart. According to the American Heart Association, people with normal weight (BMI <23) have a low risk of certain diseases such as cancer, diabetes, sleep apnea and cardiovascular disease.\nLimit alcohol consumption\nModerate amounts of alcohol have heart-protective benefits, but drinking too much can cause harm. Make sure you only drink a maximum of 2 glasses of wine/day (for men) and 1 glass of wine/day (for women). You can drink wine and spirits, but remember to stay away from cocktails because they contain a lot of sugar, which can increase blood sugar and erode tooth enamel.\nQuitting smoking\nIf you are smoking, now is the time to stop. If you don't smoke, don't give it a try. Smoking is one of the most harmful activities for the heart. According to recent statistics, smoking is the cause of more than 440,000 premature deaths every year. In addition to increasing your risk of developing heart disease, smoking also causes cancer and lung problems.\nReduce stress\nStress is a factor that has a significant impact on almost every aspect of health – from damaging mental health to increasing the risk of heart disease, depression and anxiety. To keep your heart healthy, you need to limit stressors in your life by balancing work-rest time, taking time for self-care, traveling, and staying away. quarrels. Some yoga and meditation exercises are also very effective in controlling stress.\nPeriodic health examination\nIn addition to following a healthy lifestyle, seeing your doctor regularly is one of the best things you can do to keep your heart healthy. Try to see a cardiologist at least once a year. For patients who have undergone heart valve surgery, examinations need to be more frequent (every 3-6 months as advised by the doctor).\nTam Anh General Hospital Cardiovascular Center is equipped with modern machinery systems such as specialized heart and blood vessel ultrasound machines, electrocardiogram machines, heart and coronary artery CT scans, cardiac magnetic resonance imaging machines, blood holter machines. 24-hour pressure... to serve the diagnosis and treatment of heart valve disease as well as other cardiovascular diseases. This place brings together a team of leading experts in the field of cardiology, undertaking the tasks of diagnosing and treating heart, blood vessel and thoracic diseases; Medical and surgical treatment, intervention, and emergency resuscitation for cardiovascular patients..., helping to treat diseases effectively and shorten recovery time for patients.\nCustomers can make an appointment with cardiovascular specialists via:\nHeart valve disease is a common disease that can be cured thanks to advanced methods. When you see any symptoms or risk factors, you need to see a doctor immediately to be closely monitored and advised on appropriate treatment."
        }
    ],
    "name": "benh-van-tim.json"
}