{
    "title": "Hypertrophic cardiomyopathy: Causes, signs, diagnosis and treatment",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/benh-co-tim-phi-dai/",
    "abstract": "Temporary angina, dizziness, lightheadedness, or dizziness appear but are mistakenly thought to be due to pressure, stress, or vigorous exercise, causing many patients with hypertrophic cardiomyopathy to get worse, leading to fainting and even fainting. sudden death due to not being detected and treated promptly.\n According to Dr. Huynh Ngoc Long, CKII, hypertrophic cardiomyopathy is a genetic disease with an incidence of 1/500, and is a common cause of sudden death in athletes and young people.",
    "content": "Hypertrophic cardiomyopathy: Causes, signs, diagnosis and treatment\n\nTemporary angina, dizziness, lightheadedness, or dizziness appear but are mistakenly thought to be due to pressure, stress, or vigorous exercise, causing many patients with hypertrophic cardiomyopathy to get worse, leading to fainting and even fainting. sudden death due to not being detected and treated promptly.\n According to Dr. Huynh Ngoc Long, CKII, hypertrophic cardiomyopathy is a genetic disease with an incidence of 1/500, and is a common cause of sudden death in athletes and young people.\n\nWhat is hypertrophic cardiomyopathy?\nHypertrophic Cardiomyopathy is a genetic disease caused by mutations in the gene encoding the protein of the myocardial sarcomere structure. Patients will have a thickened heart wall, which may progress to left ventricular outflow tract obstruction, mitral valve regurgitation, diastolic dysfunction, myocardial ischemia, and arrhythmia. This is also the reason why patients experience symptoms such as fatigue, chest pain, pulmonary edema, paroxysmal nocturnal dyspnea, fainting, pre-syncope and even sudden death.\nBased on the morphology and function of the heart, hypertrophic cardiomyopathy is divided into:\nObstructive hypertrophic cardiomyopathy: About 60 - 70% of cases are in this form. Patients with obstructive hypertrophic cardiomyopathy have a thicker septum between the left and right ventricles, causing obstruction of the left ventricular outflow tract and reduced blood flow through the heart.; Non-obstructive hypertrophic cardiomyopathy: About 1/3 of the remaining cases are non-obstructive hypertrophic cardiomyopathy. The patient does not have reduced blood flow through the heart, however, the patient's left ventricle may become thicker and stiffer, reducing the blood volume of the left ventricle, thereby reducing the amount of blood pumped out of the heart to feed the body. .\n\nSuddenly discovered the disease when getting vaccinated\nMany times registration for Covid-19 vaccination in the community was delayed because of high blood pressure. Ms. Dao Minh Trang (45 years old, Phu Nhuan District, Ho Chi Minh City) registered for vaccination at Tam Anh General Hospital, City. .HCM to be screened by a cardiologist before injection.\nAfter being prescribed an echocardiogram and electrocardiogram by the doctor, holding the results in her hand, she was \"shocked\" when she heard the doctor inform her that she suspected that she had non-obstructive hypertrophic cardiomyopathy with eccentric thickening. of the interventricular septum, grade II left ventricular diastolic dysfunction and myocardial ischemia.\nShe said she sometimes had dizziness, vertigo, and fatigue, but thought it was due to work pressure and anemia, so she only took supplements without thinking she had heart abnormalities.\nMany cases of cardiovascular disease were discovered during screening before Covid-19 vaccination at Tam Anh General Hospital\nMr. Ly Minh Thuan (35 years old, Tan Binh District, Ho Chi Minh City) sometimes has angina, difficulty breathing, and fast heartbeat when playing tennis, but thinks it is due to intense exercise and high concentration for the match. so he was subjective and didn't pay attention. During a general examination for vaccination, he was surprised to discover obstructive hypertrophic cardiomyopathy. The doctor advised him not to play strenuous sports.\nA few years ago, millions of fans around the world were extremely shocked and saddened by the passing of former midfielder Vivien Foe - a Cameroonian player. In the middle of the second half of the match, the former midfielder suddenly collapsed in the middle of the field, without any defense. Although the medical team provided immediate care, Foe passed away soon after. After two autopsies, it was determined that the former midfielder had hypertrophic cardiomyopathy, a disease that had never been detected during any medical examination or routine examination.\nBS.CK II Huynh Ngoc Long, Deputy Director in charge of Internal Medicine, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City, said that usually young people are very subjective, thinking that symptoms of nervousness, dizziness, dizziness and chest pain are just \"mediocre\", neglecting examination and treatment. In many cases, people listen to tips from other people and arbitrarily buy prescription cardiovascular drugs because they have similar symptoms without seeing a doctor, leading to dangerous complications.\n“This is a dangerous disease that can cause sudden death in patients, especially young people and athletes. The disease often has no clear symptoms, easily confused with other diseases such as angina, dizziness, vertigo, dizziness when changing positions, difficulty breathing, fainting... Patients can live with the disease as follows: normal, however, the first and last symptom of the disease is sudden death,\" Dr. Huynh Ngoc Long added.\n\nSymptoms of hypertrophic cardiomyopathy\nSymptoms of hypertrophic cardiomyopathy can vary from person to person. Patients may have no or very few unusual symptoms. This is why the disease is often detected at a late stage, when life-threatening complications arise.\nNormally, signs of myocardial hypertrophy will appear clearly when the heart's pumping function is significantly impaired. Patients may experience symptoms such as:\nDifficulty breathing, especially with exertion; Sharp chest pain, especially during physical activity; Fainting, this is a sign of ventricular tachyarrhythmia or ventricular fibrillation, with a risk of sudden death.; Palpitations.\nThe disease is very dangerous because the first and last symptom of the disease can be sudden death.\n\nCauses of myocardial hypertrophy\nThis is a genetic disease caused by genetic mutations that cause the heart muscle to develop abnormally and the heart wall to thicken. Therefore, when one family member is diagnosed with the disease, it is recommended that all remaining family members undergo genetic testing and screening to find the mutated gene that causes the disease.\nThe cause of the disease in the elderly may be due to high blood pressure but not treated early and effectively. Some other causes may include:\nTypes secondary to systolic overload: Hypertension Coarctation of the aorta Abnormalities in the submitral apparatus Aortic stenosis Transient form Hypertrophic cardiomyopathy in newborns due to maternal diabetes Corticosteroids in the child new-born; Hypertension; Aortic coarctation; Abnormalities in the submitral valve apparatus; Main stenosis; Transient form; Hypertrophic cardiomyopathy in newborns due to maternal diabetes; Corticosteroids in infants; Multiple organ disorders with hypertrophic cardiomyopathy: Noonan syndrome Glycogen metabolism disease Friedreich's disease Abnormalities in the oxidation of fatty acids Deficiency of the oxidative chain within the mitochondria; Noonan syndrome; Glycogen metabolism disease; Friedreich's disease; Abnormalities in the oxidation of fatty acids; Oxidative chain deficiency within mitochondria\n\nWho is at risk for hypertrophic cardiomyopathy?\nThe most common people with hypertrophic cardiomyopathy are young people (under 35 years old) or athletes. However, the disease can still appear in the elderly and is rare in children and newborns. Diseases in children often have unknown causes.\n\nIs hypertrophic cardiomyopathy dangerous?\nIf not detected early and treated promptly and properly, patients are at risk of facing the following dangerous complications:\nArrhythmia: This disease can lead to atrial fibrillation, ventricular tachycardia and ventricular fibrillation. In particular, atrial fibrillation is the cause of increased blood clot formation, causing myocardial infarction and stroke. Ventricular tachycardia and ventricular fibrillation are common causes of cardiac arrest and sudden death; Myocardial ischemia: Thickening of the heart muscle causes blood flow through the coronary arteries to decrease, leading to lack of blood supply to the heart muscle.; Myocardial dilatation: Prolonged illness can cause the ventricles to dilate to increase blood volume, gradually reducing the contractility of the myocardium.; Mitral valve regurgitation: The mitral valve is the valve that separates the left atrium and left ventricle. In the case of thickening of the heart muscle, the space for blood to circulate is reduced, blood flows through the heart valve quickly and rapidly, increasing the pressure of blood flow on the heart valve, affecting the functioning of the mitral valve, causing regurgitation. valve.; Heart failure: Thickening of the heart muscle will cause the heart to reduce its ability to pump blood to meet the body's needs, resulting in heart failure.\n\nDiagnostic method\nTo diagnose myocardial hypertrophy, the doctor will ask about the patient's personal and family medical history. Next, the doctor may ask the patient to perform some paraclinical tests such as:\nEchocardiogram: Shows changes in the thickness of the heart muscle and obstructed blood flow.; Electrocardiography (ECG): Detects abnormal electrical signals of the heart, warning that the heart muscle is thickening.\nEchocardiography and electrocardiography are necessary tests in cases of suspected signs of hypertrophic cardiomyopathy.\nIn addition, the doctor may ask the patient to perform a number of other tests such as testing heart function during exercise, magnetic resonance imaging, and cardiac catheterization to get accurate results, thereby determining the treatment regimen. appropriate and effective treatment.\n\nCan hypertrophic cardiomyopathy be cured?\nDoctor Huynh Ngoc Long said that hypertrophic cardiomyopathy cannot be completely cured. However, there are currently many modern treatment methods that help minimize symptoms and dangerous complications of the disease such as heart failure, sudden death, and stroke.\nDepending on the specific medical condition, the treating doctor will prescribe appropriate treatment methods such as medication combined with lifestyle changes, implantable defibrillators, pacemakers, etc. to reduce the risk of stroke. death for the patient.\nDrug treatment\nPatients with hypertrophic cardiomyopathy are prescribed medications to reduce symptoms and prevent complications. However, some patients may not need medication. The use of medication requires instructions and prescription from a doctor. Patients should absolutely not use it on their own.\nBeta-blockers and calcium antagonists relax the heart muscle, helping it fill and pump blood more effectively; Anticoagulants aim to reduce the risk of blood clots and prevent the risk of stroke when the patient has arrhythmia.; Diuretics help reduce fluid retention in the lungs and legs; Antibiotics prevent infective endocarditis.\nChange your lifestyle\nAll patients are recommended to change to a more scientific and healthier lifestyle.\nReduce alcohol and caffeine: Alcohol and caffeine can increase heart rate and blood pressure, so use should be reduced or stopped to avoid aggravating symptoms.; Limit salt and water, you can consult your doctor for advice on the appropriate level of reduction.; Physical activity: Patients can participate in all light sports, as long as they are not competitive. Avoid lifting heavy objects and playing high-intensity sports.; Regular check-ups according to your doctor's appointment to monitor symptoms and get timely treatment.\nIntervention methods\nPlace implantable defibrillators and pacemakers under the skin, connected to electrode wires that go through veins to the heart to detect and treat dangerous arrhythmias that can cause cardiac arrest and sudden death. Typically, implantable defibrillators are prescribed for patients at high risk of sudden death, while pacemakers help the heart beat at a normal speed.\nVentricular septectomy: This surgery aims to reduce the thickness of the interventricular septum and widen the left ventricular outflow tract when the patient has left ventricular tract obstruction despite medical treatment.; Injecting alcohol into the septal branch of the anterior interventricular artery with the purpose of shrinking the area of ​​myocardium injected with alcohol and reducing its thickness. However, this method is only suitable for some patients.\nIn cases where patients with hypertrophic cardiomyopathy have severe heart failure and do not respond to the above treatment methods, they will need a heart transplant.\n\nPrevention of hypertrophic cardiomyopathy\nDoctor Huynh Ngoc Long said that hypertrophic cardiomyopathy is a genetic disease caused by gene mutations, so there is no effective prevention measure. It is important to identify the condition as early as possible to receive timely treatment and prevent complications.\nIf a family member has the disease, it is recommended that the remaining members have regular health checks so that the disease can be detected early.\n“The signs of cardiovascular disease are very vague, easily confused with other diseases. Therefore, in many cases, patients discover the disease when it has progressed seriously, or it is accidentally discovered when examining another disease. Besides, almost 100% of older people can suffer from many diseases at the same time such as hypertrophic cardiomyopathy, hypertension, diabetes, etc. If not detected early and treated promptly, it can lead to complications. dangerous, even life-threatening symptoms,\" Dr. Huynh Ngoc Long emphasized.\nTherefore, Dr. Huynh Ngoc Long recommends that regardless of age, especially sports players and people with underlying medical conditions, they need to have regular cardiovascular health examinations and screenings to detect early and effectively treat cardiovascular diseases. cardiovascular problems.\nTo schedule an examination and screening for hypertrophic cardiomyopathy and cardiovascular diseases at Tam Anh General Hospital System through information channels: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Ward. Bo De, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nHopefully the above information will help you gain more knowledge about hypertrophic cardiomyopathy. Note, medical information is for reference only and is not a substitute for examination, diagnosis and treatment by a cardiologist. Therefore, when your body shows unusual signs, you should go to the hospital immediately for examination, accurate diagnosis, and appropriate treatment!",
    "subsections": [
        {
            "subsection_name": "What is hypertrophic cardiomyopathy?",
            "subsection_content": "Hypertrophic Cardiomyopathy is a genetic disease caused by mutations in the gene encoding the protein of the myocardial sarcomere structure. Patients will have a thickened heart wall, which may progress to left ventricular outflow tract obstruction, mitral valve regurgitation, diastolic dysfunction, myocardial ischemia, and arrhythmia. This is also the reason why patients experience symptoms such as fatigue, chest pain, pulmonary edema, paroxysmal nocturnal dyspnea, fainting, pre-syncope and even sudden death.\nBased on the morphology and function of the heart, hypertrophic cardiomyopathy is divided into:\nObstructive hypertrophic cardiomyopathy: About 60 - 70% of cases are in this form. Patients with obstructive hypertrophic cardiomyopathy have a thicker septum between the left and right ventricles, causing obstruction of the left ventricular outflow tract and reduced blood flow through the heart.; Non-obstructive hypertrophic cardiomyopathy: About 1/3 of the remaining cases are non-obstructive hypertrophic cardiomyopathy. The patient does not have reduced blood flow through the heart, however, the patient's left ventricle may become thicker and stiffer, reducing the blood volume of the left ventricle, thereby reducing the amount of blood pumped out of the heart to feed the body. .",
            "subsection_string": "What is hypertrophic cardiomyopathy?\nHypertrophic Cardiomyopathy is a genetic disease caused by mutations in the gene encoding the protein of the myocardial sarcomere structure. Patients will have a thickened heart wall, which may progress to left ventricular outflow tract obstruction, mitral valve regurgitation, diastolic dysfunction, myocardial ischemia, and arrhythmia. This is also the reason why patients experience symptoms such as fatigue, chest pain, pulmonary edema, paroxysmal nocturnal dyspnea, fainting, pre-syncope and even sudden death.\nBased on the morphology and function of the heart, hypertrophic cardiomyopathy is divided into:\nObstructive hypertrophic cardiomyopathy: About 60 - 70% of cases are in this form. Patients with obstructive hypertrophic cardiomyopathy have a thicker septum between the left and right ventricles, causing obstruction of the left ventricular outflow tract and reduced blood flow through the heart.; Non-obstructive hypertrophic cardiomyopathy: About 1/3 of the remaining cases are non-obstructive hypertrophic cardiomyopathy. The patient does not have reduced blood flow through the heart, however, the patient's left ventricle may become thicker and stiffer, reducing the blood volume of the left ventricle, thereby reducing the amount of blood pumped out of the heart to feed the body. ."
        },
        {
            "subsection_name": "Suddenly discovered the disease when getting vaccinated",
            "subsection_content": "Many times registration for Covid-19 vaccination in the community was delayed because of high blood pressure. Ms. Dao Minh Trang (45 years old, Phu Nhuan District, Ho Chi Minh City) registered for vaccination at Tam Anh General Hospital, City. .HCM to be screened by a cardiologist before injection.\nAfter being prescribed an echocardiogram and electrocardiogram by the doctor, holding the results in her hand, she was \"shocked\" when she heard the doctor inform her that she suspected that she had non-obstructive hypertrophic cardiomyopathy with eccentric thickening. of the interventricular septum, grade II left ventricular diastolic dysfunction and myocardial ischemia.\nShe said she sometimes had dizziness, vertigo, and fatigue, but thought it was due to work pressure and anemia, so she only took supplements without thinking she had heart abnormalities.\nMany cases of cardiovascular disease were discovered during screening before Covid-19 vaccination at Tam Anh General Hospital\nMr. Ly Minh Thuan (35 years old, Tan Binh District, Ho Chi Minh City) sometimes has angina, difficulty breathing, and fast heartbeat when playing tennis, but thinks it is due to intense exercise and high concentration for the match. so he was subjective and didn't pay attention. During a general examination for vaccination, he was surprised to discover obstructive hypertrophic cardiomyopathy. The doctor advised him not to play strenuous sports.\nA few years ago, millions of fans around the world were extremely shocked and saddened by the passing of former midfielder Vivien Foe - a Cameroonian player. In the middle of the second half of the match, the former midfielder suddenly collapsed in the middle of the field, without any defense. Although the medical team provided immediate care, Foe passed away soon after. After two autopsies, it was determined that the former midfielder had hypertrophic cardiomyopathy, a disease that had never been detected during any medical examination or routine examination.\nBS.CK II Huynh Ngoc Long, Deputy Director in charge of Internal Medicine, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City, said that usually young people are very subjective, thinking that symptoms of nervousness, dizziness, dizziness and chest pain are just \"mediocre\", neglecting examination and treatment. In many cases, people listen to tips from other people and arbitrarily buy prescription cardiovascular drugs because they have similar symptoms without seeing a doctor, leading to dangerous complications.\n“This is a dangerous disease that can cause sudden death in patients, especially young people and athletes. The disease often has no clear symptoms, easily confused with other diseases such as angina, dizziness, vertigo, dizziness when changing positions, difficulty breathing, fainting... Patients can live with the disease as follows: normal, however, the first and last symptom of the disease is sudden death,\" Dr. Huynh Ngoc Long added.",
            "subsection_string": "Suddenly discovered the disease when getting vaccinated\nMany times registration for Covid-19 vaccination in the community was delayed because of high blood pressure. Ms. Dao Minh Trang (45 years old, Phu Nhuan District, Ho Chi Minh City) registered for vaccination at Tam Anh General Hospital, City. .HCM to be screened by a cardiologist before injection.\nAfter being prescribed an echocardiogram and electrocardiogram by the doctor, holding the results in her hand, she was \"shocked\" when she heard the doctor inform her that she suspected that she had non-obstructive hypertrophic cardiomyopathy with eccentric thickening. of the interventricular septum, grade II left ventricular diastolic dysfunction and myocardial ischemia.\nShe said she sometimes had dizziness, vertigo, and fatigue, but thought it was due to work pressure and anemia, so she only took supplements without thinking she had heart abnormalities.\nMany cases of cardiovascular disease were discovered during screening before Covid-19 vaccination at Tam Anh General Hospital\nMr. Ly Minh Thuan (35 years old, Tan Binh District, Ho Chi Minh City) sometimes has angina, difficulty breathing, and fast heartbeat when playing tennis, but thinks it is due to intense exercise and high concentration for the match. so he was subjective and didn't pay attention. During a general examination for vaccination, he was surprised to discover obstructive hypertrophic cardiomyopathy. The doctor advised him not to play strenuous sports.\nA few years ago, millions of fans around the world were extremely shocked and saddened by the passing of former midfielder Vivien Foe - a Cameroonian player. In the middle of the second half of the match, the former midfielder suddenly collapsed in the middle of the field, without any defense. Although the medical team provided immediate care, Foe passed away soon after. After two autopsies, it was determined that the former midfielder had hypertrophic cardiomyopathy, a disease that had never been detected during any medical examination or routine examination.\nBS.CK II Huynh Ngoc Long, Deputy Director in charge of Internal Medicine, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City, said that usually young people are very subjective, thinking that symptoms of nervousness, dizziness, dizziness and chest pain are just \"mediocre\", neglecting examination and treatment. In many cases, people listen to tips from other people and arbitrarily buy prescription cardiovascular drugs because they have similar symptoms without seeing a doctor, leading to dangerous complications.\n“This is a dangerous disease that can cause sudden death in patients, especially young people and athletes. The disease often has no clear symptoms, easily confused with other diseases such as angina, dizziness, vertigo, dizziness when changing positions, difficulty breathing, fainting... Patients can live with the disease as follows: normal, however, the first and last symptom of the disease is sudden death,\" Dr. Huynh Ngoc Long added."
        },
        {
            "subsection_name": "Symptoms of hypertrophic cardiomyopathy",
            "subsection_content": "Symptoms of hypertrophic cardiomyopathy can vary from person to person. Patients may have no or very few unusual symptoms. This is why the disease is often detected at a late stage, when life-threatening complications arise.\nNormally, signs of myocardial hypertrophy will appear clearly when the heart's pumping function is significantly impaired. Patients may experience symptoms such as:\nDifficulty breathing, especially with exertion; Sharp chest pain, especially during physical activity; Fainting, this is a sign of ventricular tachyarrhythmia or ventricular fibrillation, with a risk of sudden death.; Palpitations.\nThe disease is very dangerous because the first and last symptom of the disease can be sudden death.",
            "subsection_string": "Symptoms of hypertrophic cardiomyopathy\nSymptoms of hypertrophic cardiomyopathy can vary from person to person. Patients may have no or very few unusual symptoms. This is why the disease is often detected at a late stage, when life-threatening complications arise.\nNormally, signs of myocardial hypertrophy will appear clearly when the heart's pumping function is significantly impaired. Patients may experience symptoms such as:\nDifficulty breathing, especially with exertion; Sharp chest pain, especially during physical activity; Fainting, this is a sign of ventricular tachyarrhythmia or ventricular fibrillation, with a risk of sudden death.; Palpitations.\nThe disease is very dangerous because the first and last symptom of the disease can be sudden death."
        },
        {
            "subsection_name": "Causes of myocardial hypertrophy",
            "subsection_content": "This is a genetic disease caused by genetic mutations that cause the heart muscle to develop abnormally and the heart wall to thicken. Therefore, when one family member is diagnosed with the disease, it is recommended that all remaining family members undergo genetic testing and screening to find the mutated gene that causes the disease.\nThe cause of the disease in the elderly may be due to high blood pressure but not treated early and effectively. Some other causes may include:\nTypes secondary to systolic overload: Hypertension Coarctation of the aorta Abnormalities in the submitral apparatus Aortic stenosis Transient form Hypertrophic cardiomyopathy in newborns due to maternal diabetes Corticosteroids in the child new-born; Hypertension; Aortic coarctation; Abnormalities in the submitral valve apparatus; Main stenosis; Transient form; Hypertrophic cardiomyopathy in newborns due to maternal diabetes; Corticosteroids in infants; Multiple organ disorders with hypertrophic cardiomyopathy: Noonan syndrome Glycogen metabolism disease Friedreich's disease Abnormalities in the oxidation of fatty acids Deficiency of the oxidative chain within the mitochondria; Noonan syndrome; Glycogen metabolism disease; Friedreich's disease; Abnormalities in the oxidation of fatty acids; Oxidative chain deficiency within mitochondria",
            "subsection_string": "Causes of myocardial hypertrophy\nThis is a genetic disease caused by genetic mutations that cause the heart muscle to develop abnormally and the heart wall to thicken. Therefore, when one family member is diagnosed with the disease, it is recommended that all remaining family members undergo genetic testing and screening to find the mutated gene that causes the disease.\nThe cause of the disease in the elderly may be due to high blood pressure but not treated early and effectively. Some other causes may include:\nTypes secondary to systolic overload: Hypertension Coarctation of the aorta Abnormalities in the submitral apparatus Aortic stenosis Transient form Hypertrophic cardiomyopathy in newborns due to maternal diabetes Corticosteroids in the child new-born; Hypertension; Aortic coarctation; Abnormalities in the submitral valve apparatus; Main stenosis; Transient form; Hypertrophic cardiomyopathy in newborns due to maternal diabetes; Corticosteroids in infants; Multiple organ disorders with hypertrophic cardiomyopathy: Noonan syndrome Glycogen metabolism disease Friedreich's disease Abnormalities in the oxidation of fatty acids Deficiency of the oxidative chain within the mitochondria; Noonan syndrome; Glycogen metabolism disease; Friedreich's disease; Abnormalities in the oxidation of fatty acids; Oxidative chain deficiency within mitochondria"
        },
        {
            "subsection_name": "Who is at risk for hypertrophic cardiomyopathy?",
            "subsection_content": "The most common people with hypertrophic cardiomyopathy are young people (under 35 years old) or athletes. However, the disease can still appear in the elderly and is rare in children and newborns. Diseases in children often have unknown causes.",
            "subsection_string": "Who is at risk for hypertrophic cardiomyopathy?\nThe most common people with hypertrophic cardiomyopathy are young people (under 35 years old) or athletes. However, the disease can still appear in the elderly and is rare in children and newborns. Diseases in children often have unknown causes."
        },
        {
            "subsection_name": "Is hypertrophic cardiomyopathy dangerous?",
            "subsection_content": "If not detected early and treated promptly and properly, patients are at risk of facing the following dangerous complications:\nArrhythmia: This disease can lead to atrial fibrillation, ventricular tachycardia and ventricular fibrillation. In particular, atrial fibrillation is the cause of increased blood clot formation, causing myocardial infarction and stroke. Ventricular tachycardia and ventricular fibrillation are common causes of cardiac arrest and sudden death; Myocardial ischemia: Thickening of the heart muscle causes blood flow through the coronary arteries to decrease, leading to lack of blood supply to the heart muscle.; Myocardial dilatation: Prolonged illness can cause the ventricles to dilate to increase blood volume, gradually reducing the contractility of the myocardium.; Mitral valve regurgitation: The mitral valve is the valve that separates the left atrium and left ventricle. In the case of thickening of the heart muscle, the space for blood to circulate is reduced, blood flows through the heart valve quickly and rapidly, increasing the pressure of blood flow on the heart valve, affecting the functioning of the mitral valve, causing regurgitation. valve.; Heart failure: Thickening of the heart muscle will cause the heart to reduce its ability to pump blood to meet the body's needs, resulting in heart failure.",
            "subsection_string": "Is hypertrophic cardiomyopathy dangerous?\nIf not detected early and treated promptly and properly, patients are at risk of facing the following dangerous complications:\nArrhythmia: This disease can lead to atrial fibrillation, ventricular tachycardia and ventricular fibrillation. In particular, atrial fibrillation is the cause of increased blood clot formation, causing myocardial infarction and stroke. Ventricular tachycardia and ventricular fibrillation are common causes of cardiac arrest and sudden death; Myocardial ischemia: Thickening of the heart muscle causes blood flow through the coronary arteries to decrease, leading to lack of blood supply to the heart muscle.; Myocardial dilatation: Prolonged illness can cause the ventricles to dilate to increase blood volume, gradually reducing the contractility of the myocardium.; Mitral valve regurgitation: The mitral valve is the valve that separates the left atrium and left ventricle. In the case of thickening of the heart muscle, the space for blood to circulate is reduced, blood flows through the heart valve quickly and rapidly, increasing the pressure of blood flow on the heart valve, affecting the functioning of the mitral valve, causing regurgitation. valve.; Heart failure: Thickening of the heart muscle will cause the heart to reduce its ability to pump blood to meet the body's needs, resulting in heart failure."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "To diagnose myocardial hypertrophy, the doctor will ask about the patient's personal and family medical history. Next, the doctor may ask the patient to perform some paraclinical tests such as:\nEchocardiogram: Shows changes in the thickness of the heart muscle and obstructed blood flow.; Electrocardiography (ECG): Detects abnormal electrical signals of the heart, warning that the heart muscle is thickening.\nEchocardiography and electrocardiography are necessary tests in cases of suspected signs of hypertrophic cardiomyopathy.\nIn addition, the doctor may ask the patient to perform a number of other tests such as testing heart function during exercise, magnetic resonance imaging, and cardiac catheterization to get accurate results, thereby determining the treatment regimen. appropriate and effective treatment.",
            "subsection_string": "Diagnostic method\nTo diagnose myocardial hypertrophy, the doctor will ask about the patient's personal and family medical history. Next, the doctor may ask the patient to perform some paraclinical tests such as:\nEchocardiogram: Shows changes in the thickness of the heart muscle and obstructed blood flow.; Electrocardiography (ECG): Detects abnormal electrical signals of the heart, warning that the heart muscle is thickening.\nEchocardiography and electrocardiography are necessary tests in cases of suspected signs of hypertrophic cardiomyopathy.\nIn addition, the doctor may ask the patient to perform a number of other tests such as testing heart function during exercise, magnetic resonance imaging, and cardiac catheterization to get accurate results, thereby determining the treatment regimen. appropriate and effective treatment."
        },
        {
            "subsection_name": "Can hypertrophic cardiomyopathy be cured?",
            "subsection_content": "Doctor Huynh Ngoc Long said that hypertrophic cardiomyopathy cannot be completely cured. However, there are currently many modern treatment methods that help minimize symptoms and dangerous complications of the disease such as heart failure, sudden death, and stroke.\nDepending on the specific medical condition, the treating doctor will prescribe appropriate treatment methods such as medication combined with lifestyle changes, implantable defibrillators, pacemakers, etc. to reduce the risk of stroke. death for the patient.\nDrug treatment\nPatients with hypertrophic cardiomyopathy are prescribed medications to reduce symptoms and prevent complications. However, some patients may not need medication. The use of medication requires instructions and prescription from a doctor. Patients should absolutely not use it on their own.\nBeta-blockers and calcium antagonists relax the heart muscle, helping it fill and pump blood more effectively; Anticoagulants aim to reduce the risk of blood clots and prevent the risk of stroke when the patient has arrhythmia.; Diuretics help reduce fluid retention in the lungs and legs; Antibiotics prevent infective endocarditis.\nChange your lifestyle\nAll patients are recommended to change to a more scientific and healthier lifestyle.\nReduce alcohol and caffeine: Alcohol and caffeine can increase heart rate and blood pressure, so use should be reduced or stopped to avoid aggravating symptoms.; Limit salt and water, you can consult your doctor for advice on the appropriate level of reduction.; Physical activity: Patients can participate in all light sports, as long as they are not competitive. Avoid lifting heavy objects and playing high-intensity sports.; Regular check-ups according to your doctor's appointment to monitor symptoms and get timely treatment.\nIntervention methods\nPlace implantable defibrillators and pacemakers under the skin, connected to electrode wires that go through veins to the heart to detect and treat dangerous arrhythmias that can cause cardiac arrest and sudden death. Typically, implantable defibrillators are prescribed for patients at high risk of sudden death, while pacemakers help the heart beat at a normal speed.\nVentricular septectomy: This surgery aims to reduce the thickness of the interventricular septum and widen the left ventricular outflow tract when the patient has left ventricular tract obstruction despite medical treatment.; Injecting alcohol into the septal branch of the anterior interventricular artery with the purpose of shrinking the area of ​​myocardium injected with alcohol and reducing its thickness. However, this method is only suitable for some patients.\nIn cases where patients with hypertrophic cardiomyopathy have severe heart failure and do not respond to the above treatment methods, they will need a heart transplant.",
            "subsection_string": "Can hypertrophic cardiomyopathy be cured?\nDoctor Huynh Ngoc Long said that hypertrophic cardiomyopathy cannot be completely cured. However, there are currently many modern treatment methods that help minimize symptoms and dangerous complications of the disease such as heart failure, sudden death, and stroke.\nDepending on the specific medical condition, the treating doctor will prescribe appropriate treatment methods such as medication combined with lifestyle changes, implantable defibrillators, pacemakers, etc. to reduce the risk of stroke. death for the patient.\nDrug treatment\nPatients with hypertrophic cardiomyopathy are prescribed medications to reduce symptoms and prevent complications. However, some patients may not need medication. The use of medication requires instructions and prescription from a doctor. Patients should absolutely not use it on their own.\nBeta-blockers and calcium antagonists relax the heart muscle, helping it fill and pump blood more effectively; Anticoagulants aim to reduce the risk of blood clots and prevent the risk of stroke when the patient has arrhythmia.; Diuretics help reduce fluid retention in the lungs and legs; Antibiotics prevent infective endocarditis.\nChange your lifestyle\nAll patients are recommended to change to a more scientific and healthier lifestyle.\nReduce alcohol and caffeine: Alcohol and caffeine can increase heart rate and blood pressure, so use should be reduced or stopped to avoid aggravating symptoms.; Limit salt and water, you can consult your doctor for advice on the appropriate level of reduction.; Physical activity: Patients can participate in all light sports, as long as they are not competitive. Avoid lifting heavy objects and playing high-intensity sports.; Regular check-ups according to your doctor's appointment to monitor symptoms and get timely treatment.\nIntervention methods\nPlace implantable defibrillators and pacemakers under the skin, connected to electrode wires that go through veins to the heart to detect and treat dangerous arrhythmias that can cause cardiac arrest and sudden death. Typically, implantable defibrillators are prescribed for patients at high risk of sudden death, while pacemakers help the heart beat at a normal speed.\nVentricular septectomy: This surgery aims to reduce the thickness of the interventricular septum and widen the left ventricular outflow tract when the patient has left ventricular tract obstruction despite medical treatment.; Injecting alcohol into the septal branch of the anterior interventricular artery with the purpose of shrinking the area of ​​myocardium injected with alcohol and reducing its thickness. However, this method is only suitable for some patients.\nIn cases where patients with hypertrophic cardiomyopathy have severe heart failure and do not respond to the above treatment methods, they will need a heart transplant."
        },
        {
            "subsection_name": "Prevention of hypertrophic cardiomyopathy",
            "subsection_content": "Doctor Huynh Ngoc Long said that hypertrophic cardiomyopathy is a genetic disease caused by gene mutations, so there is no effective prevention measure. It is important to identify the condition as early as possible to receive timely treatment and prevent complications.\nIf a family member has the disease, it is recommended that the remaining members have regular health checks so that the disease can be detected early.\n“The signs of cardiovascular disease are very vague, easily confused with other diseases. Therefore, in many cases, patients discover the disease when it has progressed seriously, or it is accidentally discovered when examining another disease. Besides, almost 100% of older people can suffer from many diseases at the same time such as hypertrophic cardiomyopathy, hypertension, diabetes, etc. If not detected early and treated promptly, it can lead to complications. dangerous, even life-threatening symptoms,\" Dr. Huynh Ngoc Long emphasized.\nTherefore, Dr. Huynh Ngoc Long recommends that regardless of age, especially sports players and people with underlying medical conditions, they need to have regular cardiovascular health examinations and screenings to detect early and effectively treat cardiovascular diseases. cardiovascular problems.\nTo schedule an examination and screening for hypertrophic cardiomyopathy and cardiovascular diseases at Tam Anh General Hospital System through information channels: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Ward. Bo De, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nHopefully the above information will help you gain more knowledge about hypertrophic cardiomyopathy. Note, medical information is for reference only and is not a substitute for examination, diagnosis and treatment by a cardiologist. Therefore, when your body shows unusual signs, you should go to the hospital immediately for examination, accurate diagnosis, and appropriate treatment!",
            "subsection_string": "Prevention of hypertrophic cardiomyopathy\nDoctor Huynh Ngoc Long said that hypertrophic cardiomyopathy is a genetic disease caused by gene mutations, so there is no effective prevention measure. It is important to identify the condition as early as possible to receive timely treatment and prevent complications.\nIf a family member has the disease, it is recommended that the remaining members have regular health checks so that the disease can be detected early.\n“The signs of cardiovascular disease are very vague, easily confused with other diseases. Therefore, in many cases, patients discover the disease when it has progressed seriously, or it is accidentally discovered when examining another disease. Besides, almost 100% of older people can suffer from many diseases at the same time such as hypertrophic cardiomyopathy, hypertension, diabetes, etc. If not detected early and treated promptly, it can lead to complications. dangerous, even life-threatening symptoms,\" Dr. Huynh Ngoc Long emphasized.\nTherefore, Dr. Huynh Ngoc Long recommends that regardless of age, especially sports players and people with underlying medical conditions, they need to have regular cardiovascular health examinations and screenings to detect early and effectively treat cardiovascular diseases. cardiovascular problems.\nTo schedule an examination and screening for hypertrophic cardiomyopathy and cardiovascular diseases at Tam Anh General Hospital System through information channels: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Ward. Bo De, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nHopefully the above information will help you gain more knowledge about hypertrophic cardiomyopathy. Note, medical information is for reference only and is not a substitute for examination, diagnosis and treatment by a cardiologist. Therefore, when your body shows unusual signs, you should go to the hospital immediately for examination, accurate diagnosis, and appropriate treatment!"
        }
    ],
    "name": "benh-co-tim-phi-dai.json"
}