{
    "title": "Rubella (German measles): Causes, symptoms, diagnosis and treatment",
    "category": "Infectious",
    "link": "https://tamanhhospital.vn/benh-rubella/",
    "abstract": "Rubella is a disease caused by the Togavirus virus of the Rubivirus genus and is characterized by small rashes. Rubella rash occurs in 50% - 80% of infected people and is sometimes easily confused with measles or scarlet fever. (first)",
    "content": "Rubella (German measles): Causes, symptoms, diagnosis and treatment\n\nRubella is a disease caused by the Togavirus virus of the Rubivirus genus and is characterized by small rashes. Rubella rash occurs in 50% - 80% of infected people and is sometimes easily confused with measles or scarlet fever. (first)\n\nWhat is Rubella?\nRubella is an acute, contagious viral infection that commonly occurs in children and young adults. Rubella virus infection usually causes a mild fever and rash in children and adults. Infection in pregnant women, especially in the first trimester, can lead to miscarriage, stillbirth, or stillbirth. have birth defects (also known as congenital Rubella syndrome).\nRubella virus is transmitted through small droplets in the air when an infected person sneezes or coughs. Humans are the only known host. There is currently no specific treatment for Rubella, but the disease can be prevented by vaccination.\n\nCauses and routes of transmission of Rubella disease\nThe disease is caused by the rubella virus (not the measles virus), first isolated in 1962. It is also an infectious disease but not more severe than measles or chickenpox.\nPregnant women with Rubella can also transmit it to the fetus. Rubella virus, after infecting the mother's blood, will also be transmitted to the baby through the placenta. In addition, crowded areas such as schools, hospitals, supermarkets, factories, etc. are also environments where the disease can easily spread.\nPeople with German measles are contagious for about a week before the rash appears and can continue to be contagious for about 7 days afterward. However, about 25% to 50% of people infected with rubella do not develop a rash or have symptoms, but they can still spread it to others.\nChildren with congenital rubella syndrome can shed the virus through urine or nasopharyngeal secretions for a year or more and can spread the virus to people who are not immune. Usually transmitted through the air from nasopharyngeal secretions. The virus can also pass through the mother's blood and infect the fetus, causing fetal infection. Because it is generally a mild disease in children, the main danger of rubella is in pregnant women, where it can cause congenital rubella syndrome in the child.\nAfter entering the body, Rubella virus multiplies in respiratory cells, spreads to lymphocytes and then into the bloodstream and causes disease.\n\nSymptoms of Rubella disease\nIn children, the disease is usually mild, with symptoms including:\nRash, mild fever (<39 °C), nausea and mild conjunctivitis. The rash, occurring in about 50-80% of cases, usually begins on the face and neck before progressing down the body, and lasts 1-3 days.; Swollen lymph nodes behind the ear and in the neck are the most characteristic clinical feature.\nInfected adults, more commonly women, may develop arthritis and joint pain that usually lasts 3-10 days.\nOnce infected, the virus will spread throughout the body in about 5-7 days. Symptoms usually appear 2 to 3 weeks after exposure. The most infectious period is usually 1-5 days after the rash appears.\n\nIncubation period and development stages of Rubella disease\nThe development process of German measles is calculated from the time the Rubella virus enters the body until the disease is cured. Accordingly, this process is divided into 3 stages:\nIncubation period\nAfter entering the body, Rubella virus will have an average incubation period of 16 - 18 days. At this time, the patient is infected with Rubella virus but has not yet shown symptoms.\nStage of illness\nTypical symptoms that may occur at this stage are fever, rash, and in some cases lymphadenopathy or arthritis.; The patient has a mild fever of about 38 degrees Celsius and also has symptoms such as sore throat, headache, runny nose, and conjunctivitis. These symptoms can last about 2 - 3 days.; Rash is the most characteristic manifestation of German measles. Going through this stage, the fever has decreased. The rash starts appearing on the head, down the face and then spreads throughout the body within 24 hours.\nRemission phase\nPatients at this stage will have no fever, the rash will disappear quickly and leave no traces on the skin, and the lymph nodes may also disappear after 1 week.\n\nFactors that increase the risk of German measles\nThe risk of German measles can occur in either adults or children. In addition, some people such as people who have not been vaccinated against Rubella, people who have not had the disease, people who travel to areas with Rubella epidemics... will be at higher risk of getting the disease than others.\nPeople traveling to areas with Rubella epidemics are also at high risk of contracting the disease\n\nIs Rubella dangerous?\nRubella is not dangerous, but if not prevented or treated, it can become severe: pain in the joints of the fingers, knees, wrists, encephalitis... In particular, pregnant women infected with the Rubella virus will transmit the disease to the fetus. children, causing deformities and lifelong effects.\n\nComplications of Rubella disease\nBesides joint pain or arthritis that can occur in 70% of adult women with Rubella, other rare complications that can occur include: thrombocytopenic purpura, encephalitis... (2)\nIf women are infected with the Rubella virus during early pregnancy, there is a 90% chance that they will transmit the virus to the fetus. This may be the cause of stillbirth or congenital Rubella syndrome. Infants with this syndrome may shed the virus for a year or longer.\nCongenital Rubella Syndrome: Children with congenital Rubella syndrome may have hearing loss, eye defects, heart defects and other lifelong disabilities, including: autism, diabetes and thyroid dysfunction . Many cases require treatment, surgery and care at high costs.\nThe risk of congenital rubella syndrome is highest in countries where women of childbearing age do not have immunity to the disease (through vaccination or through previous exposure to German measles). Before vaccines, up to 4 out of every 1,000 babies were born with congenital Rubella syndrome.\nStatistics also show that the earlier a woman gets Rubella during pregnancy, the higher the risk of transmitting the disease to the fetus. Accordingly:\nIf pregnant women get the disease in the first month of pregnancy, the infection rate for the fetus is 81% - 90%.; If pregnant women get the disease in the second month of pregnancy, the infection rate for the fetus is 60% - 70%.; If a pregnant woman gets the disease in the 3rd month of pregnancy, the infection rate for the fetus is 35% - 50%; If pregnant women are infected when they are 13 - 16 weeks pregnant, the infection rate for the fetus is 17%; If pregnant women are infected when they are 17 - 20 weeks pregnant, the infection rate for the fetus is 5%.\n\nDiagnosis and testing methods for Rubella disease\nIn addition to relying on clinical and epidemiological symptoms, obstetricians can apply several methods to diagnose Rubella disease such as ELISA specific antibody detection method, hemagglutination inhibition method... or testing. Quantitative immunoassay for IgM and IgG.\nCurrently, among the methods of diagnosing Rubella disease, Rubella virology, molecular biology or serology (IgM/IgG) testing methods are often used.\n\nTreatments\nTo date, there is still no specific medicine to treat Rubella. In many cases, the symptoms of the disease are mild, the patient only needs to rest, drink plenty of water and use fever-reducing medicine when the body temperature increases.\nPregnant women with Rubella need to see a doctor for medical treatment (such as acetaminophen to reduce symptoms). Or in more serious cases, treatment may include blood transfusions or steroids (synthetic hormones that treat inflammation).\n\nRubella prevention\nVaccination\nRubella vaccine is a live attenuated strain and a single dose provides more than 95% long-term immunity, similar to that caused by natural infection.\nRubella vaccination is an effective and long-lasting way to prevent the disease\nRubella vaccine is available as a monovalent (a vaccine that targets only one pathogen) or more commonly in combination with other vaccines such as childhood measles (MR), measles and mumps (MR) vaccines. MMR), or measles, mumps and varicella (MMRV).\nSide effects after vaccination are usually mild. They may include pain and redness at the injection site, mild fever, rash, and muscle pain.\nWHO recommends that all countries that have not yet introduced Rubella vaccination should consider using existing, well-established measles vaccination programmes. To date, four WHO regions have set targets to eliminate preventable causes of birth defects. In 2015, WHO's Americas became the first region in the world to be declared free of endemic Rubella transmission.\nThe number of countries using Rubella vaccine in their national programs continues to increase steadily. As of December 2018, 168 out of 194 countries used Rubella vaccine and global coverage was estimated at 69%. Reported cases of Rubella have decreased by 97%, from 670 894 cases in 102 countries in 2000 to 14 621 cases in 151 countries in 2018. CRS rates are highest in African regions and WHO Southeast Asia where vaccination rates are lowest.\nBased on the 2018 Global Vaccine Action Plan (GVAP) Assessment Report of the WHO Strategic Advisory Group of Experts (SAGE) on Immunization, Rubella control is lagging behind, with 26 countries still introduce the vaccine, while two regions (Africa and the Eastern Mediterranean) have not yet set goals for eliminating or controlling Rubella.\nSAGE recommends that Rubella vaccination should be introduced into vaccination programs as quickly as possible, to ensure that further benefits in Rubella control can be achieved. As one of the founding members of the Measles & Rubella Initiative, WHO provides technical support to governments and communities to improve routine immunization programs.\nRubella IgG antibody test\nIf you want to know whether your body has immunity to protect against Rubella, you should go to the doctor to be tested for Rubella IgG antibodies. This is a natural protective immunity produced when the body has been infected and recovered from the disease. If the Rubella IgG result is > 10 IU/L, the body has protective immunity. In case the result is ≤ 10 IU/L, you should get vaccinated to prevent disease.\nThe Testing Center, Tam Anh General Hospital is invested in spacious construction, arranged with a modern and synchronous equipment system, meeting Biosafety level 2 standards. At the same time, testing services are performed. with a system of modern equipment and machinery. Quantitative IgM antibody test; IgG Rubella is performed on the automatic Cobas 6000 and Cobas Pro systems of Roche.\nTo schedule an appointment at TAM ANH General Hospital, customers can fill out information here, or contact via:\nThrough the article, people also understand more about Rubella disease or more precisely, Rubella virus. With the signs and symptoms described above, those who show symptoms of the disease should calmly find out the cause and consult a doctor to be able to prevent and treat German measles conveniently and quickly. quickly",
    "subsections": [
        {
            "subsection_name": "What is Rubella?",
            "subsection_content": "Rubella is an acute, contagious viral infection that commonly occurs in children and young adults. Rubella virus infection usually causes a mild fever and rash in children and adults. Infection in pregnant women, especially in the first trimester, can lead to miscarriage, stillbirth, or stillbirth. have birth defects (also known as congenital Rubella syndrome).\nRubella virus is transmitted through small droplets in the air when an infected person sneezes or coughs. Humans are the only known host. There is currently no specific treatment for Rubella, but the disease can be prevented by vaccination.",
            "subsection_string": "What is Rubella?\nRubella is an acute, contagious viral infection that commonly occurs in children and young adults. Rubella virus infection usually causes a mild fever and rash in children and adults. Infection in pregnant women, especially in the first trimester, can lead to miscarriage, stillbirth, or stillbirth. have birth defects (also known as congenital Rubella syndrome).\nRubella virus is transmitted through small droplets in the air when an infected person sneezes or coughs. Humans are the only known host. There is currently no specific treatment for Rubella, but the disease can be prevented by vaccination."
        },
        {
            "subsection_name": "Causes and routes of transmission of Rubella disease",
            "subsection_content": "The disease is caused by the rubella virus (not the measles virus), first isolated in 1962. It is also an infectious disease but not more severe than measles or chickenpox.\nPregnant women with Rubella can also transmit it to the fetus. Rubella virus, after infecting the mother's blood, will also be transmitted to the baby through the placenta. In addition, crowded areas such as schools, hospitals, supermarkets, factories, etc. are also environments where the disease can easily spread.\nPeople with German measles are contagious for about a week before the rash appears and can continue to be contagious for about 7 days afterward. However, about 25% to 50% of people infected with rubella do not develop a rash or have symptoms, but they can still spread it to others.\nChildren with congenital rubella syndrome can shed the virus through urine or nasopharyngeal secretions for a year or more and can spread the virus to people who are not immune. Usually transmitted through the air from nasopharyngeal secretions. The virus can also pass through the mother's blood and infect the fetus, causing fetal infection. Because it is generally a mild disease in children, the main danger of rubella is in pregnant women, where it can cause congenital rubella syndrome in the child.\nAfter entering the body, Rubella virus multiplies in respiratory cells, spreads to lymphocytes and then into the bloodstream and causes disease.",
            "subsection_string": "Causes and routes of transmission of Rubella disease\nThe disease is caused by the rubella virus (not the measles virus), first isolated in 1962. It is also an infectious disease but not more severe than measles or chickenpox.\nPregnant women with Rubella can also transmit it to the fetus. Rubella virus, after infecting the mother's blood, will also be transmitted to the baby through the placenta. In addition, crowded areas such as schools, hospitals, supermarkets, factories, etc. are also environments where the disease can easily spread.\nPeople with German measles are contagious for about a week before the rash appears and can continue to be contagious for about 7 days afterward. However, about 25% to 50% of people infected with rubella do not develop a rash or have symptoms, but they can still spread it to others.\nChildren with congenital rubella syndrome can shed the virus through urine or nasopharyngeal secretions for a year or more and can spread the virus to people who are not immune. Usually transmitted through the air from nasopharyngeal secretions. The virus can also pass through the mother's blood and infect the fetus, causing fetal infection. Because it is generally a mild disease in children, the main danger of rubella is in pregnant women, where it can cause congenital rubella syndrome in the child.\nAfter entering the body, Rubella virus multiplies in respiratory cells, spreads to lymphocytes and then into the bloodstream and causes disease."
        },
        {
            "subsection_name": "Symptoms of Rubella disease",
            "subsection_content": "In children, the disease is usually mild, with symptoms including:\nRash, mild fever (<39 °C), nausea and mild conjunctivitis. The rash, occurring in about 50-80% of cases, usually begins on the face and neck before progressing down the body, and lasts 1-3 days.; Swollen lymph nodes behind the ear and in the neck are the most characteristic clinical feature.\nInfected adults, more commonly women, may develop arthritis and joint pain that usually lasts 3-10 days.\nOnce infected, the virus will spread throughout the body in about 5-7 days. Symptoms usually appear 2 to 3 weeks after exposure. The most infectious period is usually 1-5 days after the rash appears.",
            "subsection_string": "Symptoms of Rubella disease\nIn children, the disease is usually mild, with symptoms including:\nRash, mild fever (<39 °C), nausea and mild conjunctivitis. The rash, occurring in about 50-80% of cases, usually begins on the face and neck before progressing down the body, and lasts 1-3 days.; Swollen lymph nodes behind the ear and in the neck are the most characteristic clinical feature.\nInfected adults, more commonly women, may develop arthritis and joint pain that usually lasts 3-10 days.\nOnce infected, the virus will spread throughout the body in about 5-7 days. Symptoms usually appear 2 to 3 weeks after exposure. The most infectious period is usually 1-5 days after the rash appears."
        },
        {
            "subsection_name": "Incubation period and development stages of Rubella disease",
            "subsection_content": "The development process of German measles is calculated from the time the Rubella virus enters the body until the disease is cured. Accordingly, this process is divided into 3 stages:\nIncubation period\nAfter entering the body, Rubella virus will have an average incubation period of 16 - 18 days. At this time, the patient is infected with Rubella virus but has not yet shown symptoms.\nStage of illness\nTypical symptoms that may occur at this stage are fever, rash, and in some cases lymphadenopathy or arthritis.; The patient has a mild fever of about 38 degrees Celsius and also has symptoms such as sore throat, headache, runny nose, and conjunctivitis. These symptoms can last about 2 - 3 days.; Rash is the most characteristic manifestation of German measles. Going through this stage, the fever has decreased. The rash starts appearing on the head, down the face and then spreads throughout the body within 24 hours.\nRemission phase\nPatients at this stage will have no fever, the rash will disappear quickly and leave no traces on the skin, and the lymph nodes may also disappear after 1 week.",
            "subsection_string": "Incubation period and development stages of Rubella disease\nThe development process of German measles is calculated from the time the Rubella virus enters the body until the disease is cured. Accordingly, this process is divided into 3 stages:\nIncubation period\nAfter entering the body, Rubella virus will have an average incubation period of 16 - 18 days. At this time, the patient is infected with Rubella virus but has not yet shown symptoms.\nStage of illness\nTypical symptoms that may occur at this stage are fever, rash, and in some cases lymphadenopathy or arthritis.; The patient has a mild fever of about 38 degrees Celsius and also has symptoms such as sore throat, headache, runny nose, and conjunctivitis. These symptoms can last about 2 - 3 days.; Rash is the most characteristic manifestation of German measles. Going through this stage, the fever has decreased. The rash starts appearing on the head, down the face and then spreads throughout the body within 24 hours.\nRemission phase\nPatients at this stage will have no fever, the rash will disappear quickly and leave no traces on the skin, and the lymph nodes may also disappear after 1 week."
        },
        {
            "subsection_name": "Factors that increase the risk of German measles",
            "subsection_content": "The risk of German measles can occur in either adults or children. In addition, some people such as people who have not been vaccinated against Rubella, people who have not had the disease, people who travel to areas with Rubella epidemics... will be at higher risk of getting the disease than others.\nPeople traveling to areas with Rubella epidemics are also at high risk of contracting the disease",
            "subsection_string": "Factors that increase the risk of German measles\nThe risk of German measles can occur in either adults or children. In addition, some people such as people who have not been vaccinated against Rubella, people who have not had the disease, people who travel to areas with Rubella epidemics... will be at higher risk of getting the disease than others.\nPeople traveling to areas with Rubella epidemics are also at high risk of contracting the disease"
        },
        {
            "subsection_name": "Is Rubella dangerous?",
            "subsection_content": "Rubella is not dangerous, but if not prevented or treated, it can become severe: pain in the joints of the fingers, knees, wrists, encephalitis... In particular, pregnant women infected with the Rubella virus will transmit the disease to the fetus. children, causing deformities and lifelong effects.",
            "subsection_string": "Is Rubella dangerous?\nRubella is not dangerous, but if not prevented or treated, it can become severe: pain in the joints of the fingers, knees, wrists, encephalitis... In particular, pregnant women infected with the Rubella virus will transmit the disease to the fetus. children, causing deformities and lifelong effects."
        },
        {
            "subsection_name": "Complications of Rubella disease",
            "subsection_content": "Besides joint pain or arthritis that can occur in 70% of adult women with Rubella, other rare complications that can occur include: thrombocytopenic purpura, encephalitis... (2)\nIf women are infected with the Rubella virus during early pregnancy, there is a 90% chance that they will transmit the virus to the fetus. This may be the cause of stillbirth or congenital Rubella syndrome. Infants with this syndrome may shed the virus for a year or longer.\nCongenital Rubella Syndrome: Children with congenital Rubella syndrome may have hearing loss, eye defects, heart defects and other lifelong disabilities, including: autism, diabetes and thyroid dysfunction . Many cases require treatment, surgery and care at high costs.\nThe risk of congenital rubella syndrome is highest in countries where women of childbearing age do not have immunity to the disease (through vaccination or through previous exposure to German measles). Before vaccines, up to 4 out of every 1,000 babies were born with congenital Rubella syndrome.\nStatistics also show that the earlier a woman gets Rubella during pregnancy, the higher the risk of transmitting the disease to the fetus. Accordingly:\nIf pregnant women get the disease in the first month of pregnancy, the infection rate for the fetus is 81% - 90%.; If pregnant women get the disease in the second month of pregnancy, the infection rate for the fetus is 60% - 70%.; If a pregnant woman gets the disease in the 3rd month of pregnancy, the infection rate for the fetus is 35% - 50%; If pregnant women are infected when they are 13 - 16 weeks pregnant, the infection rate for the fetus is 17%; If pregnant women are infected when they are 17 - 20 weeks pregnant, the infection rate for the fetus is 5%.",
            "subsection_string": "Complications of Rubella disease\nBesides joint pain or arthritis that can occur in 70% of adult women with Rubella, other rare complications that can occur include: thrombocytopenic purpura, encephalitis... (2)\nIf women are infected with the Rubella virus during early pregnancy, there is a 90% chance that they will transmit the virus to the fetus. This may be the cause of stillbirth or congenital Rubella syndrome. Infants with this syndrome may shed the virus for a year or longer.\nCongenital Rubella Syndrome: Children with congenital Rubella syndrome may have hearing loss, eye defects, heart defects and other lifelong disabilities, including: autism, diabetes and thyroid dysfunction . Many cases require treatment, surgery and care at high costs.\nThe risk of congenital rubella syndrome is highest in countries where women of childbearing age do not have immunity to the disease (through vaccination or through previous exposure to German measles). Before vaccines, up to 4 out of every 1,000 babies were born with congenital Rubella syndrome.\nStatistics also show that the earlier a woman gets Rubella during pregnancy, the higher the risk of transmitting the disease to the fetus. Accordingly:\nIf pregnant women get the disease in the first month of pregnancy, the infection rate for the fetus is 81% - 90%.; If pregnant women get the disease in the second month of pregnancy, the infection rate for the fetus is 60% - 70%.; If a pregnant woman gets the disease in the 3rd month of pregnancy, the infection rate for the fetus is 35% - 50%; If pregnant women are infected when they are 13 - 16 weeks pregnant, the infection rate for the fetus is 17%; If pregnant women are infected when they are 17 - 20 weeks pregnant, the infection rate for the fetus is 5%."
        },
        {
            "subsection_name": "Diagnosis and testing methods for Rubella disease",
            "subsection_content": "In addition to relying on clinical and epidemiological symptoms, obstetricians can apply several methods to diagnose Rubella disease such as ELISA specific antibody detection method, hemagglutination inhibition method... or testing. Quantitative immunoassay for IgM and IgG.\nCurrently, among the methods of diagnosing Rubella disease, Rubella virology, molecular biology or serology (IgM/IgG) testing methods are often used.",
            "subsection_string": "Diagnosis and testing methods for Rubella disease\nIn addition to relying on clinical and epidemiological symptoms, obstetricians can apply several methods to diagnose Rubella disease such as ELISA specific antibody detection method, hemagglutination inhibition method... or testing. Quantitative immunoassay for IgM and IgG.\nCurrently, among the methods of diagnosing Rubella disease, Rubella virology, molecular biology or serology (IgM/IgG) testing methods are often used."
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "To date, there is still no specific medicine to treat Rubella. In many cases, the symptoms of the disease are mild, the patient only needs to rest, drink plenty of water and use fever-reducing medicine when the body temperature increases.\nPregnant women with Rubella need to see a doctor for medical treatment (such as acetaminophen to reduce symptoms). Or in more serious cases, treatment may include blood transfusions or steroids (synthetic hormones that treat inflammation).",
            "subsection_string": "Treatments\nTo date, there is still no specific medicine to treat Rubella. In many cases, the symptoms of the disease are mild, the patient only needs to rest, drink plenty of water and use fever-reducing medicine when the body temperature increases.\nPregnant women with Rubella need to see a doctor for medical treatment (such as acetaminophen to reduce symptoms). Or in more serious cases, treatment may include blood transfusions or steroids (synthetic hormones that treat inflammation)."
        },
        {
            "subsection_name": "Rubella prevention",
            "subsection_content": "Vaccination\nRubella vaccine is a live attenuated strain and a single dose provides more than 95% long-term immunity, similar to that caused by natural infection.\nRubella vaccination is an effective and long-lasting way to prevent the disease\nRubella vaccine is available as a monovalent (a vaccine that targets only one pathogen) or more commonly in combination with other vaccines such as childhood measles (MR), measles and mumps (MR) vaccines. MMR), or measles, mumps and varicella (MMRV).\nSide effects after vaccination are usually mild. They may include pain and redness at the injection site, mild fever, rash, and muscle pain.\nWHO recommends that all countries that have not yet introduced Rubella vaccination should consider using existing, well-established measles vaccination programmes. To date, four WHO regions have set targets to eliminate preventable causes of birth defects. In 2015, WHO's Americas became the first region in the world to be declared free of endemic Rubella transmission.\nThe number of countries using Rubella vaccine in their national programs continues to increase steadily. As of December 2018, 168 out of 194 countries used Rubella vaccine and global coverage was estimated at 69%. Reported cases of Rubella have decreased by 97%, from 670 894 cases in 102 countries in 2000 to 14 621 cases in 151 countries in 2018. CRS rates are highest in African regions and WHO Southeast Asia where vaccination rates are lowest.\nBased on the 2018 Global Vaccine Action Plan (GVAP) Assessment Report of the WHO Strategic Advisory Group of Experts (SAGE) on Immunization, Rubella control is lagging behind, with 26 countries still introduce the vaccine, while two regions (Africa and the Eastern Mediterranean) have not yet set goals for eliminating or controlling Rubella.\nSAGE recommends that Rubella vaccination should be introduced into vaccination programs as quickly as possible, to ensure that further benefits in Rubella control can be achieved. As one of the founding members of the Measles & Rubella Initiative, WHO provides technical support to governments and communities to improve routine immunization programs.\nRubella IgG antibody test\nIf you want to know whether your body has immunity to protect against Rubella, you should go to the doctor to be tested for Rubella IgG antibodies. This is a natural protective immunity produced when the body has been infected and recovered from the disease. If the Rubella IgG result is > 10 IU/L, the body has protective immunity. In case the result is ≤ 10 IU/L, you should get vaccinated to prevent disease.\nThe Testing Center, Tam Anh General Hospital is invested in spacious construction, arranged with a modern and synchronous equipment system, meeting Biosafety level 2 standards. At the same time, testing services are performed. with a system of modern equipment and machinery. Quantitative IgM antibody test; IgG Rubella is performed on the automatic Cobas 6000 and Cobas Pro systems of Roche.\nTo schedule an appointment at TAM ANH General Hospital, customers can fill out information here, or contact via:\nThrough the article, people also understand more about Rubella disease or more precisely, Rubella virus. With the signs and symptoms described above, those who show symptoms of the disease should calmly find out the cause and consult a doctor to be able to prevent and treat German measles conveniently and quickly. quickly",
            "subsection_string": "Rubella prevention\nVaccination\nRubella vaccine is a live attenuated strain and a single dose provides more than 95% long-term immunity, similar to that caused by natural infection.\nRubella vaccination is an effective and long-lasting way to prevent the disease\nRubella vaccine is available as a monovalent (a vaccine that targets only one pathogen) or more commonly in combination with other vaccines such as childhood measles (MR), measles and mumps (MR) vaccines. MMR), or measles, mumps and varicella (MMRV).\nSide effects after vaccination are usually mild. They may include pain and redness at the injection site, mild fever, rash, and muscle pain.\nWHO recommends that all countries that have not yet introduced Rubella vaccination should consider using existing, well-established measles vaccination programmes. To date, four WHO regions have set targets to eliminate preventable causes of birth defects. In 2015, WHO's Americas became the first region in the world to be declared free of endemic Rubella transmission.\nThe number of countries using Rubella vaccine in their national programs continues to increase steadily. As of December 2018, 168 out of 194 countries used Rubella vaccine and global coverage was estimated at 69%. Reported cases of Rubella have decreased by 97%, from 670 894 cases in 102 countries in 2000 to 14 621 cases in 151 countries in 2018. CRS rates are highest in African regions and WHO Southeast Asia where vaccination rates are lowest.\nBased on the 2018 Global Vaccine Action Plan (GVAP) Assessment Report of the WHO Strategic Advisory Group of Experts (SAGE) on Immunization, Rubella control is lagging behind, with 26 countries still introduce the vaccine, while two regions (Africa and the Eastern Mediterranean) have not yet set goals for eliminating or controlling Rubella.\nSAGE recommends that Rubella vaccination should be introduced into vaccination programs as quickly as possible, to ensure that further benefits in Rubella control can be achieved. As one of the founding members of the Measles & Rubella Initiative, WHO provides technical support to governments and communities to improve routine immunization programs.\nRubella IgG antibody test\nIf you want to know whether your body has immunity to protect against Rubella, you should go to the doctor to be tested for Rubella IgG antibodies. This is a natural protective immunity produced when the body has been infected and recovered from the disease. If the Rubella IgG result is > 10 IU/L, the body has protective immunity. In case the result is ≤ 10 IU/L, you should get vaccinated to prevent disease.\nThe Testing Center, Tam Anh General Hospital is invested in spacious construction, arranged with a modern and synchronous equipment system, meeting Biosafety level 2 standards. At the same time, testing services are performed. with a system of modern equipment and machinery. Quantitative IgM antibody test; IgG Rubella is performed on the automatic Cobas 6000 and Cobas Pro systems of Roche.\nTo schedule an appointment at TAM ANH General Hospital, customers can fill out information here, or contact via:\nThrough the article, people also understand more about Rubella disease or more precisely, Rubella virus. With the signs and symptoms described above, those who show symptoms of the disease should calmly find out the cause and consult a doctor to be able to prevent and treat German measles conveniently and quickly. quickly"
        }
    ],
    "name": "benh-rubella.json"
}