{
    "title": "Acute pharyngitis: Causes, symptoms and prevention",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/benh-viem-hong-cap/",
    "abstract": "Acute pharyngitis is one of the most common ear, nose and throat diseases in our country in winter or when the weather changes. The disease can occur in both children and adults with weakened immune systems. According to MScNT Nguyen Thi Huong, Doctor of Ear, Nose and Throat Department, Tam Anh General Hospital, Ho Chi Minh City, acute pharyngitis causes pain, throat irritation, cough and fatigue. This is a common disease and rarely causes serious consequences. However, sometimes the disease causes serious complications such as bronchitis, pneumonia, otitis media, meningitis, and myocarditis. If not intervened in time, the disease can seriously affect the health and leave long-term sequelae for the patient such as hearing loss due to perforated eardrum, rheumatic heart disease, chronic kidney disease... even death. especially in children.\nAcute pharyngitis can last 1-2 weeks",
    "content": "Acute pharyngitis: Causes, symptoms and prevention\n\nAcute pharyngitis is one of the most common ear, nose and throat diseases in our country in winter or when the weather changes. The disease can occur in both children and adults with weakened immune systems. According to MScNT Nguyen Thi Huong, Doctor of Ear, Nose and Throat Department, Tam Anh General Hospital, Ho Chi Minh City, acute pharyngitis causes pain, throat irritation, cough and fatigue. This is a common disease and rarely causes serious consequences. However, sometimes the disease causes serious complications such as bronchitis, pneumonia, otitis media, meningitis, and myocarditis. If not intervened in time, the disease can seriously affect the health and leave long-term sequelae for the patient such as hearing loss due to perforated eardrum, rheumatic heart disease, chronic kidney disease... even death. especially in children.\nAcute pharyngitis can last 1-2 weeks\n\nWhat is acute pharyngitis?\nAcute pharyngitis is an acute inflammation and infection of the mucosa of the back of the throat leading to red, swollen throat, pain, burning, itching and causing cough. The disease usually lasts 1-2 weeks. The most common cause is a number of viruses such as parainfluenza virus, influenza virus, rhinovirus, coronavirus and respiratory syncytial virus (RSV), but bacteria can also cause the disease.(1)\n\nCauses of acute pharyngitis\nAcute pharyngitis can be caused by viruses or bacterial strains, but viruses are the more common cause. (2) Viruses that cause acute pharyngitis include:\nAdenovirus; Enterovirus; Herpangia; Coxsackie A16; Herpes simplex (HSV); Measles virus\nTypes of bacteria that cause acute pharyngitis include:\nGroup A Streptococcus; Diphtheria bacteria; Fusobacterium Necrophorum bacteria; Gonococcal bacteria; Arcanobacterium bacteria\n\nSymptoms of acute pharyngitis\nDr. Huong said that signs of acute pharyngitis usually only last 1-2 weeks.\nGeneral symptoms often include a swollen, red, itchy, burning, painful throat, possibly cough, hoarseness, fever, difficulty swallowing, and fatigue. In addition, depending on the source of the disease, symptoms may manifest differently as follows.\n1. Acute pharyngitis due to viral infection\nAdenovirus infection: Incubation period is 2-4 days. Upper respiratory tract infections often cause fever, pharyngeal congestion, and tonsil hypertrophy, along with phlegm secretions and enlarged cervical lymph nodes. When conjunctivitis occurs along with viral pharyngitis, it will cause fever-conjunctiva-throat syndrome. Sore throat can last up to 7 days and does not respond to antibiotics. Children can be reinfected many times.\nEnterovirus infection: Enteroviruses (coxsackie and echovirus) can cause a sore throat, especially in the summer. Common symptoms include high fever, congested throat; tonsillitis and cervical lymphadenitis. Symptoms will go away within a few days.\nHerpangina virus infection: Herpangina infection is characterized by gray-white, discrete, painful vesicular lesions distributed in the back of the pharynx. The blisters are 1-2mm in diameter and are initially surrounded by erythema before they ulcerate. Patients may have a high fever of 39.5°C with severe headaches and dehydration. Herpangina sore throat usually lasts less than 7 days.\nCoxsackie A16 infection: Painful, ulcerative blisters may appear throughout the oropharynx. Blisters also develop on the palms of the hands, soles of the feet, and less often on the trunk or extremities. Patients usually have a mild fever and the illness lasts about a week.\nHerpes simplex virus (HSV) infection: Primary infection with the Herpes simplex virus (HSV) often causes high fever accompanied by acute gingivitis, including blisters (which become ulcers) throughout the front of the mouth and lips.\nMeasles virus infection: Infants and toddlers with measles often have prominent oral manifestations in the early stages of the illness. In addition to high fever, cough, runny nose and conjunctivitis, the pharynx may be heavily and diffusely congested but the tonsils are not swollen and do not secrete fluid. On clinical examination, there is the presence of Koplik spots, white or blue-white images on the gum mucosa near the lower teeth.\nHerpes simplex virus infection leads to acute pharyngitis.\n2. Acute pharyngitis due to infection\nGroup A Streptococcus: When evaluating patients with pharyngitis, the primary concern is the accurate diagnosis and treatment of pharyngitis caused by group A streptococcus (GAS) or Streptococcus pyogenes, which accounts for approximately 15% of all episodes. throat. The sequelae of GAS pharyngitis, especially acute rheumatic fever (ARF) and acute glomerulonephritis (AGN), have at times resulted in significant morbidity and mortality in the United States and continue to do so in the United States. other places in the world. The most characteristic symptom of the disease is the sudden onset of fever and sore throat. Headache, irritability, abdominal pain, nausea and vomiting also commonly occur. Besides, the patient may also have cough, conjunctivitis, sharp pain, diarrhea, scattered lesions and ulcers of the throat mucosa, and hoarseness. When examined, there is clear pharyngeal congestion, and petechiae may be noted on the roof of the mouth or in the throat, especially in the form of mononucleosis. The tonsils are enlarged, red, and have pus cavities on the surface. The papillae of the tongue may be red and swollen, and the cervical lymph nodes are often tender and swollen.\nScarlet fever: Disease caused by infection with a strain of GAS that contains a bacterium that produces an erythrotoxin (which causes redness), usually exotoxin A. The most common symptoms are a red rash that appears on the face and after 24 hours it will spread to the whole body. The rash will peel off after a few days and appear like a mild sunburn. In addition, cough, nosebleeds, conjunctivitis, laryngitis, bad breath, nasopharynx or diarrhea are manifestations of acute pharyngitis caused by scarlet fever.\nBacterial infection in mononucleosis: Acute exudative pharyngitis often occurs with mononucleosis due to primary Epstein-Barr virus (EBV) infection. Mononucleosis is a self-limited systemic lymphoproliferative disorder. Specific symptoms include fever, mild or severe acute pharyngitis, swollen tonsils that can cause airway obstruction, erythema, and tonsillar discharge. Neck lymph nodes may be swollen and tender.\nFusobacterium Necrophorum Infection: Fusobacterium necrophorum is an anaerobic gram-negative bacterium that is increasingly recognized as a cause of pharyngitis in adolescents and adults. This bacterial pharyngitis may be associated with the development of internal jugular thrombophlebitis, known as Lemierre syndrome. Patients have initial symptoms of fever, sore throat, exudative pharyngitis and/or retropharyngeal abscess. Symptoms persist, swelling and severe neck pain; The patient shows signs of poisoning.\nArcanobacterium infection: Arcanobacterium haemolyticum is a gram-positive bacterium that causes acute pharyngitis and a red rash. The disease is more common in adolescents with symptoms of pharyngeal congestion, white to gray tonsil secretions, cervical lymphadenitis, and mild fever. In addition, symptoms can also be petechiae on the palms and tongue; scarlet fever rash often appears on the face, palms of the hands, and soles of the feet; The red and white rash may be itchy and rarely peel.\nDiphtheria infection: Diphtheria is a very serious disease caused by infection of the oropharynx by toxic strains of Corynebacterium diphtheriae bacteria. The incubation period is 1-5 days with symptoms of sore throat, loss of appetite, malaise and mild fever. A gray film forms within 1-2 days on the tonsils and pharyngeal walls but sometimes also appears on the larynx and trachea.\nGonococcal infection: Neisseria gonorrhoeae infection often has symptoms of purulent tonsillitis and ulceration but may be asymptomatic and then resolve spontaneously.\nHaemophilus influenzae type b bacterial infection: This is the type of bacteria that causes epiglottitis and tracheitis. The disease presents with an acute onset of fever and severe sore throat, then progresses rapidly to cause damage to the airways. Patients often salivate, stutter or have difficulty speaking.\n\nDiagnosis of acute pharyngitis\nAccording to Dr. Huong, clinical examination can determine acute pharyngitis and the source of the disease. In case after examination there is not enough basis to determine the disease, additional tests need to be done.\n1. Clinical examination\nClinical symptoms of acute pharyngitis usually last 1-2 weeks and include:\nHoarseness; Mouth sores; Conjunctivitis; Cough; Laryngitis; Lymphadenopathy\nSome viruses such as parainfluenza and influenza viruses, Rhinovirus, Coronavirus and respiratory syncytial virus (RSV) cause distinct clinical syndromes including runny nose, cough, sore throat that can be easily diagnosed without need to do testing, specifically.\nInfluenza virus: Can cause high fever, cough, headache, irritability, muscle pain and neck lymph nodes. In young children, pneumonia or bronchiolitis may occur.\nRSV virus: RSV infection in older children is often indistinguishable from upper respiratory tract infections. In young children, bronchiolitis and pneumonia may occur. Meanwhile, sore throat is not a prominent sign of RSV infection at any age.\nParainfluenza virus: Parainfluenza virus infection can cause bronchiolitis; mild sore throat but quickly resolved. Parainfluenza virus, influenza virus and RSV infections are common during seasonal epidemics, especially in winter. Patients with obvious viral symptoms do not need to be tested for group A streptococcus. However, doctors cannot use physical examination to differentiate between viral pharyngitis and group A streptococcal pharyngitis without have viral symptoms.\n2. Paraclinical diagnosis\nRapid antigen detection test (RADT): Clinicians should use a rapid antigen detection test (RADT) to identify group A streptococcal pharyngitis. However, strep throat testing Group A bacteria are not routinely prescribed for children under 3 years of age and people with acute rheumatic fever.; Throat culture: This is the \"gold standard\" in diagnosing acute pharyngitis; Blood test: Indicated when acute pharyngitis caused by streptococcus is suspected; Computed tomography (CT): Often indicated to identify complications of retropharyngeal wall abscess due to acute pharyngitis.\nWhen symptoms of swelling and sore throat appear, patients should go to the hospital to see an Ear, Nose and Throat specialist for timely diagnosis and treatment. – Photo of Tam Anh General Hospital\n\nTreatment methods for acute pharyngitis\nAccording to Dr. Huong, depending on the level of inflammation, acute pharyngitis can be treated with medication combined with home support methods or hospital treatment.\n1. Treatment with medication\nThe antibiotics Penicillin or Amoxicillin are indicated for patients with a positive RADT or throat culture. According to Dr. Huong, antibiotic treatment reduces the incidence of sequelae of GAS pharyngitis, such as retropharyngeal abscesses.\nDepending on the severity of the disease, the doctor may prescribe oral or intramuscular antibiotics. Antibiotic treatment also helps to resolve signs and symptoms more quickly and stops the infection within 24 hours.\n2. Surgical treatment\nSurgery is often indicated to treat complications caused by acute pharyngitis that do not respond to conventional medical treatment, such as retropharyngeal abscesses. When an abscess is detected clinically or by imaging such as computed tomography (CT), surgical drainage will be indicated.\n3. Methods to support treatment at home\nPatients can apply methods to help treat acute sore throat at home such as:\nSaline with salt water: Salt water is very useful in anti-inflammatory and reduces the bacterial load in the nasopharynx. Every day, patients should gargle with salt water for about 1 minute every morning and evening, or whenever they feel a sore throat and cough a lot to reduce symptoms. Doctor Huong noted that you can mix your own salt water for use, but it is best for patients to use physiological saline to avoid the risk of damaging the mucous membranes of the throat and mouth due to too concentrated sodium concentration.; Saline with salt water: Salt water is very useful in anti-inflammatory and reduces the bacterial load in the nasopharynx. Every day, patients should gargle with salt water for about 1 minute every morning and evening, or whenever they feel a sore throat and cough a lot to reduce symptoms. Doctor Huong noted that you can mix your own salt water for use, but it is best for patients to use physiological saline to avoid the risk of damaging the mucous membranes of the throat and mouth due to too concentrated sodium concentration.\nDiffusing essential oils: Diffusing essential oils is a good therapy for upper respiratory tract infections. Essential oils such as mint, lemongrass, ginger, chamomile... rich in anti-inflammatory substances will moisturize and soothe the throat, reduce symptoms of nasal congestion, and bring comfort to the patient.; Diffusing essential oils: Diffusing essential oils is a good therapy for upper respiratory tract infections. Essential oils such as mint, lemongrass, ginger, chamomile... rich in anti-inflammatory substances will moisturize and soothe the throat, reduce symptoms of nasal congestion, and bring comfort to the patient.\nDrink warm herbal teas: Warm teas such as chamomile tea, mint tea, ginger tea, cinnamon tea can improve stuffy nose and sore throat. Patients can drink it in the morning when they wake up to help clear their airways.; Drink warm herbal teas: Warm teas such as chamomile tea, mint tea, ginger tea, cinnamon tea can improve stuffy nose and sore throat. Patients can drink it in the morning when they wake up to help clear their airways.\nHoney: Honey is rich in anti-inflammatory properties, and is often used for both adults and children to relieve sore throat symptoms.; Honey: Honey is rich in anti-inflammatory properties and is often used for both adults and children to reduce sore throat symptoms.\nThroat sprays: Over-the-counter nasopharyngeal sprays containing phenol can also be used for topical treatment.; Throat sprays: Over-the-counter nasopharyngeal sprays containing phenol can also be used for topical treatment.\n\nHow to prevent acute pharyngitis\nAcute pharyngitis is most commonly caused by viruses. Therefore, prevention mainly focuses on preventing the spread of viruses by:\nWear a mask when leaving the house;; Avoid gathering in crowded places;; Avoid contact with sick people;; Keep your body warm, avoid drinking ice water, smoking, and drinking alcohol that irritates the throat mucosa;; Wash hands before eating, after going to the toilet and after returning home;; Practice the habit of regular health check-ups every 6 months or at least once a year to detect and early treat possible causes of acute pharyngitis.\n\nComplications of acute pharyngitis\nAccording to Dr. Huong, acute pharyngitis that is not treated well will likely progress to chronic pharyngitis or cause serious complications that can lead to death, especially in children.(3) Complications of acute pharyngitis may include:\nSevere pneumonia and hepatitis, myocarditis, and myositis are common in Adenovirus infection.; Meningitis, myocarditis, common in Enterovirus infection; Retropharyngeal abscess; Otitis media, mastoiditis and sinusitis in acute pharyngitis caused by GAS.\n\nFrequently asked questions about acute pharyngitis\n1. Is acute pharyngitis contagious?\nAcute pharyngitis caused by viruses and group A streptococcus can spread from person to person.\n2. Is acute pharyngitis in children more dangerous than in adults?\nAcute pharyngitis caused by Adenovirus and Enterovirus is very dangerous because it can cause complications such as severe pneumonia, hepatitis, myocarditis, and meningitis that threaten the lives of young children.\nLearn the causes and symptoms of acute pharyngitis in children, so that you can prevent and treat it properly when your child gets sick.\n3. How long does acute pharyngitis last?\nAcute pharyngitis usually lasts 1-2 weeks and will heal.\n4. What is the difference between acute pharyngitis and chronic pharyngitis?\nAcute pharyngitis is usually caused mainly by viruses. Acute pharyngitis only lasts for a short period of less than 14 days. Chronic pharyngitis lasts many weeks.\nAcute pharyngitis caused by viruses is more common than caused by bacteria. Both sources of disease can have severe consequences, especially in children. Therefore, accurate diagnosis of acute pharyngitis is necessary to prescribe appropriate treatment, ensure the prevention of serious complications and limit surgery, especially acute pharyngitis caused by streptococcus. .\nDepartment of Otorhinolaryngology, Tam Anh General Hospital is a unit that examines, diagnoses and treats in-depth diseases of the ear, nose and throat, including acute pharyngitis. With a team of skilled and experienced experts and doctors, supported by a system of modern medical examination and treatment equipment such as Xion ENT endoscope (Germany), Medtronic tissue drilling machine (USA), Coblator and plasma ablation machine (USA)... along with close combination in diagnosis and treatment between ENT, Laboratory, Imaging, Oncology... specialties help to provide professional medical examination and treatment. , comprehensive, highly effective.",
    "subsections": [
        {
            "subsection_name": "What is acute pharyngitis?",
            "subsection_content": "Acute pharyngitis is an acute inflammation and infection of the mucosa of the back of the throat leading to red, swollen throat, pain, burning, itching and causing cough. The disease usually lasts 1-2 weeks. The most common cause is a number of viruses such as parainfluenza virus, influenza virus, rhinovirus, coronavirus and respiratory syncytial virus (RSV), but bacteria can also cause the disease.(1)",
            "subsection_string": "What is acute pharyngitis?\nAcute pharyngitis is an acute inflammation and infection of the mucosa of the back of the throat leading to red, swollen throat, pain, burning, itching and causing cough. The disease usually lasts 1-2 weeks. The most common cause is a number of viruses such as parainfluenza virus, influenza virus, rhinovirus, coronavirus and respiratory syncytial virus (RSV), but bacteria can also cause the disease.(1)"
        },
        {
            "subsection_name": "Causes of acute pharyngitis",
            "subsection_content": "Acute pharyngitis can be caused by viruses or bacterial strains, but viruses are the more common cause. (2) Viruses that cause acute pharyngitis include:\nAdenovirus; Enterovirus; Herpangia; Coxsackie A16; Herpes simplex (HSV); Measles virus\nTypes of bacteria that cause acute pharyngitis include:\nGroup A Streptococcus; Diphtheria bacteria; Fusobacterium Necrophorum bacteria; Gonococcal bacteria; Arcanobacterium bacteria",
            "subsection_string": "Causes of acute pharyngitis\nAcute pharyngitis can be caused by viruses or bacterial strains, but viruses are the more common cause. (2) Viruses that cause acute pharyngitis include:\nAdenovirus; Enterovirus; Herpangia; Coxsackie A16; Herpes simplex (HSV); Measles virus\nTypes of bacteria that cause acute pharyngitis include:\nGroup A Streptococcus; Diphtheria bacteria; Fusobacterium Necrophorum bacteria; Gonococcal bacteria; Arcanobacterium bacteria"
        },
        {
            "subsection_name": "Symptoms of acute pharyngitis",
            "subsection_content": "Dr. Huong said that signs of acute pharyngitis usually only last 1-2 weeks.\nGeneral symptoms often include a swollen, red, itchy, burning, painful throat, possibly cough, hoarseness, fever, difficulty swallowing, and fatigue. In addition, depending on the source of the disease, symptoms may manifest differently as follows.\n1. Acute pharyngitis due to viral infection\nAdenovirus infection: Incubation period is 2-4 days. Upper respiratory tract infections often cause fever, pharyngeal congestion, and tonsil hypertrophy, along with phlegm secretions and enlarged cervical lymph nodes. When conjunctivitis occurs along with viral pharyngitis, it will cause fever-conjunctiva-throat syndrome. Sore throat can last up to 7 days and does not respond to antibiotics. Children can be reinfected many times.\nEnterovirus infection: Enteroviruses (coxsackie and echovirus) can cause a sore throat, especially in the summer. Common symptoms include high fever, congested throat; tonsillitis and cervical lymphadenitis. Symptoms will go away within a few days.\nHerpangina virus infection: Herpangina infection is characterized by gray-white, discrete, painful vesicular lesions distributed in the back of the pharynx. The blisters are 1-2mm in diameter and are initially surrounded by erythema before they ulcerate. Patients may have a high fever of 39.5°C with severe headaches and dehydration. Herpangina sore throat usually lasts less than 7 days.\nCoxsackie A16 infection: Painful, ulcerative blisters may appear throughout the oropharynx. Blisters also develop on the palms of the hands, soles of the feet, and less often on the trunk or extremities. Patients usually have a mild fever and the illness lasts about a week.\nHerpes simplex virus (HSV) infection: Primary infection with the Herpes simplex virus (HSV) often causes high fever accompanied by acute gingivitis, including blisters (which become ulcers) throughout the front of the mouth and lips.\nMeasles virus infection: Infants and toddlers with measles often have prominent oral manifestations in the early stages of the illness. In addition to high fever, cough, runny nose and conjunctivitis, the pharynx may be heavily and diffusely congested but the tonsils are not swollen and do not secrete fluid. On clinical examination, there is the presence of Koplik spots, white or blue-white images on the gum mucosa near the lower teeth.\nHerpes simplex virus infection leads to acute pharyngitis.\n2. Acute pharyngitis due to infection\nGroup A Streptococcus: When evaluating patients with pharyngitis, the primary concern is the accurate diagnosis and treatment of pharyngitis caused by group A streptococcus (GAS) or Streptococcus pyogenes, which accounts for approximately 15% of all episodes. throat. The sequelae of GAS pharyngitis, especially acute rheumatic fever (ARF) and acute glomerulonephritis (AGN), have at times resulted in significant morbidity and mortality in the United States and continue to do so in the United States. other places in the world. The most characteristic symptom of the disease is the sudden onset of fever and sore throat. Headache, irritability, abdominal pain, nausea and vomiting also commonly occur. Besides, the patient may also have cough, conjunctivitis, sharp pain, diarrhea, scattered lesions and ulcers of the throat mucosa, and hoarseness. When examined, there is clear pharyngeal congestion, and petechiae may be noted on the roof of the mouth or in the throat, especially in the form of mononucleosis. The tonsils are enlarged, red, and have pus cavities on the surface. The papillae of the tongue may be red and swollen, and the cervical lymph nodes are often tender and swollen.\nScarlet fever: Disease caused by infection with a strain of GAS that contains a bacterium that produces an erythrotoxin (which causes redness), usually exotoxin A. The most common symptoms are a red rash that appears on the face and after 24 hours it will spread to the whole body. The rash will peel off after a few days and appear like a mild sunburn. In addition, cough, nosebleeds, conjunctivitis, laryngitis, bad breath, nasopharynx or diarrhea are manifestations of acute pharyngitis caused by scarlet fever.\nBacterial infection in mononucleosis: Acute exudative pharyngitis often occurs with mononucleosis due to primary Epstein-Barr virus (EBV) infection. Mononucleosis is a self-limited systemic lymphoproliferative disorder. Specific symptoms include fever, mild or severe acute pharyngitis, swollen tonsils that can cause airway obstruction, erythema, and tonsillar discharge. Neck lymph nodes may be swollen and tender.\nFusobacterium Necrophorum Infection: Fusobacterium necrophorum is an anaerobic gram-negative bacterium that is increasingly recognized as a cause of pharyngitis in adolescents and adults. This bacterial pharyngitis may be associated with the development of internal jugular thrombophlebitis, known as Lemierre syndrome. Patients have initial symptoms of fever, sore throat, exudative pharyngitis and/or retropharyngeal abscess. Symptoms persist, swelling and severe neck pain; The patient shows signs of poisoning.\nArcanobacterium infection: Arcanobacterium haemolyticum is a gram-positive bacterium that causes acute pharyngitis and a red rash. The disease is more common in adolescents with symptoms of pharyngeal congestion, white to gray tonsil secretions, cervical lymphadenitis, and mild fever. In addition, symptoms can also be petechiae on the palms and tongue; scarlet fever rash often appears on the face, palms of the hands, and soles of the feet; The red and white rash may be itchy and rarely peel.\nDiphtheria infection: Diphtheria is a very serious disease caused by infection of the oropharynx by toxic strains of Corynebacterium diphtheriae bacteria. The incubation period is 1-5 days with symptoms of sore throat, loss of appetite, malaise and mild fever. A gray film forms within 1-2 days on the tonsils and pharyngeal walls but sometimes also appears on the larynx and trachea.\nGonococcal infection: Neisseria gonorrhoeae infection often has symptoms of purulent tonsillitis and ulceration but may be asymptomatic and then resolve spontaneously.\nHaemophilus influenzae type b bacterial infection: This is the type of bacteria that causes epiglottitis and tracheitis. The disease presents with an acute onset of fever and severe sore throat, then progresses rapidly to cause damage to the airways. Patients often salivate, stutter or have difficulty speaking.",
            "subsection_string": "Symptoms of acute pharyngitis\nDr. Huong said that signs of acute pharyngitis usually only last 1-2 weeks.\nGeneral symptoms often include a swollen, red, itchy, burning, painful throat, possibly cough, hoarseness, fever, difficulty swallowing, and fatigue. In addition, depending on the source of the disease, symptoms may manifest differently as follows.\n1. Acute pharyngitis due to viral infection\nAdenovirus infection: Incubation period is 2-4 days. Upper respiratory tract infections often cause fever, pharyngeal congestion, and tonsil hypertrophy, along with phlegm secretions and enlarged cervical lymph nodes. When conjunctivitis occurs along with viral pharyngitis, it will cause fever-conjunctiva-throat syndrome. Sore throat can last up to 7 days and does not respond to antibiotics. Children can be reinfected many times.\nEnterovirus infection: Enteroviruses (coxsackie and echovirus) can cause a sore throat, especially in the summer. Common symptoms include high fever, congested throat; tonsillitis and cervical lymphadenitis. Symptoms will go away within a few days.\nHerpangina virus infection: Herpangina infection is characterized by gray-white, discrete, painful vesicular lesions distributed in the back of the pharynx. The blisters are 1-2mm in diameter and are initially surrounded by erythema before they ulcerate. Patients may have a high fever of 39.5°C with severe headaches and dehydration. Herpangina sore throat usually lasts less than 7 days.\nCoxsackie A16 infection: Painful, ulcerative blisters may appear throughout the oropharynx. Blisters also develop on the palms of the hands, soles of the feet, and less often on the trunk or extremities. Patients usually have a mild fever and the illness lasts about a week.\nHerpes simplex virus (HSV) infection: Primary infection with the Herpes simplex virus (HSV) often causes high fever accompanied by acute gingivitis, including blisters (which become ulcers) throughout the front of the mouth and lips.\nMeasles virus infection: Infants and toddlers with measles often have prominent oral manifestations in the early stages of the illness. In addition to high fever, cough, runny nose and conjunctivitis, the pharynx may be heavily and diffusely congested but the tonsils are not swollen and do not secrete fluid. On clinical examination, there is the presence of Koplik spots, white or blue-white images on the gum mucosa near the lower teeth.\nHerpes simplex virus infection leads to acute pharyngitis.\n2. Acute pharyngitis due to infection\nGroup A Streptococcus: When evaluating patients with pharyngitis, the primary concern is the accurate diagnosis and treatment of pharyngitis caused by group A streptococcus (GAS) or Streptococcus pyogenes, which accounts for approximately 15% of all episodes. throat. The sequelae of GAS pharyngitis, especially acute rheumatic fever (ARF) and acute glomerulonephritis (AGN), have at times resulted in significant morbidity and mortality in the United States and continue to do so in the United States. other places in the world. The most characteristic symptom of the disease is the sudden onset of fever and sore throat. Headache, irritability, abdominal pain, nausea and vomiting also commonly occur. Besides, the patient may also have cough, conjunctivitis, sharp pain, diarrhea, scattered lesions and ulcers of the throat mucosa, and hoarseness. When examined, there is clear pharyngeal congestion, and petechiae may be noted on the roof of the mouth or in the throat, especially in the form of mononucleosis. The tonsils are enlarged, red, and have pus cavities on the surface. The papillae of the tongue may be red and swollen, and the cervical lymph nodes are often tender and swollen.\nScarlet fever: Disease caused by infection with a strain of GAS that contains a bacterium that produces an erythrotoxin (which causes redness), usually exotoxin A. The most common symptoms are a red rash that appears on the face and after 24 hours it will spread to the whole body. The rash will peel off after a few days and appear like a mild sunburn. In addition, cough, nosebleeds, conjunctivitis, laryngitis, bad breath, nasopharynx or diarrhea are manifestations of acute pharyngitis caused by scarlet fever.\nBacterial infection in mononucleosis: Acute exudative pharyngitis often occurs with mononucleosis due to primary Epstein-Barr virus (EBV) infection. Mononucleosis is a self-limited systemic lymphoproliferative disorder. Specific symptoms include fever, mild or severe acute pharyngitis, swollen tonsils that can cause airway obstruction, erythema, and tonsillar discharge. Neck lymph nodes may be swollen and tender.\nFusobacterium Necrophorum Infection: Fusobacterium necrophorum is an anaerobic gram-negative bacterium that is increasingly recognized as a cause of pharyngitis in adolescents and adults. This bacterial pharyngitis may be associated with the development of internal jugular thrombophlebitis, known as Lemierre syndrome. Patients have initial symptoms of fever, sore throat, exudative pharyngitis and/or retropharyngeal abscess. Symptoms persist, swelling and severe neck pain; The patient shows signs of poisoning.\nArcanobacterium infection: Arcanobacterium haemolyticum is a gram-positive bacterium that causes acute pharyngitis and a red rash. The disease is more common in adolescents with symptoms of pharyngeal congestion, white to gray tonsil secretions, cervical lymphadenitis, and mild fever. In addition, symptoms can also be petechiae on the palms and tongue; scarlet fever rash often appears on the face, palms of the hands, and soles of the feet; The red and white rash may be itchy and rarely peel.\nDiphtheria infection: Diphtheria is a very serious disease caused by infection of the oropharynx by toxic strains of Corynebacterium diphtheriae bacteria. The incubation period is 1-5 days with symptoms of sore throat, loss of appetite, malaise and mild fever. A gray film forms within 1-2 days on the tonsils and pharyngeal walls but sometimes also appears on the larynx and trachea.\nGonococcal infection: Neisseria gonorrhoeae infection often has symptoms of purulent tonsillitis and ulceration but may be asymptomatic and then resolve spontaneously.\nHaemophilus influenzae type b bacterial infection: This is the type of bacteria that causes epiglottitis and tracheitis. The disease presents with an acute onset of fever and severe sore throat, then progresses rapidly to cause damage to the airways. Patients often salivate, stutter or have difficulty speaking."
        },
        {
            "subsection_name": "Diagnosis of acute pharyngitis",
            "subsection_content": "According to Dr. Huong, clinical examination can determine acute pharyngitis and the source of the disease. In case after examination there is not enough basis to determine the disease, additional tests need to be done.\n1. Clinical examination\nClinical symptoms of acute pharyngitis usually last 1-2 weeks and include:\nHoarseness; Mouth sores; Conjunctivitis; Cough; Laryngitis; Lymphadenopathy\nSome viruses such as parainfluenza and influenza viruses, Rhinovirus, Coronavirus and respiratory syncytial virus (RSV) cause distinct clinical syndromes including runny nose, cough, sore throat that can be easily diagnosed without need to do testing, specifically.\nInfluenza virus: Can cause high fever, cough, headache, irritability, muscle pain and neck lymph nodes. In young children, pneumonia or bronchiolitis may occur.\nRSV virus: RSV infection in older children is often indistinguishable from upper respiratory tract infections. In young children, bronchiolitis and pneumonia may occur. Meanwhile, sore throat is not a prominent sign of RSV infection at any age.\nParainfluenza virus: Parainfluenza virus infection can cause bronchiolitis; mild sore throat but quickly resolved. Parainfluenza virus, influenza virus and RSV infections are common during seasonal epidemics, especially in winter. Patients with obvious viral symptoms do not need to be tested for group A streptococcus. However, doctors cannot use physical examination to differentiate between viral pharyngitis and group A streptococcal pharyngitis without have viral symptoms.\n2. Paraclinical diagnosis\nRapid antigen detection test (RADT): Clinicians should use a rapid antigen detection test (RADT) to identify group A streptococcal pharyngitis. However, strep throat testing Group A bacteria are not routinely prescribed for children under 3 years of age and people with acute rheumatic fever.; Throat culture: This is the \"gold standard\" in diagnosing acute pharyngitis; Blood test: Indicated when acute pharyngitis caused by streptococcus is suspected; Computed tomography (CT): Often indicated to identify complications of retropharyngeal wall abscess due to acute pharyngitis.\nWhen symptoms of swelling and sore throat appear, patients should go to the hospital to see an Ear, Nose and Throat specialist for timely diagnosis and treatment. – Photo of Tam Anh General Hospital",
            "subsection_string": "Diagnosis of acute pharyngitis\nAccording to Dr. Huong, clinical examination can determine acute pharyngitis and the source of the disease. In case after examination there is not enough basis to determine the disease, additional tests need to be done.\n1. Clinical examination\nClinical symptoms of acute pharyngitis usually last 1-2 weeks and include:\nHoarseness; Mouth sores; Conjunctivitis; Cough; Laryngitis; Lymphadenopathy\nSome viruses such as parainfluenza and influenza viruses, Rhinovirus, Coronavirus and respiratory syncytial virus (RSV) cause distinct clinical syndromes including runny nose, cough, sore throat that can be easily diagnosed without need to do testing, specifically.\nInfluenza virus: Can cause high fever, cough, headache, irritability, muscle pain and neck lymph nodes. In young children, pneumonia or bronchiolitis may occur.\nRSV virus: RSV infection in older children is often indistinguishable from upper respiratory tract infections. In young children, bronchiolitis and pneumonia may occur. Meanwhile, sore throat is not a prominent sign of RSV infection at any age.\nParainfluenza virus: Parainfluenza virus infection can cause bronchiolitis; mild sore throat but quickly resolved. Parainfluenza virus, influenza virus and RSV infections are common during seasonal epidemics, especially in winter. Patients with obvious viral symptoms do not need to be tested for group A streptococcus. However, doctors cannot use physical examination to differentiate between viral pharyngitis and group A streptococcal pharyngitis without have viral symptoms.\n2. Paraclinical diagnosis\nRapid antigen detection test (RADT): Clinicians should use a rapid antigen detection test (RADT) to identify group A streptococcal pharyngitis. However, strep throat testing Group A bacteria are not routinely prescribed for children under 3 years of age and people with acute rheumatic fever.; Throat culture: This is the \"gold standard\" in diagnosing acute pharyngitis; Blood test: Indicated when acute pharyngitis caused by streptococcus is suspected; Computed tomography (CT): Often indicated to identify complications of retropharyngeal wall abscess due to acute pharyngitis.\nWhen symptoms of swelling and sore throat appear, patients should go to the hospital to see an Ear, Nose and Throat specialist for timely diagnosis and treatment. – Photo of Tam Anh General Hospital"
        },
        {
            "subsection_name": "Treatment methods for acute pharyngitis",
            "subsection_content": "According to Dr. Huong, depending on the level of inflammation, acute pharyngitis can be treated with medication combined with home support methods or hospital treatment.\n1. Treatment with medication\nThe antibiotics Penicillin or Amoxicillin are indicated for patients with a positive RADT or throat culture. According to Dr. Huong, antibiotic treatment reduces the incidence of sequelae of GAS pharyngitis, such as retropharyngeal abscesses.\nDepending on the severity of the disease, the doctor may prescribe oral or intramuscular antibiotics. Antibiotic treatment also helps to resolve signs and symptoms more quickly and stops the infection within 24 hours.\n2. Surgical treatment\nSurgery is often indicated to treat complications caused by acute pharyngitis that do not respond to conventional medical treatment, such as retropharyngeal abscesses. When an abscess is detected clinically or by imaging such as computed tomography (CT), surgical drainage will be indicated.\n3. Methods to support treatment at home\nPatients can apply methods to help treat acute sore throat at home such as:\nSaline with salt water: Salt water is very useful in anti-inflammatory and reduces the bacterial load in the nasopharynx. Every day, patients should gargle with salt water for about 1 minute every morning and evening, or whenever they feel a sore throat and cough a lot to reduce symptoms. Doctor Huong noted that you can mix your own salt water for use, but it is best for patients to use physiological saline to avoid the risk of damaging the mucous membranes of the throat and mouth due to too concentrated sodium concentration.; Saline with salt water: Salt water is very useful in anti-inflammatory and reduces the bacterial load in the nasopharynx. Every day, patients should gargle with salt water for about 1 minute every morning and evening, or whenever they feel a sore throat and cough a lot to reduce symptoms. Doctor Huong noted that you can mix your own salt water for use, but it is best for patients to use physiological saline to avoid the risk of damaging the mucous membranes of the throat and mouth due to too concentrated sodium concentration.\nDiffusing essential oils: Diffusing essential oils is a good therapy for upper respiratory tract infections. Essential oils such as mint, lemongrass, ginger, chamomile... rich in anti-inflammatory substances will moisturize and soothe the throat, reduce symptoms of nasal congestion, and bring comfort to the patient.; Diffusing essential oils: Diffusing essential oils is a good therapy for upper respiratory tract infections. Essential oils such as mint, lemongrass, ginger, chamomile... rich in anti-inflammatory substances will moisturize and soothe the throat, reduce symptoms of nasal congestion, and bring comfort to the patient.\nDrink warm herbal teas: Warm teas such as chamomile tea, mint tea, ginger tea, cinnamon tea can improve stuffy nose and sore throat. Patients can drink it in the morning when they wake up to help clear their airways.; Drink warm herbal teas: Warm teas such as chamomile tea, mint tea, ginger tea, cinnamon tea can improve stuffy nose and sore throat. Patients can drink it in the morning when they wake up to help clear their airways.\nHoney: Honey is rich in anti-inflammatory properties, and is often used for both adults and children to relieve sore throat symptoms.; Honey: Honey is rich in anti-inflammatory properties and is often used for both adults and children to reduce sore throat symptoms.\nThroat sprays: Over-the-counter nasopharyngeal sprays containing phenol can also be used for topical treatment.; Throat sprays: Over-the-counter nasopharyngeal sprays containing phenol can also be used for topical treatment.",
            "subsection_string": "Treatment methods for acute pharyngitis\nAccording to Dr. Huong, depending on the level of inflammation, acute pharyngitis can be treated with medication combined with home support methods or hospital treatment.\n1. Treatment with medication\nThe antibiotics Penicillin or Amoxicillin are indicated for patients with a positive RADT or throat culture. According to Dr. Huong, antibiotic treatment reduces the incidence of sequelae of GAS pharyngitis, such as retropharyngeal abscesses.\nDepending on the severity of the disease, the doctor may prescribe oral or intramuscular antibiotics. Antibiotic treatment also helps to resolve signs and symptoms more quickly and stops the infection within 24 hours.\n2. Surgical treatment\nSurgery is often indicated to treat complications caused by acute pharyngitis that do not respond to conventional medical treatment, such as retropharyngeal abscesses. When an abscess is detected clinically or by imaging such as computed tomography (CT), surgical drainage will be indicated.\n3. Methods to support treatment at home\nPatients can apply methods to help treat acute sore throat at home such as:\nSaline with salt water: Salt water is very useful in anti-inflammatory and reduces the bacterial load in the nasopharynx. Every day, patients should gargle with salt water for about 1 minute every morning and evening, or whenever they feel a sore throat and cough a lot to reduce symptoms. Doctor Huong noted that you can mix your own salt water for use, but it is best for patients to use physiological saline to avoid the risk of damaging the mucous membranes of the throat and mouth due to too concentrated sodium concentration.; Saline with salt water: Salt water is very useful in anti-inflammatory and reduces the bacterial load in the nasopharynx. Every day, patients should gargle with salt water for about 1 minute every morning and evening, or whenever they feel a sore throat and cough a lot to reduce symptoms. Doctor Huong noted that you can mix your own salt water for use, but it is best for patients to use physiological saline to avoid the risk of damaging the mucous membranes of the throat and mouth due to too concentrated sodium concentration.\nDiffusing essential oils: Diffusing essential oils is a good therapy for upper respiratory tract infections. Essential oils such as mint, lemongrass, ginger, chamomile... rich in anti-inflammatory substances will moisturize and soothe the throat, reduce symptoms of nasal congestion, and bring comfort to the patient.; Diffusing essential oils: Diffusing essential oils is a good therapy for upper respiratory tract infections. Essential oils such as mint, lemongrass, ginger, chamomile... rich in anti-inflammatory substances will moisturize and soothe the throat, reduce symptoms of nasal congestion, and bring comfort to the patient.\nDrink warm herbal teas: Warm teas such as chamomile tea, mint tea, ginger tea, cinnamon tea can improve stuffy nose and sore throat. Patients can drink it in the morning when they wake up to help clear their airways.; Drink warm herbal teas: Warm teas such as chamomile tea, mint tea, ginger tea, cinnamon tea can improve stuffy nose and sore throat. Patients can drink it in the morning when they wake up to help clear their airways.\nHoney: Honey is rich in anti-inflammatory properties, and is often used for both adults and children to relieve sore throat symptoms.; Honey: Honey is rich in anti-inflammatory properties and is often used for both adults and children to reduce sore throat symptoms.\nThroat sprays: Over-the-counter nasopharyngeal sprays containing phenol can also be used for topical treatment.; Throat sprays: Over-the-counter nasopharyngeal sprays containing phenol can also be used for topical treatment."
        },
        {
            "subsection_name": "How to prevent acute pharyngitis",
            "subsection_content": "Acute pharyngitis is most commonly caused by viruses. Therefore, prevention mainly focuses on preventing the spread of viruses by:\nWear a mask when leaving the house;; Avoid gathering in crowded places;; Avoid contact with sick people;; Keep your body warm, avoid drinking ice water, smoking, and drinking alcohol that irritates the throat mucosa;; Wash hands before eating, after going to the toilet and after returning home;; Practice the habit of regular health check-ups every 6 months or at least once a year to detect and early treat possible causes of acute pharyngitis.",
            "subsection_string": "How to prevent acute pharyngitis\nAcute pharyngitis is most commonly caused by viruses. Therefore, prevention mainly focuses on preventing the spread of viruses by:\nWear a mask when leaving the house;; Avoid gathering in crowded places;; Avoid contact with sick people;; Keep your body warm, avoid drinking ice water, smoking, and drinking alcohol that irritates the throat mucosa;; Wash hands before eating, after going to the toilet and after returning home;; Practice the habit of regular health check-ups every 6 months or at least once a year to detect and early treat possible causes of acute pharyngitis."
        },
        {
            "subsection_name": "Complications of acute pharyngitis",
            "subsection_content": "According to Dr. Huong, acute pharyngitis that is not treated well will likely progress to chronic pharyngitis or cause serious complications that can lead to death, especially in children.(3) Complications of acute pharyngitis may include:\nSevere pneumonia and hepatitis, myocarditis, and myositis are common in Adenovirus infection.; Meningitis, myocarditis, common in Enterovirus infection; Retropharyngeal abscess; Otitis media, mastoiditis and sinusitis in acute pharyngitis caused by GAS.",
            "subsection_string": "Complications of acute pharyngitis\nAccording to Dr. Huong, acute pharyngitis that is not treated well will likely progress to chronic pharyngitis or cause serious complications that can lead to death, especially in children.(3) Complications of acute pharyngitis may include:\nSevere pneumonia and hepatitis, myocarditis, and myositis are common in Adenovirus infection.; Meningitis, myocarditis, common in Enterovirus infection; Retropharyngeal abscess; Otitis media, mastoiditis and sinusitis in acute pharyngitis caused by GAS."
        },
        {
            "subsection_name": "Frequently asked questions about acute pharyngitis",
            "subsection_content": "1. Is acute pharyngitis contagious?\nAcute pharyngitis caused by viruses and group A streptococcus can spread from person to person.\n2. Is acute pharyngitis in children more dangerous than in adults?\nAcute pharyngitis caused by Adenovirus and Enterovirus is very dangerous because it can cause complications such as severe pneumonia, hepatitis, myocarditis, and meningitis that threaten the lives of young children.\nLearn the causes and symptoms of acute pharyngitis in children, so that you can prevent and treat it properly when your child gets sick.\n3. How long does acute pharyngitis last?\nAcute pharyngitis usually lasts 1-2 weeks and will heal.\n4. What is the difference between acute pharyngitis and chronic pharyngitis?\nAcute pharyngitis is usually caused mainly by viruses. Acute pharyngitis only lasts for a short period of less than 14 days. Chronic pharyngitis lasts many weeks.\nAcute pharyngitis caused by viruses is more common than caused by bacteria. Both sources of disease can have severe consequences, especially in children. Therefore, accurate diagnosis of acute pharyngitis is necessary to prescribe appropriate treatment, ensure the prevention of serious complications and limit surgery, especially acute pharyngitis caused by streptococcus. .\nDepartment of Otorhinolaryngology, Tam Anh General Hospital is a unit that examines, diagnoses and treats in-depth diseases of the ear, nose and throat, including acute pharyngitis. With a team of skilled and experienced experts and doctors, supported by a system of modern medical examination and treatment equipment such as Xion ENT endoscope (Germany), Medtronic tissue drilling machine (USA), Coblator and plasma ablation machine (USA)... along with close combination in diagnosis and treatment between ENT, Laboratory, Imaging, Oncology... specialties help to provide professional medical examination and treatment. , comprehensive, highly effective.",
            "subsection_string": "Frequently asked questions about acute pharyngitis\n1. Is acute pharyngitis contagious?\nAcute pharyngitis caused by viruses and group A streptococcus can spread from person to person.\n2. Is acute pharyngitis in children more dangerous than in adults?\nAcute pharyngitis caused by Adenovirus and Enterovirus is very dangerous because it can cause complications such as severe pneumonia, hepatitis, myocarditis, and meningitis that threaten the lives of young children.\nLearn the causes and symptoms of acute pharyngitis in children, so that you can prevent and treat it properly when your child gets sick.\n3. How long does acute pharyngitis last?\nAcute pharyngitis usually lasts 1-2 weeks and will heal.\n4. What is the difference between acute pharyngitis and chronic pharyngitis?\nAcute pharyngitis is usually caused mainly by viruses. Acute pharyngitis only lasts for a short period of less than 14 days. Chronic pharyngitis lasts many weeks.\nAcute pharyngitis caused by viruses is more common than caused by bacteria. Both sources of disease can have severe consequences, especially in children. Therefore, accurate diagnosis of acute pharyngitis is necessary to prescribe appropriate treatment, ensure the prevention of serious complications and limit surgery, especially acute pharyngitis caused by streptococcus. .\nDepartment of Otorhinolaryngology, Tam Anh General Hospital is a unit that examines, diagnoses and treats in-depth diseases of the ear, nose and throat, including acute pharyngitis. With a team of skilled and experienced experts and doctors, supported by a system of modern medical examination and treatment equipment such as Xion ENT endoscope (Germany), Medtronic tissue drilling machine (USA), Coblator and plasma ablation machine (USA)... along with close combination in diagnosis and treatment between ENT, Laboratory, Imaging, Oncology... specialties help to provide professional medical examination and treatment. , comprehensive, highly effective."
        }
    ],
    "name": "benh-viem-hong-cap.json"
}