{
    "title": "Glaucoma: The silent thief of sight",
    "category": "Eye",
    "link": "https://tamanhhospital.vn/benh-cuom-nuoc-glaucoma/",
    "abstract": "Glaucoma can cause slow and insidious vision loss over many years if left untreated. Therefore, early detection of the disease is extremely important. All people at high risk for glaucoma should have a comprehensive eye exam every 1 to 2 years.",
    "content": "Glaucoma: The silent thief of sight\n\nGlaucoma can cause slow and insidious vision loss over many years if left untreated. Therefore, early detection of the disease is extremely important. All people at high risk for glaucoma should have a comprehensive eye exam every 1 to 2 years.\n\nWhat is Glaucoma?\nGlaucoma often occurs in people over 60 years old\nGlaucoma is a group of eye diseases characterized by progressive optic nerve damage (often, but not always, associated with glaucoma) that can lead to irreversible vision loss. .\nDamage to the optic nerve can occur when pressure in the eye increases.; Usually, vision loss happens very slowly and can go unnoticed for a long time.; People at risk should have a comprehensive eye exam, including measuring eye pressure and testing visual acuity and visual fields; Glaucoma requires lifelong treatment and monitoring, usually with eye drops but sometimes surgery.\nAbout 64 million people around the world have Glaucoma. The disease is the second most common cause of blindness worldwide. Only half of those who are sick know they have the disease. Glaucoma can occur at any age but is six times more common in people over 60 years old. (first)\n\nPeople who are susceptible to Glaucoma\nStatistics show that the following subjects are at risk of developing glaucoma, including:\nPeople over 40 years old; Family members have (or have had) the disease; Nearsightedness (in open-angle glaucoma) or farsightedness (in closed-angle glaucoma); People with diabetes; People with high blood pressure; Long-term corticosteroid users; Previous eye injury or surgery\n\nThe cause to the illness\nGlaucoma occurs when an imbalance in the production and drainage of fluid in the eye (aqueous humor) increases eye pressure to levels that are unhealthy for the eye. Normally, the fluid that nourishes the eye is produced by the ciliary muscle behind the iris (in the posterior chamber) and passes through the pupil to the front of the eye (anterior chamber), where it drains into the midiris canal. eye and cornea (anterior chamber angle). The balance between production and drainage of aqueous humor keeps the aqueous humor flowing freely and prevents intraocular pressure from rising.\nIn Glaucoma, the drainage channels become blocked or clogged. Aqueous fluid cannot exit the eye even though new aqueous humor is being produced in the posterior chamber, causing pressure within the eye to increase. When the pressure becomes higher than what the optic nerve can withstand, the optic nerve becomes damaged. This lesion is called Glaucoma.\nSometimes eye pressure increases within the normal range but is still too high for the optic nerve to tolerate (called low pressure glaucoma or normal  pressure glaucoma).\nIn most cases, the cause of glaucoma cannot be found and is called primary glaucoma. When the cause of the disease is found, it is called secondary Glaucoma. Causes of secondary glaucoma include infection, inflammation, tumors, large cataracts, cataract surgery, medications, or other medical conditions. These causes prevent aqueous humor from escaping, leading to glaucoma and optic nerve damage.\n\nClassification of Glaucoma\nGlaucoma is divided into two types: open-angle glaucoma and closed-angle glaucoma.\nVision impairment may occur in people with the disease\nOpen angle glaucoma\nCompared to closed-angle glaucoma, open-angle glaucoma is more common. In open-angle glaucoma, the ducts in the trabecular region gradually become clogged with tiny deposits over months or years; although the anterior chamber angle remains open, drainage of aqueous humor is still inadequate. Pressure in the eye increases slowly because aqueous humor is produced at a normal rate but drains slowly. (2)\nClosed angle glaucoma\nIn angle-closure glaucoma, the trabecular ducts are blocked or obscured because the angle between the iris and cornea is too narrow. The blockage can happen suddenly (called acute angle-closure glaucoma), the pressure in the eye will rise quickly, or gradually (called chronic angle-closure glaucoma), the pressure in the eye will rise slowly as in open-angle glaucoma.\n\nSymptoms of Glaucoma\nOpen angle glaucoma does not cause pain. Both eyes are usually affected but not usually equally. The main symptom is the development of blind spots, or patches of vision loss, over months to years. The blind spots slowly grow larger and merge with each other. Peripheral vision is often lost first. Patients may slip up stairs, notice parts of words missing when reading, or have difficulty driving. Vision loss occurs gradually so it often goes unnoticed until it is significantly reduced. Because central vision is often lost eventually, there is “tunnel vision”: they see perfectly straight ahead but are blind in all other directions. If left untreated, tunnel vision is eventually lost and a person becomes completely blind.\nIn acute angle-closure Glaucoma, eye pressure increases rapidly and patients often notice severe eye pain and headaches, redness, blurred vision, rainbow-colored halos around lights, and sudden loss of vision. They may also experience nausea and vomiting as a response to glaucoma. Acute angle-closure glaucoma is considered an emergency because people can lose vision as quickly as 2 to 3 hours after symptoms appear if the condition is not treated.\nIn chronic angle-closure glaucoma, intraocular pressure increases slowly and symptoms often begin as in open-angle glaucoma. Some people may experience red eyes, discomfort, blurred vision, or reduced headaches while sleeping. Eye pressure may be normal but is often higher in the affected eye.\nPeople who have had open-angle glaucoma or closed-angle glaucoma in one eye are likely to develop it in the other eye.\n\nDiagnose\nDiagnosis of the disease is based on:\nMeasure intraocular pressure (normal from 11 to 21mmHg); Optic nerve assessment; Test the market; Examination of the anterior chamber corner; Measure corneal thickness\nMeasuring intraocular pressure alone is not enough because 1/3 of patients have normal intraocular pressure, and some have high intraocular pressure that is not due to glaucoma. So doctors also use an ophthalmoscope and sometimes other instruments (such as optical coherence tomography) to look for changes in the optic nerve that indicate damage from glaucoma. cause.\nAdditionally, visual field testing allows the doctor to detect blind spots, with a machine that determines the ability to see small dots of light in all areas of the visual field. (3)\nThrough eye examination tools, the doctor will assess the progression of the disease to provide appropriate treatment\nAnterior chamber angle examination allows the doctor to determine whether the glaucoma is open-angle or closed-angle.\nDoctors also measure the thickness of the cornea. If the cornea is thin, Glaucoma is more likely to develop. However, a thin cornea does not mean you have Glaucoma.\n\nTreatment of Glaucoma\nVision loss from Glaucoma is permanent. But if Glaucoma is detected, appropriate treatment can prevent further vision loss. Therefore, the goal of Glaucoma treatment is to prevent optic nerve damage and vision loss by reducing eye pressure.\nGlaucoma treatment is lifelong. Reduce intraocular pressure by increasing the drainage of aqueous humor from the eyeball or decreasing its production within the eyeball. Some people with high eye pressure with no signs of optic nerve damage (called “Suspected Glaucoma”) can be closely monitored without treatment.\nMedication, usually in the form of eye drops, and surgery are the main treatments for the disease. The type and severity of the disease determine the appropriate treatment.\nMost people with open-angle glaucoma respond well to the medications used to treat it.\nThese medications are also used for people with angle-closure glaucoma, but surgery is the main treatment.\nMedicine\nEye drops containing beta blockers (such as timolol), prostaglandin-like compounds, alpha-adrenergic agonists, or carbonic anhydrase inhibitors are commonly used to treat glaucoma. Cholinergic drugs (such as pilocarpine) were used in the past but are no longer commonly used.\nEye drops are generally safe, but they can cause many side effects. Patients need to use them for the rest of their lives, and need to have regular check-ups to monitor eye pressure, optic nerves and visual fields.\nAcute angle-closure glaucoma is a medical emergency, so doctors may use a combination of very strong and fast-acting medications that quickly lower eye pressure. Patients receive multiple medications at once, starting with eye drops (such as timolol, brimonidine, and pilocarpine). Doctors will then prescribe acetazolamide and diuretics such as glycerin or isosorbide (orally) or mannitol (intravenously) if the eye pressure is too high and the drops are ineffective. Laser treatment is performed on both eyes as soon as possible. Both eyes are treated because the healthy eye is likely to be affected later.\nSurgery\nSurgery is needed for people whose eye pressure is too high to be controlled effectively with eye drops, who cannot use eye drops, who have intolerable side effects from eye drops, or who have people who have had severe visual field damage as soon as the disease is detected. (4)\nSurgery is often used when medication is not effective\nLaser trabeculoplasty in patients with open-angle glaucoma or to create an iris limbal hole (laser marginal iridectomy) in those with acute or chronic angle-closure glaucoma. Laser techniques are performed in a hospital or clinic. Patients can go home immediately after the procedure.\nThe most common complication of the laser technique is a temporary increase in intraocular pressure, which is treated with eye pressure-lowering eye drops. Rarely, the laser can burn the cornea, but these burns usually heal quickly.\nTrabeculectomy surgery: usually performed in the hospital, you can go home the same day.\nTreatment for glaucoma caused by other disorders depends on the cause.\nFor infection or inflammation, antibiotic, antiviral, or corticosteroid eye drops may help cure it.\nIt is necessary to treat the tumor that is blocking the drainage of aqueous humor. A cataract that is too large will increase eye pressure. Removing the cataract can help prevent secondary glaucoma but sometimes increases eye pressure. High eye pressure caused by cataract surgery is treated with eye drops.",
    "subsections": [
        {
            "subsection_name": "What is Glaucoma?",
            "subsection_content": "Glaucoma often occurs in people over 60 years old\nGlaucoma is a group of eye diseases characterized by progressive optic nerve damage (often, but not always, associated with glaucoma) that can lead to irreversible vision loss. .\nDamage to the optic nerve can occur when pressure in the eye increases.; Usually, vision loss happens very slowly and can go unnoticed for a long time.; People at risk should have a comprehensive eye exam, including measuring eye pressure and testing visual acuity and visual fields; Glaucoma requires lifelong treatment and monitoring, usually with eye drops but sometimes surgery.\nAbout 64 million people around the world have Glaucoma. The disease is the second most common cause of blindness worldwide. Only half of those who are sick know they have the disease. Glaucoma can occur at any age but is six times more common in people over 60 years old. (first)",
            "subsection_string": "What is Glaucoma?\nGlaucoma often occurs in people over 60 years old\nGlaucoma is a group of eye diseases characterized by progressive optic nerve damage (often, but not always, associated with glaucoma) that can lead to irreversible vision loss. .\nDamage to the optic nerve can occur when pressure in the eye increases.; Usually, vision loss happens very slowly and can go unnoticed for a long time.; People at risk should have a comprehensive eye exam, including measuring eye pressure and testing visual acuity and visual fields; Glaucoma requires lifelong treatment and monitoring, usually with eye drops but sometimes surgery.\nAbout 64 million people around the world have Glaucoma. The disease is the second most common cause of blindness worldwide. Only half of those who are sick know they have the disease. Glaucoma can occur at any age but is six times more common in people over 60 years old. (first)"
        },
        {
            "subsection_name": "People who are susceptible to Glaucoma",
            "subsection_content": "Statistics show that the following subjects are at risk of developing glaucoma, including:\nPeople over 40 years old; Family members have (or have had) the disease; Nearsightedness (in open-angle glaucoma) or farsightedness (in closed-angle glaucoma); People with diabetes; People with high blood pressure; Long-term corticosteroid users; Previous eye injury or surgery",
            "subsection_string": "People who are susceptible to Glaucoma\nStatistics show that the following subjects are at risk of developing glaucoma, including:\nPeople over 40 years old; Family members have (or have had) the disease; Nearsightedness (in open-angle glaucoma) or farsightedness (in closed-angle glaucoma); People with diabetes; People with high blood pressure; Long-term corticosteroid users; Previous eye injury or surgery"
        },
        {
            "subsection_name": "The cause to the illness",
            "subsection_content": "Glaucoma occurs when an imbalance in the production and drainage of fluid in the eye (aqueous humor) increases eye pressure to levels that are unhealthy for the eye. Normally, the fluid that nourishes the eye is produced by the ciliary muscle behind the iris (in the posterior chamber) and passes through the pupil to the front of the eye (anterior chamber), where it drains into the midiris canal. eye and cornea (anterior chamber angle). The balance between production and drainage of aqueous humor keeps the aqueous humor flowing freely and prevents intraocular pressure from rising.\nIn Glaucoma, the drainage channels become blocked or clogged. Aqueous fluid cannot exit the eye even though new aqueous humor is being produced in the posterior chamber, causing pressure within the eye to increase. When the pressure becomes higher than what the optic nerve can withstand, the optic nerve becomes damaged. This lesion is called Glaucoma.\nSometimes eye pressure increases within the normal range but is still too high for the optic nerve to tolerate (called low pressure glaucoma or normal  pressure glaucoma).\nIn most cases, the cause of glaucoma cannot be found and is called primary glaucoma. When the cause of the disease is found, it is called secondary Glaucoma. Causes of secondary glaucoma include infection, inflammation, tumors, large cataracts, cataract surgery, medications, or other medical conditions. These causes prevent aqueous humor from escaping, leading to glaucoma and optic nerve damage.",
            "subsection_string": "The cause to the illness\nGlaucoma occurs when an imbalance in the production and drainage of fluid in the eye (aqueous humor) increases eye pressure to levels that are unhealthy for the eye. Normally, the fluid that nourishes the eye is produced by the ciliary muscle behind the iris (in the posterior chamber) and passes through the pupil to the front of the eye (anterior chamber), where it drains into the midiris canal. eye and cornea (anterior chamber angle). The balance between production and drainage of aqueous humor keeps the aqueous humor flowing freely and prevents intraocular pressure from rising.\nIn Glaucoma, the drainage channels become blocked or clogged. Aqueous fluid cannot exit the eye even though new aqueous humor is being produced in the posterior chamber, causing pressure within the eye to increase. When the pressure becomes higher than what the optic nerve can withstand, the optic nerve becomes damaged. This lesion is called Glaucoma.\nSometimes eye pressure increases within the normal range but is still too high for the optic nerve to tolerate (called low pressure glaucoma or normal  pressure glaucoma).\nIn most cases, the cause of glaucoma cannot be found and is called primary glaucoma. When the cause of the disease is found, it is called secondary Glaucoma. Causes of secondary glaucoma include infection, inflammation, tumors, large cataracts, cataract surgery, medications, or other medical conditions. These causes prevent aqueous humor from escaping, leading to glaucoma and optic nerve damage."
        },
        {
            "subsection_name": "Classification of Glaucoma",
            "subsection_content": "Glaucoma is divided into two types: open-angle glaucoma and closed-angle glaucoma.\nVision impairment may occur in people with the disease\nOpen angle glaucoma\nCompared to closed-angle glaucoma, open-angle glaucoma is more common. In open-angle glaucoma, the ducts in the trabecular region gradually become clogged with tiny deposits over months or years; although the anterior chamber angle remains open, drainage of aqueous humor is still inadequate. Pressure in the eye increases slowly because aqueous humor is produced at a normal rate but drains slowly. (2)\nClosed angle glaucoma\nIn angle-closure glaucoma, the trabecular ducts are blocked or obscured because the angle between the iris and cornea is too narrow. The blockage can happen suddenly (called acute angle-closure glaucoma), the pressure in the eye will rise quickly, or gradually (called chronic angle-closure glaucoma), the pressure in the eye will rise slowly as in open-angle glaucoma.",
            "subsection_string": "Classification of Glaucoma\nGlaucoma is divided into two types: open-angle glaucoma and closed-angle glaucoma.\nVision impairment may occur in people with the disease\nOpen angle glaucoma\nCompared to closed-angle glaucoma, open-angle glaucoma is more common. In open-angle glaucoma, the ducts in the trabecular region gradually become clogged with tiny deposits over months or years; although the anterior chamber angle remains open, drainage of aqueous humor is still inadequate. Pressure in the eye increases slowly because aqueous humor is produced at a normal rate but drains slowly. (2)\nClosed angle glaucoma\nIn angle-closure glaucoma, the trabecular ducts are blocked or obscured because the angle between the iris and cornea is too narrow. The blockage can happen suddenly (called acute angle-closure glaucoma), the pressure in the eye will rise quickly, or gradually (called chronic angle-closure glaucoma), the pressure in the eye will rise slowly as in open-angle glaucoma."
        },
        {
            "subsection_name": "Symptoms of Glaucoma",
            "subsection_content": "Open angle glaucoma does not cause pain. Both eyes are usually affected but not usually equally. The main symptom is the development of blind spots, or patches of vision loss, over months to years. The blind spots slowly grow larger and merge with each other. Peripheral vision is often lost first. Patients may slip up stairs, notice parts of words missing when reading, or have difficulty driving. Vision loss occurs gradually so it often goes unnoticed until it is significantly reduced. Because central vision is often lost eventually, there is “tunnel vision”: they see perfectly straight ahead but are blind in all other directions. If left untreated, tunnel vision is eventually lost and a person becomes completely blind.\nIn acute angle-closure Glaucoma, eye pressure increases rapidly and patients often notice severe eye pain and headaches, redness, blurred vision, rainbow-colored halos around lights, and sudden loss of vision. They may also experience nausea and vomiting as a response to glaucoma. Acute angle-closure glaucoma is considered an emergency because people can lose vision as quickly as 2 to 3 hours after symptoms appear if the condition is not treated.\nIn chronic angle-closure glaucoma, intraocular pressure increases slowly and symptoms often begin as in open-angle glaucoma. Some people may experience red eyes, discomfort, blurred vision, or reduced headaches while sleeping. Eye pressure may be normal but is often higher in the affected eye.\nPeople who have had open-angle glaucoma or closed-angle glaucoma in one eye are likely to develop it in the other eye.",
            "subsection_string": "Symptoms of Glaucoma\nOpen angle glaucoma does not cause pain. Both eyes are usually affected but not usually equally. The main symptom is the development of blind spots, or patches of vision loss, over months to years. The blind spots slowly grow larger and merge with each other. Peripheral vision is often lost first. Patients may slip up stairs, notice parts of words missing when reading, or have difficulty driving. Vision loss occurs gradually so it often goes unnoticed until it is significantly reduced. Because central vision is often lost eventually, there is “tunnel vision”: they see perfectly straight ahead but are blind in all other directions. If left untreated, tunnel vision is eventually lost and a person becomes completely blind.\nIn acute angle-closure Glaucoma, eye pressure increases rapidly and patients often notice severe eye pain and headaches, redness, blurred vision, rainbow-colored halos around lights, and sudden loss of vision. They may also experience nausea and vomiting as a response to glaucoma. Acute angle-closure glaucoma is considered an emergency because people can lose vision as quickly as 2 to 3 hours after symptoms appear if the condition is not treated.\nIn chronic angle-closure glaucoma, intraocular pressure increases slowly and symptoms often begin as in open-angle glaucoma. Some people may experience red eyes, discomfort, blurred vision, or reduced headaches while sleeping. Eye pressure may be normal but is often higher in the affected eye.\nPeople who have had open-angle glaucoma or closed-angle glaucoma in one eye are likely to develop it in the other eye."
        },
        {
            "subsection_name": "Diagnose",
            "subsection_content": "Diagnosis of the disease is based on:\nMeasure intraocular pressure (normal from 11 to 21mmHg); Optic nerve assessment; Test the market; Examination of the anterior chamber corner; Measure corneal thickness\nMeasuring intraocular pressure alone is not enough because 1/3 of patients have normal intraocular pressure, and some have high intraocular pressure that is not due to glaucoma. So doctors also use an ophthalmoscope and sometimes other instruments (such as optical coherence tomography) to look for changes in the optic nerve that indicate damage from glaucoma. cause.\nAdditionally, visual field testing allows the doctor to detect blind spots, with a machine that determines the ability to see small dots of light in all areas of the visual field. (3)\nThrough eye examination tools, the doctor will assess the progression of the disease to provide appropriate treatment\nAnterior chamber angle examination allows the doctor to determine whether the glaucoma is open-angle or closed-angle.\nDoctors also measure the thickness of the cornea. If the cornea is thin, Glaucoma is more likely to develop. However, a thin cornea does not mean you have Glaucoma.",
            "subsection_string": "Diagnose\nDiagnosis of the disease is based on:\nMeasure intraocular pressure (normal from 11 to 21mmHg); Optic nerve assessment; Test the market; Examination of the anterior chamber corner; Measure corneal thickness\nMeasuring intraocular pressure alone is not enough because 1/3 of patients have normal intraocular pressure, and some have high intraocular pressure that is not due to glaucoma. So doctors also use an ophthalmoscope and sometimes other instruments (such as optical coherence tomography) to look for changes in the optic nerve that indicate damage from glaucoma. cause.\nAdditionally, visual field testing allows the doctor to detect blind spots, with a machine that determines the ability to see small dots of light in all areas of the visual field. (3)\nThrough eye examination tools, the doctor will assess the progression of the disease to provide appropriate treatment\nAnterior chamber angle examination allows the doctor to determine whether the glaucoma is open-angle or closed-angle.\nDoctors also measure the thickness of the cornea. If the cornea is thin, Glaucoma is more likely to develop. However, a thin cornea does not mean you have Glaucoma."
        },
        {
            "subsection_name": "Treatment of Glaucoma",
            "subsection_content": "Vision loss from Glaucoma is permanent. But if Glaucoma is detected, appropriate treatment can prevent further vision loss. Therefore, the goal of Glaucoma treatment is to prevent optic nerve damage and vision loss by reducing eye pressure.\nGlaucoma treatment is lifelong. Reduce intraocular pressure by increasing the drainage of aqueous humor from the eyeball or decreasing its production within the eyeball. Some people with high eye pressure with no signs of optic nerve damage (called “Suspected Glaucoma”) can be closely monitored without treatment.\nMedication, usually in the form of eye drops, and surgery are the main treatments for the disease. The type and severity of the disease determine the appropriate treatment.\nMost people with open-angle glaucoma respond well to the medications used to treat it.\nThese medications are also used for people with angle-closure glaucoma, but surgery is the main treatment.\nMedicine\nEye drops containing beta blockers (such as timolol), prostaglandin-like compounds, alpha-adrenergic agonists, or carbonic anhydrase inhibitors are commonly used to treat glaucoma. Cholinergic drugs (such as pilocarpine) were used in the past but are no longer commonly used.\nEye drops are generally safe, but they can cause many side effects. Patients need to use them for the rest of their lives, and need to have regular check-ups to monitor eye pressure, optic nerves and visual fields.\nAcute angle-closure glaucoma is a medical emergency, so doctors may use a combination of very strong and fast-acting medications that quickly lower eye pressure. Patients receive multiple medications at once, starting with eye drops (such as timolol, brimonidine, and pilocarpine). Doctors will then prescribe acetazolamide and diuretics such as glycerin or isosorbide (orally) or mannitol (intravenously) if the eye pressure is too high and the drops are ineffective. Laser treatment is performed on both eyes as soon as possible. Both eyes are treated because the healthy eye is likely to be affected later.\nSurgery\nSurgery is needed for people whose eye pressure is too high to be controlled effectively with eye drops, who cannot use eye drops, who have intolerable side effects from eye drops, or who have people who have had severe visual field damage as soon as the disease is detected. (4)\nSurgery is often used when medication is not effective\nLaser trabeculoplasty in patients with open-angle glaucoma or to create an iris limbal hole (laser marginal iridectomy) in those with acute or chronic angle-closure glaucoma. Laser techniques are performed in a hospital or clinic. Patients can go home immediately after the procedure.\nThe most common complication of the laser technique is a temporary increase in intraocular pressure, which is treated with eye pressure-lowering eye drops. Rarely, the laser can burn the cornea, but these burns usually heal quickly.\nTrabeculectomy surgery: usually performed in the hospital, you can go home the same day.\nTreatment for glaucoma caused by other disorders depends on the cause.\nFor infection or inflammation, antibiotic, antiviral, or corticosteroid eye drops may help cure it.\nIt is necessary to treat the tumor that is blocking the drainage of aqueous humor. A cataract that is too large will increase eye pressure. Removing the cataract can help prevent secondary glaucoma but sometimes increases eye pressure. High eye pressure caused by cataract surgery is treated with eye drops.",
            "subsection_string": "Treatment of Glaucoma\nVision loss from Glaucoma is permanent. But if Glaucoma is detected, appropriate treatment can prevent further vision loss. Therefore, the goal of Glaucoma treatment is to prevent optic nerve damage and vision loss by reducing eye pressure.\nGlaucoma treatment is lifelong. Reduce intraocular pressure by increasing the drainage of aqueous humor from the eyeball or decreasing its production within the eyeball. Some people with high eye pressure with no signs of optic nerve damage (called “Suspected Glaucoma”) can be closely monitored without treatment.\nMedication, usually in the form of eye drops, and surgery are the main treatments for the disease. The type and severity of the disease determine the appropriate treatment.\nMost people with open-angle glaucoma respond well to the medications used to treat it.\nThese medications are also used for people with angle-closure glaucoma, but surgery is the main treatment.\nMedicine\nEye drops containing beta blockers (such as timolol), prostaglandin-like compounds, alpha-adrenergic agonists, or carbonic anhydrase inhibitors are commonly used to treat glaucoma. Cholinergic drugs (such as pilocarpine) were used in the past but are no longer commonly used.\nEye drops are generally safe, but they can cause many side effects. Patients need to use them for the rest of their lives, and need to have regular check-ups to monitor eye pressure, optic nerves and visual fields.\nAcute angle-closure glaucoma is a medical emergency, so doctors may use a combination of very strong and fast-acting medications that quickly lower eye pressure. Patients receive multiple medications at once, starting with eye drops (such as timolol, brimonidine, and pilocarpine). Doctors will then prescribe acetazolamide and diuretics such as glycerin or isosorbide (orally) or mannitol (intravenously) if the eye pressure is too high and the drops are ineffective. Laser treatment is performed on both eyes as soon as possible. Both eyes are treated because the healthy eye is likely to be affected later.\nSurgery\nSurgery is needed for people whose eye pressure is too high to be controlled effectively with eye drops, who cannot use eye drops, who have intolerable side effects from eye drops, or who have people who have had severe visual field damage as soon as the disease is detected. (4)\nSurgery is often used when medication is not effective\nLaser trabeculoplasty in patients with open-angle glaucoma or to create an iris limbal hole (laser marginal iridectomy) in those with acute or chronic angle-closure glaucoma. Laser techniques are performed in a hospital or clinic. Patients can go home immediately after the procedure.\nThe most common complication of the laser technique is a temporary increase in intraocular pressure, which is treated with eye pressure-lowering eye drops. Rarely, the laser can burn the cornea, but these burns usually heal quickly.\nTrabeculectomy surgery: usually performed in the hospital, you can go home the same day.\nTreatment for glaucoma caused by other disorders depends on the cause.\nFor infection or inflammation, antibiotic, antiviral, or corticosteroid eye drops may help cure it.\nIt is necessary to treat the tumor that is blocking the drainage of aqueous humor. A cataract that is too large will increase eye pressure. Removing the cataract can help prevent secondary glaucoma but sometimes increases eye pressure. High eye pressure caused by cataract surgery is treated with eye drops."
        }
    ],
    "name": "benh-cuom-nuoc-glaucoma.json"
}