{
    "title": "Trigeminal neuralgia: treatment and prevention",
    "category": "Imaging",
    "link": "https://tamanhhospital.vn/benh-dau-day-than-kinh-sinh-ba/",
    "abstract": "Trigeminal neuralgia has an estimated incidence of about 4.5/100,000 people. The disease can occur at any age but is more common in middle-aged and elderly people. Females account for more than 60% of cases. Although the disease does not cause serious health problems, it affects the patient's quality of life. Therefore, patients need to be examined, diagnosed and treated promptly. Professional consultation Dr. Tran Minh Thieu - Doctor of Diagnostic Imaging Center, Tam Anh General Hospital - Ho Chi Minh City",
    "content": "Trigeminal neuralgia: treatment and prevention\n\nTrigeminal neuralgia has an estimated incidence of about 4.5/100,000 people. The disease can occur at any age but is more common in middle-aged and elderly people. Females account for more than 60% of cases. Although the disease does not cause serious health problems, it affects the patient's quality of life. Therefore, patients need to be examined, diagnosed and treated promptly. Professional consultation Dr. Tran Minh Thieu - Doctor of Diagnostic Imaging Center, Tam Anh General Hospital - Ho Chi Minh City\n\nWhat is trigeminal neuralgia?\nTrigeminal neuralgia (TN), also known as trigeminal nerve or cranial nerve V (one of the most widely distributed nerves in the head), is a painful, chronic condition. trigeminal nerve involvement.\nTrigeminal nerve pain often appears on one side of the face, gradually spreading to other areas on the same side\nPain can appear when there is slight stimulation to the face such as brushing teeth, shaving, chewing food, applying makeup... It feels like being electrocuted or being stabbed in the face with a sharp object. It starts with short, mild pain, but over time, the pain becomes more intense, longer lasting, and more frequent. Pain appears on one side of the face and spreads along the cheekbones, nose, upper lip, upper teeth and/or spreads to the lower part of the cheekbones, lips and lower jaw. The forehead and orbital areas are less common. Most people with this condition experience cyclical symptoms: the pain comes and goes for days or weeks, then gradually subsides. In some cases, the condition becomes more severe and pain occurs more often.\nThere is no specific test for the TN condition, so diagnosis can take time. Treatment depends on the cause and severity of the pain. Several medications are available to help relieve pain and reduce the number of attacks, but more severe conditions will require surgery.\nTrigeminal neuralgia can be divided into two types:\nThe typical form of the disorder (known as “Type 1” or TN1) causes severe, sporadic, sudden, or shock-like facial pain; lasting from a few seconds to two minutes at a time. These pains can occur in rapid succession, in waves lasting up to two hours.; The “atypical” form of the disorder (known as “Type 2” or TN2), is characterized by constant, burning, throbbing pain of less intensity than Type 1. Both types of pain can be happens in the same person, sometimes at the same time. The intensity of the pain can affect physical and mental activities.\n\nStructure and function\nThe structure of the trigeminal nerve includes 3 parts: sensory, motor and small branches. The trigeminal nerve is one of 12 pairs of nerves attached to the brain. There are two separate trigeminal nerves, located on each side of the face. These nerves are responsible for pain in the face and other sensations. Each nerve has three branches that transmit sensation from the ophthalmic branch (upper branch), the maxillary branch (middle branch) and the mandibular branch (lower branch) of the face and oral cavity, to the brain.\nThe eye branch provides sensation to most of the scalp, forehead and around the eyes.; The maxillary branch stimulates the cheeks, upper jaw, upper lip, teeth, gums, and side of the nose.; The mandibular branch supplies nerves to the lower jaw, teeth, gums, and lower lip.\nMore than one nerve branch may be affected by this disorder. Rarely, pain occurs on both sides of the face at the same time (called bilateral trigeminal neuralgia) and occurs at different times.\n\nReason\nTrigeminal neuralgia can come from many causes:\nDue to blood vessel compression: blood vessels press on the trigeminal nerve, causing wear or damage to the protective covering around the nerve (myelin).; Due to medical condition: TN symptoms can also occur in people with multiple sclerosis (a disease that causes deterioration of the myelin sheath of the trigeminal nerve). Rarely the symptoms of TN are caused by nerve compression from a tumor, or a plexus of arteries and veins called an arteriovenous malformation.; Due to trauma: Damage to the trigeminal nerve (which can be the result of sinus surgery, oral surgery, stroke or facial trauma) is also considered a cause of facial pain.\n\nSymptom\nPainful symptoms of TN can appear intermittently with a feeling of strong spasms, like an electric shock. Pain usually occurs on one side of the face and can be caused by sound or touch. Pain can also be triggered by everyday actions, including:\nBrush one's teeth; Shave; Make up; Touch your face; Eat and drink; Talk; The strong wind blew into my face\nThe pain will come in waves, lasting a few seconds or a few minutes\nAn episode of pain may last for days, weeks or months, then enter a period of remission. The condition may progress, with pain becoming more severe and frequent. In some cases, the pain is also accompanied by a constant aching feeling.\n\nWho is at risk of trigeminal neuralgia?\nTN pain occurs most often in people over 50 years of age, although it can occur at any age, including infants. The likelihood of TN due to multiple sclerosis increases when it occurs in young people. The incidence is about 12 per 100,000 people per year; This disorder is more common in women than men.\n\nHow to diagnose\nDiagnosis of TN is mainly based on factors: patient history, symptoms, physical and neurological examination results. This is to determine which part of the trigeminal nerve is being affected. Your doctor will also touch different parts of your face to determine the location of the pain. Other disorders that cause facial pain should be ruled out before diagnosing TN, which are:\nPostherpetic neuralgia (nerve pain after a shingles outbreak); Cluster headaches; Temporomandibular joint disorder (causing pain and dysfunction of the jaw joint, the muscles that control jaw movement)\nBecause symptoms often overlap and there are many causes of pain, it is difficult to accurately diagnose the disease. However, finding the cause of pain is important because treatment will be different for each type of pain.\nThe modern MRI system at Tam Anh General Hospital in HCM promotes its use in diagnosing trigeminal neuralgia.\nTo accurately diagnose the condition, tests may be ordered to rule out the above causes of pain. The most appropriate technique in this case is magnetic resonance imaging (MRI) to rule out tumors or multiple sclerosis. MRI images will give the answer \"Yes\" or \"No\" to the condition of a blood vessel compressing a nerve. MRI scanning technique can also show the severity of nerve compression by blood vessels (if any).\n\nTreatment of trigeminal neuralgia\nCó nhiều cách trị đau dây thần kinh sinh ba, trong đó việc sử dụng thuốc, phẫu thuật và các phương pháp bổ sung đang được các bác sĩ áp dụng.\n1. Dùng thuốc\nCác loại thuốc chống co giật được sử dụng để ngăn chặn sự kích thích thần kinh, thường cho hiệu quả trong điều trị TN1 nhưng lại kém hiệu quả đối với TN2. Những loại thuốc này bao gồm carbamazepine, oxcarbazepine, topiramate, gabapentin, pregabalin, clonazepam, phenytoin, lamotrigine và axit valproic.\nThuốc chống trầm cảm ba vòng như amitriptyline hoặc nortriptyline có thể được sử dụng để điều trị cơn đau. Thuốc giảm đau thông thường và nhóm opioid (nhóm thuốc được kê đơn) không mấy hiệu quả trong việc điều trị cơn đau buốt, tái phát do TN1 gây ra, nhưng có thể đáp ứng với bệnh nhân dạng TN2.\nThuốc là giải pháp nhẹ nhàng hơn so với phẫu thuật trong điều trị đau dây thần kinh sinh ba\nNếu thuốc không giúp bạn giảm đau hoặc gây ra các tác dụng phụ do không thể dung nạp (như rối loạn nhận thức, mất trí nhớ, mệt mỏi quá mức, ức chế tủy xương hoặc dị ứng) thì điều trị phẫu thuật có thể được chỉ định. Vì đau TN là một rối loạn tiến triển, trở nên kháng thuốc theo thời gian nên điều trị phẫu thuật thường được áp dụng.\n2. Thực hiện phẫu thuật\nThủ thuật phẫu thuật thần kinh được xem xét điều trị đau dây thần kinh sinh ba sẽ tùy thuộc vào các yếu tố: bản chất của cơn đau, sở thích cá nhân, sức khỏe thể chất; huyết áp và các cuộc phẫu thuật trước đó; sự hiện diện của bệnh đa xơ cứng và sự phân bố của dây thần kinh sinh ba (đặc biệt khi liên quan đến nhánh mắt). Một số thủ thuật được thực hiện trên cơ sở bệnh nhân ngoại trú, trong khi số khác có thể cần đến kỹ thuật gây mê toàn thân. Người bệnh có thể sẽ phải trải qua cảm giác ​tê mặt ở những mức độ khác nhau sau khi thực hiện thủ thuật này. Đau TN cũng có thể tái lại ngay cả khi đã thực hiện phẫu thuật. Bạn cũng có thể phải đối diện với những rủi ro sau phẫu thuật, bao gồm mất thính giác, các vấn đề về thăng bằng, rò rỉ dịch não tủy (loại chất lỏng sinh lý dùng để bảo vệ não), nhiễm trùng, gây mê dolorosa (sự kết hợp của tê bề mặt và đau rát sâu) và đột quỵ (hiếm khi xảy ra). Thủ thuật có thể xem xét áp dụng bao gồm:\nPhương pháp chèn bong bóng qua da (Balloon Compression): hoạt động bằng cách làm tổn thương lớp cách nhiệt trên các dây thần kinh liên quan đến cảm giác chạm nhẹ trên mặt. Phương pháp này được thực hiện trong phòng phẫu thuật thông qua gây mê toàn thân. Một kim dẫn đường (cannula) có kích thước rộng được đưa vào má và dẫn đến vị trí nhánh của dây thần kinh sinh ba đi qua đáy hộp sọ. Gauge 14 qua lỗ bầu dục rồi bơm phồng rất chậm bong bóng nhằm ép một phần dây thần kinh vào rìa cứng của lớp phủ não (màng cứng) và hộp sọ. Sau khoảng một phút, bóng được làm xẹp và lấy ra cùng với kim dẫn đường. Đây là một thủ thuật ngoại trú, nhưng đôi khi bệnh nhân cũng có thể được giữ lại bệnh viện qua đêm. Thủ thuật này giúp giảm đau dây thần kinh sinh ba khoảng 1 -2 năm.; Tiêm glycerol: Người bệnh sẽ được sử dụng thuốc an thần và gây tê cục bộ. Bác sĩ sẽ đưa một cây kim qua má, vào đáy hộp sọ. Kim được dẫn đường bằng tia X đến một túi nhỏ của dịch tủy sống bao quanh rễ của dây thần kinh sinh ba. Khi kim đã vào đúng vị trí, một lượng nhỏ glycerol vô trùng sẽ được giải phóng.\nNgười bệnh sẽ được tiêm thuốc an thần trước khi phẫu thuật\nGlycerol có thể ngăn chặn khả năng truyền tín hiệu liên quan đến cơn đau của dây thần kinh hoặc giúp chữa lành lớp cách điện của dây thần kinh mà không làm tổn thương dây thần kinh. Quy trình này diễn ra trong vài phút và bạn có thể về nhà ngay trong ngày. Với hình thức này, cơn đau có thể tái lại trong vòng 1-2 năm. Tuy nhiên, phương thức này có thể được lặp lại nhiều lần.\nCắt bỏ dây thần kinh sinh ba bằng tần số vô tuyến (còn gọi là “Cắt bỏ RF” hoặc “Tổn thương RF”) thường được thực hiện trên cơ sở bệnh nhân ngoại trú. Sau khi người bệnh được gây mê, một cây kim được đưa qua má tới hạch sinh ba (nằm sâu bên trong hộp sọ). Khi kim được định vị ở vị trí thích hợp, nhiệt được tạo ra bằng năng lượng từ tần số vô tuyến và tiêu diệt các sợi thần kinh sinh ba. Khoảng một nửa số người có các triệu chứng tái phát từ ba đến bốn năm sau khi thực hiện thủ thuật này. Ngoài ra, sử dụng thuốc tê kéo dài có thể giúp giảm đau nhưng cũng đem đến một số tác dụng phụ cho cơ thể.; Phương pháp xạ phẫu/ xạ trị định vị lập thể (Gamma Knife, Cyber ​​Knife) sử dụng chùm tia gamma năng lượng tập trung vào vị trí dây thần kinh sinh ba thoát ra khỏi thân não. Điều này nhằm kìm hãm sự hình thành tổn thương trên dây thần kinh, làm gián đoạn quá trình truyền tín hiệu cảm giác đến não. Bệnh nhân có thể xuất viện trong ngày hoặc hôm sau nhưng cảm giác đau sẽ không thuyên giảm ngay sau khi phẫu thuật. Hiệp hội phẫu thuật vô tuyến quốc tế (The International RadioSurgery Association) báo cáo rằng có khoảng 50-78% người bị TN được điều trị bằng phương pháp Gamma Knife giảm đau trong vòng vài tuần sau phẫu thuật. Có khoảng một nửa số người sau điều trị bị tái đau trong vòng ba năm. Phương pháp này ngày càng phổ biến vì độ chính xác, hiệu quả, an toàn và ít xâm lấn hơn so với các phương pháp phẫu thuật khác.; Giải nén vi mạch (MVD). Thủ thuật này hoạt động bằng cách giảm áp lực cho các dây thần kinh bị ảnh hưởng và làm lành chúng. Các nghiên cứu cho thấy 90% bệnh nhân báo cáo giảm đau. Khoảng một nửa số người thực hiện kỹ thuật MVD bị đau tái phát trong vòng 12 – 15 năm. Thủ thuật nội trú này được thực hiện bằng cách gây mê toàn thân và thông qua một lỗ nhỏ được tạo ra ở xương chũm phía sau tai. Trong khi quan sát dây thần kinh sinh ba qua kính hiển vi hoặc ống nội soi, bác sĩ phẫu thuật sẽ di chuyển mạch (thường là động mạch) đang chèn ép dây thần kinh và đặt một tấm đệm mềm giữa dây thần kinh và mạch. Mục đích của thủ thuật này là giúp người bệnh không còn cảm giác tê mặt sau phẫu thuật và thời gian hồi phục sẽ diễn ra sau vài ngày hoặc vài tuần.\nNhững biện pháp khác như kích thích não, hủy hạch Gasser… có thể được áp dụng sau khi tất cả các liệu pháp trên không phát huy hiệu quả hoặc người bệnh không thuộc nhóm đối tượng có thể giảm áp lực vi mạch lên gốc dây thần kinh sinh ba. Bao gồm:\nKích thích não sâu là phương pháp truyền xung điện vào một phần của não bằng cách sử dụng đầu dò. Người bệnh sẽ được chỉ định chụp não (thông qua kỹ thuật MRI hoặc CT), đảm bảo đầu dò đặt đúng vị trí. Một trong hai kỹ thuật gây tê tại chỗ hoặc gây mê toàn thân cũng sẽ được chỉ định. Đây là phương pháp điều trị đau dây thần kinh sinh ba mới mẻ nên những rủi ro và lợi ích vẫn đang được nghiên cứu. Có khả năng người bệnh được điều trị như một phần của quá trình thử nghiệm lâm sàng.; Phá hủy hạch Gasser bằng cách tạo ra một thương tổn tần số vô tuyến theo hướng dẫn của Chụp cản quang 2 cánh (fluoroscopic biplanar).\n3. Các cách tiếp cận bổ sung\nKết hợp với điều trị bằng thuốc. Liệu pháp này mang lại hiệu quả khác nhau.; Thực hiện những bài tập thể dục nhẹ như yoga, liệu pháp hương thơm hoặc thiền định giúp tăng cường sức khỏe.; Các lựa chọn khác bao gồm châm cứu, liệu pháp vitamin, liệu pháp dinh dưỡng… hay tiêm độc tố botulinum để ngăn hoạt động của các dây thần kinh cảm giác.\n\nPrevention of trigeminal neuralgia\nTo date, no specific measures have been recommended in the prevention of trigeminal neuralgia. You can only limit the progression of the disease by changing some of the following lifestyle habits:\nReplace hard foods with soft, easy-to-chew foods; Avoid doing things that stimulate your face when you are in pain; When you see symptoms of TN pain, see a doctor for early treatment to reduce discomfort and pain and maintain a stable quality of life.\nMRI is considered the most effective technique in diagnosing trigeminal neuralgia. Therefore, when you see signs of illness, you should go to medical facilities equipped with modern machines and a team of experienced doctors to quickly detect the cause of the pain. The scan results will help doctors accurately diagnose and provide the most appropriate treatment for the problem you are having.\nTO SCHEDULE AN EXAMINATION APPOINTMENT AND FIND INFORMATION, PLEASE CONTACT TAM ANH GENERAL HOSPITAL SYSTEM - Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 – Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 – Fanpage: https://www.facebook.com /benhvientamanh",
    "subsections": [
        {
            "subsection_name": "What is trigeminal neuralgia?",
            "subsection_content": "Trigeminal neuralgia (TN), also known as trigeminal nerve or cranial nerve V (one of the most widely distributed nerves in the head), is a painful, chronic condition. trigeminal nerve involvement.\nTrigeminal nerve pain often appears on one side of the face, gradually spreading to other areas on the same side\nPain can appear when there is slight stimulation to the face such as brushing teeth, shaving, chewing food, applying makeup... It feels like being electrocuted or being stabbed in the face with a sharp object. It starts with short, mild pain, but over time, the pain becomes more intense, longer lasting, and more frequent. Pain appears on one side of the face and spreads along the cheekbones, nose, upper lip, upper teeth and/or spreads to the lower part of the cheekbones, lips and lower jaw. The forehead and orbital areas are less common. Most people with this condition experience cyclical symptoms: the pain comes and goes for days or weeks, then gradually subsides. In some cases, the condition becomes more severe and pain occurs more often.\nThere is no specific test for the TN condition, so diagnosis can take time. Treatment depends on the cause and severity of the pain. Several medications are available to help relieve pain and reduce the number of attacks, but more severe conditions will require surgery.\nTrigeminal neuralgia can be divided into two types:\nThe typical form of the disorder (known as “Type 1” or TN1) causes severe, sporadic, sudden, or shock-like facial pain; lasting from a few seconds to two minutes at a time. These pains can occur in rapid succession, in waves lasting up to two hours.; The “atypical” form of the disorder (known as “Type 2” or TN2), is characterized by constant, burning, throbbing pain of less intensity than Type 1. Both types of pain can be happens in the same person, sometimes at the same time. The intensity of the pain can affect physical and mental activities.",
            "subsection_string": "What is trigeminal neuralgia?\nTrigeminal neuralgia (TN), also known as trigeminal nerve or cranial nerve V (one of the most widely distributed nerves in the head), is a painful, chronic condition. trigeminal nerve involvement.\nTrigeminal nerve pain often appears on one side of the face, gradually spreading to other areas on the same side\nPain can appear when there is slight stimulation to the face such as brushing teeth, shaving, chewing food, applying makeup... It feels like being electrocuted or being stabbed in the face with a sharp object. It starts with short, mild pain, but over time, the pain becomes more intense, longer lasting, and more frequent. Pain appears on one side of the face and spreads along the cheekbones, nose, upper lip, upper teeth and/or spreads to the lower part of the cheekbones, lips and lower jaw. The forehead and orbital areas are less common. Most people with this condition experience cyclical symptoms: the pain comes and goes for days or weeks, then gradually subsides. In some cases, the condition becomes more severe and pain occurs more often.\nThere is no specific test for the TN condition, so diagnosis can take time. Treatment depends on the cause and severity of the pain. Several medications are available to help relieve pain and reduce the number of attacks, but more severe conditions will require surgery.\nTrigeminal neuralgia can be divided into two types:\nThe typical form of the disorder (known as “Type 1” or TN1) causes severe, sporadic, sudden, or shock-like facial pain; lasting from a few seconds to two minutes at a time. These pains can occur in rapid succession, in waves lasting up to two hours.; The “atypical” form of the disorder (known as “Type 2” or TN2), is characterized by constant, burning, throbbing pain of less intensity than Type 1. Both types of pain can be happens in the same person, sometimes at the same time. The intensity of the pain can affect physical and mental activities."
        },
        {
            "subsection_name": "Structure and function",
            "subsection_content": "The structure of the trigeminal nerve includes 3 parts: sensory, motor and small branches. The trigeminal nerve is one of 12 pairs of nerves attached to the brain. There are two separate trigeminal nerves, located on each side of the face. These nerves are responsible for pain in the face and other sensations. Each nerve has three branches that transmit sensation from the ophthalmic branch (upper branch), the maxillary branch (middle branch) and the mandibular branch (lower branch) of the face and oral cavity, to the brain.\nThe eye branch provides sensation to most of the scalp, forehead and around the eyes.; The maxillary branch stimulates the cheeks, upper jaw, upper lip, teeth, gums, and side of the nose.; The mandibular branch supplies nerves to the lower jaw, teeth, gums, and lower lip.\nMore than one nerve branch may be affected by this disorder. Rarely, pain occurs on both sides of the face at the same time (called bilateral trigeminal neuralgia) and occurs at different times.",
            "subsection_string": "Structure and function\nThe structure of the trigeminal nerve includes 3 parts: sensory, motor and small branches. The trigeminal nerve is one of 12 pairs of nerves attached to the brain. There are two separate trigeminal nerves, located on each side of the face. These nerves are responsible for pain in the face and other sensations. Each nerve has three branches that transmit sensation from the ophthalmic branch (upper branch), the maxillary branch (middle branch) and the mandibular branch (lower branch) of the face and oral cavity, to the brain.\nThe eye branch provides sensation to most of the scalp, forehead and around the eyes.; The maxillary branch stimulates the cheeks, upper jaw, upper lip, teeth, gums, and side of the nose.; The mandibular branch supplies nerves to the lower jaw, teeth, gums, and lower lip.\nMore than one nerve branch may be affected by this disorder. Rarely, pain occurs on both sides of the face at the same time (called bilateral trigeminal neuralgia) and occurs at different times."
        },
        {
            "subsection_name": "Reason",
            "subsection_content": "Trigeminal neuralgia can come from many causes:\nDue to blood vessel compression: blood vessels press on the trigeminal nerve, causing wear or damage to the protective covering around the nerve (myelin).; Due to medical condition: TN symptoms can also occur in people with multiple sclerosis (a disease that causes deterioration of the myelin sheath of the trigeminal nerve). Rarely the symptoms of TN are caused by nerve compression from a tumor, or a plexus of arteries and veins called an arteriovenous malformation.; Due to trauma: Damage to the trigeminal nerve (which can be the result of sinus surgery, oral surgery, stroke or facial trauma) is also considered a cause of facial pain.",
            "subsection_string": "Reason\nTrigeminal neuralgia can come from many causes:\nDue to blood vessel compression: blood vessels press on the trigeminal nerve, causing wear or damage to the protective covering around the nerve (myelin).; Due to medical condition: TN symptoms can also occur in people with multiple sclerosis (a disease that causes deterioration of the myelin sheath of the trigeminal nerve). Rarely the symptoms of TN are caused by nerve compression from a tumor, or a plexus of arteries and veins called an arteriovenous malformation.; Due to trauma: Damage to the trigeminal nerve (which can be the result of sinus surgery, oral surgery, stroke or facial trauma) is also considered a cause of facial pain."
        },
        {
            "subsection_name": "Symptom",
            "subsection_content": "Painful symptoms of TN can appear intermittently with a feeling of strong spasms, like an electric shock. Pain usually occurs on one side of the face and can be caused by sound or touch. Pain can also be triggered by everyday actions, including:\nBrush one's teeth; Shave; Make up; Touch your face; Eat and drink; Talk; The strong wind blew into my face\nThe pain will come in waves, lasting a few seconds or a few minutes\nAn episode of pain may last for days, weeks or months, then enter a period of remission. The condition may progress, with pain becoming more severe and frequent. In some cases, the pain is also accompanied by a constant aching feeling.",
            "subsection_string": "Symptom\nPainful symptoms of TN can appear intermittently with a feeling of strong spasms, like an electric shock. Pain usually occurs on one side of the face and can be caused by sound or touch. Pain can also be triggered by everyday actions, including:\nBrush one's teeth; Shave; Make up; Touch your face; Eat and drink; Talk; The strong wind blew into my face\nThe pain will come in waves, lasting a few seconds or a few minutes\nAn episode of pain may last for days, weeks or months, then enter a period of remission. The condition may progress, with pain becoming more severe and frequent. In some cases, the pain is also accompanied by a constant aching feeling."
        },
        {
            "subsection_name": "Who is at risk of trigeminal neuralgia?",
            "subsection_content": "TN pain occurs most often in people over 50 years of age, although it can occur at any age, including infants. The likelihood of TN due to multiple sclerosis increases when it occurs in young people. The incidence is about 12 per 100,000 people per year; This disorder is more common in women than men.",
            "subsection_string": "Who is at risk of trigeminal neuralgia?\nTN pain occurs most often in people over 50 years of age, although it can occur at any age, including infants. The likelihood of TN due to multiple sclerosis increases when it occurs in young people. The incidence is about 12 per 100,000 people per year; This disorder is more common in women than men."
        },
        {
            "subsection_name": "How to diagnose",
            "subsection_content": "Diagnosis of TN is mainly based on factors: patient history, symptoms, physical and neurological examination results. This is to determine which part of the trigeminal nerve is being affected. Your doctor will also touch different parts of your face to determine the location of the pain. Other disorders that cause facial pain should be ruled out before diagnosing TN, which are:\nPostherpetic neuralgia (nerve pain after a shingles outbreak); Cluster headaches; Temporomandibular joint disorder (causing pain and dysfunction of the jaw joint, the muscles that control jaw movement)\nBecause symptoms often overlap and there are many causes of pain, it is difficult to accurately diagnose the disease. However, finding the cause of pain is important because treatment will be different for each type of pain.\nThe modern MRI system at Tam Anh General Hospital in HCM promotes its use in diagnosing trigeminal neuralgia.\nTo accurately diagnose the condition, tests may be ordered to rule out the above causes of pain. The most appropriate technique in this case is magnetic resonance imaging (MRI) to rule out tumors or multiple sclerosis. MRI images will give the answer \"Yes\" or \"No\" to the condition of a blood vessel compressing a nerve. MRI scanning technique can also show the severity of nerve compression by blood vessels (if any).",
            "subsection_string": "How to diagnose\nDiagnosis of TN is mainly based on factors: patient history, symptoms, physical and neurological examination results. This is to determine which part of the trigeminal nerve is being affected. Your doctor will also touch different parts of your face to determine the location of the pain. Other disorders that cause facial pain should be ruled out before diagnosing TN, which are:\nPostherpetic neuralgia (nerve pain after a shingles outbreak); Cluster headaches; Temporomandibular joint disorder (causing pain and dysfunction of the jaw joint, the muscles that control jaw movement)\nBecause symptoms often overlap and there are many causes of pain, it is difficult to accurately diagnose the disease. However, finding the cause of pain is important because treatment will be different for each type of pain.\nThe modern MRI system at Tam Anh General Hospital in HCM promotes its use in diagnosing trigeminal neuralgia.\nTo accurately diagnose the condition, tests may be ordered to rule out the above causes of pain. The most appropriate technique in this case is magnetic resonance imaging (MRI) to rule out tumors or multiple sclerosis. MRI images will give the answer \"Yes\" or \"No\" to the condition of a blood vessel compressing a nerve. MRI scanning technique can also show the severity of nerve compression by blood vessels (if any)."
        },
        {
            "subsection_name": "Treatment of trigeminal neuralgia",
            "subsection_content": "Có nhiều cách trị đau dây thần kinh sinh ba, trong đó việc sử dụng thuốc, phẫu thuật và các phương pháp bổ sung đang được các bác sĩ áp dụng.\n1. Dùng thuốc\nCác loại thuốc chống co giật được sử dụng để ngăn chặn sự kích thích thần kinh, thường cho hiệu quả trong điều trị TN1 nhưng lại kém hiệu quả đối với TN2. Những loại thuốc này bao gồm carbamazepine, oxcarbazepine, topiramate, gabapentin, pregabalin, clonazepam, phenytoin, lamotrigine và axit valproic.\nThuốc chống trầm cảm ba vòng như amitriptyline hoặc nortriptyline có thể được sử dụng để điều trị cơn đau. Thuốc giảm đau thông thường và nhóm opioid (nhóm thuốc được kê đơn) không mấy hiệu quả trong việc điều trị cơn đau buốt, tái phát do TN1 gây ra, nhưng có thể đáp ứng với bệnh nhân dạng TN2.\nThuốc là giải pháp nhẹ nhàng hơn so với phẫu thuật trong điều trị đau dây thần kinh sinh ba\nNếu thuốc không giúp bạn giảm đau hoặc gây ra các tác dụng phụ do không thể dung nạp (như rối loạn nhận thức, mất trí nhớ, mệt mỏi quá mức, ức chế tủy xương hoặc dị ứng) thì điều trị phẫu thuật có thể được chỉ định. Vì đau TN là một rối loạn tiến triển, trở nên kháng thuốc theo thời gian nên điều trị phẫu thuật thường được áp dụng.\n2. Thực hiện phẫu thuật\nThủ thuật phẫu thuật thần kinh được xem xét điều trị đau dây thần kinh sinh ba sẽ tùy thuộc vào các yếu tố: bản chất của cơn đau, sở thích cá nhân, sức khỏe thể chất; huyết áp và các cuộc phẫu thuật trước đó; sự hiện diện của bệnh đa xơ cứng và sự phân bố của dây thần kinh sinh ba (đặc biệt khi liên quan đến nhánh mắt). Một số thủ thuật được thực hiện trên cơ sở bệnh nhân ngoại trú, trong khi số khác có thể cần đến kỹ thuật gây mê toàn thân. Người bệnh có thể sẽ phải trải qua cảm giác ​tê mặt ở những mức độ khác nhau sau khi thực hiện thủ thuật này. Đau TN cũng có thể tái lại ngay cả khi đã thực hiện phẫu thuật. Bạn cũng có thể phải đối diện với những rủi ro sau phẫu thuật, bao gồm mất thính giác, các vấn đề về thăng bằng, rò rỉ dịch não tủy (loại chất lỏng sinh lý dùng để bảo vệ não), nhiễm trùng, gây mê dolorosa (sự kết hợp của tê bề mặt và đau rát sâu) và đột quỵ (hiếm khi xảy ra). Thủ thuật có thể xem xét áp dụng bao gồm:\nPhương pháp chèn bong bóng qua da (Balloon Compression): hoạt động bằng cách làm tổn thương lớp cách nhiệt trên các dây thần kinh liên quan đến cảm giác chạm nhẹ trên mặt. Phương pháp này được thực hiện trong phòng phẫu thuật thông qua gây mê toàn thân. Một kim dẫn đường (cannula) có kích thước rộng được đưa vào má và dẫn đến vị trí nhánh của dây thần kinh sinh ba đi qua đáy hộp sọ. Gauge 14 qua lỗ bầu dục rồi bơm phồng rất chậm bong bóng nhằm ép một phần dây thần kinh vào rìa cứng của lớp phủ não (màng cứng) và hộp sọ. Sau khoảng một phút, bóng được làm xẹp và lấy ra cùng với kim dẫn đường. Đây là một thủ thuật ngoại trú, nhưng đôi khi bệnh nhân cũng có thể được giữ lại bệnh viện qua đêm. Thủ thuật này giúp giảm đau dây thần kinh sinh ba khoảng 1 -2 năm.; Tiêm glycerol: Người bệnh sẽ được sử dụng thuốc an thần và gây tê cục bộ. Bác sĩ sẽ đưa một cây kim qua má, vào đáy hộp sọ. Kim được dẫn đường bằng tia X đến một túi nhỏ của dịch tủy sống bao quanh rễ của dây thần kinh sinh ba. Khi kim đã vào đúng vị trí, một lượng nhỏ glycerol vô trùng sẽ được giải phóng.\nNgười bệnh sẽ được tiêm thuốc an thần trước khi phẫu thuật\nGlycerol có thể ngăn chặn khả năng truyền tín hiệu liên quan đến cơn đau của dây thần kinh hoặc giúp chữa lành lớp cách điện của dây thần kinh mà không làm tổn thương dây thần kinh. Quy trình này diễn ra trong vài phút và bạn có thể về nhà ngay trong ngày. Với hình thức này, cơn đau có thể tái lại trong vòng 1-2 năm. Tuy nhiên, phương thức này có thể được lặp lại nhiều lần.\nCắt bỏ dây thần kinh sinh ba bằng tần số vô tuyến (còn gọi là “Cắt bỏ RF” hoặc “Tổn thương RF”) thường được thực hiện trên cơ sở bệnh nhân ngoại trú. Sau khi người bệnh được gây mê, một cây kim được đưa qua má tới hạch sinh ba (nằm sâu bên trong hộp sọ). Khi kim được định vị ở vị trí thích hợp, nhiệt được tạo ra bằng năng lượng từ tần số vô tuyến và tiêu diệt các sợi thần kinh sinh ba. Khoảng một nửa số người có các triệu chứng tái phát từ ba đến bốn năm sau khi thực hiện thủ thuật này. Ngoài ra, sử dụng thuốc tê kéo dài có thể giúp giảm đau nhưng cũng đem đến một số tác dụng phụ cho cơ thể.; Phương pháp xạ phẫu/ xạ trị định vị lập thể (Gamma Knife, Cyber ​​Knife) sử dụng chùm tia gamma năng lượng tập trung vào vị trí dây thần kinh sinh ba thoát ra khỏi thân não. Điều này nhằm kìm hãm sự hình thành tổn thương trên dây thần kinh, làm gián đoạn quá trình truyền tín hiệu cảm giác đến não. Bệnh nhân có thể xuất viện trong ngày hoặc hôm sau nhưng cảm giác đau sẽ không thuyên giảm ngay sau khi phẫu thuật. Hiệp hội phẫu thuật vô tuyến quốc tế (The International RadioSurgery Association) báo cáo rằng có khoảng 50-78% người bị TN được điều trị bằng phương pháp Gamma Knife giảm đau trong vòng vài tuần sau phẫu thuật. Có khoảng một nửa số người sau điều trị bị tái đau trong vòng ba năm. Phương pháp này ngày càng phổ biến vì độ chính xác, hiệu quả, an toàn và ít xâm lấn hơn so với các phương pháp phẫu thuật khác.; Giải nén vi mạch (MVD). Thủ thuật này hoạt động bằng cách giảm áp lực cho các dây thần kinh bị ảnh hưởng và làm lành chúng. Các nghiên cứu cho thấy 90% bệnh nhân báo cáo giảm đau. Khoảng một nửa số người thực hiện kỹ thuật MVD bị đau tái phát trong vòng 12 – 15 năm. Thủ thuật nội trú này được thực hiện bằng cách gây mê toàn thân và thông qua một lỗ nhỏ được tạo ra ở xương chũm phía sau tai. Trong khi quan sát dây thần kinh sinh ba qua kính hiển vi hoặc ống nội soi, bác sĩ phẫu thuật sẽ di chuyển mạch (thường là động mạch) đang chèn ép dây thần kinh và đặt một tấm đệm mềm giữa dây thần kinh và mạch. Mục đích của thủ thuật này là giúp người bệnh không còn cảm giác tê mặt sau phẫu thuật và thời gian hồi phục sẽ diễn ra sau vài ngày hoặc vài tuần.\nNhững biện pháp khác như kích thích não, hủy hạch Gasser… có thể được áp dụng sau khi tất cả các liệu pháp trên không phát huy hiệu quả hoặc người bệnh không thuộc nhóm đối tượng có thể giảm áp lực vi mạch lên gốc dây thần kinh sinh ba. Bao gồm:\nKích thích não sâu là phương pháp truyền xung điện vào một phần của não bằng cách sử dụng đầu dò. Người bệnh sẽ được chỉ định chụp não (thông qua kỹ thuật MRI hoặc CT), đảm bảo đầu dò đặt đúng vị trí. Một trong hai kỹ thuật gây tê tại chỗ hoặc gây mê toàn thân cũng sẽ được chỉ định. Đây là phương pháp điều trị đau dây thần kinh sinh ba mới mẻ nên những rủi ro và lợi ích vẫn đang được nghiên cứu. Có khả năng người bệnh được điều trị như một phần của quá trình thử nghiệm lâm sàng.; Phá hủy hạch Gasser bằng cách tạo ra một thương tổn tần số vô tuyến theo hướng dẫn của Chụp cản quang 2 cánh (fluoroscopic biplanar).\n3. Các cách tiếp cận bổ sung\nKết hợp với điều trị bằng thuốc. Liệu pháp này mang lại hiệu quả khác nhau.; Thực hiện những bài tập thể dục nhẹ như yoga, liệu pháp hương thơm hoặc thiền định giúp tăng cường sức khỏe.; Các lựa chọn khác bao gồm châm cứu, liệu pháp vitamin, liệu pháp dinh dưỡng… hay tiêm độc tố botulinum để ngăn hoạt động của các dây thần kinh cảm giác.",
            "subsection_string": "Treatment of trigeminal neuralgia\nCó nhiều cách trị đau dây thần kinh sinh ba, trong đó việc sử dụng thuốc, phẫu thuật và các phương pháp bổ sung đang được các bác sĩ áp dụng.\n1. Dùng thuốc\nCác loại thuốc chống co giật được sử dụng để ngăn chặn sự kích thích thần kinh, thường cho hiệu quả trong điều trị TN1 nhưng lại kém hiệu quả đối với TN2. Những loại thuốc này bao gồm carbamazepine, oxcarbazepine, topiramate, gabapentin, pregabalin, clonazepam, phenytoin, lamotrigine và axit valproic.\nThuốc chống trầm cảm ba vòng như amitriptyline hoặc nortriptyline có thể được sử dụng để điều trị cơn đau. Thuốc giảm đau thông thường và nhóm opioid (nhóm thuốc được kê đơn) không mấy hiệu quả trong việc điều trị cơn đau buốt, tái phát do TN1 gây ra, nhưng có thể đáp ứng với bệnh nhân dạng TN2.\nThuốc là giải pháp nhẹ nhàng hơn so với phẫu thuật trong điều trị đau dây thần kinh sinh ba\nNếu thuốc không giúp bạn giảm đau hoặc gây ra các tác dụng phụ do không thể dung nạp (như rối loạn nhận thức, mất trí nhớ, mệt mỏi quá mức, ức chế tủy xương hoặc dị ứng) thì điều trị phẫu thuật có thể được chỉ định. Vì đau TN là một rối loạn tiến triển, trở nên kháng thuốc theo thời gian nên điều trị phẫu thuật thường được áp dụng.\n2. Thực hiện phẫu thuật\nThủ thuật phẫu thuật thần kinh được xem xét điều trị đau dây thần kinh sinh ba sẽ tùy thuộc vào các yếu tố: bản chất của cơn đau, sở thích cá nhân, sức khỏe thể chất; huyết áp và các cuộc phẫu thuật trước đó; sự hiện diện của bệnh đa xơ cứng và sự phân bố của dây thần kinh sinh ba (đặc biệt khi liên quan đến nhánh mắt). Một số thủ thuật được thực hiện trên cơ sở bệnh nhân ngoại trú, trong khi số khác có thể cần đến kỹ thuật gây mê toàn thân. Người bệnh có thể sẽ phải trải qua cảm giác ​tê mặt ở những mức độ khác nhau sau khi thực hiện thủ thuật này. Đau TN cũng có thể tái lại ngay cả khi đã thực hiện phẫu thuật. Bạn cũng có thể phải đối diện với những rủi ro sau phẫu thuật, bao gồm mất thính giác, các vấn đề về thăng bằng, rò rỉ dịch não tủy (loại chất lỏng sinh lý dùng để bảo vệ não), nhiễm trùng, gây mê dolorosa (sự kết hợp của tê bề mặt và đau rát sâu) và đột quỵ (hiếm khi xảy ra). Thủ thuật có thể xem xét áp dụng bao gồm:\nPhương pháp chèn bong bóng qua da (Balloon Compression): hoạt động bằng cách làm tổn thương lớp cách nhiệt trên các dây thần kinh liên quan đến cảm giác chạm nhẹ trên mặt. Phương pháp này được thực hiện trong phòng phẫu thuật thông qua gây mê toàn thân. Một kim dẫn đường (cannula) có kích thước rộng được đưa vào má và dẫn đến vị trí nhánh của dây thần kinh sinh ba đi qua đáy hộp sọ. Gauge 14 qua lỗ bầu dục rồi bơm phồng rất chậm bong bóng nhằm ép một phần dây thần kinh vào rìa cứng của lớp phủ não (màng cứng) và hộp sọ. Sau khoảng một phút, bóng được làm xẹp và lấy ra cùng với kim dẫn đường. Đây là một thủ thuật ngoại trú, nhưng đôi khi bệnh nhân cũng có thể được giữ lại bệnh viện qua đêm. Thủ thuật này giúp giảm đau dây thần kinh sinh ba khoảng 1 -2 năm.; Tiêm glycerol: Người bệnh sẽ được sử dụng thuốc an thần và gây tê cục bộ. Bác sĩ sẽ đưa một cây kim qua má, vào đáy hộp sọ. Kim được dẫn đường bằng tia X đến một túi nhỏ của dịch tủy sống bao quanh rễ của dây thần kinh sinh ba. Khi kim đã vào đúng vị trí, một lượng nhỏ glycerol vô trùng sẽ được giải phóng.\nNgười bệnh sẽ được tiêm thuốc an thần trước khi phẫu thuật\nGlycerol có thể ngăn chặn khả năng truyền tín hiệu liên quan đến cơn đau của dây thần kinh hoặc giúp chữa lành lớp cách điện của dây thần kinh mà không làm tổn thương dây thần kinh. Quy trình này diễn ra trong vài phút và bạn có thể về nhà ngay trong ngày. Với hình thức này, cơn đau có thể tái lại trong vòng 1-2 năm. Tuy nhiên, phương thức này có thể được lặp lại nhiều lần.\nCắt bỏ dây thần kinh sinh ba bằng tần số vô tuyến (còn gọi là “Cắt bỏ RF” hoặc “Tổn thương RF”) thường được thực hiện trên cơ sở bệnh nhân ngoại trú. Sau khi người bệnh được gây mê, một cây kim được đưa qua má tới hạch sinh ba (nằm sâu bên trong hộp sọ). Khi kim được định vị ở vị trí thích hợp, nhiệt được tạo ra bằng năng lượng từ tần số vô tuyến và tiêu diệt các sợi thần kinh sinh ba. Khoảng một nửa số người có các triệu chứng tái phát từ ba đến bốn năm sau khi thực hiện thủ thuật này. Ngoài ra, sử dụng thuốc tê kéo dài có thể giúp giảm đau nhưng cũng đem đến một số tác dụng phụ cho cơ thể.; Phương pháp xạ phẫu/ xạ trị định vị lập thể (Gamma Knife, Cyber ​​Knife) sử dụng chùm tia gamma năng lượng tập trung vào vị trí dây thần kinh sinh ba thoát ra khỏi thân não. Điều này nhằm kìm hãm sự hình thành tổn thương trên dây thần kinh, làm gián đoạn quá trình truyền tín hiệu cảm giác đến não. Bệnh nhân có thể xuất viện trong ngày hoặc hôm sau nhưng cảm giác đau sẽ không thuyên giảm ngay sau khi phẫu thuật. Hiệp hội phẫu thuật vô tuyến quốc tế (The International RadioSurgery Association) báo cáo rằng có khoảng 50-78% người bị TN được điều trị bằng phương pháp Gamma Knife giảm đau trong vòng vài tuần sau phẫu thuật. Có khoảng một nửa số người sau điều trị bị tái đau trong vòng ba năm. Phương pháp này ngày càng phổ biến vì độ chính xác, hiệu quả, an toàn và ít xâm lấn hơn so với các phương pháp phẫu thuật khác.; Giải nén vi mạch (MVD). Thủ thuật này hoạt động bằng cách giảm áp lực cho các dây thần kinh bị ảnh hưởng và làm lành chúng. Các nghiên cứu cho thấy 90% bệnh nhân báo cáo giảm đau. Khoảng một nửa số người thực hiện kỹ thuật MVD bị đau tái phát trong vòng 12 – 15 năm. Thủ thuật nội trú này được thực hiện bằng cách gây mê toàn thân và thông qua một lỗ nhỏ được tạo ra ở xương chũm phía sau tai. Trong khi quan sát dây thần kinh sinh ba qua kính hiển vi hoặc ống nội soi, bác sĩ phẫu thuật sẽ di chuyển mạch (thường là động mạch) đang chèn ép dây thần kinh và đặt một tấm đệm mềm giữa dây thần kinh và mạch. Mục đích của thủ thuật này là giúp người bệnh không còn cảm giác tê mặt sau phẫu thuật và thời gian hồi phục sẽ diễn ra sau vài ngày hoặc vài tuần.\nNhững biện pháp khác như kích thích não, hủy hạch Gasser… có thể được áp dụng sau khi tất cả các liệu pháp trên không phát huy hiệu quả hoặc người bệnh không thuộc nhóm đối tượng có thể giảm áp lực vi mạch lên gốc dây thần kinh sinh ba. Bao gồm:\nKích thích não sâu là phương pháp truyền xung điện vào một phần của não bằng cách sử dụng đầu dò. Người bệnh sẽ được chỉ định chụp não (thông qua kỹ thuật MRI hoặc CT), đảm bảo đầu dò đặt đúng vị trí. Một trong hai kỹ thuật gây tê tại chỗ hoặc gây mê toàn thân cũng sẽ được chỉ định. Đây là phương pháp điều trị đau dây thần kinh sinh ba mới mẻ nên những rủi ro và lợi ích vẫn đang được nghiên cứu. Có khả năng người bệnh được điều trị như một phần của quá trình thử nghiệm lâm sàng.; Phá hủy hạch Gasser bằng cách tạo ra một thương tổn tần số vô tuyến theo hướng dẫn của Chụp cản quang 2 cánh (fluoroscopic biplanar).\n3. Các cách tiếp cận bổ sung\nKết hợp với điều trị bằng thuốc. Liệu pháp này mang lại hiệu quả khác nhau.; Thực hiện những bài tập thể dục nhẹ như yoga, liệu pháp hương thơm hoặc thiền định giúp tăng cường sức khỏe.; Các lựa chọn khác bao gồm châm cứu, liệu pháp vitamin, liệu pháp dinh dưỡng… hay tiêm độc tố botulinum để ngăn hoạt động của các dây thần kinh cảm giác."
        },
        {
            "subsection_name": "Prevention of trigeminal neuralgia",
            "subsection_content": "To date, no specific measures have been recommended in the prevention of trigeminal neuralgia. You can only limit the progression of the disease by changing some of the following lifestyle habits:\nReplace hard foods with soft, easy-to-chew foods; Avoid doing things that stimulate your face when you are in pain; When you see symptoms of TN pain, see a doctor for early treatment to reduce discomfort and pain and maintain a stable quality of life.\nMRI is considered the most effective technique in diagnosing trigeminal neuralgia. Therefore, when you see signs of illness, you should go to medical facilities equipped with modern machines and a team of experienced doctors to quickly detect the cause of the pain. The scan results will help doctors accurately diagnose and provide the most appropriate treatment for the problem you are having.\nTO SCHEDULE AN EXAMINATION APPOINTMENT AND FIND INFORMATION, PLEASE CONTACT TAM ANH GENERAL HOSPITAL SYSTEM - Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 – Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 – Fanpage: https://www.facebook.com /benhvientamanh",
            "subsection_string": "Prevention of trigeminal neuralgia\nTo date, no specific measures have been recommended in the prevention of trigeminal neuralgia. You can only limit the progression of the disease by changing some of the following lifestyle habits:\nReplace hard foods with soft, easy-to-chew foods; Avoid doing things that stimulate your face when you are in pain; When you see symptoms of TN pain, see a doctor for early treatment to reduce discomfort and pain and maintain a stable quality of life.\nMRI is considered the most effective technique in diagnosing trigeminal neuralgia. Therefore, when you see signs of illness, you should go to medical facilities equipped with modern machines and a team of experienced doctors to quickly detect the cause of the pain. The scan results will help doctors accurately diagnose and provide the most appropriate treatment for the problem you are having.\nTO SCHEDULE AN EXAMINATION APPOINTMENT AND FIND INFORMATION, PLEASE CONTACT TAM ANH GENERAL HOSPITAL SYSTEM - Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 – Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 – Fanpage: https://www.facebook.com /benhvientamanh"
        }
    ],
    "name": "benh-dau-day-than-kinh-sinh-ba.json"
}