{
    "title": "Crohn's disease (chronic regional enteritis) symptoms and causes",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/benh-crohn/",
    "abstract": "Crohn's disease, also known as chronic regional enteritis, is a digestive disorder that involves any location of damage in the digestive tract but is mainly distributed in the small intestine and colon. The disease begins with an abscess, which can then develop into internal and external fistulas and intestinal obstruction in severe cases. Besides the typical symptoms of diarrhea and abdominal pain, Crohn's disease can also cause arthritis in the patient. Currently, Crohn's disease is treated medically with medication or surgery if in a severe stage and the patient does not respond to other treatments.",
    "content": "Crohn's disease (chronic regional enteritis) symptoms and causes\n\nCrohn's disease, also known as chronic regional enteritis, is a digestive disorder that involves any location of damage in the digestive tract but is mainly distributed in the small intestine and colon. The disease begins with an abscess, which can then develop into internal and external fistulas and intestinal obstruction in severe cases. Besides the typical symptoms of diarrhea and abdominal pain, Crohn's disease can also cause arthritis in the patient. Currently, Crohn's disease is treated medically with medication or surgery if in a severe stage and the patient does not respond to other treatments.\n\nWhat is Crohn's disease?\nCrohn's disease (also known as IBD) is an autoimmune disease caused by inflammation in the digestive tract.\nThe digestive system is a system that extends from the oral cavity to the anus. Therefore, Crohn's disease can appear anywhere in this section of the intestine. Statistics show that the disease often affects the digestive tract, specifically about 40-50% of cases have inflammation occurring in the ileum - cecum, followed by the small intestine, and finally the colon. .\nUnlike other gastrointestinal infections, Crohn's disease is a chronic inflammatory bowel disease, causing intermittent intestinal ulcers. Common symptoms of Crohn's disease are abdominal pain, diarrhea and severe malnutrition due to deep ulcers on the intestinal wall.\nThe treatment regimen for regional chronic enteritis depends on the type of inflammation, the cause of the disease and the clinical context of each person. The 3 main forms of the disease, corresponding to each serious stage of the disease, include:\nInflammatory phase; Stage of intestinal stenosis and obstruction; The phase penetrates the wall or creates a fistula in the intestinal wall\nThis is a dangerous digestive disease, capable of progressing into complications that greatly affect the health and life of the patient. In the early stages, the clinical signs may be similar to other acute inflammatory diseases of the digestive tract, however when the disease progresses to the later stages, the patient will have serious health problems and often experience severe health problems. through pain.(1)\nTherefore, people with Crohn's disease need to seriously receive treatment as prescribed by their doctor immediately after discovering the disease.\n\nCauses of Crohn's disease\nThe specific cause of Crohn's disease has not yet been determined. Food and mental health issues are not the main causes of the disease. However, these are factors that increase the severity of the disease, stimulating the disease to progress to later stages faster than usual.\nFurthermore, Crohn's disease is classified as an autoimmune disease, meaning that the disease is caused by the body's autoimmune response.\nOther causes believed to be the cause of regional chronic enteritis include: the immune system, family medical history, quality of living environment and diet.\n1. Immune system\nCommon causes come from the immune system. Autoimmune disease is a disease that occurs when the patient's body loses the ability to recognize antigens and disease-causing bacteria that invade from the outside. From there, instead of needing to fight harmful bacteria and viruses, they attack the organs in the body. Regional chronic enteritis is one of the common types of autoimmune diseases. In addition, people with Crohn's disease due to this cause will also have symptoms related to arthritis.\n2. Genetics\nFamily genetics can cause or increase the risk of Crohn's disease, including regional chronic inflammatory bowel disease. According to 2022 statistics, the proportion of people with hereditary Crohn's disease in the family is 15%. This is a noteworthy number for those who have relatives who have had the disease, because their likelihood of getting Crohn's disease is quite high.\n3. The quality of the living environment does not meet standards\nA substandard living environment is the direct cause of infectious and inflammatory diseases, including regional chronic enteritis. Living areas, especially houses with poor hygiene quality and potential pathogens from harmful bacteria and viruses, are considered a substandard living environment. Frequent contact will cause many diseases.\n4. Diet\nSimilar to the factor of substandard living environment, consuming foods that do not ensure hygienic quality increases the risk of infections and inflammation caused by harmful bacteria and viruses...\n\nSymptoms of Crohn's disease\n1. Clinical symptoms of Crohn's disease\nCrohn's disease symptoms often appear alternating between flare-ups and stable periods. Based on abnormal manifestations of the body to recognize your medical condition.\nSymptoms of Crohn's disease include:\nAbnormalities of the digestive system such as abdominal cramps, diarrhea or bloody diarrhea, bloating, tenesmus and pain in the anal area; Digestive system abnormalities such as abdominal cramps, diarrhea or bloody diarrhea, bloating, tenesmus and pain in the anal area\nWhole body fever, physical weakness, thinness and weight loss. For patients with symptoms of high fever, there is a possibility of enteritis with abscesses; Whole body fever, physical weakness, thinness and weight loss. For patients with symptoms of high fever, there is a possibility of enteritis with abscesses\nThere are other symptoms such as rheumatoid arthritis, osteoporosis, iritis, ankylosing spondylitis, and endocrine disorders; There are other symptoms such as rheumatoid arthritis, osteoporosis, iritis, ankylosing spondylitis and endocrine disorders\n2. Subclinical symptoms of Crohn's disease\nSubclinical symptoms of Crohn's disease include blood and stool. Regarding blood cells, people with Crohn's disease have increased erythrocyte sedimentation rate (ESR) and reactive protein (CRP). Patients may also experience symptoms such as hypoalbuminemia, electrolyte disorders, and decreased serum iron and B12. In the case of Crohn's disease malabsorption, the stool will also be mixed with white blood cells and blood.\n\nWho is at risk of Crohn's disease?\nPeople at risk of Crohn's disease are the following groups:\nPeople whose relatives have had Crohn's disease; People who use a lot of antibiotics, birth control pills, and non-steroidal anti-inflammatory drugs; People with a diet high in bad fats; Regular smokers; People in the age group of 20 - 30 years old\nIn fact, Crohn's disease can happen to anyone, of any age. The disease begins with intestinal inflammation caused by bacteria. Therefore, a good immune system is the key to optimal prevention of regional chronic enteritis. And vice versa, the risk of disease for people with weak immune systems will be higher than for others because the body is not able to fight off invading pathogenic bacteria.\n\nMethods of diagnosing Crohn's disease\nThe process of diagnosing Crohn's disease includes 3 steps: Definitive diagnosis, differential diagnosis and diagnosis of complications.\nDiagnosis is the first step. The doctor will base on the clinical symptoms the patient has and make a general assessment. After that, continue to prescribe the patient to perform paraclinical tests to be able to make the correct conclusion about the type of Crohn's disease and the patient's stage.(2)\nParaclinical diagnostic activities for regional chronic enteritis include:\nBlood tests: Check erythrocyte sedimentation rate, reactive proteins, inflammatory factors and blood chemistry results.; Blood tests: Check erythrocyte sedimentation rate, reactive proteins, inflammatory factors and blood chemistry results.\nStool test: Checking parasites, red blood cells, white blood cells and procaltectin in stool is a marker that reflects the level of intestinal inflammation; Stool test: Checking parasites, red blood cells, white blood cells and procaltectin in the stool is a marker that reflects the level of intestinal inflammation\nStomach and colonoscopy: is the first method to directly access lesions in the upper and lower digestive tract, biopsiing suspected lesions to help accurately diagnose Crohn's disease; Stomach and colonoscopy: is the first method to directly access lesions in the upper and lower digestive tract, biopsy suspected lesions to help accurately diagnose Crohn's disease\nSmall bowel transit scan with contrast: Imaging diagnostic method, allowing doctors to see lesions of the small intestine such as stone slices, narrow intestinal segments.; Contrast-enhanced small bowel transit scan: An imaging diagnostic method that allows doctors to see small bowel lesions such as stone slabs and narrow intestinal tracts.\nCT scan to identify patients with complications such as abdominal abscess, fistula in the intestine - bladder or intestine - ureter...; CT scan to identify patients with complications such as abdominal abscess, fistula in the intestine - bladder or intestine - ureter...\nPathology: helps analyze inflammatory cells on biopsy lesions from endoscopy to accurately diagnose the disease.; Pathology: helps analyze inflammatory cells on biopsy lesions from endoscopy to accurately diagnose the disease.\nNext, based on the results from the definitive diagnosis, the doctor will continue to differentiate Crohn's disease from two main groups of diseases: small bowel disease in the ileocecal region and other related colon diseases.\nThe final step is to accurately diagnose the disease by combining means, assessing the patient's severity and complications. Complications that patients may experience are:\nPerforation, fistula or intestinal abscess; Intestinal stenosis; Pathologies around the rectum such as fistula, hemorrhoids, excess skin...; Cancer occurs in the later stages of the disease.\n\nComplications of Crohn's disease\n1. Intestinal obstruction\nIntestinal obstruction is a common complication that develops from Crohn's disease. The patient will experience significant mechanical deterioration, and even the process of transporting substances inside the intestine will be completely stopped because of the obstruction. Recognizable symptoms include flatulence and defecation, vomiting, and cramping.\n2. Ulcers\nSmall intestine and colon ulcers are complications caused by regional chronic enteritis. The disease causes chronic transmural inflammation anywhere in the digestive system. The most common locations are the ileum, intestines and colon. This is also considered a premise leading to complications of small intestine and colon ulcers.\n3. Fistula\nFistula is one of the dangerous complications of Crohn's disease because the disease is difficult to completely cure. In addition, fistulas also have a very negative impact on the patient's immune system, increasing the risk of infection as well as slowing down the treatment process.\nThis complication is the abnormal drainage of fluid, pus, or inflamed tissue from the digestive system to other organs. If the disease is not treated promptly, the fistulas may spread to the skin outside the abdominal area or into the internal organs in the patient's abdomen.\n4. Anal fissures\nAnal fissures are caused by regional chronic inflammatory bowel disease, diagnosed by tissue tears in the anal area or surrounding skin. This complication can increase the patient's risk of infection because this crack is an easy place to come into contact with disease-causing bacteria, making it easy for them to enter the body.\nPatients with anal fissures will experience pain when defecating. If not detected and treated immediately, the disease will develop into complications of anal fistula.\n5. Colon cancer\nColon cancer is a possible complication, especially in elderly patients. According to statistics, Crohn's disease has a fairly low mortality rate, hardly causing direct death. However, the disease is a factor that increases the risk of digestive cancer and colon cancer when damage in this area lasts for a long time. Especially for older people with weak resistance, they will face a high risk of death if chronic inflammatory bowel disease progresses to complications of colon cancer.\n6. Deep vein thrombosis\nDeep vein thrombosis, also known as a blood clot that appears in a deep or pelvic vein, is caused by Crohn's disease. The disease can cause blood clots to appear in the veins of the calves, thighs or pelvic areas as a complication that patients need to watch out for. Complications will cause endothelial damage, dysfunction or hyperactivity in the patient.\n7. Malnutrition\nCrohn's disease is a disease of the digestive tract, so the symptoms that the patient experiences, including abdominal cramps, body fever and urinary disorders, will lead to a feeling of fatigue, significantly decreasing. the feeling of wanting to eat. Seriously, the body cannot fully absorb the nutrients that the patient ingests. If this condition persists for a long time and does not progress, it will lead to malnutrition in the patient.\n\nTreatment of Crohn's disease\n1. Internal medicine\nMedical treatment with drugs is always given priority in treatment regimens for patients. Most of the medications used help control and relieve symptoms, as well as prevent recurrence.\nCommon medications used for people with Crohn's disease include:\nImmunosuppressant drugs such as azathioprine, mercaptopurine, methotrexate...; Biological drugs such as Adalimumab, infliximab and vedolizumab...\n2. Surgery\nSurgical treatment of Crohn's disease is indicated for necessary cases, severe disease or patients with complications such as abscesses, intestinal strictures and peri-rectal diseases.\nThe goal of surgery for Crohn's disease is to remove the inflamed part of the intestine. Doctors will remove the inflamed part of the intestine to remove and reconnect the healthy parts of the intestine.\n3. Change your diet\nNutrition plays an important role in all treatment regimens for Crohn's disease, including patients undergoing medical or surgical treatment. Patients need to seriously follow the instructions and nutritional advice in combination with other treatments to promote recovery.\nNutritional notes that people with Crohn's disease need to know:\nLimit lactose by minimizing animal dairy products and products; Limit foods high in fat such as butter, cream sauces, whey, greasy fried foods...; You should follow a low-residue diet, including foods such as raw fruits and vegetables, popcorn, whole grains, dried fruit, deli meat, and caffeine. chocolate…\n\nHow to prevent Crohn's disease?\nCrohn's disease can be best prevented by proactively changing living habits and scientific nutrition to protect comprehensive health.\nExcept for people with risk factors such as family members with a history of regional chronic enteritis, or those in a susceptible age group, etc., a weak immune system is a factor that increases the likelihood of getting Crohn's disease. Normal.\nChanging living habits, including keeping the living environment clean, building good health for the body by exercising regularly and having a suitable nutritional regimen... can limit the risk of infection. Bad bacteria enter and damage the body.\nBesides, protecting and maintaining digestive health at a stable level helps you effectively prevent various types of gastrointestinal diseases, including regional chronic inflammatory bowel disease. You need to have a diet that provides adequate nutrition for your body, and always ensure that the foods consumed are hygienic. Avoid skipping meals, eating irregularly or consuming too much bad fats and unnecessary grease.\n\nFrequently asked questions about Crohn's disease\n1. Is Crohn's disease contagious?\nCrohn's disease cannot be transmitted from person to person. Regardless of the cause, Crohn's disease is not transmitted to others, even through sex.\n2. Is Crohn's disease dangerous?\nCrohn's disease is a dangerous digestive disease. First of all, this is a chronic disease, requiring the patient to carry out serious treatment in combination with instructions from the doctor for a long time.\nIf the disease is not detected and treated early, the inflammation will spread to other parts, causing the patient's symptoms to become severe and his health to be significantly weakened. Furthermore, Crohn's disease in later stages also increases the risk of other complications, which are life-threatening digestive diseases such as intestinal obstruction and colon cancer.\n3. What should people with Crohn's disease pay attention to in their diet and activities?\nCrohn's disease patients need a reasonable dietary supplement. In general, the diet needs to be balanced between substances and limit the absorption of bad fats. Furthermore, patients also need to limit the use of animal milk products containing lactose.\nFor people with Crohn's disease with complications of intestinal fibrosis, they should eat a low-residue diet. People with inflammation in the small intestine, or severely damaged small intestine, should limit fatty foods and greasy foods.\nPatients' families should note that, except in cases prescribed by specialized doctors, receiving nutrition by mouth will bring optimal results to the patient, rather than by intravenous infusion.\n\nWhen should I see a doctor?\nYou need to see a doctor as soon as your body shows unusual signs such as pain lasting more than 1 week, diarrhea, obvious bowel disorders and physical weakness.\nIn case symptoms appear but do not affect daily activities, you can monitor the signs for up to 3-5 days to be able to observe your health and body condition more clearly. before visiting your doctor. However, do not let the symptoms of the disease last too long because they can become more severe.(3)\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nCrohn's disease or chronic regional enteritis is a chronic transmural enteritis, usually occurring in the small intestine and colon. If the disease is not treated early, it will lead to more dangerous digestive diseases such as abscesses, internal fistulas, strictures, intestinal obstruction and colon cancer. Treatment regimen depends on the severity and the doctor will prescribe medical or surgical treatment. However, with any treatment method, patients need to combine it with a nutritionally balanced diet, limiting foods and substances that can harm the digestive system.",
    "subsections": [
        {
            "subsection_name": "What is Crohn's disease?",
            "subsection_content": "Crohn's disease (also known as IBD) is an autoimmune disease caused by inflammation in the digestive tract.\nThe digestive system is a system that extends from the oral cavity to the anus. Therefore, Crohn's disease can appear anywhere in this section of the intestine. Statistics show that the disease often affects the digestive tract, specifically about 40-50% of cases have inflammation occurring in the ileum - cecum, followed by the small intestine, and finally the colon. .\nUnlike other gastrointestinal infections, Crohn's disease is a chronic inflammatory bowel disease, causing intermittent intestinal ulcers. Common symptoms of Crohn's disease are abdominal pain, diarrhea and severe malnutrition due to deep ulcers on the intestinal wall.\nThe treatment regimen for regional chronic enteritis depends on the type of inflammation, the cause of the disease and the clinical context of each person. The 3 main forms of the disease, corresponding to each serious stage of the disease, include:\nInflammatory phase; Stage of intestinal stenosis and obstruction; The phase penetrates the wall or creates a fistula in the intestinal wall\nThis is a dangerous digestive disease, capable of progressing into complications that greatly affect the health and life of the patient. In the early stages, the clinical signs may be similar to other acute inflammatory diseases of the digestive tract, however when the disease progresses to the later stages, the patient will have serious health problems and often experience severe health problems. through pain.(1)\nTherefore, people with Crohn's disease need to seriously receive treatment as prescribed by their doctor immediately after discovering the disease.",
            "subsection_string": "What is Crohn's disease?\nCrohn's disease (also known as IBD) is an autoimmune disease caused by inflammation in the digestive tract.\nThe digestive system is a system that extends from the oral cavity to the anus. Therefore, Crohn's disease can appear anywhere in this section of the intestine. Statistics show that the disease often affects the digestive tract, specifically about 40-50% of cases have inflammation occurring in the ileum - cecum, followed by the small intestine, and finally the colon. .\nUnlike other gastrointestinal infections, Crohn's disease is a chronic inflammatory bowel disease, causing intermittent intestinal ulcers. Common symptoms of Crohn's disease are abdominal pain, diarrhea and severe malnutrition due to deep ulcers on the intestinal wall.\nThe treatment regimen for regional chronic enteritis depends on the type of inflammation, the cause of the disease and the clinical context of each person. The 3 main forms of the disease, corresponding to each serious stage of the disease, include:\nInflammatory phase; Stage of intestinal stenosis and obstruction; The phase penetrates the wall or creates a fistula in the intestinal wall\nThis is a dangerous digestive disease, capable of progressing into complications that greatly affect the health and life of the patient. In the early stages, the clinical signs may be similar to other acute inflammatory diseases of the digestive tract, however when the disease progresses to the later stages, the patient will have serious health problems and often experience severe health problems. through pain.(1)\nTherefore, people with Crohn's disease need to seriously receive treatment as prescribed by their doctor immediately after discovering the disease."
        },
        {
            "subsection_name": "Causes of Crohn's disease",
            "subsection_content": "The specific cause of Crohn's disease has not yet been determined. Food and mental health issues are not the main causes of the disease. However, these are factors that increase the severity of the disease, stimulating the disease to progress to later stages faster than usual.\nFurthermore, Crohn's disease is classified as an autoimmune disease, meaning that the disease is caused by the body's autoimmune response.\nOther causes believed to be the cause of regional chronic enteritis include: the immune system, family medical history, quality of living environment and diet.\n1. Immune system\nCommon causes come from the immune system. Autoimmune disease is a disease that occurs when the patient's body loses the ability to recognize antigens and disease-causing bacteria that invade from the outside. From there, instead of needing to fight harmful bacteria and viruses, they attack the organs in the body. Regional chronic enteritis is one of the common types of autoimmune diseases. In addition, people with Crohn's disease due to this cause will also have symptoms related to arthritis.\n2. Genetics\nFamily genetics can cause or increase the risk of Crohn's disease, including regional chronic inflammatory bowel disease. According to 2022 statistics, the proportion of people with hereditary Crohn's disease in the family is 15%. This is a noteworthy number for those who have relatives who have had the disease, because their likelihood of getting Crohn's disease is quite high.\n3. The quality of the living environment does not meet standards\nA substandard living environment is the direct cause of infectious and inflammatory diseases, including regional chronic enteritis. Living areas, especially houses with poor hygiene quality and potential pathogens from harmful bacteria and viruses, are considered a substandard living environment. Frequent contact will cause many diseases.\n4. Diet\nSimilar to the factor of substandard living environment, consuming foods that do not ensure hygienic quality increases the risk of infections and inflammation caused by harmful bacteria and viruses...",
            "subsection_string": "Causes of Crohn's disease\nThe specific cause of Crohn's disease has not yet been determined. Food and mental health issues are not the main causes of the disease. However, these are factors that increase the severity of the disease, stimulating the disease to progress to later stages faster than usual.\nFurthermore, Crohn's disease is classified as an autoimmune disease, meaning that the disease is caused by the body's autoimmune response.\nOther causes believed to be the cause of regional chronic enteritis include: the immune system, family medical history, quality of living environment and diet.\n1. Immune system\nCommon causes come from the immune system. Autoimmune disease is a disease that occurs when the patient's body loses the ability to recognize antigens and disease-causing bacteria that invade from the outside. From there, instead of needing to fight harmful bacteria and viruses, they attack the organs in the body. Regional chronic enteritis is one of the common types of autoimmune diseases. In addition, people with Crohn's disease due to this cause will also have symptoms related to arthritis.\n2. Genetics\nFamily genetics can cause or increase the risk of Crohn's disease, including regional chronic inflammatory bowel disease. According to 2022 statistics, the proportion of people with hereditary Crohn's disease in the family is 15%. This is a noteworthy number for those who have relatives who have had the disease, because their likelihood of getting Crohn's disease is quite high.\n3. The quality of the living environment does not meet standards\nA substandard living environment is the direct cause of infectious and inflammatory diseases, including regional chronic enteritis. Living areas, especially houses with poor hygiene quality and potential pathogens from harmful bacteria and viruses, are considered a substandard living environment. Frequent contact will cause many diseases.\n4. Diet\nSimilar to the factor of substandard living environment, consuming foods that do not ensure hygienic quality increases the risk of infections and inflammation caused by harmful bacteria and viruses..."
        },
        {
            "subsection_name": "Symptoms of Crohn's disease",
            "subsection_content": "1. Clinical symptoms of Crohn's disease\nCrohn's disease symptoms often appear alternating between flare-ups and stable periods. Based on abnormal manifestations of the body to recognize your medical condition.\nSymptoms of Crohn's disease include:\nAbnormalities of the digestive system such as abdominal cramps, diarrhea or bloody diarrhea, bloating, tenesmus and pain in the anal area; Digestive system abnormalities such as abdominal cramps, diarrhea or bloody diarrhea, bloating, tenesmus and pain in the anal area\nWhole body fever, physical weakness, thinness and weight loss. For patients with symptoms of high fever, there is a possibility of enteritis with abscesses; Whole body fever, physical weakness, thinness and weight loss. For patients with symptoms of high fever, there is a possibility of enteritis with abscesses\nThere are other symptoms such as rheumatoid arthritis, osteoporosis, iritis, ankylosing spondylitis, and endocrine disorders; There are other symptoms such as rheumatoid arthritis, osteoporosis, iritis, ankylosing spondylitis and endocrine disorders\n2. Subclinical symptoms of Crohn's disease\nSubclinical symptoms of Crohn's disease include blood and stool. Regarding blood cells, people with Crohn's disease have increased erythrocyte sedimentation rate (ESR) and reactive protein (CRP). Patients may also experience symptoms such as hypoalbuminemia, electrolyte disorders, and decreased serum iron and B12. In the case of Crohn's disease malabsorption, the stool will also be mixed with white blood cells and blood.",
            "subsection_string": "Symptoms of Crohn's disease\n1. Clinical symptoms of Crohn's disease\nCrohn's disease symptoms often appear alternating between flare-ups and stable periods. Based on abnormal manifestations of the body to recognize your medical condition.\nSymptoms of Crohn's disease include:\nAbnormalities of the digestive system such as abdominal cramps, diarrhea or bloody diarrhea, bloating, tenesmus and pain in the anal area; Digestive system abnormalities such as abdominal cramps, diarrhea or bloody diarrhea, bloating, tenesmus and pain in the anal area\nWhole body fever, physical weakness, thinness and weight loss. For patients with symptoms of high fever, there is a possibility of enteritis with abscesses; Whole body fever, physical weakness, thinness and weight loss. For patients with symptoms of high fever, there is a possibility of enteritis with abscesses\nThere are other symptoms such as rheumatoid arthritis, osteoporosis, iritis, ankylosing spondylitis, and endocrine disorders; There are other symptoms such as rheumatoid arthritis, osteoporosis, iritis, ankylosing spondylitis and endocrine disorders\n2. Subclinical symptoms of Crohn's disease\nSubclinical symptoms of Crohn's disease include blood and stool. Regarding blood cells, people with Crohn's disease have increased erythrocyte sedimentation rate (ESR) and reactive protein (CRP). Patients may also experience symptoms such as hypoalbuminemia, electrolyte disorders, and decreased serum iron and B12. In the case of Crohn's disease malabsorption, the stool will also be mixed with white blood cells and blood."
        },
        {
            "subsection_name": "Who is at risk of Crohn's disease?",
            "subsection_content": "People at risk of Crohn's disease are the following groups:\nPeople whose relatives have had Crohn's disease; People who use a lot of antibiotics, birth control pills, and non-steroidal anti-inflammatory drugs; People with a diet high in bad fats; Regular smokers; People in the age group of 20 - 30 years old\nIn fact, Crohn's disease can happen to anyone, of any age. The disease begins with intestinal inflammation caused by bacteria. Therefore, a good immune system is the key to optimal prevention of regional chronic enteritis. And vice versa, the risk of disease for people with weak immune systems will be higher than for others because the body is not able to fight off invading pathogenic bacteria.",
            "subsection_string": "Who is at risk of Crohn's disease?\nPeople at risk of Crohn's disease are the following groups:\nPeople whose relatives have had Crohn's disease; People who use a lot of antibiotics, birth control pills, and non-steroidal anti-inflammatory drugs; People with a diet high in bad fats; Regular smokers; People in the age group of 20 - 30 years old\nIn fact, Crohn's disease can happen to anyone, of any age. The disease begins with intestinal inflammation caused by bacteria. Therefore, a good immune system is the key to optimal prevention of regional chronic enteritis. And vice versa, the risk of disease for people with weak immune systems will be higher than for others because the body is not able to fight off invading pathogenic bacteria."
        },
        {
            "subsection_name": "Methods of diagnosing Crohn's disease",
            "subsection_content": "The process of diagnosing Crohn's disease includes 3 steps: Definitive diagnosis, differential diagnosis and diagnosis of complications.\nDiagnosis is the first step. The doctor will base on the clinical symptoms the patient has and make a general assessment. After that, continue to prescribe the patient to perform paraclinical tests to be able to make the correct conclusion about the type of Crohn's disease and the patient's stage.(2)\nParaclinical diagnostic activities for regional chronic enteritis include:\nBlood tests: Check erythrocyte sedimentation rate, reactive proteins, inflammatory factors and blood chemistry results.; Blood tests: Check erythrocyte sedimentation rate, reactive proteins, inflammatory factors and blood chemistry results.\nStool test: Checking parasites, red blood cells, white blood cells and procaltectin in stool is a marker that reflects the level of intestinal inflammation; Stool test: Checking parasites, red blood cells, white blood cells and procaltectin in the stool is a marker that reflects the level of intestinal inflammation\nStomach and colonoscopy: is the first method to directly access lesions in the upper and lower digestive tract, biopsiing suspected lesions to help accurately diagnose Crohn's disease; Stomach and colonoscopy: is the first method to directly access lesions in the upper and lower digestive tract, biopsy suspected lesions to help accurately diagnose Crohn's disease\nSmall bowel transit scan with contrast: Imaging diagnostic method, allowing doctors to see lesions of the small intestine such as stone slices, narrow intestinal segments.; Contrast-enhanced small bowel transit scan: An imaging diagnostic method that allows doctors to see small bowel lesions such as stone slabs and narrow intestinal tracts.\nCT scan to identify patients with complications such as abdominal abscess, fistula in the intestine - bladder or intestine - ureter...; CT scan to identify patients with complications such as abdominal abscess, fistula in the intestine - bladder or intestine - ureter...\nPathology: helps analyze inflammatory cells on biopsy lesions from endoscopy to accurately diagnose the disease.; Pathology: helps analyze inflammatory cells on biopsy lesions from endoscopy to accurately diagnose the disease.\nNext, based on the results from the definitive diagnosis, the doctor will continue to differentiate Crohn's disease from two main groups of diseases: small bowel disease in the ileocecal region and other related colon diseases.\nThe final step is to accurately diagnose the disease by combining means, assessing the patient's severity and complications. Complications that patients may experience are:\nPerforation, fistula or intestinal abscess; Intestinal stenosis; Pathologies around the rectum such as fistula, hemorrhoids, excess skin...; Cancer occurs in the later stages of the disease.",
            "subsection_string": "Methods of diagnosing Crohn's disease\nThe process of diagnosing Crohn's disease includes 3 steps: Definitive diagnosis, differential diagnosis and diagnosis of complications.\nDiagnosis is the first step. The doctor will base on the clinical symptoms the patient has and make a general assessment. After that, continue to prescribe the patient to perform paraclinical tests to be able to make the correct conclusion about the type of Crohn's disease and the patient's stage.(2)\nParaclinical diagnostic activities for regional chronic enteritis include:\nBlood tests: Check erythrocyte sedimentation rate, reactive proteins, inflammatory factors and blood chemistry results.; Blood tests: Check erythrocyte sedimentation rate, reactive proteins, inflammatory factors and blood chemistry results.\nStool test: Checking parasites, red blood cells, white blood cells and procaltectin in stool is a marker that reflects the level of intestinal inflammation; Stool test: Checking parasites, red blood cells, white blood cells and procaltectin in the stool is a marker that reflects the level of intestinal inflammation\nStomach and colonoscopy: is the first method to directly access lesions in the upper and lower digestive tract, biopsiing suspected lesions to help accurately diagnose Crohn's disease; Stomach and colonoscopy: is the first method to directly access lesions in the upper and lower digestive tract, biopsy suspected lesions to help accurately diagnose Crohn's disease\nSmall bowel transit scan with contrast: Imaging diagnostic method, allowing doctors to see lesions of the small intestine such as stone slices, narrow intestinal segments.; Contrast-enhanced small bowel transit scan: An imaging diagnostic method that allows doctors to see small bowel lesions such as stone slabs and narrow intestinal tracts.\nCT scan to identify patients with complications such as abdominal abscess, fistula in the intestine - bladder or intestine - ureter...; CT scan to identify patients with complications such as abdominal abscess, fistula in the intestine - bladder or intestine - ureter...\nPathology: helps analyze inflammatory cells on biopsy lesions from endoscopy to accurately diagnose the disease.; Pathology: helps analyze inflammatory cells on biopsy lesions from endoscopy to accurately diagnose the disease.\nNext, based on the results from the definitive diagnosis, the doctor will continue to differentiate Crohn's disease from two main groups of diseases: small bowel disease in the ileocecal region and other related colon diseases.\nThe final step is to accurately diagnose the disease by combining means, assessing the patient's severity and complications. Complications that patients may experience are:\nPerforation, fistula or intestinal abscess; Intestinal stenosis; Pathologies around the rectum such as fistula, hemorrhoids, excess skin...; Cancer occurs in the later stages of the disease."
        },
        {
            "subsection_name": "Complications of Crohn's disease",
            "subsection_content": "1. Intestinal obstruction\nIntestinal obstruction is a common complication that develops from Crohn's disease. The patient will experience significant mechanical deterioration, and even the process of transporting substances inside the intestine will be completely stopped because of the obstruction. Recognizable symptoms include flatulence and defecation, vomiting, and cramping.\n2. Ulcers\nSmall intestine and colon ulcers are complications caused by regional chronic enteritis. The disease causes chronic transmural inflammation anywhere in the digestive system. The most common locations are the ileum, intestines and colon. This is also considered a premise leading to complications of small intestine and colon ulcers.\n3. Fistula\nFistula is one of the dangerous complications of Crohn's disease because the disease is difficult to completely cure. In addition, fistulas also have a very negative impact on the patient's immune system, increasing the risk of infection as well as slowing down the treatment process.\nThis complication is the abnormal drainage of fluid, pus, or inflamed tissue from the digestive system to other organs. If the disease is not treated promptly, the fistulas may spread to the skin outside the abdominal area or into the internal organs in the patient's abdomen.\n4. Anal fissures\nAnal fissures are caused by regional chronic inflammatory bowel disease, diagnosed by tissue tears in the anal area or surrounding skin. This complication can increase the patient's risk of infection because this crack is an easy place to come into contact with disease-causing bacteria, making it easy for them to enter the body.\nPatients with anal fissures will experience pain when defecating. If not detected and treated immediately, the disease will develop into complications of anal fistula.\n5. Colon cancer\nColon cancer is a possible complication, especially in elderly patients. According to statistics, Crohn's disease has a fairly low mortality rate, hardly causing direct death. However, the disease is a factor that increases the risk of digestive cancer and colon cancer when damage in this area lasts for a long time. Especially for older people with weak resistance, they will face a high risk of death if chronic inflammatory bowel disease progresses to complications of colon cancer.\n6. Deep vein thrombosis\nDeep vein thrombosis, also known as a blood clot that appears in a deep or pelvic vein, is caused by Crohn's disease. The disease can cause blood clots to appear in the veins of the calves, thighs or pelvic areas as a complication that patients need to watch out for. Complications will cause endothelial damage, dysfunction or hyperactivity in the patient.\n7. Malnutrition\nCrohn's disease is a disease of the digestive tract, so the symptoms that the patient experiences, including abdominal cramps, body fever and urinary disorders, will lead to a feeling of fatigue, significantly decreasing. the feeling of wanting to eat. Seriously, the body cannot fully absorb the nutrients that the patient ingests. If this condition persists for a long time and does not progress, it will lead to malnutrition in the patient.",
            "subsection_string": "Complications of Crohn's disease\n1. Intestinal obstruction\nIntestinal obstruction is a common complication that develops from Crohn's disease. The patient will experience significant mechanical deterioration, and even the process of transporting substances inside the intestine will be completely stopped because of the obstruction. Recognizable symptoms include flatulence and defecation, vomiting, and cramping.\n2. Ulcers\nSmall intestine and colon ulcers are complications caused by regional chronic enteritis. The disease causes chronic transmural inflammation anywhere in the digestive system. The most common locations are the ileum, intestines and colon. This is also considered a premise leading to complications of small intestine and colon ulcers.\n3. Fistula\nFistula is one of the dangerous complications of Crohn's disease because the disease is difficult to completely cure. In addition, fistulas also have a very negative impact on the patient's immune system, increasing the risk of infection as well as slowing down the treatment process.\nThis complication is the abnormal drainage of fluid, pus, or inflamed tissue from the digestive system to other organs. If the disease is not treated promptly, the fistulas may spread to the skin outside the abdominal area or into the internal organs in the patient's abdomen.\n4. Anal fissures\nAnal fissures are caused by regional chronic inflammatory bowel disease, diagnosed by tissue tears in the anal area or surrounding skin. This complication can increase the patient's risk of infection because this crack is an easy place to come into contact with disease-causing bacteria, making it easy for them to enter the body.\nPatients with anal fissures will experience pain when defecating. If not detected and treated immediately, the disease will develop into complications of anal fistula.\n5. Colon cancer\nColon cancer is a possible complication, especially in elderly patients. According to statistics, Crohn's disease has a fairly low mortality rate, hardly causing direct death. However, the disease is a factor that increases the risk of digestive cancer and colon cancer when damage in this area lasts for a long time. Especially for older people with weak resistance, they will face a high risk of death if chronic inflammatory bowel disease progresses to complications of colon cancer.\n6. Deep vein thrombosis\nDeep vein thrombosis, also known as a blood clot that appears in a deep or pelvic vein, is caused by Crohn's disease. The disease can cause blood clots to appear in the veins of the calves, thighs or pelvic areas as a complication that patients need to watch out for. Complications will cause endothelial damage, dysfunction or hyperactivity in the patient.\n7. Malnutrition\nCrohn's disease is a disease of the digestive tract, so the symptoms that the patient experiences, including abdominal cramps, body fever and urinary disorders, will lead to a feeling of fatigue, significantly decreasing. the feeling of wanting to eat. Seriously, the body cannot fully absorb the nutrients that the patient ingests. If this condition persists for a long time and does not progress, it will lead to malnutrition in the patient."
        },
        {
            "subsection_name": "Treatment of Crohn's disease",
            "subsection_content": "1. Internal medicine\nMedical treatment with drugs is always given priority in treatment regimens for patients. Most of the medications used help control and relieve symptoms, as well as prevent recurrence.\nCommon medications used for people with Crohn's disease include:\nImmunosuppressant drugs such as azathioprine, mercaptopurine, methotrexate...; Biological drugs such as Adalimumab, infliximab and vedolizumab...\n2. Surgery\nSurgical treatment of Crohn's disease is indicated for necessary cases, severe disease or patients with complications such as abscesses, intestinal strictures and peri-rectal diseases.\nThe goal of surgery for Crohn's disease is to remove the inflamed part of the intestine. Doctors will remove the inflamed part of the intestine to remove and reconnect the healthy parts of the intestine.\n3. Change your diet\nNutrition plays an important role in all treatment regimens for Crohn's disease, including patients undergoing medical or surgical treatment. Patients need to seriously follow the instructions and nutritional advice in combination with other treatments to promote recovery.\nNutritional notes that people with Crohn's disease need to know:\nLimit lactose by minimizing animal dairy products and products; Limit foods high in fat such as butter, cream sauces, whey, greasy fried foods...; You should follow a low-residue diet, including foods such as raw fruits and vegetables, popcorn, whole grains, dried fruit, deli meat, and caffeine. chocolate…",
            "subsection_string": "Treatment of Crohn's disease\n1. Internal medicine\nMedical treatment with drugs is always given priority in treatment regimens for patients. Most of the medications used help control and relieve symptoms, as well as prevent recurrence.\nCommon medications used for people with Crohn's disease include:\nImmunosuppressant drugs such as azathioprine, mercaptopurine, methotrexate...; Biological drugs such as Adalimumab, infliximab and vedolizumab...\n2. Surgery\nSurgical treatment of Crohn's disease is indicated for necessary cases, severe disease or patients with complications such as abscesses, intestinal strictures and peri-rectal diseases.\nThe goal of surgery for Crohn's disease is to remove the inflamed part of the intestine. Doctors will remove the inflamed part of the intestine to remove and reconnect the healthy parts of the intestine.\n3. Change your diet\nNutrition plays an important role in all treatment regimens for Crohn's disease, including patients undergoing medical or surgical treatment. Patients need to seriously follow the instructions and nutritional advice in combination with other treatments to promote recovery.\nNutritional notes that people with Crohn's disease need to know:\nLimit lactose by minimizing animal dairy products and products; Limit foods high in fat such as butter, cream sauces, whey, greasy fried foods...; You should follow a low-residue diet, including foods such as raw fruits and vegetables, popcorn, whole grains, dried fruit, deli meat, and caffeine. chocolate…"
        },
        {
            "subsection_name": "How to prevent Crohn's disease?",
            "subsection_content": "Crohn's disease can be best prevented by proactively changing living habits and scientific nutrition to protect comprehensive health.\nExcept for people with risk factors such as family members with a history of regional chronic enteritis, or those in a susceptible age group, etc., a weak immune system is a factor that increases the likelihood of getting Crohn's disease. Normal.\nChanging living habits, including keeping the living environment clean, building good health for the body by exercising regularly and having a suitable nutritional regimen... can limit the risk of infection. Bad bacteria enter and damage the body.\nBesides, protecting and maintaining digestive health at a stable level helps you effectively prevent various types of gastrointestinal diseases, including regional chronic inflammatory bowel disease. You need to have a diet that provides adequate nutrition for your body, and always ensure that the foods consumed are hygienic. Avoid skipping meals, eating irregularly or consuming too much bad fats and unnecessary grease.",
            "subsection_string": "How to prevent Crohn's disease?\nCrohn's disease can be best prevented by proactively changing living habits and scientific nutrition to protect comprehensive health.\nExcept for people with risk factors such as family members with a history of regional chronic enteritis, or those in a susceptible age group, etc., a weak immune system is a factor that increases the likelihood of getting Crohn's disease. Normal.\nChanging living habits, including keeping the living environment clean, building good health for the body by exercising regularly and having a suitable nutritional regimen... can limit the risk of infection. Bad bacteria enter and damage the body.\nBesides, protecting and maintaining digestive health at a stable level helps you effectively prevent various types of gastrointestinal diseases, including regional chronic inflammatory bowel disease. You need to have a diet that provides adequate nutrition for your body, and always ensure that the foods consumed are hygienic. Avoid skipping meals, eating irregularly or consuming too much bad fats and unnecessary grease."
        },
        {
            "subsection_name": "Frequently asked questions about Crohn's disease",
            "subsection_content": "1. Is Crohn's disease contagious?\nCrohn's disease cannot be transmitted from person to person. Regardless of the cause, Crohn's disease is not transmitted to others, even through sex.\n2. Is Crohn's disease dangerous?\nCrohn's disease is a dangerous digestive disease. First of all, this is a chronic disease, requiring the patient to carry out serious treatment in combination with instructions from the doctor for a long time.\nIf the disease is not detected and treated early, the inflammation will spread to other parts, causing the patient's symptoms to become severe and his health to be significantly weakened. Furthermore, Crohn's disease in later stages also increases the risk of other complications, which are life-threatening digestive diseases such as intestinal obstruction and colon cancer.\n3. What should people with Crohn's disease pay attention to in their diet and activities?\nCrohn's disease patients need a reasonable dietary supplement. In general, the diet needs to be balanced between substances and limit the absorption of bad fats. Furthermore, patients also need to limit the use of animal milk products containing lactose.\nFor people with Crohn's disease with complications of intestinal fibrosis, they should eat a low-residue diet. People with inflammation in the small intestine, or severely damaged small intestine, should limit fatty foods and greasy foods.\nPatients' families should note that, except in cases prescribed by specialized doctors, receiving nutrition by mouth will bring optimal results to the patient, rather than by intravenous infusion.",
            "subsection_string": "Frequently asked questions about Crohn's disease\n1. Is Crohn's disease contagious?\nCrohn's disease cannot be transmitted from person to person. Regardless of the cause, Crohn's disease is not transmitted to others, even through sex.\n2. Is Crohn's disease dangerous?\nCrohn's disease is a dangerous digestive disease. First of all, this is a chronic disease, requiring the patient to carry out serious treatment in combination with instructions from the doctor for a long time.\nIf the disease is not detected and treated early, the inflammation will spread to other parts, causing the patient's symptoms to become severe and his health to be significantly weakened. Furthermore, Crohn's disease in later stages also increases the risk of other complications, which are life-threatening digestive diseases such as intestinal obstruction and colon cancer.\n3. What should people with Crohn's disease pay attention to in their diet and activities?\nCrohn's disease patients need a reasonable dietary supplement. In general, the diet needs to be balanced between substances and limit the absorption of bad fats. Furthermore, patients also need to limit the use of animal milk products containing lactose.\nFor people with Crohn's disease with complications of intestinal fibrosis, they should eat a low-residue diet. People with inflammation in the small intestine, or severely damaged small intestine, should limit fatty foods and greasy foods.\nPatients' families should note that, except in cases prescribed by specialized doctors, receiving nutrition by mouth will bring optimal results to the patient, rather than by intravenous infusion."
        },
        {
            "subsection_name": "When should I see a doctor?",
            "subsection_content": "You need to see a doctor as soon as your body shows unusual signs such as pain lasting more than 1 week, diarrhea, obvious bowel disorders and physical weakness.\nIn case symptoms appear but do not affect daily activities, you can monitor the signs for up to 3-5 days to be able to observe your health and body condition more clearly. before visiting your doctor. However, do not let the symptoms of the disease last too long because they can become more severe.(3)\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nCrohn's disease or chronic regional enteritis is a chronic transmural enteritis, usually occurring in the small intestine and colon. If the disease is not treated early, it will lead to more dangerous digestive diseases such as abscesses, internal fistulas, strictures, intestinal obstruction and colon cancer. Treatment regimen depends on the severity and the doctor will prescribe medical or surgical treatment. However, with any treatment method, patients need to combine it with a nutritionally balanced diet, limiting foods and substances that can harm the digestive system.",
            "subsection_string": "When should I see a doctor?\nYou need to see a doctor as soon as your body shows unusual signs such as pain lasting more than 1 week, diarrhea, obvious bowel disorders and physical weakness.\nIn case symptoms appear but do not affect daily activities, you can monitor the signs for up to 3-5 days to be able to observe your health and body condition more clearly. before visiting your doctor. However, do not let the symptoms of the disease last too long because they can become more severe.(3)\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nCrohn's disease or chronic regional enteritis is a chronic transmural enteritis, usually occurring in the small intestine and colon. If the disease is not treated early, it will lead to more dangerous digestive diseases such as abscesses, internal fistulas, strictures, intestinal obstruction and colon cancer. Treatment regimen depends on the severity and the doctor will prescribe medical or surgical treatment. However, with any treatment method, patients need to combine it with a nutritionally balanced diet, limiting foods and substances that can harm the digestive system."
        }
    ],
    "name": "benh-crohn.json"
}