{
    "title": "Fascioliasis: Causes, symptoms, diagnosis",
    "category": "Testing",
    "link": "https://tamanhhospital.vn/benh-san-la-gan/",
    "abstract": "Fascioliasis is listed by the World Health Organization (WHO) as one of the 20 tropical diseases that are of little concern and need to be eliminated because it is the root cause of many diseases, with symptoms ranging from abdominal pain, fatigue. Common fatigue to other serious health problems such as cholangiocarcinoma, biliary cirrhosis...",
    "content": "Fascioliasis: Causes, symptoms, diagnosis\n\nFascioliasis is listed by the World Health Organization (WHO) as one of the 20 tropical diseases that are of little concern and need to be eliminated because it is the root cause of many diseases, with symptoms ranging from abdominal pain, fatigue. Common fatigue to other serious health problems such as cholangiocarcinoma, biliary cirrhosis...\n\nWhat is liver fluke disease?\nFascioliasis is a chronic parasitic infection of the biliary tract. The disease occurs when the main host (humans and herbivores such as goats, buffaloes, cows...) eat or drink food containing trematodes and become infected. (first)\nAccording to classification, liver flukes are divided into two types: small liver flukes (including 3 types: Clonorchis sinensis, Opisthorchis viverrini, Opisthorchis felineus) and large liver flukes (including 2 types: Fasciola hepatica, Fasciola gigantica). In our country, the Northern region is often infected with large trematodes, while people infected with small liver flukes are mainly concentrated in the Central and Southern regions.\n\nCauses of liver fluke infection\nThe main reason why people get infected with liver fluke is due to eating habits. Use vegetables that grow underwater such as celery, watercress, watercress, etc., with uncooked water containing tapeworm larvae. The water environment is the ideal condition for tapeworm eggs to develop into larvae and adult tapeworms to cause disease.\nLiver flukes, when entering the human body, will travel throughout the body, through blood vessels, and into the abdominal cavity. From the abdominal cavity, the fluke penetrates the liver capsule to enter the liver, causing damage to the liver parenchyma.\nIn addition, the preference for eating raw foods from pork, beef, fish, shrimp... raw sushi, sashimi or unhygienic lifestyle, open defecation, throwing untreated waste into the environment... are also Causes of tapeworms to multiply, invade the body and cause harm to humans.\n\nStages of liver fluke disease development\nThe process of developing liver fluke disease is divided into two stages:\n1. Infiltration and incubation stage\nThis stage is calculated from day 4 to day 7 after exposure to the parasite. Depending on the number of invading larvae and the host's response, infected people have different symptoms or have no symptoms. For small liver flukes, people infected with more than 100 flukes will have symptoms. For liver flukes, it is necessary to base on the number of larvae ingested and the host's response, so the incubation period is more difficult to determine (several days, weeks or longer).\n2. Biliary invasion stage\nAfter entering the body, the fluke will go to the stomach and duodenum and then follow the bile duct into the liver. Here, the flukes develop into adult liver flukes, live and migrate to the bile and cause disease as they excrete metabolic waste through the liver and bile. This can be considered the cause of bile duct blockage and bile duct inflammation. This phase can last for several months.\n\nWhat are the symptoms of liver fluke?\nCommon symptoms of people with liver fluke disease are pain in the epigastrium or right lower quadrant (when infected with large liver flukes) and gradually swollen liver, accompanied by abdominal pain if heavily infected with liver flukes (when infected with small liver flukes). .\nAnyone can become infected with liver flukes after swallowing the larvae. In some cases, people infected with liver flukes may never feel sick or show signs of infection.\nSymptoms of tapeworm infection can vary depending on the stage of infection. For some patients, symptoms may appear in the early stages when the liver fluke moves into the intestines, liver and abdominal cavity.‌ There are also cases where symptoms occur in the later stages after the liver fluke has moved to the intestines. bile duct. Two common symptoms of this stage are bile duct obstruction and inflammation.\nIn addition, people infected with liver flukes may also have a number of other symptoms including: enlarged liver, increased eosinophilia, itching, fever, chills, irritability, abdominal pain...\n\nIs liver fluke contagious?\nDue to the mechanism of transmission through vectors, only when humans ingest eggs or larvae of tapeworms can they become infected, this disease is not transmitted from person to person. The route of transmission of the disease is when the waste of a person infected with tapeworms is discharged into the environment, into the water and then infects intermediate animals such as snails, fish... People who eat these intermediate species when not cooked will become infected with tapeworms. .\n\nTransmission routes of liver flukes\nInfected animals pass immature eggs in their feces. Eggs develop in fresh water and enter snails. Snails are the host and continue to go through the next stages of development. Snails lay eggs on plants and are eaten by herbivores and then transmitted to humans through food (uncooked meat of infected animals).\nIn addition, humans can also directly introduce parasites into the body when eating raw vegetables contaminated with tapeworm larvae that have not been washed or cooked. After entering the human body, live liver flukes develop into adult flukes.\n\nWhat factors increase the risk of liver fluke infection?\nBesides the above causes of the disease, subjective and objective factors also contribute to increasing the risk of liver fluke infection such as water pollution discharged by infected cattle slaughterhouses, close exposure to between humans and livestock, uncontrolled import of livestock from countries with epidemics... polluted living environment.\nSee more: Summary of viral and parasitic diseases\n\nDiagnosis method of liver fluke disease\nIn addition to finding out information and physical manifestations of the patient, diagnosing liver fluke disease also relies on testing techniques. These tests apply to cases of people infected with liver flukes who do not have clear symptoms or symptoms similar to other disease conditions. Accordingly, testing methods used to detect liver fluke disease in particular and parasites in general include:\nThere are many methods of diagnosing liver fluke disease, and people with the disease need to be treated thoroughly to avoid dangerous health complications.\n1. Blood biochemical test\nAlso known as serological diagnostic test for parasites. Your doctor can identify liver fluke antibodies, which are proteins produced by the body to help fight any infection, also known as the IgG and IgE antibody duo.\nIf the body is infected with liver flukes, the amount of IgG and IgE always increases. IgE levels can increase up to 48% in people infected with liver flukes. In some other cases, the doctor may also check the white blood cell count. An increase in white blood cells can mean the body is trying to fight an infection.\n2. Duodenal aspirate, fecal egg test\nThis technique is to look for the appearance of fluke eggs in duodenal fluid and stool to determine the type of trematode the patient has. However, this technique does not produce good results.\n3. ELISA technical test\nELISA test, also known as enzyme-linked immunosorbent test, is a paraclinical test to determine the concentration of IgG and IgE antibodies, secreted when the body is infected with liver flukes. Accordingly, if the concentration exceeds the allowable threshold, the patient is positive for liver fluke.\nELISA immunoassay has the advantages of being simple, fast and accurately identifying diseases.\n4. Review liver imaging\nLiver images can help doctors determine whether or not damage to the liver or bile ducts is caused by liver flukes. Images are obtained from diagnostic imaging techniques such as endoscopic retrograde cholangiopancreatography (ERCP for short, used to investigate and treat problems with the bile duct, pancreatic duct and gallbladder), cholangiography, computed tomography (CT), ultrasound and magnetic resonance imaging (MRI). In some cases, the doctor may choose to perform a stomach endoscopy to diagnose liver fluke infection.\n\nLiver fluke treatment\nLiver fluke infection can be cured. Therefore, people with symptoms of liver fluke infection should see a doctor if they suspect they are infected to prevent complications.\nThrough examination, the doctor can prescribe the patient to take medication such as deworming drugs to eliminate liver flukes. Accordingly, depending on whether you are infected with large or small trematodes in the liver, your doctor may prescribe you to take deworming drugs such as Nitazoxanide, Triclabendazole, Albendazole, Praziquantel.\nIn some cases, medical treatment is ineffective, surgery can be performed when there is a liver abscess larger than 5cm in size.\n\nMeasures to prevent liver flukes\nAs an infectious disease through the gastrointestinal tract, liver fluke disease can cause serious complications to human health. Therefore, by determining the cause of liver fluke disease is eating undercooked food, drinking water infected with fluke... we need to change this habit to prevent the disease.\nSpecific tasks that should be done are washing hands before eating, preparing food and after going to the toilet, coming into contact with feces, garbage...; Do not eat uncooked food or raw vegetables that grow underwater; Manage human and animal feces, do not use fresh manure to fertilize vegetables; Use clean water for drinking and drinking; Deworm regularly every 6 months.\nIf you see symptoms of helminth infection, go immediately to a medical facility to find the cause of the disease.\nBesides following measures to prevent liver fluke disease such as changing your diet, increasing awareness of hygiene... you should also pay attention to changes in your health. If you see signs of helminth infection, immediately go to medical facilities with a team of specialized doctors and modern machinery to be examined and find the cause of the disease.\nCurrently, the Testing Center - Tam Anh General Hospital, Ho Chi Minh City is implementing parasitic infection testing services, including: Stool testing (parasite screening) and Blood testing (parasite diagnostic serum). ). Through these tests, the doctor will know which liver fluke the patient is infected with and prescribe appropriate treatment.\nIn case the symptoms indicate a liver fluke infection, the patient will be prescribed a stool or duodenal fluid test to look for fluke eggs. If symptoms of fascioliasis appear, the patient needs to perform a stool test to find fluke eggs or an ELISA immunoassay to find antibodies against fascioliasis in the serum.\nTo prevent dangerous health complications when suffering from liver flukes, \"eat cooked, drink boiled\" is still a simple, economical but effective way. Therefore, choose fresh food from safe sources and know the correct cooking time for each food group to ensure that all dishes are cooked to the right degree, ensuring both quality nutrition and preservation. Protect your health against the risk of parasites invading and causing disease in humans.",
    "subsections": [
        {
            "subsection_name": "What is liver fluke disease?",
            "subsection_content": "Fascioliasis is a chronic parasitic infection of the biliary tract. The disease occurs when the main host (humans and herbivores such as goats, buffaloes, cows...) eat or drink food containing trematodes and become infected. (first)\nAccording to classification, liver flukes are divided into two types: small liver flukes (including 3 types: Clonorchis sinensis, Opisthorchis viverrini, Opisthorchis felineus) and large liver flukes (including 2 types: Fasciola hepatica, Fasciola gigantica). In our country, the Northern region is often infected with large trematodes, while people infected with small liver flukes are mainly concentrated in the Central and Southern regions.",
            "subsection_string": "What is liver fluke disease?\nFascioliasis is a chronic parasitic infection of the biliary tract. The disease occurs when the main host (humans and herbivores such as goats, buffaloes, cows...) eat or drink food containing trematodes and become infected. (first)\nAccording to classification, liver flukes are divided into two types: small liver flukes (including 3 types: Clonorchis sinensis, Opisthorchis viverrini, Opisthorchis felineus) and large liver flukes (including 2 types: Fasciola hepatica, Fasciola gigantica). In our country, the Northern region is often infected with large trematodes, while people infected with small liver flukes are mainly concentrated in the Central and Southern regions."
        },
        {
            "subsection_name": "Causes of liver fluke infection",
            "subsection_content": "The main reason why people get infected with liver fluke is due to eating habits. Use vegetables that grow underwater such as celery, watercress, watercress, etc., with uncooked water containing tapeworm larvae. The water environment is the ideal condition for tapeworm eggs to develop into larvae and adult tapeworms to cause disease.\nLiver flukes, when entering the human body, will travel throughout the body, through blood vessels, and into the abdominal cavity. From the abdominal cavity, the fluke penetrates the liver capsule to enter the liver, causing damage to the liver parenchyma.\nIn addition, the preference for eating raw foods from pork, beef, fish, shrimp... raw sushi, sashimi or unhygienic lifestyle, open defecation, throwing untreated waste into the environment... are also Causes of tapeworms to multiply, invade the body and cause harm to humans.",
            "subsection_string": "Causes of liver fluke infection\nThe main reason why people get infected with liver fluke is due to eating habits. Use vegetables that grow underwater such as celery, watercress, watercress, etc., with uncooked water containing tapeworm larvae. The water environment is the ideal condition for tapeworm eggs to develop into larvae and adult tapeworms to cause disease.\nLiver flukes, when entering the human body, will travel throughout the body, through blood vessels, and into the abdominal cavity. From the abdominal cavity, the fluke penetrates the liver capsule to enter the liver, causing damage to the liver parenchyma.\nIn addition, the preference for eating raw foods from pork, beef, fish, shrimp... raw sushi, sashimi or unhygienic lifestyle, open defecation, throwing untreated waste into the environment... are also Causes of tapeworms to multiply, invade the body and cause harm to humans."
        },
        {
            "subsection_name": "Stages of liver fluke disease development",
            "subsection_content": "The process of developing liver fluke disease is divided into two stages:\n1. Infiltration and incubation stage\nThis stage is calculated from day 4 to day 7 after exposure to the parasite. Depending on the number of invading larvae and the host's response, infected people have different symptoms or have no symptoms. For small liver flukes, people infected with more than 100 flukes will have symptoms. For liver flukes, it is necessary to base on the number of larvae ingested and the host's response, so the incubation period is more difficult to determine (several days, weeks or longer).\n2. Biliary invasion stage\nAfter entering the body, the fluke will go to the stomach and duodenum and then follow the bile duct into the liver. Here, the flukes develop into adult liver flukes, live and migrate to the bile and cause disease as they excrete metabolic waste through the liver and bile. This can be considered the cause of bile duct blockage and bile duct inflammation. This phase can last for several months.",
            "subsection_string": "Stages of liver fluke disease development\nThe process of developing liver fluke disease is divided into two stages:\n1. Infiltration and incubation stage\nThis stage is calculated from day 4 to day 7 after exposure to the parasite. Depending on the number of invading larvae and the host's response, infected people have different symptoms or have no symptoms. For small liver flukes, people infected with more than 100 flukes will have symptoms. For liver flukes, it is necessary to base on the number of larvae ingested and the host's response, so the incubation period is more difficult to determine (several days, weeks or longer).\n2. Biliary invasion stage\nAfter entering the body, the fluke will go to the stomach and duodenum and then follow the bile duct into the liver. Here, the flukes develop into adult liver flukes, live and migrate to the bile and cause disease as they excrete metabolic waste through the liver and bile. This can be considered the cause of bile duct blockage and bile duct inflammation. This phase can last for several months."
        },
        {
            "subsection_name": "What are the symptoms of liver fluke?",
            "subsection_content": "Common symptoms of people with liver fluke disease are pain in the epigastrium or right lower quadrant (when infected with large liver flukes) and gradually swollen liver, accompanied by abdominal pain if heavily infected with liver flukes (when infected with small liver flukes). .\nAnyone can become infected with liver flukes after swallowing the larvae. In some cases, people infected with liver flukes may never feel sick or show signs of infection.\nSymptoms of tapeworm infection can vary depending on the stage of infection. For some patients, symptoms may appear in the early stages when the liver fluke moves into the intestines, liver and abdominal cavity.‌ There are also cases where symptoms occur in the later stages after the liver fluke has moved to the intestines. bile duct. Two common symptoms of this stage are bile duct obstruction and inflammation.\nIn addition, people infected with liver flukes may also have a number of other symptoms including: enlarged liver, increased eosinophilia, itching, fever, chills, irritability, abdominal pain...",
            "subsection_string": "What are the symptoms of liver fluke?\nCommon symptoms of people with liver fluke disease are pain in the epigastrium or right lower quadrant (when infected with large liver flukes) and gradually swollen liver, accompanied by abdominal pain if heavily infected with liver flukes (when infected with small liver flukes). .\nAnyone can become infected with liver flukes after swallowing the larvae. In some cases, people infected with liver flukes may never feel sick or show signs of infection.\nSymptoms of tapeworm infection can vary depending on the stage of infection. For some patients, symptoms may appear in the early stages when the liver fluke moves into the intestines, liver and abdominal cavity.‌ There are also cases where symptoms occur in the later stages after the liver fluke has moved to the intestines. bile duct. Two common symptoms of this stage are bile duct obstruction and inflammation.\nIn addition, people infected with liver flukes may also have a number of other symptoms including: enlarged liver, increased eosinophilia, itching, fever, chills, irritability, abdominal pain..."
        },
        {
            "subsection_name": "Is liver fluke contagious?",
            "subsection_content": "Due to the mechanism of transmission through vectors, only when humans ingest eggs or larvae of tapeworms can they become infected, this disease is not transmitted from person to person. The route of transmission of the disease is when the waste of a person infected with tapeworms is discharged into the environment, into the water and then infects intermediate animals such as snails, fish... People who eat these intermediate species when not cooked will become infected with tapeworms. .",
            "subsection_string": "Is liver fluke contagious?\nDue to the mechanism of transmission through vectors, only when humans ingest eggs or larvae of tapeworms can they become infected, this disease is not transmitted from person to person. The route of transmission of the disease is when the waste of a person infected with tapeworms is discharged into the environment, into the water and then infects intermediate animals such as snails, fish... People who eat these intermediate species when not cooked will become infected with tapeworms. ."
        },
        {
            "subsection_name": "Transmission routes of liver flukes",
            "subsection_content": "Infected animals pass immature eggs in their feces. Eggs develop in fresh water and enter snails. Snails are the host and continue to go through the next stages of development. Snails lay eggs on plants and are eaten by herbivores and then transmitted to humans through food (uncooked meat of infected animals).\nIn addition, humans can also directly introduce parasites into the body when eating raw vegetables contaminated with tapeworm larvae that have not been washed or cooked. After entering the human body, live liver flukes develop into adult flukes.",
            "subsection_string": "Transmission routes of liver flukes\nInfected animals pass immature eggs in their feces. Eggs develop in fresh water and enter snails. Snails are the host and continue to go through the next stages of development. Snails lay eggs on plants and are eaten by herbivores and then transmitted to humans through food (uncooked meat of infected animals).\nIn addition, humans can also directly introduce parasites into the body when eating raw vegetables contaminated with tapeworm larvae that have not been washed or cooked. After entering the human body, live liver flukes develop into adult flukes."
        },
        {
            "subsection_name": "What factors increase the risk of liver fluke infection?",
            "subsection_content": "Besides the above causes of the disease, subjective and objective factors also contribute to increasing the risk of liver fluke infection such as water pollution discharged by infected cattle slaughterhouses, close exposure to between humans and livestock, uncontrolled import of livestock from countries with epidemics... polluted living environment.\nSee more: Summary of viral and parasitic diseases",
            "subsection_string": "What factors increase the risk of liver fluke infection?\nBesides the above causes of the disease, subjective and objective factors also contribute to increasing the risk of liver fluke infection such as water pollution discharged by infected cattle slaughterhouses, close exposure to between humans and livestock, uncontrolled import of livestock from countries with epidemics... polluted living environment.\nSee more: Summary of viral and parasitic diseases"
        },
        {
            "subsection_name": "Diagnosis method of liver fluke disease",
            "subsection_content": "In addition to finding out information and physical manifestations of the patient, diagnosing liver fluke disease also relies on testing techniques. These tests apply to cases of people infected with liver flukes who do not have clear symptoms or symptoms similar to other disease conditions. Accordingly, testing methods used to detect liver fluke disease in particular and parasites in general include:\nThere are many methods of diagnosing liver fluke disease, and people with the disease need to be treated thoroughly to avoid dangerous health complications.\n1. Blood biochemical test\nAlso known as serological diagnostic test for parasites. Your doctor can identify liver fluke antibodies, which are proteins produced by the body to help fight any infection, also known as the IgG and IgE antibody duo.\nIf the body is infected with liver flukes, the amount of IgG and IgE always increases. IgE levels can increase up to 48% in people infected with liver flukes. In some other cases, the doctor may also check the white blood cell count. An increase in white blood cells can mean the body is trying to fight an infection.\n2. Duodenal aspirate, fecal egg test\nThis technique is to look for the appearance of fluke eggs in duodenal fluid and stool to determine the type of trematode the patient has. However, this technique does not produce good results.\n3. ELISA technical test\nELISA test, also known as enzyme-linked immunosorbent test, is a paraclinical test to determine the concentration of IgG and IgE antibodies, secreted when the body is infected with liver flukes. Accordingly, if the concentration exceeds the allowable threshold, the patient is positive for liver fluke.\nELISA immunoassay has the advantages of being simple, fast and accurately identifying diseases.\n4. Review liver imaging\nLiver images can help doctors determine whether or not damage to the liver or bile ducts is caused by liver flukes. Images are obtained from diagnostic imaging techniques such as endoscopic retrograde cholangiopancreatography (ERCP for short, used to investigate and treat problems with the bile duct, pancreatic duct and gallbladder), cholangiography, computed tomography (CT), ultrasound and magnetic resonance imaging (MRI). In some cases, the doctor may choose to perform a stomach endoscopy to diagnose liver fluke infection.",
            "subsection_string": "Diagnosis method of liver fluke disease\nIn addition to finding out information and physical manifestations of the patient, diagnosing liver fluke disease also relies on testing techniques. These tests apply to cases of people infected with liver flukes who do not have clear symptoms or symptoms similar to other disease conditions. Accordingly, testing methods used to detect liver fluke disease in particular and parasites in general include:\nThere are many methods of diagnosing liver fluke disease, and people with the disease need to be treated thoroughly to avoid dangerous health complications.\n1. Blood biochemical test\nAlso known as serological diagnostic test for parasites. Your doctor can identify liver fluke antibodies, which are proteins produced by the body to help fight any infection, also known as the IgG and IgE antibody duo.\nIf the body is infected with liver flukes, the amount of IgG and IgE always increases. IgE levels can increase up to 48% in people infected with liver flukes. In some other cases, the doctor may also check the white blood cell count. An increase in white blood cells can mean the body is trying to fight an infection.\n2. Duodenal aspirate, fecal egg test\nThis technique is to look for the appearance of fluke eggs in duodenal fluid and stool to determine the type of trematode the patient has. However, this technique does not produce good results.\n3. ELISA technical test\nELISA test, also known as enzyme-linked immunosorbent test, is a paraclinical test to determine the concentration of IgG and IgE antibodies, secreted when the body is infected with liver flukes. Accordingly, if the concentration exceeds the allowable threshold, the patient is positive for liver fluke.\nELISA immunoassay has the advantages of being simple, fast and accurately identifying diseases.\n4. Review liver imaging\nLiver images can help doctors determine whether or not damage to the liver or bile ducts is caused by liver flukes. Images are obtained from diagnostic imaging techniques such as endoscopic retrograde cholangiopancreatography (ERCP for short, used to investigate and treat problems with the bile duct, pancreatic duct and gallbladder), cholangiography, computed tomography (CT), ultrasound and magnetic resonance imaging (MRI). In some cases, the doctor may choose to perform a stomach endoscopy to diagnose liver fluke infection."
        },
        {
            "subsection_name": "Liver fluke treatment",
            "subsection_content": "Liver fluke infection can be cured. Therefore, people with symptoms of liver fluke infection should see a doctor if they suspect they are infected to prevent complications.\nThrough examination, the doctor can prescribe the patient to take medication such as deworming drugs to eliminate liver flukes. Accordingly, depending on whether you are infected with large or small trematodes in the liver, your doctor may prescribe you to take deworming drugs such as Nitazoxanide, Triclabendazole, Albendazole, Praziquantel.\nIn some cases, medical treatment is ineffective, surgery can be performed when there is a liver abscess larger than 5cm in size.",
            "subsection_string": "Liver fluke treatment\nLiver fluke infection can be cured. Therefore, people with symptoms of liver fluke infection should see a doctor if they suspect they are infected to prevent complications.\nThrough examination, the doctor can prescribe the patient to take medication such as deworming drugs to eliminate liver flukes. Accordingly, depending on whether you are infected with large or small trematodes in the liver, your doctor may prescribe you to take deworming drugs such as Nitazoxanide, Triclabendazole, Albendazole, Praziquantel.\nIn some cases, medical treatment is ineffective, surgery can be performed when there is a liver abscess larger than 5cm in size."
        },
        {
            "subsection_name": "Measures to prevent liver flukes",
            "subsection_content": "As an infectious disease through the gastrointestinal tract, liver fluke disease can cause serious complications to human health. Therefore, by determining the cause of liver fluke disease is eating undercooked food, drinking water infected with fluke... we need to change this habit to prevent the disease.\nSpecific tasks that should be done are washing hands before eating, preparing food and after going to the toilet, coming into contact with feces, garbage...; Do not eat uncooked food or raw vegetables that grow underwater; Manage human and animal feces, do not use fresh manure to fertilize vegetables; Use clean water for drinking and drinking; Deworm regularly every 6 months.\nIf you see symptoms of helminth infection, go immediately to a medical facility to find the cause of the disease.\nBesides following measures to prevent liver fluke disease such as changing your diet, increasing awareness of hygiene... you should also pay attention to changes in your health. If you see signs of helminth infection, immediately go to medical facilities with a team of specialized doctors and modern machinery to be examined and find the cause of the disease.\nCurrently, the Testing Center - Tam Anh General Hospital, Ho Chi Minh City is implementing parasitic infection testing services, including: Stool testing (parasite screening) and Blood testing (parasite diagnostic serum). ). Through these tests, the doctor will know which liver fluke the patient is infected with and prescribe appropriate treatment.\nIn case the symptoms indicate a liver fluke infection, the patient will be prescribed a stool or duodenal fluid test to look for fluke eggs. If symptoms of fascioliasis appear, the patient needs to perform a stool test to find fluke eggs or an ELISA immunoassay to find antibodies against fascioliasis in the serum.\nTo prevent dangerous health complications when suffering from liver flukes, \"eat cooked, drink boiled\" is still a simple, economical but effective way. Therefore, choose fresh food from safe sources and know the correct cooking time for each food group to ensure that all dishes are cooked to the right degree, ensuring both quality nutrition and preservation. Protect your health against the risk of parasites invading and causing disease in humans.",
            "subsection_string": "Measures to prevent liver flukes\nAs an infectious disease through the gastrointestinal tract, liver fluke disease can cause serious complications to human health. Therefore, by determining the cause of liver fluke disease is eating undercooked food, drinking water infected with fluke... we need to change this habit to prevent the disease.\nSpecific tasks that should be done are washing hands before eating, preparing food and after going to the toilet, coming into contact with feces, garbage...; Do not eat uncooked food or raw vegetables that grow underwater; Manage human and animal feces, do not use fresh manure to fertilize vegetables; Use clean water for drinking and drinking; Deworm regularly every 6 months.\nIf you see symptoms of helminth infection, go immediately to a medical facility to find the cause of the disease.\nBesides following measures to prevent liver fluke disease such as changing your diet, increasing awareness of hygiene... you should also pay attention to changes in your health. If you see signs of helminth infection, immediately go to medical facilities with a team of specialized doctors and modern machinery to be examined and find the cause of the disease.\nCurrently, the Testing Center - Tam Anh General Hospital, Ho Chi Minh City is implementing parasitic infection testing services, including: Stool testing (parasite screening) and Blood testing (parasite diagnostic serum). ). Through these tests, the doctor will know which liver fluke the patient is infected with and prescribe appropriate treatment.\nIn case the symptoms indicate a liver fluke infection, the patient will be prescribed a stool or duodenal fluid test to look for fluke eggs. If symptoms of fascioliasis appear, the patient needs to perform a stool test to find fluke eggs or an ELISA immunoassay to find antibodies against fascioliasis in the serum.\nTo prevent dangerous health complications when suffering from liver flukes, \"eat cooked, drink boiled\" is still a simple, economical but effective way. Therefore, choose fresh food from safe sources and know the correct cooking time for each food group to ensure that all dishes are cooked to the right degree, ensuring both quality nutrition and preservation. Protect your health against the risk of parasites invading and causing disease in humans."
        }
    ],
    "name": "benh-san-la-gan.json"
}