{
    "title": "Whitmore disease (bacterial infection): Causes, symptoms, prevention",
    "category": null,
    "link": "https://tamanhhospital.vn/benh-whitmore/",
    "abstract": "With a mortality rate of up to 40 - 60%,\nWhitmore disease (caused by Burkholderia pseudomallei bacteria) is included in the list of top dangerous diseases by the US Centers for Disease Control and Prevention (CDC). The disease causes necrosis of many organs, including the skin, and rapidly weakens the immune system.\n\nThe disease's initial symptoms are red bumps on the skin, causing pain. After the recent floods in the Central region, the number of cases of Whitmore's disease increased dramatically with more than 30 cases, 4 of which did not survive. . The cause is explained by the constant rain and floods and the accumulation of dirt and mud, creating a favorable environment for bacteria that cause infectious diseases, including\nWhitmore bacteria\n, reside and reproduce (1).\n What's more worrying is that after entering the human body, the bacteria \"hide\" very well, causing symptoms after 2-4 weeks. That is why the disease is often difficult to detect early, in many cases patients are hospitalized when the disease has progressed seriously, with a high risk of death.",
    "content": "Whitmore disease (bacterial infection): Causes, symptoms, prevention\n\nWith a mortality rate of up to 40 - 60%,\nWhitmore disease (caused by Burkholderia pseudomallei bacteria) is included in the list of top dangerous diseases by the US Centers for Disease Control and Prevention (CDC). The disease causes necrosis of many organs, including the skin, and rapidly weakens the immune system.\n\nThe disease's initial symptoms are red bumps on the skin, causing pain. After the recent floods in the Central region, the number of cases of Whitmore's disease increased dramatically with more than 30 cases, 4 of which did not survive. . The cause is explained by the constant rain and floods and the accumulation of dirt and mud, creating a favorable environment for bacteria that cause infectious diseases, including\nWhitmore bacteria\n, reside and reproduce (1).\n What's more worrying is that after entering the human body, the bacteria \"hide\" very well, causing symptoms after 2-4 weeks. That is why the disease is often difficult to detect early, in many cases patients are hospitalized when the disease has progressed seriously, with a high risk of death.\n\nWhat is Whitmore disease?\nWhitmore disease (Melioidosis) is an acute infectious disease. The disease has the scientific name Burkholderia pseudomallei - also the name of the bacteria that causes this deadly disease (people often call \"Whitmore bacteria\" after the name of its discoverer).\nB.pseudomallei bacteria can be transmitted to humans and animals in contaminated water and soil environments.\nTherefore, the disease often appears during the rainy season and is common in rural areas, where people are regularly exposed to mud, soil, dirty water sources... Not only humans, but also some animals such as pigs and horses. , dogs, cats, goats, cattle... can also be infected.\n\nSymptoms of Whitmore infection\nSigns of Whitmore disease vary depending on the stage of the disease. In general, it takes 2 – 4 weeks for symptoms to appear after exposure to the bacteria. In some individual cases, symptoms occur within a few hours or sometimes years after infection. There are also a small number of people with the disease who have no symptoms.\nThe disease goes through 4 stages with the following typical signs:\n1. Local infection\nDuring this stage, the patient's skin will have red, pus-filled bumps that cause skin ulcers, pain, and are accompanied by a number of symptoms such as:\nFever; Weight loss; Stomach or chest pain; Muscle or joint pain; Headache; Convulsion\nAt the same time, ulcers also appear in many organs in the body such as the liver, lungs, spleen and prostate. Infections can even occur in joints, bones, lymph nodes or the brain.\n2. Lung infection\nOften when Whitmore bacteria enter the lungs, patients notice clear symptoms and go to the doctor. These symptoms are usually:\nCough with or without phlegm; Chest pain when breathing; High fever; Headaches and muscle aches; Weight loss\nWhen a patient has a lung infection caused by Whitmore, doctors can easily confuse it with pulmonary tuberculosis. Both diseases can lead to pneumonia, high fever, night sweats, weight loss, coughing up bloody phlegm, and the appearance of pus or blood in the lung tissues. In addition, the patient's chest X-ray also showed small spots similar to tuberculosis.\nLung infection manifested by severe coughing is the second stage of the disease\n3. Blood infection\nIf not treated quickly and properly, the patient's lung infection will progress to sepsis, also known as septic shock. This is a serious complication of Whitmore disease. When the disease is at this stage, the risk of death is very high.\nSeptic shock often progresses quickly with symptoms such as:\nHigh fever, accompanied by shivering and sweating;; Headache;; Sore throat;; Respiratory problems include difficulty breathing, respiratory failure...; Upper abdominal pain;; Diarrhea;; Joint and muscle pain;; Disorientation;; Forms pus-filled ulcers on the skin, inside the liver, spleen, muscles or prostate\nPeople who are suffering from certain chronic diseases such as diabetes, kidney failure, liver failure, thalassemia... are at high risk of developing bloodstream infections when infected with bacteria. In addition, people over 40 years old, people with chronic lung infections (such as cystic fibrosis, chronic obstructive pulmonary disease (COPD), bronchiectasis), cancer or another condition that affects immune system function Fluid also increases the risk of sepsis.\n4. Systemic infection\nWhen the disease reaches its final stage, systemic infection will occur, causing the following symptoms:\nPain or swelling in the parotid gland;; Muscle and joint pain;; Liver, lungs, spleen, lymph nodes, prostate... are damaged;; High fever;; Epilepsy, convulsions;; Ulcers or abscesses appear on the skin and throughout the body's organs. These spots start out as hard, gray or white spots, then become tender and inflamed, looking like wounds caused by flesh-eating bacteria.\n\nThe cause to the illness\nWhitmore bacteria can live for many years in soil and water. People and animals that come into direct contact with this soil/water source will be at risk of contracting Melioidosis. Ways of direct contact include:\nInhalation of contaminated dust or water droplets;; Drinking contaminated water that has not been chlorinated;; Touch the contaminated area with your hands or feet, especially if there are scratches on the skin.\n\nRisk factor\nFactors that increase the risk of infection are:\n1. Geographical location\nResidents living in Southeast Asia and Northern Australia are at the highest risk of infection with Whitmore bacteria. Specifically, the countries with the most cases of Melioidosis are Thailand, Malaysia, and Singapore. The disease is also common in Vietnam, Papua New Guinea, Hong Kong, Taiwan, India, Pakistan and Bangladesh. A few scattered cases appeared in Central America, Brazil, Peru, Mexico and Puerto Rico. (2)\n2. Job characteristics\nPeople who do the following jobs are likely to come into contact with bacteria that can lead to infection:\nMilitary; Construction workers working on construction sites, farmers, fishermen; Tour guides, especially those who regularly work in areas prone to epidemics\nFarmers and people who regularly work in wetlands are at high risk of Whitmore infection\n3. Chronic disease\nPeople with the following conditions are at increased risk of Whitmore disease:\nDiabetes; Chronic kidney disease; Chronic lung disease; Liver failure; Thalassemia; Cancer\nSome other diseases that contribute to this disease include heart failure, congestive heart failure, pulmonary hemangioma, chronic granulomatous disease and tuberculosis.\nPeople with diabetes are at higher risk of Whitmore infection\n4. Animals at high risk of disease\nMany animals are at risk for Melioidosis. In addition to exposure to contaminated water and soil, animals can potentially pick up bacteria from the milk, urine, feces, nasal secretions, and wounds of other infected animals.; Not only sheep, goats, and pigs (the animals most susceptible to Whitmore), the disease also occurs in horses, cats, dogs, cattle, chickens, marsupials, tropical fish, iguanas...\n\nComplications of Whitmore disease\nWhitmore through its stages will have a significant impact on the organs in the body. The most common complications in Whitmore patients are:\nSkin ulcers; Abscesses (on the skin and organs such as liver, lungs, spleen...); Pneumonia; Sepsis; Meningitis; Dead\n\nDiagnostic diagnostic methods\nAs mentioned above, the disease has many similar symptoms to pulmonary tuberculosis. Even the patient's X-ray shows small spots like those of pulmonary tuberculosis. Therefore, diagnosing this disease requires thoroughness, experience and high expertise. Just one wrong judgment by the doctor can cause the disease to worsen because it is not treated properly, even causing death.\nB. pseudomallei culture is considered the gold standard diagnostic test in detecting Whitmore disease. To do this, your doctor will take small samples including blood, phlegm, pus, urine, synovial fluid (found between the joints), peritoneal fluid (found in the abdominal cavity), pericardial fluid (found around the heart) of the patient (3).\nThe sample is placed in a culture medium, such as agar, to evaluate bacterial growth. After about 24 - 48 hours, the results of the culture will help the doctor determine whether the patient is infected with Whitmore bacteria.\n\nTreatment of Whitmore infection\nDuring treatment, Whitmore bacteria became resistant to many common antibiotics. Therefore, if the disease is not properly diagnosed or inappropriate medication is used, the disease will progress rapidly and cause unpredictable consequences. (4)\nDepending on the stage, doctors will recommend different treatment regimens:\nIn the early stages, doctors often prescribe intravenous (IV) antibiotics for at least 10 - 14 days, which can last up to 8 weeks.; Phase 2 of treatment can last 3 - 6 months with oral antibiotics.\nAfter the patient completes the course of antibiotics, the chance of the disease recurring is low. However, it is necessary to follow preventive measures well so that Whitmore bacteria do not have a chance to return.\n\nHow to prevent Whitmore infection\nCurrently, there is no vaccine to prevent this disease. People, especially those living in high-risk areas, should note: (5)\nWear waterproof boots and gloves if you have to frequently immerse yourself in water or mud.; Avoid contact with soil and standing water if you have open wounds on your skin, diabetes or chronic kidney disease.; Avoid respiratory contact with people suspected of being infected with Whitmore bacteria. If you are a medical worker, you must wear a mask, gloves and gown when in contact with patients.; Housewives should wear gloves when preparing food and regularly disinfect knives and cutting boards.; Use only pasteurized milk.; Get screened if you are about to take immunosuppressive therapy.\n\nCaring for sick people\nIn case you have a loved one diagnosed with Whitmore disease, the skills to care for them are important. Proper care of patients not only helps them quickly improve unpleasant symptoms, but also protects themselves and the community from the risk of infection, specifically:\nCool the body, give the patient fever-reducing medicine to cool down and reduce itching (due to rashes on the skin).; Gently massage the patient's painful joints; Feed the patient foods that are easy to digest and rich in nutrients such as porridge, soup, smoothies, high-energy milk, etc.; Clean the surrounding environment with disinfectant solution, pay attention to cleaning the surfaces of objects that people often touch (for example, door handles, TV controls, faucets, etc.); Absolutely do not share personal items (such as towels, toothbrushes, electronic devices...) with sick people.\nPatients who receive attentive and proper care will soon improve their condition\n\nRelated questions\n1. Is Whitmore a flesh-eating bacteria?\nMany people are confused, so they often call Whitmore \"flesh-eating bacteria\" or Whitmore's flesh-eating infection. However, Associate Professor, Dr. Le Thi Viet Hoa - Head of General Internal Medicine Department, Tam Anh General Hospital, Hanoi affirmed that although Whitmore bacteria cause many dangerous complications, they do not have the ability to \"eat people\". . This type of bacteria is similar to many other types of bacteria, causing infectious diseases in humans and animals.\n2. Can Whitmore disease be cured?\nCurrently, medicine has found specific antibiotics to treat Whitmore's disease.\nTherefore, the disease can be completely cured if detected at an early stage. However, a treatment regimen usually lasts at least 3 months. Therefore, patients need to comply with the treatment regimen to completely cure the disease and avoid recurrence.\nDepartment of General Internal Medicine, Tam Anh General Hospital brings together a team of experienced and skilled doctors, continuously trained by domestic and foreign experts to improve knowledge and skills in medical examination and treatment; Dedicated medical staff with knowledge of patient care. In addition, the Internal Medicine Department of Tam Anh General Hospital also focuses on investing in a system of modern technological equipment imported from advanced countries to best support the examination and treatment process. Modern equipment system helps accurately diagnose and effectively treat diseases. Currently, the Department of General Internal Medicine of Tam Anh General Hospital has general internal examination and treatment services for diseases: Liver, Biliary, Respiratory, Neurological. Endocrine Endocrinology Muscle - Bone - Joint Dermatology Cardiology Health consultation and medical treatment with medicine combined with diet and exercise... TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Although Whitmore bacteria is not a \"flesh-eating bacteria\" as many people mistakenly think, the complications that this disease brings are also very worthwhile. alarm. Prolonged treatment time will also significantly affect the patient's daily life, so preventing the disease from the beginning is very important. Hopefully the information we provide in this article will help you have the most appropriate plan to avoid the risk of contracting this dangerous Whitmore disease.",
    "subsections": [
        {
            "subsection_name": "What is Whitmore disease?",
            "subsection_content": "Whitmore disease (Melioidosis) is an acute infectious disease. The disease has the scientific name Burkholderia pseudomallei - also the name of the bacteria that causes this deadly disease (people often call \"Whitmore bacteria\" after the name of its discoverer).\nB.pseudomallei bacteria can be transmitted to humans and animals in contaminated water and soil environments.\nTherefore, the disease often appears during the rainy season and is common in rural areas, where people are regularly exposed to mud, soil, dirty water sources... Not only humans, but also some animals such as pigs and horses. , dogs, cats, goats, cattle... can also be infected.",
            "subsection_string": "What is Whitmore disease?\nWhitmore disease (Melioidosis) is an acute infectious disease. The disease has the scientific name Burkholderia pseudomallei - also the name of the bacteria that causes this deadly disease (people often call \"Whitmore bacteria\" after the name of its discoverer).\nB.pseudomallei bacteria can be transmitted to humans and animals in contaminated water and soil environments.\nTherefore, the disease often appears during the rainy season and is common in rural areas, where people are regularly exposed to mud, soil, dirty water sources... Not only humans, but also some animals such as pigs and horses. , dogs, cats, goats, cattle... can also be infected."
        },
        {
            "subsection_name": "Symptoms of Whitmore infection",
            "subsection_content": "Signs of Whitmore disease vary depending on the stage of the disease. In general, it takes 2 – 4 weeks for symptoms to appear after exposure to the bacteria. In some individual cases, symptoms occur within a few hours or sometimes years after infection. There are also a small number of people with the disease who have no symptoms.\nThe disease goes through 4 stages with the following typical signs:\n1. Local infection\nDuring this stage, the patient's skin will have red, pus-filled bumps that cause skin ulcers, pain, and are accompanied by a number of symptoms such as:\nFever; Weight loss; Stomach or chest pain; Muscle or joint pain; Headache; Convulsion\nAt the same time, ulcers also appear in many organs in the body such as the liver, lungs, spleen and prostate. Infections can even occur in joints, bones, lymph nodes or the brain.\n2. Lung infection\nOften when Whitmore bacteria enter the lungs, patients notice clear symptoms and go to the doctor. These symptoms are usually:\nCough with or without phlegm; Chest pain when breathing; High fever; Headaches and muscle aches; Weight loss\nWhen a patient has a lung infection caused by Whitmore, doctors can easily confuse it with pulmonary tuberculosis. Both diseases can lead to pneumonia, high fever, night sweats, weight loss, coughing up bloody phlegm, and the appearance of pus or blood in the lung tissues. In addition, the patient's chest X-ray also showed small spots similar to tuberculosis.\nLung infection manifested by severe coughing is the second stage of the disease\n3. Blood infection\nIf not treated quickly and properly, the patient's lung infection will progress to sepsis, also known as septic shock. This is a serious complication of Whitmore disease. When the disease is at this stage, the risk of death is very high.\nSeptic shock often progresses quickly with symptoms such as:\nHigh fever, accompanied by shivering and sweating;; Headache;; Sore throat;; Respiratory problems include difficulty breathing, respiratory failure...; Upper abdominal pain;; Diarrhea;; Joint and muscle pain;; Disorientation;; Forms pus-filled ulcers on the skin, inside the liver, spleen, muscles or prostate\nPeople who are suffering from certain chronic diseases such as diabetes, kidney failure, liver failure, thalassemia... are at high risk of developing bloodstream infections when infected with bacteria. In addition, people over 40 years old, people with chronic lung infections (such as cystic fibrosis, chronic obstructive pulmonary disease (COPD), bronchiectasis), cancer or another condition that affects immune system function Fluid also increases the risk of sepsis.\n4. Systemic infection\nWhen the disease reaches its final stage, systemic infection will occur, causing the following symptoms:\nPain or swelling in the parotid gland;; Muscle and joint pain;; Liver, lungs, spleen, lymph nodes, prostate... are damaged;; High fever;; Epilepsy, convulsions;; Ulcers or abscesses appear on the skin and throughout the body's organs. These spots start out as hard, gray or white spots, then become tender and inflamed, looking like wounds caused by flesh-eating bacteria.",
            "subsection_string": "Symptoms of Whitmore infection\nSigns of Whitmore disease vary depending on the stage of the disease. In general, it takes 2 – 4 weeks for symptoms to appear after exposure to the bacteria. In some individual cases, symptoms occur within a few hours or sometimes years after infection. There are also a small number of people with the disease who have no symptoms.\nThe disease goes through 4 stages with the following typical signs:\n1. Local infection\nDuring this stage, the patient's skin will have red, pus-filled bumps that cause skin ulcers, pain, and are accompanied by a number of symptoms such as:\nFever; Weight loss; Stomach or chest pain; Muscle or joint pain; Headache; Convulsion\nAt the same time, ulcers also appear in many organs in the body such as the liver, lungs, spleen and prostate. Infections can even occur in joints, bones, lymph nodes or the brain.\n2. Lung infection\nOften when Whitmore bacteria enter the lungs, patients notice clear symptoms and go to the doctor. These symptoms are usually:\nCough with or without phlegm; Chest pain when breathing; High fever; Headaches and muscle aches; Weight loss\nWhen a patient has a lung infection caused by Whitmore, doctors can easily confuse it with pulmonary tuberculosis. Both diseases can lead to pneumonia, high fever, night sweats, weight loss, coughing up bloody phlegm, and the appearance of pus or blood in the lung tissues. In addition, the patient's chest X-ray also showed small spots similar to tuberculosis.\nLung infection manifested by severe coughing is the second stage of the disease\n3. Blood infection\nIf not treated quickly and properly, the patient's lung infection will progress to sepsis, also known as septic shock. This is a serious complication of Whitmore disease. When the disease is at this stage, the risk of death is very high.\nSeptic shock often progresses quickly with symptoms such as:\nHigh fever, accompanied by shivering and sweating;; Headache;; Sore throat;; Respiratory problems include difficulty breathing, respiratory failure...; Upper abdominal pain;; Diarrhea;; Joint and muscle pain;; Disorientation;; Forms pus-filled ulcers on the skin, inside the liver, spleen, muscles or prostate\nPeople who are suffering from certain chronic diseases such as diabetes, kidney failure, liver failure, thalassemia... are at high risk of developing bloodstream infections when infected with bacteria. In addition, people over 40 years old, people with chronic lung infections (such as cystic fibrosis, chronic obstructive pulmonary disease (COPD), bronchiectasis), cancer or another condition that affects immune system function Fluid also increases the risk of sepsis.\n4. Systemic infection\nWhen the disease reaches its final stage, systemic infection will occur, causing the following symptoms:\nPain or swelling in the parotid gland;; Muscle and joint pain;; Liver, lungs, spleen, lymph nodes, prostate... are damaged;; High fever;; Epilepsy, convulsions;; Ulcers or abscesses appear on the skin and throughout the body's organs. These spots start out as hard, gray or white spots, then become tender and inflamed, looking like wounds caused by flesh-eating bacteria."
        },
        {
            "subsection_name": "The cause to the illness",
            "subsection_content": "Whitmore bacteria can live for many years in soil and water. People and animals that come into direct contact with this soil/water source will be at risk of contracting Melioidosis. Ways of direct contact include:\nInhalation of contaminated dust or water droplets;; Drinking contaminated water that has not been chlorinated;; Touch the contaminated area with your hands or feet, especially if there are scratches on the skin.",
            "subsection_string": "The cause to the illness\nWhitmore bacteria can live for many years in soil and water. People and animals that come into direct contact with this soil/water source will be at risk of contracting Melioidosis. Ways of direct contact include:\nInhalation of contaminated dust or water droplets;; Drinking contaminated water that has not been chlorinated;; Touch the contaminated area with your hands or feet, especially if there are scratches on the skin."
        },
        {
            "subsection_name": "Risk factor",
            "subsection_content": "Factors that increase the risk of infection are:\n1. Geographical location\nResidents living in Southeast Asia and Northern Australia are at the highest risk of infection with Whitmore bacteria. Specifically, the countries with the most cases of Melioidosis are Thailand, Malaysia, and Singapore. The disease is also common in Vietnam, Papua New Guinea, Hong Kong, Taiwan, India, Pakistan and Bangladesh. A few scattered cases appeared in Central America, Brazil, Peru, Mexico and Puerto Rico. (2)\n2. Job characteristics\nPeople who do the following jobs are likely to come into contact with bacteria that can lead to infection:\nMilitary; Construction workers working on construction sites, farmers, fishermen; Tour guides, especially those who regularly work in areas prone to epidemics\nFarmers and people who regularly work in wetlands are at high risk of Whitmore infection\n3. Chronic disease\nPeople with the following conditions are at increased risk of Whitmore disease:\nDiabetes; Chronic kidney disease; Chronic lung disease; Liver failure; Thalassemia; Cancer\nSome other diseases that contribute to this disease include heart failure, congestive heart failure, pulmonary hemangioma, chronic granulomatous disease and tuberculosis.\nPeople with diabetes are at higher risk of Whitmore infection\n4. Animals at high risk of disease\nMany animals are at risk for Melioidosis. In addition to exposure to contaminated water and soil, animals can potentially pick up bacteria from the milk, urine, feces, nasal secretions, and wounds of other infected animals.; Not only sheep, goats, and pigs (the animals most susceptible to Whitmore), the disease also occurs in horses, cats, dogs, cattle, chickens, marsupials, tropical fish, iguanas...",
            "subsection_string": "Risk factor\nFactors that increase the risk of infection are:\n1. Geographical location\nResidents living in Southeast Asia and Northern Australia are at the highest risk of infection with Whitmore bacteria. Specifically, the countries with the most cases of Melioidosis are Thailand, Malaysia, and Singapore. The disease is also common in Vietnam, Papua New Guinea, Hong Kong, Taiwan, India, Pakistan and Bangladesh. A few scattered cases appeared in Central America, Brazil, Peru, Mexico and Puerto Rico. (2)\n2. Job characteristics\nPeople who do the following jobs are likely to come into contact with bacteria that can lead to infection:\nMilitary; Construction workers working on construction sites, farmers, fishermen; Tour guides, especially those who regularly work in areas prone to epidemics\nFarmers and people who regularly work in wetlands are at high risk of Whitmore infection\n3. Chronic disease\nPeople with the following conditions are at increased risk of Whitmore disease:\nDiabetes; Chronic kidney disease; Chronic lung disease; Liver failure; Thalassemia; Cancer\nSome other diseases that contribute to this disease include heart failure, congestive heart failure, pulmonary hemangioma, chronic granulomatous disease and tuberculosis.\nPeople with diabetes are at higher risk of Whitmore infection\n4. Animals at high risk of disease\nMany animals are at risk for Melioidosis. In addition to exposure to contaminated water and soil, animals can potentially pick up bacteria from the milk, urine, feces, nasal secretions, and wounds of other infected animals.; Not only sheep, goats, and pigs (the animals most susceptible to Whitmore), the disease also occurs in horses, cats, dogs, cattle, chickens, marsupials, tropical fish, iguanas..."
        },
        {
            "subsection_name": "Complications of Whitmore disease",
            "subsection_content": "Whitmore through its stages will have a significant impact on the organs in the body. The most common complications in Whitmore patients are:\nSkin ulcers; Abscesses (on the skin and organs such as liver, lungs, spleen...); Pneumonia; Sepsis; Meningitis; Dead",
            "subsection_string": "Complications of Whitmore disease\nWhitmore through its stages will have a significant impact on the organs in the body. The most common complications in Whitmore patients are:\nSkin ulcers; Abscesses (on the skin and organs such as liver, lungs, spleen...); Pneumonia; Sepsis; Meningitis; Dead"
        },
        {
            "subsection_name": "Diagnostic diagnostic methods",
            "subsection_content": "As mentioned above, the disease has many similar symptoms to pulmonary tuberculosis. Even the patient's X-ray shows small spots like those of pulmonary tuberculosis. Therefore, diagnosing this disease requires thoroughness, experience and high expertise. Just one wrong judgment by the doctor can cause the disease to worsen because it is not treated properly, even causing death.\nB. pseudomallei culture is considered the gold standard diagnostic test in detecting Whitmore disease. To do this, your doctor will take small samples including blood, phlegm, pus, urine, synovial fluid (found between the joints), peritoneal fluid (found in the abdominal cavity), pericardial fluid (found around the heart) of the patient (3).\nThe sample is placed in a culture medium, such as agar, to evaluate bacterial growth. After about 24 - 48 hours, the results of the culture will help the doctor determine whether the patient is infected with Whitmore bacteria.",
            "subsection_string": "Diagnostic diagnostic methods\nAs mentioned above, the disease has many similar symptoms to pulmonary tuberculosis. Even the patient's X-ray shows small spots like those of pulmonary tuberculosis. Therefore, diagnosing this disease requires thoroughness, experience and high expertise. Just one wrong judgment by the doctor can cause the disease to worsen because it is not treated properly, even causing death.\nB. pseudomallei culture is considered the gold standard diagnostic test in detecting Whitmore disease. To do this, your doctor will take small samples including blood, phlegm, pus, urine, synovial fluid (found between the joints), peritoneal fluid (found in the abdominal cavity), pericardial fluid (found around the heart) of the patient (3).\nThe sample is placed in a culture medium, such as agar, to evaluate bacterial growth. After about 24 - 48 hours, the results of the culture will help the doctor determine whether the patient is infected with Whitmore bacteria."
        },
        {
            "subsection_name": "Treatment of Whitmore infection",
            "subsection_content": "During treatment, Whitmore bacteria became resistant to many common antibiotics. Therefore, if the disease is not properly diagnosed or inappropriate medication is used, the disease will progress rapidly and cause unpredictable consequences. (4)\nDepending on the stage, doctors will recommend different treatment regimens:\nIn the early stages, doctors often prescribe intravenous (IV) antibiotics for at least 10 - 14 days, which can last up to 8 weeks.; Phase 2 of treatment can last 3 - 6 months with oral antibiotics.\nAfter the patient completes the course of antibiotics, the chance of the disease recurring is low. However, it is necessary to follow preventive measures well so that Whitmore bacteria do not have a chance to return.",
            "subsection_string": "Treatment of Whitmore infection\nDuring treatment, Whitmore bacteria became resistant to many common antibiotics. Therefore, if the disease is not properly diagnosed or inappropriate medication is used, the disease will progress rapidly and cause unpredictable consequences. (4)\nDepending on the stage, doctors will recommend different treatment regimens:\nIn the early stages, doctors often prescribe intravenous (IV) antibiotics for at least 10 - 14 days, which can last up to 8 weeks.; Phase 2 of treatment can last 3 - 6 months with oral antibiotics.\nAfter the patient completes the course of antibiotics, the chance of the disease recurring is low. However, it is necessary to follow preventive measures well so that Whitmore bacteria do not have a chance to return."
        },
        {
            "subsection_name": "How to prevent Whitmore infection",
            "subsection_content": "Currently, there is no vaccine to prevent this disease. People, especially those living in high-risk areas, should note: (5)\nWear waterproof boots and gloves if you have to frequently immerse yourself in water or mud.; Avoid contact with soil and standing water if you have open wounds on your skin, diabetes or chronic kidney disease.; Avoid respiratory contact with people suspected of being infected with Whitmore bacteria. If you are a medical worker, you must wear a mask, gloves and gown when in contact with patients.; Housewives should wear gloves when preparing food and regularly disinfect knives and cutting boards.; Use only pasteurized milk.; Get screened if you are about to take immunosuppressive therapy.",
            "subsection_string": "How to prevent Whitmore infection\nCurrently, there is no vaccine to prevent this disease. People, especially those living in high-risk areas, should note: (5)\nWear waterproof boots and gloves if you have to frequently immerse yourself in water or mud.; Avoid contact with soil and standing water if you have open wounds on your skin, diabetes or chronic kidney disease.; Avoid respiratory contact with people suspected of being infected with Whitmore bacteria. If you are a medical worker, you must wear a mask, gloves and gown when in contact with patients.; Housewives should wear gloves when preparing food and regularly disinfect knives and cutting boards.; Use only pasteurized milk.; Get screened if you are about to take immunosuppressive therapy."
        },
        {
            "subsection_name": "Caring for sick people",
            "subsection_content": "In case you have a loved one diagnosed with Whitmore disease, the skills to care for them are important. Proper care of patients not only helps them quickly improve unpleasant symptoms, but also protects themselves and the community from the risk of infection, specifically:\nCool the body, give the patient fever-reducing medicine to cool down and reduce itching (due to rashes on the skin).; Gently massage the patient's painful joints; Feed the patient foods that are easy to digest and rich in nutrients such as porridge, soup, smoothies, high-energy milk, etc.; Clean the surrounding environment with disinfectant solution, pay attention to cleaning the surfaces of objects that people often touch (for example, door handles, TV controls, faucets, etc.); Absolutely do not share personal items (such as towels, toothbrushes, electronic devices...) with sick people.\nPatients who receive attentive and proper care will soon improve their condition",
            "subsection_string": "Caring for sick people\nIn case you have a loved one diagnosed with Whitmore disease, the skills to care for them are important. Proper care of patients not only helps them quickly improve unpleasant symptoms, but also protects themselves and the community from the risk of infection, specifically:\nCool the body, give the patient fever-reducing medicine to cool down and reduce itching (due to rashes on the skin).; Gently massage the patient's painful joints; Feed the patient foods that are easy to digest and rich in nutrients such as porridge, soup, smoothies, high-energy milk, etc.; Clean the surrounding environment with disinfectant solution, pay attention to cleaning the surfaces of objects that people often touch (for example, door handles, TV controls, faucets, etc.); Absolutely do not share personal items (such as towels, toothbrushes, electronic devices...) with sick people.\nPatients who receive attentive and proper care will soon improve their condition"
        },
        {
            "subsection_name": "Related questions",
            "subsection_content": "1. Is Whitmore a flesh-eating bacteria?\nMany people are confused, so they often call Whitmore \"flesh-eating bacteria\" or Whitmore's flesh-eating infection. However, Associate Professor, Dr. Le Thi Viet Hoa - Head of General Internal Medicine Department, Tam Anh General Hospital, Hanoi affirmed that although Whitmore bacteria cause many dangerous complications, they do not have the ability to \"eat people\". . This type of bacteria is similar to many other types of bacteria, causing infectious diseases in humans and animals.\n2. Can Whitmore disease be cured?\nCurrently, medicine has found specific antibiotics to treat Whitmore's disease.\nTherefore, the disease can be completely cured if detected at an early stage. However, a treatment regimen usually lasts at least 3 months. Therefore, patients need to comply with the treatment regimen to completely cure the disease and avoid recurrence.\nDepartment of General Internal Medicine, Tam Anh General Hospital brings together a team of experienced and skilled doctors, continuously trained by domestic and foreign experts to improve knowledge and skills in medical examination and treatment; Dedicated medical staff with knowledge of patient care. In addition, the Internal Medicine Department of Tam Anh General Hospital also focuses on investing in a system of modern technological equipment imported from advanced countries to best support the examination and treatment process. Modern equipment system helps accurately diagnose and effectively treat diseases. Currently, the Department of General Internal Medicine of Tam Anh General Hospital has general internal examination and treatment services for diseases: Liver, Biliary, Respiratory, Neurological. Endocrine Endocrinology Muscle - Bone - Joint Dermatology Cardiology Health consultation and medical treatment with medicine combined with diet and exercise... TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Although Whitmore bacteria is not a \"flesh-eating bacteria\" as many people mistakenly think, the complications that this disease brings are also very worthwhile. alarm. Prolonged treatment time will also significantly affect the patient's daily life, so preventing the disease from the beginning is very important. Hopefully the information we provide in this article will help you have the most appropriate plan to avoid the risk of contracting this dangerous Whitmore disease.",
            "subsection_string": "Related questions\n1. Is Whitmore a flesh-eating bacteria?\nMany people are confused, so they often call Whitmore \"flesh-eating bacteria\" or Whitmore's flesh-eating infection. However, Associate Professor, Dr. Le Thi Viet Hoa - Head of General Internal Medicine Department, Tam Anh General Hospital, Hanoi affirmed that although Whitmore bacteria cause many dangerous complications, they do not have the ability to \"eat people\". . This type of bacteria is similar to many other types of bacteria, causing infectious diseases in humans and animals.\n2. Can Whitmore disease be cured?\nCurrently, medicine has found specific antibiotics to treat Whitmore's disease.\nTherefore, the disease can be completely cured if detected at an early stage. However, a treatment regimen usually lasts at least 3 months. Therefore, patients need to comply with the treatment regimen to completely cure the disease and avoid recurrence.\nDepartment of General Internal Medicine, Tam Anh General Hospital brings together a team of experienced and skilled doctors, continuously trained by domestic and foreign experts to improve knowledge and skills in medical examination and treatment; Dedicated medical staff with knowledge of patient care. In addition, the Internal Medicine Department of Tam Anh General Hospital also focuses on investing in a system of modern technological equipment imported from advanced countries to best support the examination and treatment process. Modern equipment system helps accurately diagnose and effectively treat diseases. Currently, the Department of General Internal Medicine of Tam Anh General Hospital has general internal examination and treatment services for diseases: Liver, Biliary, Respiratory, Neurological. Endocrine Endocrinology Muscle - Bone - Joint Dermatology Cardiology Health consultation and medical treatment with medicine combined with diet and exercise... TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Although Whitmore bacteria is not a \"flesh-eating bacteria\" as many people mistakenly think, the complications that this disease brings are also very worthwhile. alarm. Prolonged treatment time will also significantly affect the patient's daily life, so preventing the disease from the beginning is very important. Hopefully the information we provide in this article will help you have the most appropriate plan to avoid the risk of contracting this dangerous Whitmore disease."
        }
    ],
    "name": "benh-whitmore.json"
}