{
    "title": "Influenza: Symptoms, causes and diagnosis",
    "category": "Infectious",
    "link": "https://tamanhhospital.vn/benh-cum/",
    "abstract": "Influenza can occur at any age and causes illness ranging from moderate to severe. Young children, pregnant women and the elderly should not take this respiratory infection lightly.\n This article is expertly advised by Dr. Dang Thi Mai Khue, Department of General Internal Medicine, Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "Influenza: Symptoms, causes and diagnosis\n\nInfluenza can occur at any age and causes illness ranging from moderate to severe. Young children, pregnant women and the elderly should not take this respiratory infection lightly.\n This article is expertly advised by Dr. Dang Thi Mai Khue, Department of General Internal Medicine, Tam Anh General Hospital, Ho Chi Minh City.\n\nWhat is flu?\nInfluenza is an acute viral infection. The disease develops when the flu virus infects and attacks the respiratory system such as the nose, throat, bronchial tubes, and possibly the lungs.\nInfluenza is mostly mild and patients can recover on their own in about 2-7 days. However, in some special cases such as immunocompromised people, people with chronic diseases, etc. flu can become dangerous and cause serious complications that can lead to death.\nInfluenza can attack everyone, in adults the rate is 5-10%, in children it is 20-30%. The dangerous point of influenza is its high infectiousness, leading to the risk of an outbreak. In tropical regions like Vietnam, influenza often occurs during the rainy season but can still spread at any time of the year.\nThere are 3 different types of flu that affect humans, including: (1)\nInfluenza A: Also known as seasonal flu, found in many animals. Influenza A viruses frequently change, creating many new strains; known to cause highly infectious influenza pandemics. Currently circulating influenza A subtypes include A (H1N1) and A (H3N2).; Influenza B: Like influenza A, influenza B viruses can also cause seasonal outbreaks. Regarding differences, influenza B viruses generally change more slowly in their genetic and antigenic properties than influenza A. Influenza B viruses only cause disease in humans and are not divided by type like influenza A; nor does it cause large waves of infection.; Influenza C: Influenza C virus is also found in humans but causes illness with milder respiratory symptoms than influenza A and B and less dangerous complications.\nInfluenza includes 3 types, of which influenza A is considered the cause of many pandemics\n\nFlu symptoms\nFlu can cause symptoms ranging from mild to severe. Many people often confuse the flu with a cold because of the initial symptoms such as runny nose, sneezing and sore throat. However, colds often develop slowly, while flu develops quickly and suddenly. You may start to notice signs of illness between 1-7 days, usually 48-72 hours after exposure to the flu virus.\nThe first common symptom is a high fever from 39 to 41 degrees Celsius. Children with the flu will often have a higher fever than adults. People with flu may also experience one or more of the following signs: (2)\nfeeling chills, sweating; Dry cough; Sore throat; Stuffy nose, runny nose; Headache; Fatigue, shortness of breath; Vomiting, diarrhea (more common in children than adults)\nMost flu symptoms will gradually disappear after about 4-7 days. The dry cough and fatigue mostly last for weeks in addition to having a fever that comes back again and again.\nIf flu symptoms gradually get worse or persist, with no signs of getting better after 1 week – fever lasts more than 3 days – you need to see a doctor. What is more dangerous is when the patient feels difficulty breathing, chest tightness, loss of consciousness, convulsions, or signs of dehydration (such as little urination, no urination) - at this time the patient needs to be taken to the emergency room immediately. These are warning signs that the flu may be turning into a more serious illness such as pneumonia.\n\nCauses of flu\nInfluenza originates from the influenza virus. Influenza viruses exist in the air and can enter the body when we touch our eyes, nose, and mouth.\n\nInfluenza transmission route\nInfluenza virus has the ability to spread directly through the respiratory tract when a sick person coughs, sneezes or talks, causing droplets of nasopharyngeal secretions containing the virus to appear in the air and survive on surfaces. items. If you come into contact with these fluids, you will be at risk of flu infection.\nIn crowded places, direct contact is the ideal condition for flu to spread quickly. People with flu can infect others during the incubation period from 1 day before symptoms appear to 5-7 days after the onset of illness. Particularly for young children or people with poor health, the infection time can last longer, up to about 2 weeks.\nInfluenza virus spreads through the air through droplets of nasopharyngeal secretions when an infected person coughs or sneezes\n\nSubjects at high risk of influenza\nAnyone can get the flu. High-risk subjects include:\nChildren and the elderly: Seasonal flu tends to occur more often in children from 6 months to 5 years old and the elderly 65 years of age and older. The CDC warns that about 20,000 children under 5 years old are hospitalized every year because of flu-related complications. (3); Obese people: People with a BMI (body mass index) of 40 or higher are at higher risk of getting the flu than people with a healthy weight.; People with weakened immune systems: Subjects undergoing cancer treatment, taking anti-rejection drugs, or using steroids for a long time; encounter problems such as organ transplant, leukemia, HIV/AIDS infection, etc. are at greater risk of catching the flu as well as increasing the likelihood of developing complications; People with chronic illnesses: Flu also often occurs in people with chronic conditions including lung diseases (such as asthma), diabetes, cardiovascular disease, neurological disorders, digestive disorders, and other abnormalities. about kidney, liver or blood disorders, etc.; Pregnant and postpartum women: Pregnant women - especially in the 2nd and 3rd trimesters - and women in the 2 weeks after giving birth are also at high risk of complications during pregnancy. have the flu.\n\nComplications of flu\nIn young people and people with good health, the flu usually does not have too serious effects and can disappear after at most 2 weeks without leaving long-term effects.\nHowever, in children under 5 years old, the elderly, or people in poor health, influenza can cause complications such as influenza-induced pneumonia or bacterial superinfection, encephalitis, meningitis, and infection. ear infections, sinus infections, myositis or rhabdomyolysis, multi-organ damage such as kidney or respiratory failure and exacerbation of chronic diseases such as congestive heart failure, asthma or diabetes. Among them, pneumonia is one of the most serious problems. For older people and people with chronic illnesses, influenza pneumonia can be life-threatening.\nPneumonia is a dangerous complication of flu, especially for the elderly and people in poor health\n\nHow to diagnose the flu\nThe first step in diagnosis is that the doctor will find out and consider flu symptoms, if any.\nIn addition, there are a number of tests to detect influenza virus in respiratory specimens such as:\nRT-PCR: Is the highly specific and most specific method to test and classify influenza viruses. This method produces results within 4-6 hours.; Immunofluorescence: Has lower sensitivity and specificity than RT-PCR method, but produces results after only a few hours of receiving the specimen.; Rapid tests (RIDTs): Have results after 10-15 minutes but are not as accurate as other flu tests, so you can still have the flu even though the rapid test result is negative. The performance of the test depends heavily on the patient's age, duration of illness, specimen type and influenza virus strain. Rapid tests have low sensitivity and specificity, so they need to be combined with other diagnostic testing methods when rapid test results are negative.; Virus isolation: Not a screening test, but during active influenza disease should be performed on specimens collected from people suspected of having influenza, especially those with epidemiological factors for influenza. .; Serum test: The test gives quick results, but the sensitivity and specificity are not high.\nDepending on the type of diagnostic test, the time of specimen collection, the type and quality of the specimen, etc., as well as the active form of the virus, you may still be infected with influenza even though the test result is negative. negative – this situation is called a false negative test. Therefore, reaching the final conclusion still needs to rely on symptoms and clinical assessment from the doctor.\nIn the current situation, people with flu may need additional testing for COVID-19 to rule out the possibility of being infected with flu and COVID-19 at the same time.\n\nHow to treat flu\nCurrently, there is still no thorough treatment for influenza, only methods to help alleviate the symptoms of the disease, making the patient more comfortable and at ease.\nRest\nUsually the flu can go away on its own after a short time when the patient takes time to rest and drink plenty of fluids so the body can gradually fight the infection. Do not smoke or drink alcohol during this time; You should also limit tea, coffee, drinks with stimulants, etc. to avoid making the body more tired.\nRegarding nutrition, people with flu should increase and supplement dark green, red and yellow vegetables and fruits to enhance the immune system and support quick health recovery.\nUse pain relievers\nTaking over-the-counter pain relievers should be considered. Children and adolescents recovering from flu-like symptoms should not take aspirin to prevent the risk of Reye's syndrome - a condition of acute brain damage and fatty liver following an acute viral infection.\nPeople with flu can use over-the-counter cold medicines, drops or sprays to relieve some unpleasant flu symptoms such as cough, runny nose, headache, etc.\nTake antiviral medications\nFor people with severe infections or at high risk of complications, using antiviral drugs is a necessary flu treatment method. Taking medication promptly and correctly helps reduce the severity of symptoms and shorten the duration of infection. This is also a way to prevent flu complications from developing – especially in older adults or people with weakened immune systems.\nThere are currently 3 antiviral medications recommended for flu treatment: oseltamivir (Tamiflu®), zanamivir (Relenza®) and peramivir (Rapivab®). These drugs work by disrupting the neuraminidase enzyme function on the surface of the virus and preventing the release of virus particles from infected host cells.\nThese antiviral drugs can be used for influenza A and B cases and are most effective within 48 hours after the person begins to have flu symptoms. Therefore early diagnosis and treatment is extremely important.\nTaking antiviral drugs can cause side effects such as nausea and vomiting in some people. Patients should take the medicine while eating to reduce these side effects.\nAntibiotics\nAntibiotics are not effective in treating flu because they cannot kill the virus that causes the disease.\nHowever, flu can weaken the immune system, making the patient more susceptible to other bacterial infections, so in case you notice the flu returning after it has subsided, you should have your health checked as soon as possible. as soon as possible. At this time, antibiotics may be needed to prevent the risk of infection.\n\nHow to prevent flu\nGet a flu shot every year\nThe best way to prevent the flu is to get a flu shot every year. Because the flu virus continuously mutates, every year a new vaccine is produced based on research from scientists on the virus's ability to cause disease. Just 1 booster shot per year will help you prevent flu effectively. According to the Department of Preventive Medicine - Ministry of Health, the vaccine has a very high protection rate of up to 90%. In older adults, flu vaccination reduces morbidity by up to 60% and mortality from flu-related problems by up to 60% and 70-80%. (4)\nSome types of influenza vaccines currently circulating in Vietnam include Vaxigrip 0.25ml, Vaxigrip 0.5ml, Influvac 0.5ml, etc. The US Centers for Disease Control and Prevention (CDC) recommends that all People 6 months of age and older should get the flu vaccine. Among them, children, people with cardiovascular/chronic lung diseases/asthma/immunosuppression, people over 65 years old, pregnant women, people in frequent contact with patients,... are special subjects. especially because of the high risk of disease.\nGetting vaccinated every year is the most effective way to prevent flu\nForm healthy living habits\nBuilding and maintaining the following living habits will help you significantly reduce the risk of flu infection in particular and other infectious diseases in general.\nWash your hands regularly: Keep your hands clean, avoid touching your eyes, nose, and mouth directly. Frequently wash your hands with warm water and soap for 30 seconds or use dry hand sanitizer.; Limit contact with crowded places when you have flu symptoms: Do not live, work, study together or have close contact with others who you suspect are infected with flu without protective measures such as wearing a mask. face mask. If you notice that you have signs of illness, you also need to be aware of self-isolation to ensure the health of everyone around you. It is best to stay alone in your room/at home for at least 24 hours from the time your fever disappears.; Clean surfaces of objects: Regularly clean and disinfect surfaces of objects in the home, office, and public places that can be handled a lot, such as door handles, phones, toys, table tops, etc. is a way to help reduce the risk of getting the flu.; Exercise regularly: People who have a habit of moving and exercising every day often have less dangerous symptoms and faster recovery time if infected with the flu.\nWhen you have signs of flu, you can contact Tam Anh General Hospital System for timely examination and treatment:\nUnlike the common cold, flu is a disease that can easily be dangerous for many people without prevention and health improvement. Protecting yourself against the risk of flu infection is also a step to protect the health of your loved ones and the community.",
    "subsections": [
        {
            "subsection_name": "What is flu?",
            "subsection_content": "Influenza is an acute viral infection. The disease develops when the flu virus infects and attacks the respiratory system such as the nose, throat, bronchial tubes, and possibly the lungs.\nInfluenza is mostly mild and patients can recover on their own in about 2-7 days. However, in some special cases such as immunocompromised people, people with chronic diseases, etc. flu can become dangerous and cause serious complications that can lead to death.\nInfluenza can attack everyone, in adults the rate is 5-10%, in children it is 20-30%. The dangerous point of influenza is its high infectiousness, leading to the risk of an outbreak. In tropical regions like Vietnam, influenza often occurs during the rainy season but can still spread at any time of the year.\nThere are 3 different types of flu that affect humans, including: (1)\nInfluenza A: Also known as seasonal flu, found in many animals. Influenza A viruses frequently change, creating many new strains; known to cause highly infectious influenza pandemics. Currently circulating influenza A subtypes include A (H1N1) and A (H3N2).; Influenza B: Like influenza A, influenza B viruses can also cause seasonal outbreaks. Regarding differences, influenza B viruses generally change more slowly in their genetic and antigenic properties than influenza A. Influenza B viruses only cause disease in humans and are not divided by type like influenza A; nor does it cause large waves of infection.; Influenza C: Influenza C virus is also found in humans but causes illness with milder respiratory symptoms than influenza A and B and less dangerous complications.\nInfluenza includes 3 types, of which influenza A is considered the cause of many pandemics",
            "subsection_string": "What is flu?\nInfluenza is an acute viral infection. The disease develops when the flu virus infects and attacks the respiratory system such as the nose, throat, bronchial tubes, and possibly the lungs.\nInfluenza is mostly mild and patients can recover on their own in about 2-7 days. However, in some special cases such as immunocompromised people, people with chronic diseases, etc. flu can become dangerous and cause serious complications that can lead to death.\nInfluenza can attack everyone, in adults the rate is 5-10%, in children it is 20-30%. The dangerous point of influenza is its high infectiousness, leading to the risk of an outbreak. In tropical regions like Vietnam, influenza often occurs during the rainy season but can still spread at any time of the year.\nThere are 3 different types of flu that affect humans, including: (1)\nInfluenza A: Also known as seasonal flu, found in many animals. Influenza A viruses frequently change, creating many new strains; known to cause highly infectious influenza pandemics. Currently circulating influenza A subtypes include A (H1N1) and A (H3N2).; Influenza B: Like influenza A, influenza B viruses can also cause seasonal outbreaks. Regarding differences, influenza B viruses generally change more slowly in their genetic and antigenic properties than influenza A. Influenza B viruses only cause disease in humans and are not divided by type like influenza A; nor does it cause large waves of infection.; Influenza C: Influenza C virus is also found in humans but causes illness with milder respiratory symptoms than influenza A and B and less dangerous complications.\nInfluenza includes 3 types, of which influenza A is considered the cause of many pandemics"
        },
        {
            "subsection_name": "Flu symptoms",
            "subsection_content": "Flu can cause symptoms ranging from mild to severe. Many people often confuse the flu with a cold because of the initial symptoms such as runny nose, sneezing and sore throat. However, colds often develop slowly, while flu develops quickly and suddenly. You may start to notice signs of illness between 1-7 days, usually 48-72 hours after exposure to the flu virus.\nThe first common symptom is a high fever from 39 to 41 degrees Celsius. Children with the flu will often have a higher fever than adults. People with flu may also experience one or more of the following signs: (2)\nfeeling chills, sweating; Dry cough; Sore throat; Stuffy nose, runny nose; Headache; Fatigue, shortness of breath; Vomiting, diarrhea (more common in children than adults)\nMost flu symptoms will gradually disappear after about 4-7 days. The dry cough and fatigue mostly last for weeks in addition to having a fever that comes back again and again.\nIf flu symptoms gradually get worse or persist, with no signs of getting better after 1 week – fever lasts more than 3 days – you need to see a doctor. What is more dangerous is when the patient feels difficulty breathing, chest tightness, loss of consciousness, convulsions, or signs of dehydration (such as little urination, no urination) - at this time the patient needs to be taken to the emergency room immediately. These are warning signs that the flu may be turning into a more serious illness such as pneumonia.",
            "subsection_string": "Flu symptoms\nFlu can cause symptoms ranging from mild to severe. Many people often confuse the flu with a cold because of the initial symptoms such as runny nose, sneezing and sore throat. However, colds often develop slowly, while flu develops quickly and suddenly. You may start to notice signs of illness between 1-7 days, usually 48-72 hours after exposure to the flu virus.\nThe first common symptom is a high fever from 39 to 41 degrees Celsius. Children with the flu will often have a higher fever than adults. People with flu may also experience one or more of the following signs: (2)\nfeeling chills, sweating; Dry cough; Sore throat; Stuffy nose, runny nose; Headache; Fatigue, shortness of breath; Vomiting, diarrhea (more common in children than adults)\nMost flu symptoms will gradually disappear after about 4-7 days. The dry cough and fatigue mostly last for weeks in addition to having a fever that comes back again and again.\nIf flu symptoms gradually get worse or persist, with no signs of getting better after 1 week – fever lasts more than 3 days – you need to see a doctor. What is more dangerous is when the patient feels difficulty breathing, chest tightness, loss of consciousness, convulsions, or signs of dehydration (such as little urination, no urination) - at this time the patient needs to be taken to the emergency room immediately. These are warning signs that the flu may be turning into a more serious illness such as pneumonia."
        },
        {
            "subsection_name": "Causes of flu",
            "subsection_content": "Influenza originates from the influenza virus. Influenza viruses exist in the air and can enter the body when we touch our eyes, nose, and mouth.",
            "subsection_string": "Causes of flu\nInfluenza originates from the influenza virus. Influenza viruses exist in the air and can enter the body when we touch our eyes, nose, and mouth."
        },
        {
            "subsection_name": "Influenza transmission route",
            "subsection_content": "Influenza virus has the ability to spread directly through the respiratory tract when a sick person coughs, sneezes or talks, causing droplets of nasopharyngeal secretions containing the virus to appear in the air and survive on surfaces. items. If you come into contact with these fluids, you will be at risk of flu infection.\nIn crowded places, direct contact is the ideal condition for flu to spread quickly. People with flu can infect others during the incubation period from 1 day before symptoms appear to 5-7 days after the onset of illness. Particularly for young children or people with poor health, the infection time can last longer, up to about 2 weeks.\nInfluenza virus spreads through the air through droplets of nasopharyngeal secretions when an infected person coughs or sneezes",
            "subsection_string": "Influenza transmission route\nInfluenza virus has the ability to spread directly through the respiratory tract when a sick person coughs, sneezes or talks, causing droplets of nasopharyngeal secretions containing the virus to appear in the air and survive on surfaces. items. If you come into contact with these fluids, you will be at risk of flu infection.\nIn crowded places, direct contact is the ideal condition for flu to spread quickly. People with flu can infect others during the incubation period from 1 day before symptoms appear to 5-7 days after the onset of illness. Particularly for young children or people with poor health, the infection time can last longer, up to about 2 weeks.\nInfluenza virus spreads through the air through droplets of nasopharyngeal secretions when an infected person coughs or sneezes"
        },
        {
            "subsection_name": "Subjects at high risk of influenza",
            "subsection_content": "Anyone can get the flu. High-risk subjects include:\nChildren and the elderly: Seasonal flu tends to occur more often in children from 6 months to 5 years old and the elderly 65 years of age and older. The CDC warns that about 20,000 children under 5 years old are hospitalized every year because of flu-related complications. (3); Obese people: People with a BMI (body mass index) of 40 or higher are at higher risk of getting the flu than people with a healthy weight.; People with weakened immune systems: Subjects undergoing cancer treatment, taking anti-rejection drugs, or using steroids for a long time; encounter problems such as organ transplant, leukemia, HIV/AIDS infection, etc. are at greater risk of catching the flu as well as increasing the likelihood of developing complications; People with chronic illnesses: Flu also often occurs in people with chronic conditions including lung diseases (such as asthma), diabetes, cardiovascular disease, neurological disorders, digestive disorders, and other abnormalities. about kidney, liver or blood disorders, etc.; Pregnant and postpartum women: Pregnant women - especially in the 2nd and 3rd trimesters - and women in the 2 weeks after giving birth are also at high risk of complications during pregnancy. have the flu.",
            "subsection_string": "Subjects at high risk of influenza\nAnyone can get the flu. High-risk subjects include:\nChildren and the elderly: Seasonal flu tends to occur more often in children from 6 months to 5 years old and the elderly 65 years of age and older. The CDC warns that about 20,000 children under 5 years old are hospitalized every year because of flu-related complications. (3); Obese people: People with a BMI (body mass index) of 40 or higher are at higher risk of getting the flu than people with a healthy weight.; People with weakened immune systems: Subjects undergoing cancer treatment, taking anti-rejection drugs, or using steroids for a long time; encounter problems such as organ transplant, leukemia, HIV/AIDS infection, etc. are at greater risk of catching the flu as well as increasing the likelihood of developing complications; People with chronic illnesses: Flu also often occurs in people with chronic conditions including lung diseases (such as asthma), diabetes, cardiovascular disease, neurological disorders, digestive disorders, and other abnormalities. about kidney, liver or blood disorders, etc.; Pregnant and postpartum women: Pregnant women - especially in the 2nd and 3rd trimesters - and women in the 2 weeks after giving birth are also at high risk of complications during pregnancy. have the flu."
        },
        {
            "subsection_name": "Complications of flu",
            "subsection_content": "In young people and people with good health, the flu usually does not have too serious effects and can disappear after at most 2 weeks without leaving long-term effects.\nHowever, in children under 5 years old, the elderly, or people in poor health, influenza can cause complications such as influenza-induced pneumonia or bacterial superinfection, encephalitis, meningitis, and infection. ear infections, sinus infections, myositis or rhabdomyolysis, multi-organ damage such as kidney or respiratory failure and exacerbation of chronic diseases such as congestive heart failure, asthma or diabetes. Among them, pneumonia is one of the most serious problems. For older people and people with chronic illnesses, influenza pneumonia can be life-threatening.\nPneumonia is a dangerous complication of flu, especially for the elderly and people in poor health",
            "subsection_string": "Complications of flu\nIn young people and people with good health, the flu usually does not have too serious effects and can disappear after at most 2 weeks without leaving long-term effects.\nHowever, in children under 5 years old, the elderly, or people in poor health, influenza can cause complications such as influenza-induced pneumonia or bacterial superinfection, encephalitis, meningitis, and infection. ear infections, sinus infections, myositis or rhabdomyolysis, multi-organ damage such as kidney or respiratory failure and exacerbation of chronic diseases such as congestive heart failure, asthma or diabetes. Among them, pneumonia is one of the most serious problems. For older people and people with chronic illnesses, influenza pneumonia can be life-threatening.\nPneumonia is a dangerous complication of flu, especially for the elderly and people in poor health"
        },
        {
            "subsection_name": "How to diagnose the flu",
            "subsection_content": "The first step in diagnosis is that the doctor will find out and consider flu symptoms, if any.\nIn addition, there are a number of tests to detect influenza virus in respiratory specimens such as:\nRT-PCR: Is the highly specific and most specific method to test and classify influenza viruses. This method produces results within 4-6 hours.; Immunofluorescence: Has lower sensitivity and specificity than RT-PCR method, but produces results after only a few hours of receiving the specimen.; Rapid tests (RIDTs): Have results after 10-15 minutes but are not as accurate as other flu tests, so you can still have the flu even though the rapid test result is negative. The performance of the test depends heavily on the patient's age, duration of illness, specimen type and influenza virus strain. Rapid tests have low sensitivity and specificity, so they need to be combined with other diagnostic testing methods when rapid test results are negative.; Virus isolation: Not a screening test, but during active influenza disease should be performed on specimens collected from people suspected of having influenza, especially those with epidemiological factors for influenza. .; Serum test: The test gives quick results, but the sensitivity and specificity are not high.\nDepending on the type of diagnostic test, the time of specimen collection, the type and quality of the specimen, etc., as well as the active form of the virus, you may still be infected with influenza even though the test result is negative. negative – this situation is called a false negative test. Therefore, reaching the final conclusion still needs to rely on symptoms and clinical assessment from the doctor.\nIn the current situation, people with flu may need additional testing for COVID-19 to rule out the possibility of being infected with flu and COVID-19 at the same time.",
            "subsection_string": "How to diagnose the flu\nThe first step in diagnosis is that the doctor will find out and consider flu symptoms, if any.\nIn addition, there are a number of tests to detect influenza virus in respiratory specimens such as:\nRT-PCR: Is the highly specific and most specific method to test and classify influenza viruses. This method produces results within 4-6 hours.; Immunofluorescence: Has lower sensitivity and specificity than RT-PCR method, but produces results after only a few hours of receiving the specimen.; Rapid tests (RIDTs): Have results after 10-15 minutes but are not as accurate as other flu tests, so you can still have the flu even though the rapid test result is negative. The performance of the test depends heavily on the patient's age, duration of illness, specimen type and influenza virus strain. Rapid tests have low sensitivity and specificity, so they need to be combined with other diagnostic testing methods when rapid test results are negative.; Virus isolation: Not a screening test, but during active influenza disease should be performed on specimens collected from people suspected of having influenza, especially those with epidemiological factors for influenza. .; Serum test: The test gives quick results, but the sensitivity and specificity are not high.\nDepending on the type of diagnostic test, the time of specimen collection, the type and quality of the specimen, etc., as well as the active form of the virus, you may still be infected with influenza even though the test result is negative. negative – this situation is called a false negative test. Therefore, reaching the final conclusion still needs to rely on symptoms and clinical assessment from the doctor.\nIn the current situation, people with flu may need additional testing for COVID-19 to rule out the possibility of being infected with flu and COVID-19 at the same time."
        },
        {
            "subsection_name": "How to treat flu",
            "subsection_content": "Currently, there is still no thorough treatment for influenza, only methods to help alleviate the symptoms of the disease, making the patient more comfortable and at ease.\nRest\nUsually the flu can go away on its own after a short time when the patient takes time to rest and drink plenty of fluids so the body can gradually fight the infection. Do not smoke or drink alcohol during this time; You should also limit tea, coffee, drinks with stimulants, etc. to avoid making the body more tired.\nRegarding nutrition, people with flu should increase and supplement dark green, red and yellow vegetables and fruits to enhance the immune system and support quick health recovery.\nUse pain relievers\nTaking over-the-counter pain relievers should be considered. Children and adolescents recovering from flu-like symptoms should not take aspirin to prevent the risk of Reye's syndrome - a condition of acute brain damage and fatty liver following an acute viral infection.\nPeople with flu can use over-the-counter cold medicines, drops or sprays to relieve some unpleasant flu symptoms such as cough, runny nose, headache, etc.\nTake antiviral medications\nFor people with severe infections or at high risk of complications, using antiviral drugs is a necessary flu treatment method. Taking medication promptly and correctly helps reduce the severity of symptoms and shorten the duration of infection. This is also a way to prevent flu complications from developing – especially in older adults or people with weakened immune systems.\nThere are currently 3 antiviral medications recommended for flu treatment: oseltamivir (Tamiflu®), zanamivir (Relenza®) and peramivir (Rapivab®). These drugs work by disrupting the neuraminidase enzyme function on the surface of the virus and preventing the release of virus particles from infected host cells.\nThese antiviral drugs can be used for influenza A and B cases and are most effective within 48 hours after the person begins to have flu symptoms. Therefore early diagnosis and treatment is extremely important.\nTaking antiviral drugs can cause side effects such as nausea and vomiting in some people. Patients should take the medicine while eating to reduce these side effects.\nAntibiotics\nAntibiotics are not effective in treating flu because they cannot kill the virus that causes the disease.\nHowever, flu can weaken the immune system, making the patient more susceptible to other bacterial infections, so in case you notice the flu returning after it has subsided, you should have your health checked as soon as possible. as soon as possible. At this time, antibiotics may be needed to prevent the risk of infection.",
            "subsection_string": "How to treat flu\nCurrently, there is still no thorough treatment for influenza, only methods to help alleviate the symptoms of the disease, making the patient more comfortable and at ease.\nRest\nUsually the flu can go away on its own after a short time when the patient takes time to rest and drink plenty of fluids so the body can gradually fight the infection. Do not smoke or drink alcohol during this time; You should also limit tea, coffee, drinks with stimulants, etc. to avoid making the body more tired.\nRegarding nutrition, people with flu should increase and supplement dark green, red and yellow vegetables and fruits to enhance the immune system and support quick health recovery.\nUse pain relievers\nTaking over-the-counter pain relievers should be considered. Children and adolescents recovering from flu-like symptoms should not take aspirin to prevent the risk of Reye's syndrome - a condition of acute brain damage and fatty liver following an acute viral infection.\nPeople with flu can use over-the-counter cold medicines, drops or sprays to relieve some unpleasant flu symptoms such as cough, runny nose, headache, etc.\nTake antiviral medications\nFor people with severe infections or at high risk of complications, using antiviral drugs is a necessary flu treatment method. Taking medication promptly and correctly helps reduce the severity of symptoms and shorten the duration of infection. This is also a way to prevent flu complications from developing – especially in older adults or people with weakened immune systems.\nThere are currently 3 antiviral medications recommended for flu treatment: oseltamivir (Tamiflu®), zanamivir (Relenza®) and peramivir (Rapivab®). These drugs work by disrupting the neuraminidase enzyme function on the surface of the virus and preventing the release of virus particles from infected host cells.\nThese antiviral drugs can be used for influenza A and B cases and are most effective within 48 hours after the person begins to have flu symptoms. Therefore early diagnosis and treatment is extremely important.\nTaking antiviral drugs can cause side effects such as nausea and vomiting in some people. Patients should take the medicine while eating to reduce these side effects.\nAntibiotics\nAntibiotics are not effective in treating flu because they cannot kill the virus that causes the disease.\nHowever, flu can weaken the immune system, making the patient more susceptible to other bacterial infections, so in case you notice the flu returning after it has subsided, you should have your health checked as soon as possible. as soon as possible. At this time, antibiotics may be needed to prevent the risk of infection."
        },
        {
            "subsection_name": "How to prevent flu",
            "subsection_content": "Get a flu shot every year\nThe best way to prevent the flu is to get a flu shot every year. Because the flu virus continuously mutates, every year a new vaccine is produced based on research from scientists on the virus's ability to cause disease. Just 1 booster shot per year will help you prevent flu effectively. According to the Department of Preventive Medicine - Ministry of Health, the vaccine has a very high protection rate of up to 90%. In older adults, flu vaccination reduces morbidity by up to 60% and mortality from flu-related problems by up to 60% and 70-80%. (4)\nSome types of influenza vaccines currently circulating in Vietnam include Vaxigrip 0.25ml, Vaxigrip 0.5ml, Influvac 0.5ml, etc. The US Centers for Disease Control and Prevention (CDC) recommends that all People 6 months of age and older should get the flu vaccine. Among them, children, people with cardiovascular/chronic lung diseases/asthma/immunosuppression, people over 65 years old, pregnant women, people in frequent contact with patients,... are special subjects. especially because of the high risk of disease.\nGetting vaccinated every year is the most effective way to prevent flu\nForm healthy living habits\nBuilding and maintaining the following living habits will help you significantly reduce the risk of flu infection in particular and other infectious diseases in general.\nWash your hands regularly: Keep your hands clean, avoid touching your eyes, nose, and mouth directly. Frequently wash your hands with warm water and soap for 30 seconds or use dry hand sanitizer.; Limit contact with crowded places when you have flu symptoms: Do not live, work, study together or have close contact with others who you suspect are infected with flu without protective measures such as wearing a mask. face mask. If you notice that you have signs of illness, you also need to be aware of self-isolation to ensure the health of everyone around you. It is best to stay alone in your room/at home for at least 24 hours from the time your fever disappears.; Clean surfaces of objects: Regularly clean and disinfect surfaces of objects in the home, office, and public places that can be handled a lot, such as door handles, phones, toys, table tops, etc. is a way to help reduce the risk of getting the flu.; Exercise regularly: People who have a habit of moving and exercising every day often have less dangerous symptoms and faster recovery time if infected with the flu.\nWhen you have signs of flu, you can contact Tam Anh General Hospital System for timely examination and treatment:\nUnlike the common cold, flu is a disease that can easily be dangerous for many people without prevention and health improvement. Protecting yourself against the risk of flu infection is also a step to protect the health of your loved ones and the community.",
            "subsection_string": "How to prevent flu\nGet a flu shot every year\nThe best way to prevent the flu is to get a flu shot every year. Because the flu virus continuously mutates, every year a new vaccine is produced based on research from scientists on the virus's ability to cause disease. Just 1 booster shot per year will help you prevent flu effectively. According to the Department of Preventive Medicine - Ministry of Health, the vaccine has a very high protection rate of up to 90%. In older adults, flu vaccination reduces morbidity by up to 60% and mortality from flu-related problems by up to 60% and 70-80%. (4)\nSome types of influenza vaccines currently circulating in Vietnam include Vaxigrip 0.25ml, Vaxigrip 0.5ml, Influvac 0.5ml, etc. The US Centers for Disease Control and Prevention (CDC) recommends that all People 6 months of age and older should get the flu vaccine. Among them, children, people with cardiovascular/chronic lung diseases/asthma/immunosuppression, people over 65 years old, pregnant women, people in frequent contact with patients,... are special subjects. especially because of the high risk of disease.\nGetting vaccinated every year is the most effective way to prevent flu\nForm healthy living habits\nBuilding and maintaining the following living habits will help you significantly reduce the risk of flu infection in particular and other infectious diseases in general.\nWash your hands regularly: Keep your hands clean, avoid touching your eyes, nose, and mouth directly. Frequently wash your hands with warm water and soap for 30 seconds or use dry hand sanitizer.; Limit contact with crowded places when you have flu symptoms: Do not live, work, study together or have close contact with others who you suspect are infected with flu without protective measures such as wearing a mask. face mask. If you notice that you have signs of illness, you also need to be aware of self-isolation to ensure the health of everyone around you. It is best to stay alone in your room/at home for at least 24 hours from the time your fever disappears.; Clean surfaces of objects: Regularly clean and disinfect surfaces of objects in the home, office, and public places that can be handled a lot, such as door handles, phones, toys, table tops, etc. is a way to help reduce the risk of getting the flu.; Exercise regularly: People who have a habit of moving and exercising every day often have less dangerous symptoms and faster recovery time if infected with the flu.\nWhen you have signs of flu, you can contact Tam Anh General Hospital System for timely examination and treatment:\nUnlike the common cold, flu is a disease that can easily be dangerous for many people without prevention and health improvement. Protecting yourself against the risk of flu infection is also a step to protect the health of your loved ones and the community."
        }
    ],
    "name": "benh-cum.json"
}