{
    "title": "Hand, foot and mouth disease: Causes, symptoms and care",
    "category": "Pediatrics - Newborn",
    "link": "https://tamanhhospital.vn/benh-tay-chan-mieng/",
    "abstract": "Most children with hand, foot and mouth disease are benign and can be completely cured. However, if the disease is not detected and treated promptly, it can lead to very dangerous complications such as meningitis, encephalitis, myocardial damage..., seriously affecting the child's health. small.\n This article is expertly advised by Dr. Le Phan Kim Thoa - Former Head of Pediatrics Department, Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "Hand, foot and mouth disease: Causes, symptoms and care\n\nMost children with hand, foot and mouth disease are benign and can be completely cured. However, if the disease is not detected and treated promptly, it can lead to very dangerous complications such as meningitis, encephalitis, myocardial damage..., seriously affecting the child's health. small.\n This article is expertly advised by Dr. Le Phan Kim Thoa - Former Head of Pediatrics Department, Tam Anh General Hospital, Ho Chi Minh City.\n\nHFMD is what?\nAccording to Master, Doctor Le Phan Kim Thoa - Former Head of Pediatrics Department, Tam Anh General Hospital, Ho Chi Minh City, hand, foot and mouth disease (English name is HFMD - Hand, foot and mouth disease) is caused by a virus, characterized by fever and the appearance of blisters, typically on the soles of the feet, hands and palate. The disease is common in infants and children under 5 years old, and a few in adults. The disease often occurs year-round, but peak outbreaks are from February to April and from September to December. (1)\nAccording to statistics from the Department of Preventive Medicine, the number of deaths from hand, foot and mouth disease is mainly caused by the EV71 virus, of which the most common deaths are in children under 3 years old (accounting for 75% - 86%). of all deaths due to hand, foot and mouth disease in children).\n\nCauses of hand, foot and mouth disease in children\nHand, foot and mouth disease is an infectious disease that often occurs due to the invasion of Coxsackie virus A16 or enterovirus 71 (EV71) - of which EV71 is less common but causes more serious complications. These are strains of virus that live in the digestive tract and are transmitted from person to person through direct contact with saliva, fluid from blisters, vomit, and droplets when coughing or sneezing of the sick person.\nIn particular, research shows that the virus that causes hand, foot and mouth disease can only be destroyed at a temperature of 60 degrees for 15 minutes. In cold temperatures of - 40 degrees Celsius, the virus will survive up to 3 weeks in the outside environment. Therefore, children can become infected by contact with food, drinks, table tops, shared toys, chairs, etc. contain disease-causing viruses. (2)\nIn addition, the disease can be caused by some other group A virus strains such as Coxsackie A4-A7, A9, A10 or group B Coxsackie virus (B1-B3, and B5). Therefore, children who have had hand, foot and mouth disease can still be reinfected many times.\n\nSymptoms of hand, foot and mouth disease\nAlthough hand, foot and mouth disease in children can be caused by many different strains of viruses, the initial symptoms of the disease are almost the same, easily confusing with other diseases such as: mild fever, fatigue, anorexia.\nBased on clinical conditions, it can be divided into 4 stages to recognize the characteristics of hand, foot and mouth disease:\nStage 1: Incubation period, lasts from 3-7 days, infected children often have no specific symptoms.; Stage 2: The onset stage, which takes place 1-2 days after the incubation period, the child begins to show specific symptoms such as mild fever, sore throat, anorexia, fussiness, dental pain, anorexia, diarrhea,...\nNote: If your child has a continuously high fever or a fever that lasts more than 2 days, it is likely a sign of complications from encephalitis in your child.\nChildren develop rashes on their hands, feet, and mouth when they get sick.\nStage 3: The full-blown stage, lasting from 3 to 10 days, the symptoms of the disease become more obvious, characterized by mouth ulcers and a rash in the form of erythematous papules and vesicles. Mouth ulcers: After about a day or two after the fever starts, the child will appear a rash like small red dots in the inside of the mouth, on the tip of the tongue, or on the roof of the mouth... These rashes quickly become shiny. Watery (2-3mm), easy to break and ulcerate, causing pain when swallowing, drooling more than usual and causing children to lose their appetite. Skin rash: This is a condition in which flat or rough red circular dots appear on the skin surface, in the form of blisters, mainly concentrated  on the palms of the hands, soles of the feet, knees, elbows, and buttocks. The characteristics of these skin lesions are that they are usually not itchy, painless and most do not leave scars when healing.; Mouth ulcers: After about a day or two after the fever starts, the child will appear a rash like small red dots in the inside of the mouth, on the tip of the tongue, or on the roof of the mouth... These rashes quickly become shiny. watery (2-3mm), easy to break and ulcerate, causing pain when swallowing, drooling more than usual and causing children to lose their appetite.; Skin rash: This is a condition in which flat or rough red circular dots appear on the skin surface, in the form of blisters, mainly concentrated  on the palms of the hands, soles of the feet, knees, elbows, and buttocks. The characteristics of these skin lesions are that they are usually not itchy, painless and most do not leave scars when healed.\nIn addition, sores and blisters may appear on the buttocks of infants and young children. Respiratory, neurological, and cardiovascular complications such as mental disorders, delirium, convulsions, etc. will usually appear on days 2 - 5 of this stage.\nStage 4: Remission stage (usually on the 7th day from the beginning of the illness), the child will gradually get healthy and recover if there are no dangerous complications.\nMaster, Doctor Le Phan Kim Thoa said: \"In some cases of hand, foot and mouth disease, when it becomes more severe, it will be accompanied by warning symptoms such as high fever that does not go down, startled children, and pounding heartbeats.\" fast, difficulty breathing, shaky limbs, mottled skin, irritation, constant crying, convulsions, weak limbs, constant vomiting, tired breathing... At that time, parents need to take the child to a medical facility immediately. nearest medical facility for timely treatment.\nSee more about the 4 common and dangerous levels of hand, foot and mouth disease\n\nDiagnosis of hand, foot and mouth\nMost cases of hand, foot and mouth disease are diagnosed through clinical examination and based on the child's symptoms, age and medical condition. However, in some cases, the doctor may ask the child to perform some tests such as:\nOropharyngeal fluid testing;; Test secretions from ulcers.\n\nHand, foot and mouth treatment\nCurrently, there is no specific treatment for hand, foot and mouth disease in children. Existing treatment methods are based on the principle of focusing on treating symptoms, helping children feel more comfortable and preventing the disease from causing dangerous complications.\nHand, foot and mouth disease is caused by a virus, so antibiotics will not be used to treat this disease (except in cases where the child has complications of superinfection). Medicines to reduce fever, pain, rehydration, etc. used in the treatment of hand, foot and mouth should be taken according to the doctor's instructions. (3)\nMost children with hand, foot and mouth disease can be cared for and treated at home\n\nPreventing hand, foot and mouth disease\nHand, foot and mouth disease is most likely to flare up during the changing seasons, in hot and humid weather and in crowded areas such as schools, kindergartens, etc.  There is currently no vaccine to prevent the disease. Therefore, parents need to proactively prevent and stop the spread of the disease through the following measures:\nTrain children in the habit of regularly washing their hands with soap or disinfectant solution, especially before eating and after using the toilet. In addition, parents need to pay attention to washing their hands thoroughly after changing diapers for children and after coming into contact with blisters.; Regularly clean and disinfect children's living environment and toys; Avoid intimate contact (hugging, kissing, etc.) or sharing personal items with infected people; When a child is sick, parents should isolate the child at home and limit the child's contact with others.; Use your hands or a tissue to cover your mouth and nose when sneezing or coughing, then throw the used tissue in the trash and wash your hands carefully.; Monitor the child's symptoms and medical condition, thereby responding promptly when the child exhibits unusual symptoms.\n\nDangerous complications of hand, foot and mouth disease\nIn case hand, foot and mouth disease is not detected, treated promptly or controlled well, the disease can cause dangerous hand, foot and mouth complications, leading to death such as:\nAffects the brain: meningitis, encephalitis and encephalomyelitis. Besides, the child will have some unusual symptoms such as being startled often, walking unsteadily, eyeballs shaking/twitching, eyes looking backwards,...; Affects the respiratory and cardiovascular systems: myocarditis, hypertension, heart failure, vascular collapse,...; Superinfection occurs due to bacteria entering the acne spots on the skin.\nChildren are infected with ulcers of hand, foot and mouth disease due to improper care\n\nCare for children with hand, foot and mouth disease properly\nMost children with hand, foot and mouth disease will usually be able to recover on their own within 7-10 days, except in cases with severe complications.\nChildren with mild forms of hand, foot and mouth disease can be treated and cared for at home as prescribed by the doctor, but they need to have follow-up appointments to promptly detect complications. Currently, there is no specific treatment for hand, foot and mouth disease. Therefore, proper care of children will help the treatment process achieve the best results and minimize the risk of dangerous complications.\nIn the process of caring for children with hand, foot and mouth disease, there are 4 factors that parents need to pay special attention to:\n1. Implement quarantine for children\nHand, foot and mouth disease is a very contagious disease in crowded places such as kindergartens, schools, and public places. Therefore, immediately after detecting a sick child, it is necessary to isolate the sick child from other children and adults in the house. Children should not be sent to school for a period of 10 - 14 days from the date of illness. Parents also need to clearly inform the cause of their child's health condition so that schools can take timely measures to monitor and supervise. time.\nAdults taking care of children also need to use masks and wash their hands regularly to avoid infecting those around them.\n2. Pay attention to nutrition\nAnorexia and anorexia are common conditions in children with hand, foot and mouth disease due to ulcers in the mouth causing pain and discomfort for children. Therefore, parents should prepare soft foods for children that are easy to swallow and digest so that children can eat more. Children should be fed several times a day and pay attention to the nutritional ingredients in the dishes to fully supplement the child's essential nutrients.\nAvoid letting your baby suck on plastic nipples that are too hard, or feed them with utensils with sharp edges. Avoid foods that are too hot or spicy because they can make your child's mouth and throat even more sore.\nAdd appropriate amounts of water, because children are at risk of dehydration due to fever and loss of appetite. Absolutely do not abstain harshly, you should let the child eat normally as soon as the child shows signs of improvement.\n3. Maintain hygiene\nMaintaining careful hygiene for children and caregivers will limit the spread of hand, foot and mouth disease on a large scale and help the treatment process achieve faster results.\nChildren need to be kept clean and do not need to limit bathing when they have hand, foot and mouth disease. However, children should bathe in a well-ventilated room with antibacterial soap.; Items used for children such as milk bottles, eating utensils, household utensils, and toys need to be used separately or cleaned regularly to disinfect.; Clothes and diapers need to be changed regularly and soaked with specialized antiseptic solutions.; Hand, foot and mouth disease is most contagious in the first week, but the virus can persist in stool for several months afterward. Therefore, waste and feces should be disposed of in the right and safe place.\n4. Use medicine properly\nDo not arbitrarily give children medications without a doctor's advice. A very common mistake parents make when taking care of children with hand, foot and mouth disease is arbitrarily using antibiotics to treat their children. While the cause of hand, foot and mouth disease is a virus, antibiotics do not kill viruses, they only kill bacteria. In fact, taking antibiotics is not effective in this case.\nIn case your child has a high fever, you should only use paracetamol to reduce fever or other medications as prescribed by your doctor.\n“While waiting for an effective vaccine to prevent hand, foot and mouth disease, we can proactively prevent the disease in children with very simple measures that can be done every day such as: Encouraging children to wash hands regularly with soap; Always wash your hands after taking care of children, changing diapers, after going to the toilet, after coughing or sneezing, and when preparing food; Prevent children from touching places that have not been disinfected; clean the objects children use every day... And especially avoid contact with people who are sick or have suspected signs of hand, foot and mouth disease\", Master, Doctor Le Phan Kim Thoa, Former Head of Pediatrics Department, Tam Anh General Hospital, Ho Chi Minh City said.\nFor more information about child care and other health issues, you can contact the Department of Pediatrics, Tam Anh General Hospital at:\nHand, foot and mouth disease is considered a benign disease that can be completely cured if detected early and treated promptly. If not detected early, the disease can progress badly and leave many dangerous complications. Therefore, you need to proactively prevent, examine and treat when there are signs of disease.",
    "subsections": [
        {
            "subsection_name": "HFMD is what?",
            "subsection_content": "According to Master, Doctor Le Phan Kim Thoa - Former Head of Pediatrics Department, Tam Anh General Hospital, Ho Chi Minh City, hand, foot and mouth disease (English name is HFMD - Hand, foot and mouth disease) is caused by a virus, characterized by fever and the appearance of blisters, typically on the soles of the feet, hands and palate. The disease is common in infants and children under 5 years old, and a few in adults. The disease often occurs year-round, but peak outbreaks are from February to April and from September to December. (1)\nAccording to statistics from the Department of Preventive Medicine, the number of deaths from hand, foot and mouth disease is mainly caused by the EV71 virus, of which the most common deaths are in children under 3 years old (accounting for 75% - 86%). of all deaths due to hand, foot and mouth disease in children).",
            "subsection_string": "HFMD is what?\nAccording to Master, Doctor Le Phan Kim Thoa - Former Head of Pediatrics Department, Tam Anh General Hospital, Ho Chi Minh City, hand, foot and mouth disease (English name is HFMD - Hand, foot and mouth disease) is caused by a virus, characterized by fever and the appearance of blisters, typically on the soles of the feet, hands and palate. The disease is common in infants and children under 5 years old, and a few in adults. The disease often occurs year-round, but peak outbreaks are from February to April and from September to December. (1)\nAccording to statistics from the Department of Preventive Medicine, the number of deaths from hand, foot and mouth disease is mainly caused by the EV71 virus, of which the most common deaths are in children under 3 years old (accounting for 75% - 86%). of all deaths due to hand, foot and mouth disease in children)."
        },
        {
            "subsection_name": "Causes of hand, foot and mouth disease in children",
            "subsection_content": "Hand, foot and mouth disease is an infectious disease that often occurs due to the invasion of Coxsackie virus A16 or enterovirus 71 (EV71) - of which EV71 is less common but causes more serious complications. These are strains of virus that live in the digestive tract and are transmitted from person to person through direct contact with saliva, fluid from blisters, vomit, and droplets when coughing or sneezing of the sick person.\nIn particular, research shows that the virus that causes hand, foot and mouth disease can only be destroyed at a temperature of 60 degrees for 15 minutes. In cold temperatures of - 40 degrees Celsius, the virus will survive up to 3 weeks in the outside environment. Therefore, children can become infected by contact with food, drinks, table tops, shared toys, chairs, etc. contain disease-causing viruses. (2)\nIn addition, the disease can be caused by some other group A virus strains such as Coxsackie A4-A7, A9, A10 or group B Coxsackie virus (B1-B3, and B5). Therefore, children who have had hand, foot and mouth disease can still be reinfected many times.",
            "subsection_string": "Causes of hand, foot and mouth disease in children\nHand, foot and mouth disease is an infectious disease that often occurs due to the invasion of Coxsackie virus A16 or enterovirus 71 (EV71) - of which EV71 is less common but causes more serious complications. These are strains of virus that live in the digestive tract and are transmitted from person to person through direct contact with saliva, fluid from blisters, vomit, and droplets when coughing or sneezing of the sick person.\nIn particular, research shows that the virus that causes hand, foot and mouth disease can only be destroyed at a temperature of 60 degrees for 15 minutes. In cold temperatures of - 40 degrees Celsius, the virus will survive up to 3 weeks in the outside environment. Therefore, children can become infected by contact with food, drinks, table tops, shared toys, chairs, etc. contain disease-causing viruses. (2)\nIn addition, the disease can be caused by some other group A virus strains such as Coxsackie A4-A7, A9, A10 or group B Coxsackie virus (B1-B3, and B5). Therefore, children who have had hand, foot and mouth disease can still be reinfected many times."
        },
        {
            "subsection_name": "Symptoms of hand, foot and mouth disease",
            "subsection_content": "Although hand, foot and mouth disease in children can be caused by many different strains of viruses, the initial symptoms of the disease are almost the same, easily confusing with other diseases such as: mild fever, fatigue, anorexia.\nBased on clinical conditions, it can be divided into 4 stages to recognize the characteristics of hand, foot and mouth disease:\nStage 1: Incubation period, lasts from 3-7 days, infected children often have no specific symptoms.; Stage 2: The onset stage, which takes place 1-2 days after the incubation period, the child begins to show specific symptoms such as mild fever, sore throat, anorexia, fussiness, dental pain, anorexia, diarrhea,...\nNote: If your child has a continuously high fever or a fever that lasts more than 2 days, it is likely a sign of complications from encephalitis in your child.\nChildren develop rashes on their hands, feet, and mouth when they get sick.\nStage 3: The full-blown stage, lasting from 3 to 10 days, the symptoms of the disease become more obvious, characterized by mouth ulcers and a rash in the form of erythematous papules and vesicles. Mouth ulcers: After about a day or two after the fever starts, the child will appear a rash like small red dots in the inside of the mouth, on the tip of the tongue, or on the roof of the mouth... These rashes quickly become shiny. Watery (2-3mm), easy to break and ulcerate, causing pain when swallowing, drooling more than usual and causing children to lose their appetite. Skin rash: This is a condition in which flat or rough red circular dots appear on the skin surface, in the form of blisters, mainly concentrated  on the palms of the hands, soles of the feet, knees, elbows, and buttocks. The characteristics of these skin lesions are that they are usually not itchy, painless and most do not leave scars when healing.; Mouth ulcers: After about a day or two after the fever starts, the child will appear a rash like small red dots in the inside of the mouth, on the tip of the tongue, or on the roof of the mouth... These rashes quickly become shiny. watery (2-3mm), easy to break and ulcerate, causing pain when swallowing, drooling more than usual and causing children to lose their appetite.; Skin rash: This is a condition in which flat or rough red circular dots appear on the skin surface, in the form of blisters, mainly concentrated  on the palms of the hands, soles of the feet, knees, elbows, and buttocks. The characteristics of these skin lesions are that they are usually not itchy, painless and most do not leave scars when healed.\nIn addition, sores and blisters may appear on the buttocks of infants and young children. Respiratory, neurological, and cardiovascular complications such as mental disorders, delirium, convulsions, etc. will usually appear on days 2 - 5 of this stage.\nStage 4: Remission stage (usually on the 7th day from the beginning of the illness), the child will gradually get healthy and recover if there are no dangerous complications.\nMaster, Doctor Le Phan Kim Thoa said: \"In some cases of hand, foot and mouth disease, when it becomes more severe, it will be accompanied by warning symptoms such as high fever that does not go down, startled children, and pounding heartbeats.\" fast, difficulty breathing, shaky limbs, mottled skin, irritation, constant crying, convulsions, weak limbs, constant vomiting, tired breathing... At that time, parents need to take the child to a medical facility immediately. nearest medical facility for timely treatment.\nSee more about the 4 common and dangerous levels of hand, foot and mouth disease",
            "subsection_string": "Symptoms of hand, foot and mouth disease\nAlthough hand, foot and mouth disease in children can be caused by many different strains of viruses, the initial symptoms of the disease are almost the same, easily confusing with other diseases such as: mild fever, fatigue, anorexia.\nBased on clinical conditions, it can be divided into 4 stages to recognize the characteristics of hand, foot and mouth disease:\nStage 1: Incubation period, lasts from 3-7 days, infected children often have no specific symptoms.; Stage 2: The onset stage, which takes place 1-2 days after the incubation period, the child begins to show specific symptoms such as mild fever, sore throat, anorexia, fussiness, dental pain, anorexia, diarrhea,...\nNote: If your child has a continuously high fever or a fever that lasts more than 2 days, it is likely a sign of complications from encephalitis in your child.\nChildren develop rashes on their hands, feet, and mouth when they get sick.\nStage 3: The full-blown stage, lasting from 3 to 10 days, the symptoms of the disease become more obvious, characterized by mouth ulcers and a rash in the form of erythematous papules and vesicles. Mouth ulcers: After about a day or two after the fever starts, the child will appear a rash like small red dots in the inside of the mouth, on the tip of the tongue, or on the roof of the mouth... These rashes quickly become shiny. Watery (2-3mm), easy to break and ulcerate, causing pain when swallowing, drooling more than usual and causing children to lose their appetite. Skin rash: This is a condition in which flat or rough red circular dots appear on the skin surface, in the form of blisters, mainly concentrated  on the palms of the hands, soles of the feet, knees, elbows, and buttocks. The characteristics of these skin lesions are that they are usually not itchy, painless and most do not leave scars when healing.; Mouth ulcers: After about a day or two after the fever starts, the child will appear a rash like small red dots in the inside of the mouth, on the tip of the tongue, or on the roof of the mouth... These rashes quickly become shiny. watery (2-3mm), easy to break and ulcerate, causing pain when swallowing, drooling more than usual and causing children to lose their appetite.; Skin rash: This is a condition in which flat or rough red circular dots appear on the skin surface, in the form of blisters, mainly concentrated  on the palms of the hands, soles of the feet, knees, elbows, and buttocks. The characteristics of these skin lesions are that they are usually not itchy, painless and most do not leave scars when healed.\nIn addition, sores and blisters may appear on the buttocks of infants and young children. Respiratory, neurological, and cardiovascular complications such as mental disorders, delirium, convulsions, etc. will usually appear on days 2 - 5 of this stage.\nStage 4: Remission stage (usually on the 7th day from the beginning of the illness), the child will gradually get healthy and recover if there are no dangerous complications.\nMaster, Doctor Le Phan Kim Thoa said: \"In some cases of hand, foot and mouth disease, when it becomes more severe, it will be accompanied by warning symptoms such as high fever that does not go down, startled children, and pounding heartbeats.\" fast, difficulty breathing, shaky limbs, mottled skin, irritation, constant crying, convulsions, weak limbs, constant vomiting, tired breathing... At that time, parents need to take the child to a medical facility immediately. nearest medical facility for timely treatment.\nSee more about the 4 common and dangerous levels of hand, foot and mouth disease"
        },
        {
            "subsection_name": "Diagnosis of hand, foot and mouth",
            "subsection_content": "Most cases of hand, foot and mouth disease are diagnosed through clinical examination and based on the child's symptoms, age and medical condition. However, in some cases, the doctor may ask the child to perform some tests such as:\nOropharyngeal fluid testing;; Test secretions from ulcers.",
            "subsection_string": "Diagnosis of hand, foot and mouth\nMost cases of hand, foot and mouth disease are diagnosed through clinical examination and based on the child's symptoms, age and medical condition. However, in some cases, the doctor may ask the child to perform some tests such as:\nOropharyngeal fluid testing;; Test secretions from ulcers."
        },
        {
            "subsection_name": "Hand, foot and mouth treatment",
            "subsection_content": "Currently, there is no specific treatment for hand, foot and mouth disease in children. Existing treatment methods are based on the principle of focusing on treating symptoms, helping children feel more comfortable and preventing the disease from causing dangerous complications.\nHand, foot and mouth disease is caused by a virus, so antibiotics will not be used to treat this disease (except in cases where the child has complications of superinfection). Medicines to reduce fever, pain, rehydration, etc. used in the treatment of hand, foot and mouth should be taken according to the doctor's instructions. (3)\nMost children with hand, foot and mouth disease can be cared for and treated at home",
            "subsection_string": "Hand, foot and mouth treatment\nCurrently, there is no specific treatment for hand, foot and mouth disease in children. Existing treatment methods are based on the principle of focusing on treating symptoms, helping children feel more comfortable and preventing the disease from causing dangerous complications.\nHand, foot and mouth disease is caused by a virus, so antibiotics will not be used to treat this disease (except in cases where the child has complications of superinfection). Medicines to reduce fever, pain, rehydration, etc. used in the treatment of hand, foot and mouth should be taken according to the doctor's instructions. (3)\nMost children with hand, foot and mouth disease can be cared for and treated at home"
        },
        {
            "subsection_name": "Preventing hand, foot and mouth disease",
            "subsection_content": "Hand, foot and mouth disease is most likely to flare up during the changing seasons, in hot and humid weather and in crowded areas such as schools, kindergartens, etc.  There is currently no vaccine to prevent the disease. Therefore, parents need to proactively prevent and stop the spread of the disease through the following measures:\nTrain children in the habit of regularly washing their hands with soap or disinfectant solution, especially before eating and after using the toilet. In addition, parents need to pay attention to washing their hands thoroughly after changing diapers for children and after coming into contact with blisters.; Regularly clean and disinfect children's living environment and toys; Avoid intimate contact (hugging, kissing, etc.) or sharing personal items with infected people; When a child is sick, parents should isolate the child at home and limit the child's contact with others.; Use your hands or a tissue to cover your mouth and nose when sneezing or coughing, then throw the used tissue in the trash and wash your hands carefully.; Monitor the child's symptoms and medical condition, thereby responding promptly when the child exhibits unusual symptoms.",
            "subsection_string": "Preventing hand, foot and mouth disease\nHand, foot and mouth disease is most likely to flare up during the changing seasons, in hot and humid weather and in crowded areas such as schools, kindergartens, etc.  There is currently no vaccine to prevent the disease. Therefore, parents need to proactively prevent and stop the spread of the disease through the following measures:\nTrain children in the habit of regularly washing their hands with soap or disinfectant solution, especially before eating and after using the toilet. In addition, parents need to pay attention to washing their hands thoroughly after changing diapers for children and after coming into contact with blisters.; Regularly clean and disinfect children's living environment and toys; Avoid intimate contact (hugging, kissing, etc.) or sharing personal items with infected people; When a child is sick, parents should isolate the child at home and limit the child's contact with others.; Use your hands or a tissue to cover your mouth and nose when sneezing or coughing, then throw the used tissue in the trash and wash your hands carefully.; Monitor the child's symptoms and medical condition, thereby responding promptly when the child exhibits unusual symptoms."
        },
        {
            "subsection_name": "Dangerous complications of hand, foot and mouth disease",
            "subsection_content": "In case hand, foot and mouth disease is not detected, treated promptly or controlled well, the disease can cause dangerous hand, foot and mouth complications, leading to death such as:\nAffects the brain: meningitis, encephalitis and encephalomyelitis. Besides, the child will have some unusual symptoms such as being startled often, walking unsteadily, eyeballs shaking/twitching, eyes looking backwards,...; Affects the respiratory and cardiovascular systems: myocarditis, hypertension, heart failure, vascular collapse,...; Superinfection occurs due to bacteria entering the acne spots on the skin.\nChildren are infected with ulcers of hand, foot and mouth disease due to improper care",
            "subsection_string": "Dangerous complications of hand, foot and mouth disease\nIn case hand, foot and mouth disease is not detected, treated promptly or controlled well, the disease can cause dangerous hand, foot and mouth complications, leading to death such as:\nAffects the brain: meningitis, encephalitis and encephalomyelitis. Besides, the child will have some unusual symptoms such as being startled often, walking unsteadily, eyeballs shaking/twitching, eyes looking backwards,...; Affects the respiratory and cardiovascular systems: myocarditis, hypertension, heart failure, vascular collapse,...; Superinfection occurs due to bacteria entering the acne spots on the skin.\nChildren are infected with ulcers of hand, foot and mouth disease due to improper care"
        },
        {
            "subsection_name": "Care for children with hand, foot and mouth disease properly",
            "subsection_content": "Most children with hand, foot and mouth disease will usually be able to recover on their own within 7-10 days, except in cases with severe complications.\nChildren with mild forms of hand, foot and mouth disease can be treated and cared for at home as prescribed by the doctor, but they need to have follow-up appointments to promptly detect complications. Currently, there is no specific treatment for hand, foot and mouth disease. Therefore, proper care of children will help the treatment process achieve the best results and minimize the risk of dangerous complications.\nIn the process of caring for children with hand, foot and mouth disease, there are 4 factors that parents need to pay special attention to:\n1. Implement quarantine for children\nHand, foot and mouth disease is a very contagious disease in crowded places such as kindergartens, schools, and public places. Therefore, immediately after detecting a sick child, it is necessary to isolate the sick child from other children and adults in the house. Children should not be sent to school for a period of 10 - 14 days from the date of illness. Parents also need to clearly inform the cause of their child's health condition so that schools can take timely measures to monitor and supervise. time.\nAdults taking care of children also need to use masks and wash their hands regularly to avoid infecting those around them.\n2. Pay attention to nutrition\nAnorexia and anorexia are common conditions in children with hand, foot and mouth disease due to ulcers in the mouth causing pain and discomfort for children. Therefore, parents should prepare soft foods for children that are easy to swallow and digest so that children can eat more. Children should be fed several times a day and pay attention to the nutritional ingredients in the dishes to fully supplement the child's essential nutrients.\nAvoid letting your baby suck on plastic nipples that are too hard, or feed them with utensils with sharp edges. Avoid foods that are too hot or spicy because they can make your child's mouth and throat even more sore.\nAdd appropriate amounts of water, because children are at risk of dehydration due to fever and loss of appetite. Absolutely do not abstain harshly, you should let the child eat normally as soon as the child shows signs of improvement.\n3. Maintain hygiene\nMaintaining careful hygiene for children and caregivers will limit the spread of hand, foot and mouth disease on a large scale and help the treatment process achieve faster results.\nChildren need to be kept clean and do not need to limit bathing when they have hand, foot and mouth disease. However, children should bathe in a well-ventilated room with antibacterial soap.; Items used for children such as milk bottles, eating utensils, household utensils, and toys need to be used separately or cleaned regularly to disinfect.; Clothes and diapers need to be changed regularly and soaked with specialized antiseptic solutions.; Hand, foot and mouth disease is most contagious in the first week, but the virus can persist in stool for several months afterward. Therefore, waste and feces should be disposed of in the right and safe place.\n4. Use medicine properly\nDo not arbitrarily give children medications without a doctor's advice. A very common mistake parents make when taking care of children with hand, foot and mouth disease is arbitrarily using antibiotics to treat their children. While the cause of hand, foot and mouth disease is a virus, antibiotics do not kill viruses, they only kill bacteria. In fact, taking antibiotics is not effective in this case.\nIn case your child has a high fever, you should only use paracetamol to reduce fever or other medications as prescribed by your doctor.\n“While waiting for an effective vaccine to prevent hand, foot and mouth disease, we can proactively prevent the disease in children with very simple measures that can be done every day such as: Encouraging children to wash hands regularly with soap; Always wash your hands after taking care of children, changing diapers, after going to the toilet, after coughing or sneezing, and when preparing food; Prevent children from touching places that have not been disinfected; clean the objects children use every day... And especially avoid contact with people who are sick or have suspected signs of hand, foot and mouth disease\", Master, Doctor Le Phan Kim Thoa, Former Head of Pediatrics Department, Tam Anh General Hospital, Ho Chi Minh City said.\nFor more information about child care and other health issues, you can contact the Department of Pediatrics, Tam Anh General Hospital at:\nHand, foot and mouth disease is considered a benign disease that can be completely cured if detected early and treated promptly. If not detected early, the disease can progress badly and leave many dangerous complications. Therefore, you need to proactively prevent, examine and treat when there are signs of disease.",
            "subsection_string": "Care for children with hand, foot and mouth disease properly\nMost children with hand, foot and mouth disease will usually be able to recover on their own within 7-10 days, except in cases with severe complications.\nChildren with mild forms of hand, foot and mouth disease can be treated and cared for at home as prescribed by the doctor, but they need to have follow-up appointments to promptly detect complications. Currently, there is no specific treatment for hand, foot and mouth disease. Therefore, proper care of children will help the treatment process achieve the best results and minimize the risk of dangerous complications.\nIn the process of caring for children with hand, foot and mouth disease, there are 4 factors that parents need to pay special attention to:\n1. Implement quarantine for children\nHand, foot and mouth disease is a very contagious disease in crowded places such as kindergartens, schools, and public places. Therefore, immediately after detecting a sick child, it is necessary to isolate the sick child from other children and adults in the house. Children should not be sent to school for a period of 10 - 14 days from the date of illness. Parents also need to clearly inform the cause of their child's health condition so that schools can take timely measures to monitor and supervise. time.\nAdults taking care of children also need to use masks and wash their hands regularly to avoid infecting those around them.\n2. Pay attention to nutrition\nAnorexia and anorexia are common conditions in children with hand, foot and mouth disease due to ulcers in the mouth causing pain and discomfort for children. Therefore, parents should prepare soft foods for children that are easy to swallow and digest so that children can eat more. Children should be fed several times a day and pay attention to the nutritional ingredients in the dishes to fully supplement the child's essential nutrients.\nAvoid letting your baby suck on plastic nipples that are too hard, or feed them with utensils with sharp edges. Avoid foods that are too hot or spicy because they can make your child's mouth and throat even more sore.\nAdd appropriate amounts of water, because children are at risk of dehydration due to fever and loss of appetite. Absolutely do not abstain harshly, you should let the child eat normally as soon as the child shows signs of improvement.\n3. Maintain hygiene\nMaintaining careful hygiene for children and caregivers will limit the spread of hand, foot and mouth disease on a large scale and help the treatment process achieve faster results.\nChildren need to be kept clean and do not need to limit bathing when they have hand, foot and mouth disease. However, children should bathe in a well-ventilated room with antibacterial soap.; Items used for children such as milk bottles, eating utensils, household utensils, and toys need to be used separately or cleaned regularly to disinfect.; Clothes and diapers need to be changed regularly and soaked with specialized antiseptic solutions.; Hand, foot and mouth disease is most contagious in the first week, but the virus can persist in stool for several months afterward. Therefore, waste and feces should be disposed of in the right and safe place.\n4. Use medicine properly\nDo not arbitrarily give children medications without a doctor's advice. A very common mistake parents make when taking care of children with hand, foot and mouth disease is arbitrarily using antibiotics to treat their children. While the cause of hand, foot and mouth disease is a virus, antibiotics do not kill viruses, they only kill bacteria. In fact, taking antibiotics is not effective in this case.\nIn case your child has a high fever, you should only use paracetamol to reduce fever or other medications as prescribed by your doctor.\n“While waiting for an effective vaccine to prevent hand, foot and mouth disease, we can proactively prevent the disease in children with very simple measures that can be done every day such as: Encouraging children to wash hands regularly with soap; Always wash your hands after taking care of children, changing diapers, after going to the toilet, after coughing or sneezing, and when preparing food; Prevent children from touching places that have not been disinfected; clean the objects children use every day... And especially avoid contact with people who are sick or have suspected signs of hand, foot and mouth disease\", Master, Doctor Le Phan Kim Thoa, Former Head of Pediatrics Department, Tam Anh General Hospital, Ho Chi Minh City said.\nFor more information about child care and other health issues, you can contact the Department of Pediatrics, Tam Anh General Hospital at:\nHand, foot and mouth disease is considered a benign disease that can be completely cured if detected early and treated promptly. If not detected early, the disease can progress badly and leave many dangerous complications. Therefore, you need to proactively prevent, examine and treat when there are signs of disease."
        }
    ],
    "name": "benh-tay-chan-mieng.json"
}