{
    "title": "Postpartum hemorrhoids: Causes, signs, treatment and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/benh-tri-sau-sinh/",
    "abstract": "Postpartum hemorrhoids are a common disease in women after giving birth. In most cases, this condition requires treatment and cannot go away on its own. Once the disease becomes severe, surgical intervention may be needed.",
    "content": "Postpartum hemorrhoids: Causes, signs, treatment and prevention\n\nPostpartum hemorrhoids are a common disease in women after giving birth. In most cases, this condition requires treatment and cannot go away on its own. Once the disease becomes severe, surgical intervention may be needed.\n\nWhat are postpartum hemorrhoids?\nMSc. Nguyen Van Hau, Center for Endoscopy and Gastrointestinal Surgery, Tam Anh General Hospital, Ho Chi Minh City, said that as the name suggests, postpartum hemorrhoids are a condition of hemorrhoids in women after giving birth. birth. Veins in the rectum or anus are responsible for returning blood to the heart. When these veins swell due to pressure, blood pools in the veins, causing hemorrhoids. Pregnant mothers who have hemorrhoids during pregnancy have a high risk of developing this disease after giving birth. This condition is more common in pregnant women who give birth vaginally.\nBased on the location of hemorrhoids, the disease is divided into two types: internal hemorrhoids and external hemorrhoids.\n1. Internal hemorrhoids\nInternal hemorrhoids appear when hemorrhoids affect the veins in the rectum and anus. Internal hemorrhoids are divided into 4 levels:\nLevel 1: This is the mildest stage when hemorrhoids are just starting to form inside the anal canal. At this time, the patient feels a burning pain when going to the toilet, and slight itching; Level 1: This is the mildest stage when hemorrhoids are just starting to form inside the anal canal. At this time, the patient feels a burning pain when going to the toilet and mild itching.\nLevel 2: The patient begins to feel more uncomfortable and has more bloody stools. When you push, a small lump of flesh will appear outside the anal canal.; Level 2: The patient begins to feel more uncomfortable and has more bloody stools. When you push, a small lump of flesh will appear protruding from the anal canal.\nLevel 3: Hemorrhoids prolapse outside the anal canal and cannot shrink if the patient does not push them in with their hands. At this level, the pain will increase, especially when defecating or sitting.; Level 3: Hemorrhoids prolapse outside the anal canal and cannot shrink if the patient does not push them in with their hands. At this level, the pain will increase, especially when defecating or sitting.\nLevel 4: Hemorrhoids completely prolapse and cannot be pushed inside the anal canal. The patient always feels pain and the bleeding does not stop whether sitting or standing.; Level 4: Hemorrhoids completely prolapse and cannot be pushed inside the anal canal. The patient always feels pain and the bleeding does not stop whether sitting or standing.\n2. External hemorrhoids\nExternal hemorrhoids are hemorrhoids that develop under the skin, around the anus. External hemorrhoids are also divided into 4 levels:\nLevel 1: At this time, the hemorrhoids are only as small as a pea, the patient feels a little lumpy in the anus when sitting, and a little blood appears when defecating.; Level 1: At this time, the hemorrhoids are only as small as a pea, the patient feels a little lumpy in the anus when sitting, and a little blood appears when defecating.\nLevel 2: The hemorrhoids grow into a larger lump, creating a feeling of difficulty when sitting or standing. At that time, the patient will feel more pain, accompanied by burning and itching of the anus. Hemorrhoids are larger and cause a feeling of discomfort even when standing or sitting.; Level 2: The hemorrhoids grow into a larger lump, creating a feeling of difficulty when sitting or standing. At that time, the patient will feel more pain, accompanied by burning and itching of the anus. Hemorrhoids are larger and cause a feeling of discomfort even when standing or sitting.\nLevel 3: Hemorrhoids have prolapsed, causing anal obstruction. Because the size of hemorrhoids is large, bleeding can easily occur when defecating or rubbing against pants.; Level 3: Hemorrhoids have prolapsed, causing anal obstruction. Because the size of hemorrhoids is large, bleeding can easily occur when defecating or rubbing against pants.\nLevel 4: Hemorrhoids fall completely, causing severe pain. At this time, if left untreated, the patient is at high risk of developing anal diseases.; Level 4: Hemorrhoids fall completely, causing severe pain. At this time, if left untreated, the patient is at high risk of developing anal diseases.\n\nWhat causes postpartum hemorrhoids?\nThere are many causes of hemorrhoids after giving birth, including:\n1. Pushing a lot during childbirth\nPushing too much or improperly during labor will cause the uterus to expand, increasing pressure on the abdomen, especially the pelvic cavity. This leads to hematoma, swelling of the anus, causing hemorrhoids to fall out.\n2. Frequent constipation\nFrequent constipation during pregnancy or after pregnancy is one of the causes of postpartum hemorrhoids. When constipated, the patient tends to strain a lot when defecating. This dilates the veins in the rectum, forming hemorrhoids.\nConstipation can occur due to:\nHormonal changes affect the digestive system. During pregnancy, the amount of progesterol increases, slowing down intestinal motility, easily causing constipation; A diet low in green vegetables, drinking little water but supplemented with lots of calcium, iron...; Sit or lie down a lot, move less during pregnancy; Use pain relievers; Limited bowel movements due to episiotomy pain\n3. Weight of the fetus\nIncreased fetal weight, especially in the last months of pregnancy, will create pressure on the rectum and anus. At that time, the veins are compressed, blood cannot circulate, causing blood vessels to dilate and swell, forming hemorrhoids.\n4. Ever had hemorrhoids\nIf the mother has had hemorrhoids or constipation during pregnancy, not only is the risk of postpartum hemorrhoids higher, but the condition can also be more serious. The reason is that during pregnancy, progesterone levels increase, causing veins to dilate and blood stasis to become increasingly serious, making people who have had hemorrhoids prone to recurrence. Postpartum hemorrhoids in these pregnant mothers can cause edema, embolism and bleeding of hemorrhoids.\n\nSigns of hemorrhoids in postpartum women\nDepending on the severity, the signs of postpartum hemorrhoids in each person may be different, but in general, include common symptoms such as: (1)\n1. Blood in stool\nIn the early stages, the patient's frequency of bloody stools is low and the amount of blood is also low. The patient can only detect it by looking at toilet paper or blood in the stool.\nOver time, as hemorrhoids become more severe, bloody bowel movements become more and more serious. The number of bloody bowel movements increases, the amount of blood flowing during each bowel movement is also more, the patient can even feel the blood flowing out clearly. Sometimes, blood flowing from hemorrhoids clots in the rectum, leading to blood clots in the stool.\n2. Prolapse of hemorrhoids after giving birth\nAt a mild level (grade 1 or 2), hemorrhoids after giving birth have little or no impact on daily activities. When hemorrhoids have developed (from level 3 or higher), hemorrhoid prolapse appears, making the patient feel extremely uncomfortable and sore in the anus; especially when defecating, carrying heavy loads or moving a lot.\n3. Anal itching\nAnal itching is also one of the common signs of postpartum hemorrhoids. Itching and discomfort in the anus make the patient lose confidence when communicating or having to go out.\n4. Anal swelling and pain\nWhen external hemorrhoids become embolized or internal hemorrhoids prolapse causing blockage, it will cause pain and swelling in the anus. This condition causes severe pain, the patient cannot sit, walk or do normal activities; Some patients even describe the level of pain as being worse than during labor.\n5. Burning anal fissures\nThis sign occurs when hemorrhoids are left untreated for a long time. At that time, the anus may begin to crack, causing burning and discomfort, and the patient is also susceptible to bleeding when going to the toilet.\n6. Other symptoms\nIn addition to the above signs of postpartum hemorrhoids, patients may experience other symptoms such as:\nMucus secretion at the anal opening; Appearance of sensitive lumps near the anus; Perianal dermatitis; Rectal inflammation; Fatigue and weakness due to blood loss.\n\nWhen to see a doctor\nPostpartum hemorrhoids are often improved with simple home remedies. But in some cases, patients need medical assistance, if:\nHemorrhoids after childbirth do not improve after 7 days of home treatment; Hemorrhoids recur; Pus discharge from hemorrhoids; Hemorrhoids are accompanied by symptoms such as fever, chills and malaise; Hemorrhoids are getting worse and bleeding more and more.\n\nHow to treat hemorrhoids after giving birth\n1. Medical treatment\nMedical treatment of postpartum hemorrhoids is a combination of healthy lifestyle and medicine. For postpartum hemorrhoid treatment, the top priority is to use lifestyle changes and reduce medication use to ensure the safety of breast milk.\n1.1 Healthy lifestyle\nTake a warm bath: Soaking in a warm bath helps reduce the discomfort caused by hemorrhoids, and also has the effect of shrinking the hemorrhoids. Patients should soak for 15 minutes/time, 2-4 times/day; Take a warm bath: Soaking in a warm bath helps reduce the discomfort caused by hemorrhoids, and also has the effect of shrinking the hemorrhoids. Patients should soak for 15 minutes at a time, 2 - 4 times a day\nSoak the anus in warm hypertonic salt water: 100 grams of salt and 3 liters of warm water, soak the anus 30 minutes/time, 3 times a day; Soak the anus in warm hypertonic salt water: 100 grams of salt and 3 liters of warm water, soak the anus 30 minutes/time, 3 times a day\nApply salt ice water: Put 20 grams of salt and 50 ml of water in a cup, put in the freezer, and freeze into a salt ice cube. Use a towel to cover the salt ice cube and apply it to the anus after soaking in warm salt water. Apply compresses 3 times a day; Apply salt ice water: Put 20 grams of salt and 50 ml of water in a cup, put in the freezer, and freeze into a salt ice cube. Use a towel to cover the salt ice cube and apply it to the anus after soaking in warm salt water. Apply compresses 3 times a day\nApply cold: Put ice in a towel, then apply it to the hemorrhoid for about 15 minutes to help reduce swelling effectively; Apply cold: Put ice in a towel, then apply it to the hemorrhoid for about 15 minutes to help reduce swelling effectively.\nWipe your butt properly: Always use soft, damp tissue to avoid irritation. Also, don't forget to wipe from front to back; Wipe your butt properly: Always use soft, damp tissue to avoid irritation. Also, don't forget to wipe from front to back\nFiber supplements: Helps soften stools. Fiber is found in fruits and vegetables and whole grains; Fiber supplements: Helps soften stools. Fiber is found in fruits and vegetables and whole grains\nSupplement probiotics: Yogurt, yogurt; Supplement probiotics: Yogurt, yogurt\nDrink plenty of water: Dehydration tends to harden stools, making bowel movements more difficult, especially if the patient is breastfeeding; Drink plenty of water: Dehydration tends to harden stools, making bowel movements more difficult, especially if the patient is breastfeeding.\nMove your body with gentle exercises, avoid sitting for too long such as walking, yoga; Move your body with gentle exercises, avoid sitting for too long such as walking or yoga\nGo to the toilet when you need to, don't hold back; Go to the toilet when you need to, don't hold back\n1.2 Using medicine\nThe important thing when using medicine to treat hemorrhoids is that the patient needs to follow the doctor's instructions. Self-medication or improper use of medication can worsen hemorrhoids or affect breastfeeding. Some drugs are prescribed as follows:\nHemorrhoid creams, sprays, ointments... help reduce symptoms such as pain, itching and bleeding in a short time; Prescription stool softeners; Paracetamol pain reliever\n2. Hemorrhoidectomy surgery\nMost cases of postpartum hemorrhoids can be cured after a few days or weeks of medical treatment. However, if the disease becomes severe, leading to complications such as acute bleeding, hemorrhoid necrosis, anal obstruction, etc., surgery is needed.\n2.1 Hemorrhoid ligation surgery\nFor persistent bleeding or pain from hemorrhoids, your doctor may recommend a minimally invasive procedure called hemorrhoid ligation. The doctor will tie one or two rubber bands around the base of the hemorrhoid to cut off blood circulation. After about a week, the hemorrhoid will dry and fall off.\nCommon side effects of this method are discomfort and bleeding for about 2 - 4 days after the procedure.\n2.2 Hemorrhoidectomy surgery\nThis is the most effective and definitive measure to treat severe or recurrent hemorrhoids.\nThe patient will have surgery under local anesthesia combined with sedatives or spinal anesthesia or general anesthesia. The doctor will then remove the excess tissue that is causing the bleeding. Possible complications range from severe to mild, such as: pain, bleeding, urinary retention, anal stenosis and infection.\nIn addition, there are some other less invasive hemorrhoid treatment procedures such as:\nSclerotherapy: A chemical solution will be injected into hemorrhoid tissue to shrink it. Although less painful, this method is less effective than hemorrhoid ligation. Endoscopic hemorrhoid sclerotherapy injection is a minimally invasive technique being applied at Tam Anh General Hospital, and is the optimal technique for mothers because only a single dose of antibiotics is used, limiting milk loss.; Sclerotherapy: A chemical solution will be injected into hemorrhoid tissue to shrink it. Although less painful, this method is less effective than hemorrhoid ligation. Endoscopic hemorrhoid sclerotherapy injection is a minimally invasive technique being applied at Tam Anh General Hospital, and is the optimal technique for mothers because only a single dose of antibiotics is used, limiting milk loss.\nLaser hemorrhoidectomy: The laser will be shined directly on the hemorrhoids. The energy from the laser will destroy the blood vessels in the hemorrhoids, shrink the hemorrhoids and remove all hemorrhoidal tissue.; Laser hemorrhoidectomy: The laser will be shined directly on the hemorrhoids. The energy from the laser will destroy the blood vessels in the hemorrhoids, shrink the hemorrhoids and remove all hemorrhoidal tissue.\n3. How long after giving birth can hemorrhoids be removed?\nDr. Hau said that postpartum pregnant mothers can have hemorrhoidectomy surgery immediately if indicated. However, surgery can cause milk blockage, affecting breastfeeding. Therefore, patients are often prescribed surgery when the baby is 6 months old.\n\nAre postpartum hemorrhoids dangerous?\nPostpartum hemorrhoids are a common but not dangerous condition. However, carelessness, late detection and treatment can lead to serious complications, requiring surgery. Some complications that may occur include:\nHemorrhoid prolapse: This is one of the most common complications. This condition occurs when hemorrhoids grow too large, pressing on the sphincter muscles, causing blockage and hindering blood circulation. Patients always feel pain when touching hemorrhoids, especially difficulty when defecating; Hemorrhoid prolapse: This is one of the most common complications. This condition occurs when hemorrhoids grow too large, pressing on the sphincter muscles, causing blockage and hindering blood circulation. Patients always feel pain when touching hemorrhoids, especially difficulty when defecating.\nAnal dysfunction: Growing hemorrhoids cause pressure on organs, affecting anal contractions, making it difficult to push waste out of the body.; Anal dysfunction: Growing hemorrhoids cause pressure on organs, affecting anal contractions, making it difficult to push waste out of the body.\nAnemia: This is a complication that occurs when hemorrhoids develop in a severe stage, with heavy and continuous bleeding.; Anemia: This is a complication that occurs when hemorrhoids develop in a severe stage, bleeding heavily and continuously.\nInflammation or necrosis of hemorrhoids: Inflammation is caused by hemorrhoids continuously secreting fluid to the outside, combined with the process of eliminating waste from the body. If not treated promptly, infection can cause hemorrhoid ulcers and even necrosis; Inflammation or necrosis of hemorrhoids: Inflammation is caused by hemorrhoids continuously secreting fluid to the outside, combined with the process of eliminating waste from the body. If not treated promptly, infection can cause hemorrhoid ulcers and even necrosis.\nLeads to gynecological diseases: Because the anus and vagina are quite close to each other, harmful bacteria in the anus have a very high chance of spreading to the vagina. From there, it causes a series of gynecological diseases; Leads to gynecological diseases: Because the anus and vagina are quite close to each other, harmful bacteria in the anus have a very high chance of spreading to the vagina. From there, it causes a series of gynecological diseases.\n\nCan postpartum hemorrhoids go away on their own?\nPostpartum hemorrhoids cannot go away without treatment. Depending on the size, location, and severity of the hemorrhoid, healing can take from a few days to a few weeks. Sometimes, hemorrhoids can become chronic, requiring months of successful treatment.(2)\nPatients should see a doctor as soon as they have signs of hemorrhoids for quick treatment and prevention of complications.\n\nPreventing hemorrhoids after giving birth\nPostpartum hemorrhoids can be prevented with reasonable living habits from the beginning of pregnancy. These habits include:\nIn daily life: Exercise regularly with gentle exercises such as walking, yoga, etc. Patients should lie down and rest when tired. Do not sit or stand for too long as it will increase pressure on the pelvic area.; In daily life: Exercise regularly with gentle exercises such as walking, yoga, etc. Patients should lie down and rest when tired. Do not sit or stand for too long as it will increase pressure on the pelvic area.\nHygiene: Keep the private area clean to limit the risk of foreign bacteria entering; Go to the toilet when needed to regulate digestive function. Holding in a bowel movement can cause damage to the muscles in the anal area.; Hygiene: Keep the private area clean to limit the risk of foreign bacteria entering; Go to the toilet when needed to regulate digestive function. Holding in a bowel movement can cause damage to the muscles in the anal area.\nAdd fiber, drink lots of water.; Add fiber and drink lots of water.\n\nWhat should you eat and avoid if you have hemorrhoids after giving birth?\n1. What should you eat if you have hemorrhoids after giving birth?\nThe following food groups help support the effective treatment of hemorrhoids, postpartum pregnant mothers should not ignore: (3)\nFruit and vegetable food group rich in fiber: Malabar spinach, spinach, broccoli, bean sprouts, bananas, pumpkin, apples, strawberries, kiwi,...; Starchy food group: Sweet potatoes, oats,...; Protein group: eggs, milk, shrimp, crab, salmon, tuna, flounder,...; Food groups rich in magnesium: spinach, avocado, dried nuts\n2. What should you avoid if you have hemorrhoids after giving birth?\nThe following foods will make the disease worse:\nFried, greasy foods... hinder the absorption process; Foods that are too spicy will have a negative impact on the stomach and large intestine; Alcohol, coffee, cigarettes, etc. hinder the postpartum recovery process, negatively impacting overall health\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact: Tam Anh General Hospital System: Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, HCMC Hotline: 0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital Website: https://tamanhhospital.vn\nPostpartum hemorrhoids are not dangerous, but patients should not be subjective, see a doctor as soon as they detect signs of the disease, to help the treatment be effective without affecting the breastfeeding process.",
    "subsections": [
        {
            "subsection_name": "What are postpartum hemorrhoids?",
            "subsection_content": "MSc. Nguyen Van Hau, Center for Endoscopy and Gastrointestinal Surgery, Tam Anh General Hospital, Ho Chi Minh City, said that as the name suggests, postpartum hemorrhoids are a condition of hemorrhoids in women after giving birth. birth. Veins in the rectum or anus are responsible for returning blood to the heart. When these veins swell due to pressure, blood pools in the veins, causing hemorrhoids. Pregnant mothers who have hemorrhoids during pregnancy have a high risk of developing this disease after giving birth. This condition is more common in pregnant women who give birth vaginally.\nBased on the location of hemorrhoids, the disease is divided into two types: internal hemorrhoids and external hemorrhoids.\n1. Internal hemorrhoids\nInternal hemorrhoids appear when hemorrhoids affect the veins in the rectum and anus. Internal hemorrhoids are divided into 4 levels:\nLevel 1: This is the mildest stage when hemorrhoids are just starting to form inside the anal canal. At this time, the patient feels a burning pain when going to the toilet, and slight itching; Level 1: This is the mildest stage when hemorrhoids are just starting to form inside the anal canal. At this time, the patient feels a burning pain when going to the toilet and mild itching.\nLevel 2: The patient begins to feel more uncomfortable and has more bloody stools. When you push, a small lump of flesh will appear outside the anal canal.; Level 2: The patient begins to feel more uncomfortable and has more bloody stools. When you push, a small lump of flesh will appear protruding from the anal canal.\nLevel 3: Hemorrhoids prolapse outside the anal canal and cannot shrink if the patient does not push them in with their hands. At this level, the pain will increase, especially when defecating or sitting.; Level 3: Hemorrhoids prolapse outside the anal canal and cannot shrink if the patient does not push them in with their hands. At this level, the pain will increase, especially when defecating or sitting.\nLevel 4: Hemorrhoids completely prolapse and cannot be pushed inside the anal canal. The patient always feels pain and the bleeding does not stop whether sitting or standing.; Level 4: Hemorrhoids completely prolapse and cannot be pushed inside the anal canal. The patient always feels pain and the bleeding does not stop whether sitting or standing.\n2. External hemorrhoids\nExternal hemorrhoids are hemorrhoids that develop under the skin, around the anus. External hemorrhoids are also divided into 4 levels:\nLevel 1: At this time, the hemorrhoids are only as small as a pea, the patient feels a little lumpy in the anus when sitting, and a little blood appears when defecating.; Level 1: At this time, the hemorrhoids are only as small as a pea, the patient feels a little lumpy in the anus when sitting, and a little blood appears when defecating.\nLevel 2: The hemorrhoids grow into a larger lump, creating a feeling of difficulty when sitting or standing. At that time, the patient will feel more pain, accompanied by burning and itching of the anus. Hemorrhoids are larger and cause a feeling of discomfort even when standing or sitting.; Level 2: The hemorrhoids grow into a larger lump, creating a feeling of difficulty when sitting or standing. At that time, the patient will feel more pain, accompanied by burning and itching of the anus. Hemorrhoids are larger and cause a feeling of discomfort even when standing or sitting.\nLevel 3: Hemorrhoids have prolapsed, causing anal obstruction. Because the size of hemorrhoids is large, bleeding can easily occur when defecating or rubbing against pants.; Level 3: Hemorrhoids have prolapsed, causing anal obstruction. Because the size of hemorrhoids is large, bleeding can easily occur when defecating or rubbing against pants.\nLevel 4: Hemorrhoids fall completely, causing severe pain. At this time, if left untreated, the patient is at high risk of developing anal diseases.; Level 4: Hemorrhoids fall completely, causing severe pain. At this time, if left untreated, the patient is at high risk of developing anal diseases.",
            "subsection_string": "What are postpartum hemorrhoids?\nMSc. Nguyen Van Hau, Center for Endoscopy and Gastrointestinal Surgery, Tam Anh General Hospital, Ho Chi Minh City, said that as the name suggests, postpartum hemorrhoids are a condition of hemorrhoids in women after giving birth. birth. Veins in the rectum or anus are responsible for returning blood to the heart. When these veins swell due to pressure, blood pools in the veins, causing hemorrhoids. Pregnant mothers who have hemorrhoids during pregnancy have a high risk of developing this disease after giving birth. This condition is more common in pregnant women who give birth vaginally.\nBased on the location of hemorrhoids, the disease is divided into two types: internal hemorrhoids and external hemorrhoids.\n1. Internal hemorrhoids\nInternal hemorrhoids appear when hemorrhoids affect the veins in the rectum and anus. Internal hemorrhoids are divided into 4 levels:\nLevel 1: This is the mildest stage when hemorrhoids are just starting to form inside the anal canal. At this time, the patient feels a burning pain when going to the toilet, and slight itching; Level 1: This is the mildest stage when hemorrhoids are just starting to form inside the anal canal. At this time, the patient feels a burning pain when going to the toilet and mild itching.\nLevel 2: The patient begins to feel more uncomfortable and has more bloody stools. When you push, a small lump of flesh will appear outside the anal canal.; Level 2: The patient begins to feel more uncomfortable and has more bloody stools. When you push, a small lump of flesh will appear protruding from the anal canal.\nLevel 3: Hemorrhoids prolapse outside the anal canal and cannot shrink if the patient does not push them in with their hands. At this level, the pain will increase, especially when defecating or sitting.; Level 3: Hemorrhoids prolapse outside the anal canal and cannot shrink if the patient does not push them in with their hands. At this level, the pain will increase, especially when defecating or sitting.\nLevel 4: Hemorrhoids completely prolapse and cannot be pushed inside the anal canal. The patient always feels pain and the bleeding does not stop whether sitting or standing.; Level 4: Hemorrhoids completely prolapse and cannot be pushed inside the anal canal. The patient always feels pain and the bleeding does not stop whether sitting or standing.\n2. External hemorrhoids\nExternal hemorrhoids are hemorrhoids that develop under the skin, around the anus. External hemorrhoids are also divided into 4 levels:\nLevel 1: At this time, the hemorrhoids are only as small as a pea, the patient feels a little lumpy in the anus when sitting, and a little blood appears when defecating.; Level 1: At this time, the hemorrhoids are only as small as a pea, the patient feels a little lumpy in the anus when sitting, and a little blood appears when defecating.\nLevel 2: The hemorrhoids grow into a larger lump, creating a feeling of difficulty when sitting or standing. At that time, the patient will feel more pain, accompanied by burning and itching of the anus. Hemorrhoids are larger and cause a feeling of discomfort even when standing or sitting.; Level 2: The hemorrhoids grow into a larger lump, creating a feeling of difficulty when sitting or standing. At that time, the patient will feel more pain, accompanied by burning and itching of the anus. Hemorrhoids are larger and cause a feeling of discomfort even when standing or sitting.\nLevel 3: Hemorrhoids have prolapsed, causing anal obstruction. Because the size of hemorrhoids is large, bleeding can easily occur when defecating or rubbing against pants.; Level 3: Hemorrhoids have prolapsed, causing anal obstruction. Because the size of hemorrhoids is large, bleeding can easily occur when defecating or rubbing against pants.\nLevel 4: Hemorrhoids fall completely, causing severe pain. At this time, if left untreated, the patient is at high risk of developing anal diseases.; Level 4: Hemorrhoids fall completely, causing severe pain. At this time, if left untreated, the patient is at high risk of developing anal diseases."
        },
        {
            "subsection_name": "What causes postpartum hemorrhoids?",
            "subsection_content": "There are many causes of hemorrhoids after giving birth, including:\n1. Pushing a lot during childbirth\nPushing too much or improperly during labor will cause the uterus to expand, increasing pressure on the abdomen, especially the pelvic cavity. This leads to hematoma, swelling of the anus, causing hemorrhoids to fall out.\n2. Frequent constipation\nFrequent constipation during pregnancy or after pregnancy is one of the causes of postpartum hemorrhoids. When constipated, the patient tends to strain a lot when defecating. This dilates the veins in the rectum, forming hemorrhoids.\nConstipation can occur due to:\nHormonal changes affect the digestive system. During pregnancy, the amount of progesterol increases, slowing down intestinal motility, easily causing constipation; A diet low in green vegetables, drinking little water but supplemented with lots of calcium, iron...; Sit or lie down a lot, move less during pregnancy; Use pain relievers; Limited bowel movements due to episiotomy pain\n3. Weight of the fetus\nIncreased fetal weight, especially in the last months of pregnancy, will create pressure on the rectum and anus. At that time, the veins are compressed, blood cannot circulate, causing blood vessels to dilate and swell, forming hemorrhoids.\n4. Ever had hemorrhoids\nIf the mother has had hemorrhoids or constipation during pregnancy, not only is the risk of postpartum hemorrhoids higher, but the condition can also be more serious. The reason is that during pregnancy, progesterone levels increase, causing veins to dilate and blood stasis to become increasingly serious, making people who have had hemorrhoids prone to recurrence. Postpartum hemorrhoids in these pregnant mothers can cause edema, embolism and bleeding of hemorrhoids.",
            "subsection_string": "What causes postpartum hemorrhoids?\nThere are many causes of hemorrhoids after giving birth, including:\n1. Pushing a lot during childbirth\nPushing too much or improperly during labor will cause the uterus to expand, increasing pressure on the abdomen, especially the pelvic cavity. This leads to hematoma, swelling of the anus, causing hemorrhoids to fall out.\n2. Frequent constipation\nFrequent constipation during pregnancy or after pregnancy is one of the causes of postpartum hemorrhoids. When constipated, the patient tends to strain a lot when defecating. This dilates the veins in the rectum, forming hemorrhoids.\nConstipation can occur due to:\nHormonal changes affect the digestive system. During pregnancy, the amount of progesterol increases, slowing down intestinal motility, easily causing constipation; A diet low in green vegetables, drinking little water but supplemented with lots of calcium, iron...; Sit or lie down a lot, move less during pregnancy; Use pain relievers; Limited bowel movements due to episiotomy pain\n3. Weight of the fetus\nIncreased fetal weight, especially in the last months of pregnancy, will create pressure on the rectum and anus. At that time, the veins are compressed, blood cannot circulate, causing blood vessels to dilate and swell, forming hemorrhoids.\n4. Ever had hemorrhoids\nIf the mother has had hemorrhoids or constipation during pregnancy, not only is the risk of postpartum hemorrhoids higher, but the condition can also be more serious. The reason is that during pregnancy, progesterone levels increase, causing veins to dilate and blood stasis to become increasingly serious, making people who have had hemorrhoids prone to recurrence. Postpartum hemorrhoids in these pregnant mothers can cause edema, embolism and bleeding of hemorrhoids."
        },
        {
            "subsection_name": "Signs of hemorrhoids in postpartum women",
            "subsection_content": "Depending on the severity, the signs of postpartum hemorrhoids in each person may be different, but in general, include common symptoms such as: (1)\n1. Blood in stool\nIn the early stages, the patient's frequency of bloody stools is low and the amount of blood is also low. The patient can only detect it by looking at toilet paper or blood in the stool.\nOver time, as hemorrhoids become more severe, bloody bowel movements become more and more serious. The number of bloody bowel movements increases, the amount of blood flowing during each bowel movement is also more, the patient can even feel the blood flowing out clearly. Sometimes, blood flowing from hemorrhoids clots in the rectum, leading to blood clots in the stool.\n2. Prolapse of hemorrhoids after giving birth\nAt a mild level (grade 1 or 2), hemorrhoids after giving birth have little or no impact on daily activities. When hemorrhoids have developed (from level 3 or higher), hemorrhoid prolapse appears, making the patient feel extremely uncomfortable and sore in the anus; especially when defecating, carrying heavy loads or moving a lot.\n3. Anal itching\nAnal itching is also one of the common signs of postpartum hemorrhoids. Itching and discomfort in the anus make the patient lose confidence when communicating or having to go out.\n4. Anal swelling and pain\nWhen external hemorrhoids become embolized or internal hemorrhoids prolapse causing blockage, it will cause pain and swelling in the anus. This condition causes severe pain, the patient cannot sit, walk or do normal activities; Some patients even describe the level of pain as being worse than during labor.\n5. Burning anal fissures\nThis sign occurs when hemorrhoids are left untreated for a long time. At that time, the anus may begin to crack, causing burning and discomfort, and the patient is also susceptible to bleeding when going to the toilet.\n6. Other symptoms\nIn addition to the above signs of postpartum hemorrhoids, patients may experience other symptoms such as:\nMucus secretion at the anal opening; Appearance of sensitive lumps near the anus; Perianal dermatitis; Rectal inflammation; Fatigue and weakness due to blood loss.",
            "subsection_string": "Signs of hemorrhoids in postpartum women\nDepending on the severity, the signs of postpartum hemorrhoids in each person may be different, but in general, include common symptoms such as: (1)\n1. Blood in stool\nIn the early stages, the patient's frequency of bloody stools is low and the amount of blood is also low. The patient can only detect it by looking at toilet paper or blood in the stool.\nOver time, as hemorrhoids become more severe, bloody bowel movements become more and more serious. The number of bloody bowel movements increases, the amount of blood flowing during each bowel movement is also more, the patient can even feel the blood flowing out clearly. Sometimes, blood flowing from hemorrhoids clots in the rectum, leading to blood clots in the stool.\n2. Prolapse of hemorrhoids after giving birth\nAt a mild level (grade 1 or 2), hemorrhoids after giving birth have little or no impact on daily activities. When hemorrhoids have developed (from level 3 or higher), hemorrhoid prolapse appears, making the patient feel extremely uncomfortable and sore in the anus; especially when defecating, carrying heavy loads or moving a lot.\n3. Anal itching\nAnal itching is also one of the common signs of postpartum hemorrhoids. Itching and discomfort in the anus make the patient lose confidence when communicating or having to go out.\n4. Anal swelling and pain\nWhen external hemorrhoids become embolized or internal hemorrhoids prolapse causing blockage, it will cause pain and swelling in the anus. This condition causes severe pain, the patient cannot sit, walk or do normal activities; Some patients even describe the level of pain as being worse than during labor.\n5. Burning anal fissures\nThis sign occurs when hemorrhoids are left untreated for a long time. At that time, the anus may begin to crack, causing burning and discomfort, and the patient is also susceptible to bleeding when going to the toilet.\n6. Other symptoms\nIn addition to the above signs of postpartum hemorrhoids, patients may experience other symptoms such as:\nMucus secretion at the anal opening; Appearance of sensitive lumps near the anus; Perianal dermatitis; Rectal inflammation; Fatigue and weakness due to blood loss."
        },
        {
            "subsection_name": "When to see a doctor",
            "subsection_content": "Postpartum hemorrhoids are often improved with simple home remedies. But in some cases, patients need medical assistance, if:\nHemorrhoids after childbirth do not improve after 7 days of home treatment; Hemorrhoids recur; Pus discharge from hemorrhoids; Hemorrhoids are accompanied by symptoms such as fever, chills and malaise; Hemorrhoids are getting worse and bleeding more and more.",
            "subsection_string": "When to see a doctor\nPostpartum hemorrhoids are often improved with simple home remedies. But in some cases, patients need medical assistance, if:\nHemorrhoids after childbirth do not improve after 7 days of home treatment; Hemorrhoids recur; Pus discharge from hemorrhoids; Hemorrhoids are accompanied by symptoms such as fever, chills and malaise; Hemorrhoids are getting worse and bleeding more and more."
        },
        {
            "subsection_name": "How to treat hemorrhoids after giving birth",
            "subsection_content": "1. Medical treatment\nMedical treatment of postpartum hemorrhoids is a combination of healthy lifestyle and medicine. For postpartum hemorrhoid treatment, the top priority is to use lifestyle changes and reduce medication use to ensure the safety of breast milk.\n1.1 Healthy lifestyle\nTake a warm bath: Soaking in a warm bath helps reduce the discomfort caused by hemorrhoids, and also has the effect of shrinking the hemorrhoids. Patients should soak for 15 minutes/time, 2-4 times/day; Take a warm bath: Soaking in a warm bath helps reduce the discomfort caused by hemorrhoids, and also has the effect of shrinking the hemorrhoids. Patients should soak for 15 minutes at a time, 2 - 4 times a day\nSoak the anus in warm hypertonic salt water: 100 grams of salt and 3 liters of warm water, soak the anus 30 minutes/time, 3 times a day; Soak the anus in warm hypertonic salt water: 100 grams of salt and 3 liters of warm water, soak the anus 30 minutes/time, 3 times a day\nApply salt ice water: Put 20 grams of salt and 50 ml of water in a cup, put in the freezer, and freeze into a salt ice cube. Use a towel to cover the salt ice cube and apply it to the anus after soaking in warm salt water. Apply compresses 3 times a day; Apply salt ice water: Put 20 grams of salt and 50 ml of water in a cup, put in the freezer, and freeze into a salt ice cube. Use a towel to cover the salt ice cube and apply it to the anus after soaking in warm salt water. Apply compresses 3 times a day\nApply cold: Put ice in a towel, then apply it to the hemorrhoid for about 15 minutes to help reduce swelling effectively; Apply cold: Put ice in a towel, then apply it to the hemorrhoid for about 15 minutes to help reduce swelling effectively.\nWipe your butt properly: Always use soft, damp tissue to avoid irritation. Also, don't forget to wipe from front to back; Wipe your butt properly: Always use soft, damp tissue to avoid irritation. Also, don't forget to wipe from front to back\nFiber supplements: Helps soften stools. Fiber is found in fruits and vegetables and whole grains; Fiber supplements: Helps soften stools. Fiber is found in fruits and vegetables and whole grains\nSupplement probiotics: Yogurt, yogurt; Supplement probiotics: Yogurt, yogurt\nDrink plenty of water: Dehydration tends to harden stools, making bowel movements more difficult, especially if the patient is breastfeeding; Drink plenty of water: Dehydration tends to harden stools, making bowel movements more difficult, especially if the patient is breastfeeding.\nMove your body with gentle exercises, avoid sitting for too long such as walking, yoga; Move your body with gentle exercises, avoid sitting for too long such as walking or yoga\nGo to the toilet when you need to, don't hold back; Go to the toilet when you need to, don't hold back\n1.2 Using medicine\nThe important thing when using medicine to treat hemorrhoids is that the patient needs to follow the doctor's instructions. Self-medication or improper use of medication can worsen hemorrhoids or affect breastfeeding. Some drugs are prescribed as follows:\nHemorrhoid creams, sprays, ointments... help reduce symptoms such as pain, itching and bleeding in a short time; Prescription stool softeners; Paracetamol pain reliever\n2. Hemorrhoidectomy surgery\nMost cases of postpartum hemorrhoids can be cured after a few days or weeks of medical treatment. However, if the disease becomes severe, leading to complications such as acute bleeding, hemorrhoid necrosis, anal obstruction, etc., surgery is needed.\n2.1 Hemorrhoid ligation surgery\nFor persistent bleeding or pain from hemorrhoids, your doctor may recommend a minimally invasive procedure called hemorrhoid ligation. The doctor will tie one or two rubber bands around the base of the hemorrhoid to cut off blood circulation. After about a week, the hemorrhoid will dry and fall off.\nCommon side effects of this method are discomfort and bleeding for about 2 - 4 days after the procedure.\n2.2 Hemorrhoidectomy surgery\nThis is the most effective and definitive measure to treat severe or recurrent hemorrhoids.\nThe patient will have surgery under local anesthesia combined with sedatives or spinal anesthesia or general anesthesia. The doctor will then remove the excess tissue that is causing the bleeding. Possible complications range from severe to mild, such as: pain, bleeding, urinary retention, anal stenosis and infection.\nIn addition, there are some other less invasive hemorrhoid treatment procedures such as:\nSclerotherapy: A chemical solution will be injected into hemorrhoid tissue to shrink it. Although less painful, this method is less effective than hemorrhoid ligation. Endoscopic hemorrhoid sclerotherapy injection is a minimally invasive technique being applied at Tam Anh General Hospital, and is the optimal technique for mothers because only a single dose of antibiotics is used, limiting milk loss.; Sclerotherapy: A chemical solution will be injected into hemorrhoid tissue to shrink it. Although less painful, this method is less effective than hemorrhoid ligation. Endoscopic hemorrhoid sclerotherapy injection is a minimally invasive technique being applied at Tam Anh General Hospital, and is the optimal technique for mothers because only a single dose of antibiotics is used, limiting milk loss.\nLaser hemorrhoidectomy: The laser will be shined directly on the hemorrhoids. The energy from the laser will destroy the blood vessels in the hemorrhoids, shrink the hemorrhoids and remove all hemorrhoidal tissue.; Laser hemorrhoidectomy: The laser will be shined directly on the hemorrhoids. The energy from the laser will destroy the blood vessels in the hemorrhoids, shrink the hemorrhoids and remove all hemorrhoidal tissue.\n3. How long after giving birth can hemorrhoids be removed?\nDr. Hau said that postpartum pregnant mothers can have hemorrhoidectomy surgery immediately if indicated. However, surgery can cause milk blockage, affecting breastfeeding. Therefore, patients are often prescribed surgery when the baby is 6 months old.",
            "subsection_string": "How to treat hemorrhoids after giving birth\n1. Medical treatment\nMedical treatment of postpartum hemorrhoids is a combination of healthy lifestyle and medicine. For postpartum hemorrhoid treatment, the top priority is to use lifestyle changes and reduce medication use to ensure the safety of breast milk.\n1.1 Healthy lifestyle\nTake a warm bath: Soaking in a warm bath helps reduce the discomfort caused by hemorrhoids, and also has the effect of shrinking the hemorrhoids. Patients should soak for 15 minutes/time, 2-4 times/day; Take a warm bath: Soaking in a warm bath helps reduce the discomfort caused by hemorrhoids, and also has the effect of shrinking the hemorrhoids. Patients should soak for 15 minutes at a time, 2 - 4 times a day\nSoak the anus in warm hypertonic salt water: 100 grams of salt and 3 liters of warm water, soak the anus 30 minutes/time, 3 times a day; Soak the anus in warm hypertonic salt water: 100 grams of salt and 3 liters of warm water, soak the anus 30 minutes/time, 3 times a day\nApply salt ice water: Put 20 grams of salt and 50 ml of water in a cup, put in the freezer, and freeze into a salt ice cube. Use a towel to cover the salt ice cube and apply it to the anus after soaking in warm salt water. Apply compresses 3 times a day; Apply salt ice water: Put 20 grams of salt and 50 ml of water in a cup, put in the freezer, and freeze into a salt ice cube. Use a towel to cover the salt ice cube and apply it to the anus after soaking in warm salt water. Apply compresses 3 times a day\nApply cold: Put ice in a towel, then apply it to the hemorrhoid for about 15 minutes to help reduce swelling effectively; Apply cold: Put ice in a towel, then apply it to the hemorrhoid for about 15 minutes to help reduce swelling effectively.\nWipe your butt properly: Always use soft, damp tissue to avoid irritation. Also, don't forget to wipe from front to back; Wipe your butt properly: Always use soft, damp tissue to avoid irritation. Also, don't forget to wipe from front to back\nFiber supplements: Helps soften stools. Fiber is found in fruits and vegetables and whole grains; Fiber supplements: Helps soften stools. Fiber is found in fruits and vegetables and whole grains\nSupplement probiotics: Yogurt, yogurt; Supplement probiotics: Yogurt, yogurt\nDrink plenty of water: Dehydration tends to harden stools, making bowel movements more difficult, especially if the patient is breastfeeding; Drink plenty of water: Dehydration tends to harden stools, making bowel movements more difficult, especially if the patient is breastfeeding.\nMove your body with gentle exercises, avoid sitting for too long such as walking, yoga; Move your body with gentle exercises, avoid sitting for too long such as walking or yoga\nGo to the toilet when you need to, don't hold back; Go to the toilet when you need to, don't hold back\n1.2 Using medicine\nThe important thing when using medicine to treat hemorrhoids is that the patient needs to follow the doctor's instructions. Self-medication or improper use of medication can worsen hemorrhoids or affect breastfeeding. Some drugs are prescribed as follows:\nHemorrhoid creams, sprays, ointments... help reduce symptoms such as pain, itching and bleeding in a short time; Prescription stool softeners; Paracetamol pain reliever\n2. Hemorrhoidectomy surgery\nMost cases of postpartum hemorrhoids can be cured after a few days or weeks of medical treatment. However, if the disease becomes severe, leading to complications such as acute bleeding, hemorrhoid necrosis, anal obstruction, etc., surgery is needed.\n2.1 Hemorrhoid ligation surgery\nFor persistent bleeding or pain from hemorrhoids, your doctor may recommend a minimally invasive procedure called hemorrhoid ligation. The doctor will tie one or two rubber bands around the base of the hemorrhoid to cut off blood circulation. After about a week, the hemorrhoid will dry and fall off.\nCommon side effects of this method are discomfort and bleeding for about 2 - 4 days after the procedure.\n2.2 Hemorrhoidectomy surgery\nThis is the most effective and definitive measure to treat severe or recurrent hemorrhoids.\nThe patient will have surgery under local anesthesia combined with sedatives or spinal anesthesia or general anesthesia. The doctor will then remove the excess tissue that is causing the bleeding. Possible complications range from severe to mild, such as: pain, bleeding, urinary retention, anal stenosis and infection.\nIn addition, there are some other less invasive hemorrhoid treatment procedures such as:\nSclerotherapy: A chemical solution will be injected into hemorrhoid tissue to shrink it. Although less painful, this method is less effective than hemorrhoid ligation. Endoscopic hemorrhoid sclerotherapy injection is a minimally invasive technique being applied at Tam Anh General Hospital, and is the optimal technique for mothers because only a single dose of antibiotics is used, limiting milk loss.; Sclerotherapy: A chemical solution will be injected into hemorrhoid tissue to shrink it. Although less painful, this method is less effective than hemorrhoid ligation. Endoscopic hemorrhoid sclerotherapy injection is a minimally invasive technique being applied at Tam Anh General Hospital, and is the optimal technique for mothers because only a single dose of antibiotics is used, limiting milk loss.\nLaser hemorrhoidectomy: The laser will be shined directly on the hemorrhoids. The energy from the laser will destroy the blood vessels in the hemorrhoids, shrink the hemorrhoids and remove all hemorrhoidal tissue.; Laser hemorrhoidectomy: The laser will be shined directly on the hemorrhoids. The energy from the laser will destroy the blood vessels in the hemorrhoids, shrink the hemorrhoids and remove all hemorrhoidal tissue.\n3. How long after giving birth can hemorrhoids be removed?\nDr. Hau said that postpartum pregnant mothers can have hemorrhoidectomy surgery immediately if indicated. However, surgery can cause milk blockage, affecting breastfeeding. Therefore, patients are often prescribed surgery when the baby is 6 months old."
        },
        {
            "subsection_name": "Are postpartum hemorrhoids dangerous?",
            "subsection_content": "Postpartum hemorrhoids are a common but not dangerous condition. However, carelessness, late detection and treatment can lead to serious complications, requiring surgery. Some complications that may occur include:\nHemorrhoid prolapse: This is one of the most common complications. This condition occurs when hemorrhoids grow too large, pressing on the sphincter muscles, causing blockage and hindering blood circulation. Patients always feel pain when touching hemorrhoids, especially difficulty when defecating; Hemorrhoid prolapse: This is one of the most common complications. This condition occurs when hemorrhoids grow too large, pressing on the sphincter muscles, causing blockage and hindering blood circulation. Patients always feel pain when touching hemorrhoids, especially difficulty when defecating.\nAnal dysfunction: Growing hemorrhoids cause pressure on organs, affecting anal contractions, making it difficult to push waste out of the body.; Anal dysfunction: Growing hemorrhoids cause pressure on organs, affecting anal contractions, making it difficult to push waste out of the body.\nAnemia: This is a complication that occurs when hemorrhoids develop in a severe stage, with heavy and continuous bleeding.; Anemia: This is a complication that occurs when hemorrhoids develop in a severe stage, bleeding heavily and continuously.\nInflammation or necrosis of hemorrhoids: Inflammation is caused by hemorrhoids continuously secreting fluid to the outside, combined with the process of eliminating waste from the body. If not treated promptly, infection can cause hemorrhoid ulcers and even necrosis; Inflammation or necrosis of hemorrhoids: Inflammation is caused by hemorrhoids continuously secreting fluid to the outside, combined with the process of eliminating waste from the body. If not treated promptly, infection can cause hemorrhoid ulcers and even necrosis.\nLeads to gynecological diseases: Because the anus and vagina are quite close to each other, harmful bacteria in the anus have a very high chance of spreading to the vagina. From there, it causes a series of gynecological diseases; Leads to gynecological diseases: Because the anus and vagina are quite close to each other, harmful bacteria in the anus have a very high chance of spreading to the vagina. From there, it causes a series of gynecological diseases.",
            "subsection_string": "Are postpartum hemorrhoids dangerous?\nPostpartum hemorrhoids are a common but not dangerous condition. However, carelessness, late detection and treatment can lead to serious complications, requiring surgery. Some complications that may occur include:\nHemorrhoid prolapse: This is one of the most common complications. This condition occurs when hemorrhoids grow too large, pressing on the sphincter muscles, causing blockage and hindering blood circulation. Patients always feel pain when touching hemorrhoids, especially difficulty when defecating; Hemorrhoid prolapse: This is one of the most common complications. This condition occurs when hemorrhoids grow too large, pressing on the sphincter muscles, causing blockage and hindering blood circulation. Patients always feel pain when touching hemorrhoids, especially difficulty when defecating.\nAnal dysfunction: Growing hemorrhoids cause pressure on organs, affecting anal contractions, making it difficult to push waste out of the body.; Anal dysfunction: Growing hemorrhoids cause pressure on organs, affecting anal contractions, making it difficult to push waste out of the body.\nAnemia: This is a complication that occurs when hemorrhoids develop in a severe stage, with heavy and continuous bleeding.; Anemia: This is a complication that occurs when hemorrhoids develop in a severe stage, bleeding heavily and continuously.\nInflammation or necrosis of hemorrhoids: Inflammation is caused by hemorrhoids continuously secreting fluid to the outside, combined with the process of eliminating waste from the body. If not treated promptly, infection can cause hemorrhoid ulcers and even necrosis; Inflammation or necrosis of hemorrhoids: Inflammation is caused by hemorrhoids continuously secreting fluid to the outside, combined with the process of eliminating waste from the body. If not treated promptly, infection can cause hemorrhoid ulcers and even necrosis.\nLeads to gynecological diseases: Because the anus and vagina are quite close to each other, harmful bacteria in the anus have a very high chance of spreading to the vagina. From there, it causes a series of gynecological diseases; Leads to gynecological diseases: Because the anus and vagina are quite close to each other, harmful bacteria in the anus have a very high chance of spreading to the vagina. From there, it causes a series of gynecological diseases."
        },
        {
            "subsection_name": "Can postpartum hemorrhoids go away on their own?",
            "subsection_content": "Postpartum hemorrhoids cannot go away without treatment. Depending on the size, location, and severity of the hemorrhoid, healing can take from a few days to a few weeks. Sometimes, hemorrhoids can become chronic, requiring months of successful treatment.(2)\nPatients should see a doctor as soon as they have signs of hemorrhoids for quick treatment and prevention of complications.",
            "subsection_string": "Can postpartum hemorrhoids go away on their own?\nPostpartum hemorrhoids cannot go away without treatment. Depending on the size, location, and severity of the hemorrhoid, healing can take from a few days to a few weeks. Sometimes, hemorrhoids can become chronic, requiring months of successful treatment.(2)\nPatients should see a doctor as soon as they have signs of hemorrhoids for quick treatment and prevention of complications."
        },
        {
            "subsection_name": "Preventing hemorrhoids after giving birth",
            "subsection_content": "Postpartum hemorrhoids can be prevented with reasonable living habits from the beginning of pregnancy. These habits include:\nIn daily life: Exercise regularly with gentle exercises such as walking, yoga, etc. Patients should lie down and rest when tired. Do not sit or stand for too long as it will increase pressure on the pelvic area.; In daily life: Exercise regularly with gentle exercises such as walking, yoga, etc. Patients should lie down and rest when tired. Do not sit or stand for too long as it will increase pressure on the pelvic area.\nHygiene: Keep the private area clean to limit the risk of foreign bacteria entering; Go to the toilet when needed to regulate digestive function. Holding in a bowel movement can cause damage to the muscles in the anal area.; Hygiene: Keep the private area clean to limit the risk of foreign bacteria entering; Go to the toilet when needed to regulate digestive function. Holding in a bowel movement can cause damage to the muscles in the anal area.\nAdd fiber, drink lots of water.; Add fiber and drink lots of water.",
            "subsection_string": "Preventing hemorrhoids after giving birth\nPostpartum hemorrhoids can be prevented with reasonable living habits from the beginning of pregnancy. These habits include:\nIn daily life: Exercise regularly with gentle exercises such as walking, yoga, etc. Patients should lie down and rest when tired. Do not sit or stand for too long as it will increase pressure on the pelvic area.; In daily life: Exercise regularly with gentle exercises such as walking, yoga, etc. Patients should lie down and rest when tired. Do not sit or stand for too long as it will increase pressure on the pelvic area.\nHygiene: Keep the private area clean to limit the risk of foreign bacteria entering; Go to the toilet when needed to regulate digestive function. Holding in a bowel movement can cause damage to the muscles in the anal area.; Hygiene: Keep the private area clean to limit the risk of foreign bacteria entering; Go to the toilet when needed to regulate digestive function. Holding in a bowel movement can cause damage to the muscles in the anal area.\nAdd fiber, drink lots of water.; Add fiber and drink lots of water."
        },
        {
            "subsection_name": "What should you eat and avoid if you have hemorrhoids after giving birth?",
            "subsection_content": "1. What should you eat if you have hemorrhoids after giving birth?\nThe following food groups help support the effective treatment of hemorrhoids, postpartum pregnant mothers should not ignore: (3)\nFruit and vegetable food group rich in fiber: Malabar spinach, spinach, broccoli, bean sprouts, bananas, pumpkin, apples, strawberries, kiwi,...; Starchy food group: Sweet potatoes, oats,...; Protein group: eggs, milk, shrimp, crab, salmon, tuna, flounder,...; Food groups rich in magnesium: spinach, avocado, dried nuts\n2. What should you avoid if you have hemorrhoids after giving birth?\nThe following foods will make the disease worse:\nFried, greasy foods... hinder the absorption process; Foods that are too spicy will have a negative impact on the stomach and large intestine; Alcohol, coffee, cigarettes, etc. hinder the postpartum recovery process, negatively impacting overall health\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact: Tam Anh General Hospital System: Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, HCMC Hotline: 0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital Website: https://tamanhhospital.vn\nPostpartum hemorrhoids are not dangerous, but patients should not be subjective, see a doctor as soon as they detect signs of the disease, to help the treatment be effective without affecting the breastfeeding process.",
            "subsection_string": "What should you eat and avoid if you have hemorrhoids after giving birth?\n1. What should you eat if you have hemorrhoids after giving birth?\nThe following food groups help support the effective treatment of hemorrhoids, postpartum pregnant mothers should not ignore: (3)\nFruit and vegetable food group rich in fiber: Malabar spinach, spinach, broccoli, bean sprouts, bananas, pumpkin, apples, strawberries, kiwi,...; Starchy food group: Sweet potatoes, oats,...; Protein group: eggs, milk, shrimp, crab, salmon, tuna, flounder,...; Food groups rich in magnesium: spinach, avocado, dried nuts\n2. What should you avoid if you have hemorrhoids after giving birth?\nThe following foods will make the disease worse:\nFried, greasy foods... hinder the absorption process; Foods that are too spicy will have a negative impact on the stomach and large intestine; Alcohol, coffee, cigarettes, etc. hinder the postpartum recovery process, negatively impacting overall health\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact: Tam Anh General Hospital System: Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, HCMC Hotline: 0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital Website: https://tamanhhospital.vn\nPostpartum hemorrhoids are not dangerous, but patients should not be subjective, see a doctor as soon as they detect signs of the disease, to help the treatment be effective without affecting the breastfeeding process."
        }
    ],
    "name": "benh-tri-sau-sinh.json"
}