{
    "title": "Pulmonary tuberculosis (tuberculosis): Causes, signs and treatments",
    "category": "Respiratory",
    "link": "https://tamanhhospital.vn/benh-lao-phoi/",
    "abstract": "Tuberculosis (tuberculosis) is a dangerous infectious disease, killing more than 1.5 million people each year. The disease has the ability to spread in the community if not detected and treated promptly.\n  In 2008, archaeologists discovered two 9,000-year-old skeletons, with no way to determine the exact cause of their death. However, through bone examination, scientists discovered that their bones were infected with a familiar type of bacteria, tuberculosis bacteria. How dangerous is this disease and why has this pathogen persisted for so long? (first)\n Currently, tuberculosis is still one of the infectious diseases with the highest mortality rate in the world, higher than malaria and HIV/AIDS. The World Health Organization (WHO) estimates that approximately 2 billion people worldwide have latent tuberculosis and approximately 3 million people die from tuberculosis. Of these, about 95% of new patients and 99% of deaths are caused by tuberculosis in poor and developing countries. (2)\n Every day, about 4,500 people die from tuberculosis and nearly 30,000 people are infected. Statistics in Vietnam show that in 2017 alone, 12,000 people died from tuberculosis, a number many times higher than the number of deaths from traffic accidents. In addition, the emergence of the HIV/AIDS epidemic, co-infection with tuberculosis and HIV/AIDS along with the development of drug-resistant strains of tuberculosis bacteria circulating in the community also makes tuberculosis increasingly common. (3)\n According to a report by the World Health Organization WHO published in 2018, Vietnam ranked 16th among the 30 countries with the highest number of tuberculosis patients globally, and ranked 15th among the 30 countries with the highest burden of tuberculosis. Highest multidrug resistance in the world.\n Tuberculosis is an infectious disease caused by the bacterium Mycobacterium Tuberculosis. This is an airborne disease, the pathogen does not exist in nature and there is no vector for transmitting the disease. Tuberculosis can attack any part of the body such as the kidneys, spine, bone marrow, nervous system... However, the most common is pulmonary tuberculosis, this disease accounts for 80 - 85% of all tuberculosis cases.",
    "content": "Pulmonary tuberculosis (tuberculosis): Causes, signs and treatments\n\nTuberculosis (tuberculosis) is a dangerous infectious disease, killing more than 1.5 million people each year. The disease has the ability to spread in the community if not detected and treated promptly.\n  In 2008, archaeologists discovered two 9,000-year-old skeletons, with no way to determine the exact cause of their death. However, through bone examination, scientists discovered that their bones were infected with a familiar type of bacteria, tuberculosis bacteria. How dangerous is this disease and why has this pathogen persisted for so long? (first)\n Currently, tuberculosis is still one of the infectious diseases with the highest mortality rate in the world, higher than malaria and HIV/AIDS. The World Health Organization (WHO) estimates that approximately 2 billion people worldwide have latent tuberculosis and approximately 3 million people die from tuberculosis. Of these, about 95% of new patients and 99% of deaths are caused by tuberculosis in poor and developing countries. (2)\n Every day, about 4,500 people die from tuberculosis and nearly 30,000 people are infected. Statistics in Vietnam show that in 2017 alone, 12,000 people died from tuberculosis, a number many times higher than the number of deaths from traffic accidents. In addition, the emergence of the HIV/AIDS epidemic, co-infection with tuberculosis and HIV/AIDS along with the development of drug-resistant strains of tuberculosis bacteria circulating in the community also makes tuberculosis increasingly common. (3)\n According to a report by the World Health Organization WHO published in 2018, Vietnam ranked 16th among the 30 countries with the highest number of tuberculosis patients globally, and ranked 15th among the 30 countries with the highest burden of tuberculosis. Highest multidrug resistance in the world.\n Tuberculosis is an infectious disease caused by the bacterium Mycobacterium Tuberculosis. This is an airborne disease, the pathogen does not exist in nature and there is no vector for transmitting the disease. Tuberculosis can attack any part of the body such as the kidneys, spine, bone marrow, nervous system... However, the most common is pulmonary tuberculosis, this disease accounts for 80 - 85% of all tuberculosis cases.\n\nWhat is pulmonary tuberculosis?\nPulmonary Tuberculosis is a respiratory infectious disease that occurs when the M.Tuberculosis bacteria mainly attacks the lungs. Tuberculosis can easily cause many dangerous complications to the patient's health and life. (6)\nUnder natural conditions, this bacteria can survive for 3-4 months. In the laboratory, tuberculosis bacteria can be preserved for many years. If exposed to sunlight, this bacteria will die within 1.5 hours and survive 5 minutes when exposed to ultraviolet rays.\nMycobacterium Tuberculosis is an aerobic bacterium, so the bacteria prefer to reside in environments with lots of oxygen. Because of this characteristic, tuberculosis bacteria are often localized in the lungs and the number of bacteria is highest in tuberculosis caverns. bronchial clearance. (4)\n\nCommon symptoms of pulmonary tuberculosis\nDepending on each person's health and resistance, pulmonary tuberculosis has a different incubation period. During the incubation period, TB patients show no or few symptoms of the disease, so it is difficult to detect patients with the disease during this stage.\nIn advanced tuberculosis, depending on the level of disease in each organ, the patient will have different symptoms. In pulmonary tuberculosis, signs are often specific to the respiratory tract such as:\nDry cough, little cough, sometimes patients do not notice when they have a cough. If the patient has a persistent dry cough and mild fever for more than 3 weeks (possibly with afternoon fever), the doctor will prescribe a chest X-ray and a sputum test to look for tuberculosis bacilli.; Coughing up phlegm, phlegm is often white.; Coughing up blood (sputum mixed with blood) in quantity from small to large; Often there are symptoms of difficulty breathing, lung examination shows moist rales, crackles in the damaged area.\n\nCause of tuberculosis\nTuberculosis Infographic – Tam Anh General Hospital\nTuberculosis is an airborne disease, the pathogen does not exist in nature and there is no vector for transmitting the disease. The main source of infection is people or animals infected with tuberculosis bacteria. The disease is easily transmitted when infected people or animals cough or sneeze, creating very small saliva particles containing many tuberculosis bacteria suspended in the air. People can breathe these particles into their lungs and get sick.\nToday, people divide tuberculosis pathology into 2 stages:\nTuberculosis stage: Tuberculosis bacteria first penetrate into the lungs causing primary infection, from there they spread through the lymphatic and bloodstream, possibly damaging a number of other organs.; Tuberculosis stage: For all ages, about 10% of infected tuberculosis will progress to tuberculosis and 80% of these tuberculosis will occur in the first 2 years of life. 50% of tuberculosis is a new source of infection in society.\n\nSubjects at risk of disease\nTB is easily transmitted from person to person through the respiratory tract, so the following people are at high risk of getting pulmonary TB:\nPeople who have close contact, talk, and care with people with tuberculosis; People living and working in areas with high rates of tuberculosis, or where tuberculosis patients live; People with diseases that cause immunodeficiency such as HIV, liver disease, spleen disease...; Risk of converting latent tuberculosis into tuberculosis; People infected with HIV; Using injection drugs; Weight loss (10%); Silicosis; Kidney failure or dialysis; Diabetes; Resection of the stomach or small intestine; Transplant; Long-term use of corticosteroids or immunosuppressants; Head and neck cancer.\n\nDiagnostic method\nAccording to experts, not everyone infected with tuberculosis bacteria will develop pulmonary tuberculosis. When entering the body, the bacteria will be attacked by the immune system. In people with weak resistance, tuberculosis bacteria will proliferate and cause illness, with the onset of illness occurring quickly. On the contrary, in people with a healthy immune system, the disease will develop very slowly, sometimes up to several decades, or even not at all. (7)\nTo diagnose signs of tuberculosis in the lungs, in addition to specific symptoms, the doctor will do a number of tests to detect the disease:\nClinically: the patient shows signs of prolonged cough, hemoptysis, mild fever in the afternoon or evening, weight loss.; X-ray: infectious lesions appear mainly at the top of the lungs.; Finding tuberculosis bacilli (stained or cultured) through clinical samples such as sputum, bronchial fluid, pleural fluid...; Tuberculosis cystic lesions on biopsy: biopsy of lungs, bronchial mucosa, lymph nodes; PCR-BK positive\n\nComplications of pulmonary tuberculosis\nPatients with tuberculosis are the biggest source of bacterial transmission to healthy people, especially pulmonary tuberculosis with positive AFB bacteria in sputum. If not treated early and using medication incorrectly, the disease can be life-threatening due to the following complications:\nEffusion, pneumothorax: Pleural effusion has lemon-yellow fluid, secretions containing many proteins and lymphocytes, sometimes pink or red fluid. Pneumothorax occurs when a tuberculous cavernous cavity connects to the pleural cavity. The main symptoms are sudden chest pain on the side of the pneumothorax and difficulty breathing. When too much air and fluid overflow, it will compress the lungs to a very small volume. This volume cannot provide enough air, causing the patient to suffocate and die. Therefore, it is necessary to immediately treat effusion and air to ease the patient's breathing.; Laryngeal tuberculosis: Often manifested by hoarseness, voice changes, painful swallowing, and ear pain. Examination often shows ulcers in the vocal cords or other places in the upper respiratory tract. Koch's bacillus sputum should be tested when the patient has progressive tuberculosis.; Pulmonary Aspergillus fungus: There are cases where tuberculosis has been cured but cavities are still left behind. These burrows can then become infected with the fungus Aspergillus fummigatus. Fungal infections can lead to severe hemoptysis and even death.; Chest wall fistula: If left untreated, or treated with insufficient drugs, not enough time, or drug-resistant tuberculosis, it can cause bronchial and chest wall fistulas.\n\nTreatment methods for pulmonary tuberculosis\nProfessor Ngo Quy Chau said that tuberculosis is a completely curable disease, but is still a burden on public health. If detected early and treated properly, most TB patients recover without complications. Currently, the common treatment method for pulmonary tuberculosis is to use a combination of antibiotics for at least 6 months. Depending on the patient's condition and illness, the doctor will have an individual regimen for each person.\nEarly treatment will help patients recover quickly and suffer few complications, not only that, it will also reduce the burden in the community. TB treatment methods according to standards of the Ministry of Health include:\nDirectly controlled treatment (DOTS). (5); Treatment follows the standard regimen prescribed by the Ministry of Health for newly discovered cases of pulmonary tuberculosis.\nObey the rules:\nTake medication according to the correct regimen; Take medicine for enough time; Take medication as directed by your doctor, regularly to avoid skipping medication or interrupting treatment\nPeople with pulmonary tuberculosis must be registered for treatment and monitored throughout the treatment process. Currently, there are many anti-tuberculosis units at district and provincial levels, patients can register for treatment near their place of residence. Controlled treatment with a short-term regimen needs to be strictly organized and the patient needs to comply with the regimen and cooperate with the doctor for the best treatment results.\nToday, with a nationwide TB prevention and treatment system, TB patients are treated in the best environment with effective regimens. During the first 2 months, patients are supervised and treated by medical staff. The patient will then be supervised by relatives or medical staff in the later stages.\n\nHow to prevent tuberculosis in the lungs\nCurrently, the leading measure to prevent tuberculosis is vaccination. When entering the body, tuberculosis vaccine helps create active immunity to prevent the attack of tuberculosis bacteria. In our country, BCG vaccine is mainly used to vaccinate children against tuberculosis.\nIn addition to vaccination against tuberculosis, people need to take measures to protect themselves against the attack of tuberculosis bacteria such as (if regularly exposed to people with this disease):\nLimit contact with tuberculosis patients; Regularly open the door to let the air in the room ventilate.; Wear a mask regularly\n\nHow to care for patients with pulmonary tuberculosis\nPatients are required to wear masks when in contact with others, when coughing or sneezing, they must cover their mouths, expectorate sputum in the right place, and sputum or objects containing infectious sources must be destroyed properly. It is necessary to take advantage of sunlight as much as possible for the patient's residence and belongings. Create good ventilation conditions for air circulation to minimize the concentration of particles containing tuberculosis bacteria in the air.\nDisposal of waste from TB patients is an important step to avoid spreading TB to the community. Some fluids such as sputum and containers of TB patients need to be burned or treated. Patients with HIV/AIDS need to take INH 300mg/day for 6 months to prevent tuberculosis. Some subjects such as people with diabetes, stomach ulcers... need to be screened for tuberculosis regularly to prevent the disease. Early detection and timely treatment help prevent complications.\nFor advice and to schedule screening and treatment of other respiratory diseases at Tam Anh General Hospital, you can contact:\n108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City\nHotline: 024 3872 3872 – 024 7106 6858\n2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City\nHotline: 0287 102 6789 – 093 180 6858\nFanpage: https://www.facebook.com/benhvientamanh\nTuberculosis (tuberculosis) is one of the most common lower respiratory tract diseases in modern society. Although it can be completely cured, it will take a long time due to prolonged treatment, so it is necessary to take preventive measures from the beginning. If you notice signs of the disease, immediately go to the nearest hospital for diagnosis and treatment.\nChau Bui",
    "subsections": [
        {
            "subsection_name": "What is pulmonary tuberculosis?",
            "subsection_content": "Pulmonary Tuberculosis is a respiratory infectious disease that occurs when the M.Tuberculosis bacteria mainly attacks the lungs. Tuberculosis can easily cause many dangerous complications to the patient's health and life. (6)\nUnder natural conditions, this bacteria can survive for 3-4 months. In the laboratory, tuberculosis bacteria can be preserved for many years. If exposed to sunlight, this bacteria will die within 1.5 hours and survive 5 minutes when exposed to ultraviolet rays.\nMycobacterium Tuberculosis is an aerobic bacterium, so the bacteria prefer to reside in environments with lots of oxygen. Because of this characteristic, tuberculosis bacteria are often localized in the lungs and the number of bacteria is highest in tuberculosis caverns. bronchial clearance. (4)",
            "subsection_string": "What is pulmonary tuberculosis?\nPulmonary Tuberculosis is a respiratory infectious disease that occurs when the M.Tuberculosis bacteria mainly attacks the lungs. Tuberculosis can easily cause many dangerous complications to the patient's health and life. (6)\nUnder natural conditions, this bacteria can survive for 3-4 months. In the laboratory, tuberculosis bacteria can be preserved for many years. If exposed to sunlight, this bacteria will die within 1.5 hours and survive 5 minutes when exposed to ultraviolet rays.\nMycobacterium Tuberculosis is an aerobic bacterium, so the bacteria prefer to reside in environments with lots of oxygen. Because of this characteristic, tuberculosis bacteria are often localized in the lungs and the number of bacteria is highest in tuberculosis caverns. bronchial clearance. (4)"
        },
        {
            "subsection_name": "Common symptoms of pulmonary tuberculosis",
            "subsection_content": "Depending on each person's health and resistance, pulmonary tuberculosis has a different incubation period. During the incubation period, TB patients show no or few symptoms of the disease, so it is difficult to detect patients with the disease during this stage.\nIn advanced tuberculosis, depending on the level of disease in each organ, the patient will have different symptoms. In pulmonary tuberculosis, signs are often specific to the respiratory tract such as:\nDry cough, little cough, sometimes patients do not notice when they have a cough. If the patient has a persistent dry cough and mild fever for more than 3 weeks (possibly with afternoon fever), the doctor will prescribe a chest X-ray and a sputum test to look for tuberculosis bacilli.; Coughing up phlegm, phlegm is often white.; Coughing up blood (sputum mixed with blood) in quantity from small to large; Often there are symptoms of difficulty breathing, lung examination shows moist rales, crackles in the damaged area.",
            "subsection_string": "Common symptoms of pulmonary tuberculosis\nDepending on each person's health and resistance, pulmonary tuberculosis has a different incubation period. During the incubation period, TB patients show no or few symptoms of the disease, so it is difficult to detect patients with the disease during this stage.\nIn advanced tuberculosis, depending on the level of disease in each organ, the patient will have different symptoms. In pulmonary tuberculosis, signs are often specific to the respiratory tract such as:\nDry cough, little cough, sometimes patients do not notice when they have a cough. If the patient has a persistent dry cough and mild fever for more than 3 weeks (possibly with afternoon fever), the doctor will prescribe a chest X-ray and a sputum test to look for tuberculosis bacilli.; Coughing up phlegm, phlegm is often white.; Coughing up blood (sputum mixed with blood) in quantity from small to large; Often there are symptoms of difficulty breathing, lung examination shows moist rales, crackles in the damaged area."
        },
        {
            "subsection_name": "Cause of tuberculosis",
            "subsection_content": "Tuberculosis Infographic – Tam Anh General Hospital\nTuberculosis is an airborne disease, the pathogen does not exist in nature and there is no vector for transmitting the disease. The main source of infection is people or animals infected with tuberculosis bacteria. The disease is easily transmitted when infected people or animals cough or sneeze, creating very small saliva particles containing many tuberculosis bacteria suspended in the air. People can breathe these particles into their lungs and get sick.\nToday, people divide tuberculosis pathology into 2 stages:\nTuberculosis stage: Tuberculosis bacteria first penetrate into the lungs causing primary infection, from there they spread through the lymphatic and bloodstream, possibly damaging a number of other organs.; Tuberculosis stage: For all ages, about 10% of infected tuberculosis will progress to tuberculosis and 80% of these tuberculosis will occur in the first 2 years of life. 50% of tuberculosis is a new source of infection in society.",
            "subsection_string": "Cause of tuberculosis\nTuberculosis Infographic – Tam Anh General Hospital\nTuberculosis is an airborne disease, the pathogen does not exist in nature and there is no vector for transmitting the disease. The main source of infection is people or animals infected with tuberculosis bacteria. The disease is easily transmitted when infected people or animals cough or sneeze, creating very small saliva particles containing many tuberculosis bacteria suspended in the air. People can breathe these particles into their lungs and get sick.\nToday, people divide tuberculosis pathology into 2 stages:\nTuberculosis stage: Tuberculosis bacteria first penetrate into the lungs causing primary infection, from there they spread through the lymphatic and bloodstream, possibly damaging a number of other organs.; Tuberculosis stage: For all ages, about 10% of infected tuberculosis will progress to tuberculosis and 80% of these tuberculosis will occur in the first 2 years of life. 50% of tuberculosis is a new source of infection in society."
        },
        {
            "subsection_name": "Subjects at risk of disease",
            "subsection_content": "TB is easily transmitted from person to person through the respiratory tract, so the following people are at high risk of getting pulmonary TB:\nPeople who have close contact, talk, and care with people with tuberculosis; People living and working in areas with high rates of tuberculosis, or where tuberculosis patients live; People with diseases that cause immunodeficiency such as HIV, liver disease, spleen disease...; Risk of converting latent tuberculosis into tuberculosis; People infected with HIV; Using injection drugs; Weight loss (10%); Silicosis; Kidney failure or dialysis; Diabetes; Resection of the stomach or small intestine; Transplant; Long-term use of corticosteroids or immunosuppressants; Head and neck cancer.",
            "subsection_string": "Subjects at risk of disease\nTB is easily transmitted from person to person through the respiratory tract, so the following people are at high risk of getting pulmonary TB:\nPeople who have close contact, talk, and care with people with tuberculosis; People living and working in areas with high rates of tuberculosis, or where tuberculosis patients live; People with diseases that cause immunodeficiency such as HIV, liver disease, spleen disease...; Risk of converting latent tuberculosis into tuberculosis; People infected with HIV; Using injection drugs; Weight loss (10%); Silicosis; Kidney failure or dialysis; Diabetes; Resection of the stomach or small intestine; Transplant; Long-term use of corticosteroids or immunosuppressants; Head and neck cancer."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "According to experts, not everyone infected with tuberculosis bacteria will develop pulmonary tuberculosis. When entering the body, the bacteria will be attacked by the immune system. In people with weak resistance, tuberculosis bacteria will proliferate and cause illness, with the onset of illness occurring quickly. On the contrary, in people with a healthy immune system, the disease will develop very slowly, sometimes up to several decades, or even not at all. (7)\nTo diagnose signs of tuberculosis in the lungs, in addition to specific symptoms, the doctor will do a number of tests to detect the disease:\nClinically: the patient shows signs of prolonged cough, hemoptysis, mild fever in the afternoon or evening, weight loss.; X-ray: infectious lesions appear mainly at the top of the lungs.; Finding tuberculosis bacilli (stained or cultured) through clinical samples such as sputum, bronchial fluid, pleural fluid...; Tuberculosis cystic lesions on biopsy: biopsy of lungs, bronchial mucosa, lymph nodes; PCR-BK positive",
            "subsection_string": "Diagnostic method\nAccording to experts, not everyone infected with tuberculosis bacteria will develop pulmonary tuberculosis. When entering the body, the bacteria will be attacked by the immune system. In people with weak resistance, tuberculosis bacteria will proliferate and cause illness, with the onset of illness occurring quickly. On the contrary, in people with a healthy immune system, the disease will develop very slowly, sometimes up to several decades, or even not at all. (7)\nTo diagnose signs of tuberculosis in the lungs, in addition to specific symptoms, the doctor will do a number of tests to detect the disease:\nClinically: the patient shows signs of prolonged cough, hemoptysis, mild fever in the afternoon or evening, weight loss.; X-ray: infectious lesions appear mainly at the top of the lungs.; Finding tuberculosis bacilli (stained or cultured) through clinical samples such as sputum, bronchial fluid, pleural fluid...; Tuberculosis cystic lesions on biopsy: biopsy of lungs, bronchial mucosa, lymph nodes; PCR-BK positive"
        },
        {
            "subsection_name": "Complications of pulmonary tuberculosis",
            "subsection_content": "Patients with tuberculosis are the biggest source of bacterial transmission to healthy people, especially pulmonary tuberculosis with positive AFB bacteria in sputum. If not treated early and using medication incorrectly, the disease can be life-threatening due to the following complications:\nEffusion, pneumothorax: Pleural effusion has lemon-yellow fluid, secretions containing many proteins and lymphocytes, sometimes pink or red fluid. Pneumothorax occurs when a tuberculous cavernous cavity connects to the pleural cavity. The main symptoms are sudden chest pain on the side of the pneumothorax and difficulty breathing. When too much air and fluid overflow, it will compress the lungs to a very small volume. This volume cannot provide enough air, causing the patient to suffocate and die. Therefore, it is necessary to immediately treat effusion and air to ease the patient's breathing.; Laryngeal tuberculosis: Often manifested by hoarseness, voice changes, painful swallowing, and ear pain. Examination often shows ulcers in the vocal cords or other places in the upper respiratory tract. Koch's bacillus sputum should be tested when the patient has progressive tuberculosis.; Pulmonary Aspergillus fungus: There are cases where tuberculosis has been cured but cavities are still left behind. These burrows can then become infected with the fungus Aspergillus fummigatus. Fungal infections can lead to severe hemoptysis and even death.; Chest wall fistula: If left untreated, or treated with insufficient drugs, not enough time, or drug-resistant tuberculosis, it can cause bronchial and chest wall fistulas.",
            "subsection_string": "Complications of pulmonary tuberculosis\nPatients with tuberculosis are the biggest source of bacterial transmission to healthy people, especially pulmonary tuberculosis with positive AFB bacteria in sputum. If not treated early and using medication incorrectly, the disease can be life-threatening due to the following complications:\nEffusion, pneumothorax: Pleural effusion has lemon-yellow fluid, secretions containing many proteins and lymphocytes, sometimes pink or red fluid. Pneumothorax occurs when a tuberculous cavernous cavity connects to the pleural cavity. The main symptoms are sudden chest pain on the side of the pneumothorax and difficulty breathing. When too much air and fluid overflow, it will compress the lungs to a very small volume. This volume cannot provide enough air, causing the patient to suffocate and die. Therefore, it is necessary to immediately treat effusion and air to ease the patient's breathing.; Laryngeal tuberculosis: Often manifested by hoarseness, voice changes, painful swallowing, and ear pain. Examination often shows ulcers in the vocal cords or other places in the upper respiratory tract. Koch's bacillus sputum should be tested when the patient has progressive tuberculosis.; Pulmonary Aspergillus fungus: There are cases where tuberculosis has been cured but cavities are still left behind. These burrows can then become infected with the fungus Aspergillus fummigatus. Fungal infections can lead to severe hemoptysis and even death.; Chest wall fistula: If left untreated, or treated with insufficient drugs, not enough time, or drug-resistant tuberculosis, it can cause bronchial and chest wall fistulas."
        },
        {
            "subsection_name": "Treatment methods for pulmonary tuberculosis",
            "subsection_content": "Professor Ngo Quy Chau said that tuberculosis is a completely curable disease, but is still a burden on public health. If detected early and treated properly, most TB patients recover without complications. Currently, the common treatment method for pulmonary tuberculosis is to use a combination of antibiotics for at least 6 months. Depending on the patient's condition and illness, the doctor will have an individual regimen for each person.\nEarly treatment will help patients recover quickly and suffer few complications, not only that, it will also reduce the burden in the community. TB treatment methods according to standards of the Ministry of Health include:\nDirectly controlled treatment (DOTS). (5); Treatment follows the standard regimen prescribed by the Ministry of Health for newly discovered cases of pulmonary tuberculosis.\nObey the rules:\nTake medication according to the correct regimen; Take medicine for enough time; Take medication as directed by your doctor, regularly to avoid skipping medication or interrupting treatment\nPeople with pulmonary tuberculosis must be registered for treatment and monitored throughout the treatment process. Currently, there are many anti-tuberculosis units at district and provincial levels, patients can register for treatment near their place of residence. Controlled treatment with a short-term regimen needs to be strictly organized and the patient needs to comply with the regimen and cooperate with the doctor for the best treatment results.\nToday, with a nationwide TB prevention and treatment system, TB patients are treated in the best environment with effective regimens. During the first 2 months, patients are supervised and treated by medical staff. The patient will then be supervised by relatives or medical staff in the later stages.",
            "subsection_string": "Treatment methods for pulmonary tuberculosis\nProfessor Ngo Quy Chau said that tuberculosis is a completely curable disease, but is still a burden on public health. If detected early and treated properly, most TB patients recover without complications. Currently, the common treatment method for pulmonary tuberculosis is to use a combination of antibiotics for at least 6 months. Depending on the patient's condition and illness, the doctor will have an individual regimen for each person.\nEarly treatment will help patients recover quickly and suffer few complications, not only that, it will also reduce the burden in the community. TB treatment methods according to standards of the Ministry of Health include:\nDirectly controlled treatment (DOTS). (5); Treatment follows the standard regimen prescribed by the Ministry of Health for newly discovered cases of pulmonary tuberculosis.\nObey the rules:\nTake medication according to the correct regimen; Take medicine for enough time; Take medication as directed by your doctor, regularly to avoid skipping medication or interrupting treatment\nPeople with pulmonary tuberculosis must be registered for treatment and monitored throughout the treatment process. Currently, there are many anti-tuberculosis units at district and provincial levels, patients can register for treatment near their place of residence. Controlled treatment with a short-term regimen needs to be strictly organized and the patient needs to comply with the regimen and cooperate with the doctor for the best treatment results.\nToday, with a nationwide TB prevention and treatment system, TB patients are treated in the best environment with effective regimens. During the first 2 months, patients are supervised and treated by medical staff. The patient will then be supervised by relatives or medical staff in the later stages."
        },
        {
            "subsection_name": "How to prevent tuberculosis in the lungs",
            "subsection_content": "Currently, the leading measure to prevent tuberculosis is vaccination. When entering the body, tuberculosis vaccine helps create active immunity to prevent the attack of tuberculosis bacteria. In our country, BCG vaccine is mainly used to vaccinate children against tuberculosis.\nIn addition to vaccination against tuberculosis, people need to take measures to protect themselves against the attack of tuberculosis bacteria such as (if regularly exposed to people with this disease):\nLimit contact with tuberculosis patients; Regularly open the door to let the air in the room ventilate.; Wear a mask regularly",
            "subsection_string": "How to prevent tuberculosis in the lungs\nCurrently, the leading measure to prevent tuberculosis is vaccination. When entering the body, tuberculosis vaccine helps create active immunity to prevent the attack of tuberculosis bacteria. In our country, BCG vaccine is mainly used to vaccinate children against tuberculosis.\nIn addition to vaccination against tuberculosis, people need to take measures to protect themselves against the attack of tuberculosis bacteria such as (if regularly exposed to people with this disease):\nLimit contact with tuberculosis patients; Regularly open the door to let the air in the room ventilate.; Wear a mask regularly"
        },
        {
            "subsection_name": "How to care for patients with pulmonary tuberculosis",
            "subsection_content": "Patients are required to wear masks when in contact with others, when coughing or sneezing, they must cover their mouths, expectorate sputum in the right place, and sputum or objects containing infectious sources must be destroyed properly. It is necessary to take advantage of sunlight as much as possible for the patient's residence and belongings. Create good ventilation conditions for air circulation to minimize the concentration of particles containing tuberculosis bacteria in the air.\nDisposal of waste from TB patients is an important step to avoid spreading TB to the community. Some fluids such as sputum and containers of TB patients need to be burned or treated. Patients with HIV/AIDS need to take INH 300mg/day for 6 months to prevent tuberculosis. Some subjects such as people with diabetes, stomach ulcers... need to be screened for tuberculosis regularly to prevent the disease. Early detection and timely treatment help prevent complications.\nFor advice and to schedule screening and treatment of other respiratory diseases at Tam Anh General Hospital, you can contact:\n108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City\nHotline: 024 3872 3872 – 024 7106 6858\n2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City\nHotline: 0287 102 6789 – 093 180 6858\nFanpage: https://www.facebook.com/benhvientamanh\nTuberculosis (tuberculosis) is one of the most common lower respiratory tract diseases in modern society. Although it can be completely cured, it will take a long time due to prolonged treatment, so it is necessary to take preventive measures from the beginning. If you notice signs of the disease, immediately go to the nearest hospital for diagnosis and treatment.\nChau Bui",
            "subsection_string": "How to care for patients with pulmonary tuberculosis\nPatients are required to wear masks when in contact with others, when coughing or sneezing, they must cover their mouths, expectorate sputum in the right place, and sputum or objects containing infectious sources must be destroyed properly. It is necessary to take advantage of sunlight as much as possible for the patient's residence and belongings. Create good ventilation conditions for air circulation to minimize the concentration of particles containing tuberculosis bacteria in the air.\nDisposal of waste from TB patients is an important step to avoid spreading TB to the community. Some fluids such as sputum and containers of TB patients need to be burned or treated. Patients with HIV/AIDS need to take INH 300mg/day for 6 months to prevent tuberculosis. Some subjects such as people with diabetes, stomach ulcers... need to be screened for tuberculosis regularly to prevent the disease. Early detection and timely treatment help prevent complications.\nFor advice and to schedule screening and treatment of other respiratory diseases at Tam Anh General Hospital, you can contact:\n108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City\nHotline: 024 3872 3872 – 024 7106 6858\n2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City\nHotline: 0287 102 6789 – 093 180 6858\nFanpage: https://www.facebook.com/benhvientamanh\nTuberculosis (tuberculosis) is one of the most common lower respiratory tract diseases in modern society. Although it can be completely cured, it will take a long time due to prolonged treatment, so it is necessary to take preventive measures from the beginning. If you notice signs of the disease, immediately go to the nearest hospital for diagnosis and treatment.\nChau Bui"
        }
    ],
    "name": "benh-lao-phoi.json"
}