{
    "title": "Sinusitis: Causes, signs and prevention",
    "category": null,
    "link": "https://tamanhhospital.vn/benh-viem-xoang/",
    "abstract": "According to statistics, about 25 - 30% of patients who come for Ear - Nose - Throat examinations at hospitals are diagnosed with sinusitis. This number is even higher in big cities. Therefore, we need to clearly understand the causes and signs to limit the risk of disease and possible dangerous complications.",
    "content": "Sinusitis: Causes, signs and prevention\n\nAccording to statistics, about 25 - 30% of patients who come for Ear - Nose - Throat examinations at hospitals are diagnosed with sinusitis. This number is even higher in big cities. Therefore, we need to clearly understand the causes and signs to limit the risk of disease and possible dangerous complications.\n\nWhat is sinusitis?\nSinusitis (inflammation of the sinuses) are hollow, air-filled cavities located behind the cheekbones and forehead. There are four types of sinusitis: frontal sinus, ethmoid sinus, sphenoid sinus, and maxillary sinus. All of these sinuses are lined by mucosa (soft tissue). Sinusitis is a condition in which the lining of the sinuses next to the nose becomes inflamed, causing the accumulation of fluid or mucus inside. This is considered a favorable environment for the growth of bacteria, thereby progressing to infection.\nAccording to Associate Professor, Dr. Le Minh Ky - Head of Department of Ear, Nose and Throat, Tam Anh General Hospital, Hanoi: \"Sinusitis causes a lot of trouble for patients. If not treated promptly and properly, the disease will progress to a chronic level, sometimes causing serious complications such as orbital infection, cavernous sinus thrombophlebitis, brain abscess, meningitis, etc. life-threatening.\"\n\nClassification of sinusitis\n1. Classification based on disease severity\n1.1 Acute sinusitis\nAcute sinusitis occurs due to an upper respiratory tract infection with cold-like symptoms (headache, runny/stuffy nose, fever, decreased olfactory sensitivity, bad breath, pain around the eyes, nose and cheeks...). There are two types of acute sinusitis: bacterial rhinosinusitis and acute viral rhinosinusitis. More common is viral nasopharyngitis. The illness usually goes away within 1 - 4 weeks. (first)\n1.2 Subacute sinusitis\nIf the above symptoms last 4 - 12 weeks, you may have entered the stage of subacute sinusitis. Compared to acute sinusitis, the symptoms of subacute sinusitis are often less severe but are considered a transitional stage between acute and chronic sinusitis.\n1.3 Chronic sinusitis\nSinusitis lasts more than 12 weeks, meaning the patient has transitioned to chronic sinusitis (chronic sinusitis). The cause can be infection, but mainly comes from nasal polyps (soft-stemmed tumors that form in the mucosa) and deviated nasal septum.\nAllergies to certain types of fungi, or fungal sinus infections, are also considered causes of chronic sinusitis. Chronic sinusitis is divided into 3 types: chronic rhinopharyngitis without polyps, chronic rhinopharyngitis with polyps and fungal allergic rhinitis. The most common is chronic nasopharyngitis without polyps. Symptoms are similar to acute sinusitis.\n1.4 Recurrent sinusitis\nA condition in which a patient experiences acute sinusitis multiple times within a year. The disease is common in people with allergies and asthma.\n2. Classification based on inflammation location\nBased on the location of the sinuses, the diseases are classified into the following:\n2.1 Maxillary sinusitis\nThe maxillary sinuses are located behind the cheekbones and are the largest paranasal sinuses of the facial sinuses. Symptoms include facial pain, swelling around the eyes and cheeks, and sometimes headaches.\n2.2 Ethmoid sinusitis\nThe ethmoid sinus is located deep in the nasal cavity, behind the face, so the symptoms of inflammation are not obvious. Patients often feel headaches in the nape area, have pus discharge, and have a prolonged cough.\n2.3 Frontal sinusitis\nLocated in the forehead, when infected or swollen, the frontal sinus will cause pain in the middle of the forehead spreading to the temples. In severe stages, pain in the eye socket appears.\n2.4 Sphenoid sinusitis\nThe sphenoid sinus is located in the body of the sphenoid bone, consisting of 6 walls: anterior wall, posterior wall, superior wall, inferior wall and two lateral walls. Symptoms of sphenoid sinusitis progress rapidly including high fever, chills, headache, neck pain, and fluid flowing down the nose and throat. Spreads quickly to both eyes and causes a very high mortality rate.\n2.5 Polysinusitis\nPolysinusitis is the process of inflammation of the mucosa of one or more sinuses at the same time due to infection from one sinus spreading to other sinuses, allergies, polluted environment, abnormal anatomical structure, decreased body resistance...\n\nCause of sinusitis\nCommon causes of the disease include:\nViruses\nUsually sinus infections start with cold symptoms. Caused by a virus, which congests the nasal tissues, blocking the holes that normally drain the sinuses.\nIf it comes from this cause, all medications will not be effective, and symptoms will improve after about a week. Decongestant drops can be used but should not be used for more than 5 days to avoid developing dependence.\nThe best way to prevent viral sinusitis is similar to colds and flu, which is to get an annual flu vaccine.\nSinusitis occurs for many reasons, but mainly due to viruses\nAllergy\nStudies have shown that people with sinusitis caused by allergies (allergic sinusitis) tend to have more severe illness than patients with other factors. Therefore, if you are sensitive to pollen, pet dander, mold, perfume... stay away from these things.\nBacteria\nIf you have a cold and there are no signs of improvement after 10-15 days, the cause may be Streptococcus pneumoniae or Haemophilus influenzae. These are bacteria that are often localized in the nasopharyngeal cavity. When the body has health problems, pneumococcus will grow and cause disease. After a while, a cold will turn into sinusitis. However, the good news is: bacterial sinusitis can be prevented by vaccination.\nPolyp\nNasal polyps are small benign tumors that develop from nasal or sinus tissues, causing the sinus cavities to become blocked, preventing nasal fluid from draining and causing sinus infections. These small tumors can also restrict airways, cause headaches, and reduce the sensitivity of the sense of smell.\nSteroid nasal sprays are often used to treat sinusitis caused by polyps. If treatment is not effective, your doctor will prescribe surgery.\nAir pollution\nAlso according to Associate Professor, Dr. Le Minh Ky, polluted air contributes to nasal irritation, inflammation, and increases the risk of disease. The condition is even more severe if the patient is suffering from allergies or asthma.\nSwimming/diving in the pool for too long\nIf you are susceptible to sinus infections, you should not swim or dive in the pool for too long. Chlorine in swimming pools will irritate the nasal mucosa, cause tissue inflammation, and form sinusitis.\nHigh frequency of air travel\nThe higher you go, the lower the air pressure. This will cause pressure to build up in the head, block the airways and make sinusitis symptoms worse. To fix it, you can use nose drops or inhalers before takeoff/landing to keep the sinus area clean.\nMushroom\nSinus infections are common in people with weak immune systems, but healthy people are also at risk.\nAspergillus is a common fungus that causes sinusitis. When the immune system is weakened, fungus has the opportunity to grow, especially in moist, dark environments like the sinuses.\nMisuse of nasal sprays\nNasal sprays help clear the nasal cavity, reduce nasal congestion, but also clog blood vessels in the nose. Therefore, overusing nasal sprays can make symptoms worse, especially when not following your doctor's instructions.\nSmoke\nCigarette smoke can also irritate the nose and cause inflammation, leading to sinus infections. The reason for the inflammation is because the nose's natural sinus cleaning system has been damaged by cigarette smoke.\nCongenital abnormalities of the nose\nCongenital nasal abnormalities (such as narrow drainage passages, cleft palate, deviated nasal septum...) further promote the risk of sinus infection. Early surgical solutions will help prevent and improve sinusitis symptoms. (2)\n\nSymptoms of sinusitis\nSigns and symptoms of acute and chronic sinusitis are similar, so it is easy to cause confusion. Symptoms include:\nPain in the sinuses\nPain is a typical symptom of sinusitis. The pain may appear in the forehead, sides of the nose, upper jaw or between the eyes. Sometimes, headaches will appear but only briefly.\nRunny nose\nA sinus infection will cause a lot of discharge. Fluid from infected sinuses, sometimes green, yellow or milky white, will flow into the nose, causing a runny nose.\nHowever, in many cases, the fluid does not flow into the nose but down the back of the throat, causing an itchy or sore throat. As a result, coughs come at night when you sleep and in the morning when you wake up. The voice also becomes hoarse.\nStuffy nose\nThe infection causes swelling in the sinuses and nose, blocking breathing, leading to nasal congestion. Therefore, the sense of smell will be less sensitive than that of normal people.\nHeadache\nHeadache, especially in the early morning, is a common symptom in patients\nConstant pressure along with swelling in the sinuses causes headaches. The pain is worse in the morning because the fluid has had a night to build up. Headaches also become more severe when in an environment with sudden changes in atmospheric pressure (flying on a plane).\nThe throat becomes irritated and causes coughing\nFluid secreted from the sinuses and then flows down the back of the throat is the reason for persistent coughs, especially in the morning after waking up.\nNot only does it cause coughing, when the throat is irritated it also makes it difficult for the patient to sleep. At that time, sleeping in a supine position or with a pillow elevated will help reduce the frequency and severity of coughing. (3)\nIn addition to the above signs, patients with sinusitis also experience symptoms such as:\nFever; Ear hurt; Toothache; Facial swelling; Halitosis; Tired\n\nWho is susceptible to the disease?\nPeople are at high risk of acute and chronic sinusitis if they fall into the following cases:\nDeviated nasal septum; Have nasal polyps; Have asthma; Tooth and gum infections; Weak immune system; Allergies; Excessive exposure to environmental pollution such as cigarette smoke, dust, etc.\n\nHow to treat sinusitis\n1. Use medication\nMedicines to treat sinusitis include pain relievers and antibiotics:\nPain relievers (paracetamol, ibuprofen) help reduce unpleasant symptoms caused by sinuses such as headaches, pressure in the cheeks and forehead.; Antibiotics: If symptoms of headache, cough, stuffy nose... last for several weeks, you may be prescribed antibiotics. Dosage may last 3-14 days, depending on your doctor's instructions.\n2. Surgery\nSurgery may be performed if all of the above solutions do not work. Surgical procedures can clear the sinuses, remove polys, or correct a deviated septum.\n3. Other measures\nIf the above remedies are not effective, your doctor may prescribe additional tests to determine whether your sinusitis is caused by allergies. (4)\n\nHow to prevent sinusitis\n1. For adults\nPay attention to preventing upper respiratory tract infections: limit contact with people who have colds, wash hands properly before each meal, keep the body warm.; Staying away from cigarette smoke and polluted air helps limit the risk of irritation, pneumonia and respiratory tract infections.; Pay attention to factors that cause respiratory allergies such as dog and cat dander, pollen, perfume...; Use a humidifier. Adding moisture to the air will help prevent sinusitis. Note, regularly clean the machine to maintain a clean condition and no mold growth.\nPet dander can be an allergen that sinusitis patients need to avoid\n2. For children\nClean your child's nose properly and in the right dosage with saline solution (spray or drops); Use a humidifier if the air in the room is too dry.; Avoid as much as possible for children to inhale cigarette smoke or other allergens; Avoid letting children swim/dive for too long in chlorine-containing pools to avoid irritating their nose and sinuses.; Instruct children to wear masks and wash hands properly with soap and water.; Comply with vaccinations for children on schedule, especially vaccination against influenza and respiratory diseases (pneumonia, pneumococcus...).; Do not let children come into close contact with people who have colds or people with upper respiratory tract infections.; When a child has a stuffy nose or a runny nose that lasts for a long time, it is necessary to take the child for examination and proper treatment at an Ear - Nose - Throat specialist.\n\nQuestions about the disease\n1. Is sinusitis dangerous?\nSinusitis will be dangerous if the disease lasts long and complications appear. Complications include:\nComplications of respiratory sinusitis; Complications of ocular sinusitis (orbital inflammation, eye abscess, dacryocystitis, orbital inflammation, retrobulbar optic neuritis); Complications of cranial sinusitis (brain infection, meningitis, brain abscess); Complications of sinusitis in the ear; Complications of sinusitis in blood vessels; Complications of sinusitis in bones\nWhen sinusitis moves into the complication stage, symptoms that may appear in the patient are:\nEyes/eye sockets are red and swollen; Pain in the eyes every time you move your eyes; There is a change in vision; Feeling of heavy, drooping eyelids; Sensitive to light; Forehead is swollen; Head was pounding; Fevered; Often confused; Convulsion; Neck tense\n2. Is sinusitis contagious?\nOne of the causes of sinusitis is a virus. Normally the virus can be transmitted to others through droplets in the air when someone sneezes or coughs, the virus can stick to public objects (such as door handles, bars, flat surfaces...) and into the air. Friendship touches hands and then brings them to eyes and nose. However, this does not mean that people infected with the virus that causes sinusitis will definitely get sinusitis, but it may just be signs of a common cold. Therefore, most sinus infections are not considered infectious\n3. Which address is reputable for examining sinusitis?\nDepartment of Ear - Nose - Throat Tam Anh General Hospital with modern equipment, helpful for effective diagnosis and treatment of sinusitis\nDepending on the condition of each patient, experts and doctors can coordinate with experts in diagnostic imaging, endocrinology, ophthalmology, neurology, oncology, surgery, pediatrics and other specialists. other departments when necessary to provide accurate diagnoses and the most effective treatment.\nComing to Tam Anh General Hospital, customers can also enjoy high-end medical and surgical care services with spacious facilities, airy space, full amenities, and a team of staff. Enthusiastic, friendly and thoughtful medical staff, bringing comfort to patients to shorten recovery time.\nAll medical examination procedures are performed quickly and simply, helping patients not have to wait for hours to be examined at a reasonable cost, flexibly, and openly.\nTo register for sinusitis examination and treatment at Tam Anh General Hospital, you can contact in the following ways:\nSinusitis is a common illness, often caused by colds or allergies. Sinusitis surgery can be used to treat the disease. It is necessary to monitor and see a doctor when there are symptoms of suspected sinusitis.\nThu Ha",
    "subsections": [
        {
            "subsection_name": "What is sinusitis?",
            "subsection_content": "Sinusitis (inflammation of the sinuses) are hollow, air-filled cavities located behind the cheekbones and forehead. There are four types of sinusitis: frontal sinus, ethmoid sinus, sphenoid sinus, and maxillary sinus. All of these sinuses are lined by mucosa (soft tissue). Sinusitis is a condition in which the lining of the sinuses next to the nose becomes inflamed, causing the accumulation of fluid or mucus inside. This is considered a favorable environment for the growth of bacteria, thereby progressing to infection.\nAccording to Associate Professor, Dr. Le Minh Ky - Head of Department of Ear, Nose and Throat, Tam Anh General Hospital, Hanoi: \"Sinusitis causes a lot of trouble for patients. If not treated promptly and properly, the disease will progress to a chronic level, sometimes causing serious complications such as orbital infection, cavernous sinus thrombophlebitis, brain abscess, meningitis, etc. life-threatening.\"",
            "subsection_string": "What is sinusitis?\nSinusitis (inflammation of the sinuses) are hollow, air-filled cavities located behind the cheekbones and forehead. There are four types of sinusitis: frontal sinus, ethmoid sinus, sphenoid sinus, and maxillary sinus. All of these sinuses are lined by mucosa (soft tissue). Sinusitis is a condition in which the lining of the sinuses next to the nose becomes inflamed, causing the accumulation of fluid or mucus inside. This is considered a favorable environment for the growth of bacteria, thereby progressing to infection.\nAccording to Associate Professor, Dr. Le Minh Ky - Head of Department of Ear, Nose and Throat, Tam Anh General Hospital, Hanoi: \"Sinusitis causes a lot of trouble for patients. If not treated promptly and properly, the disease will progress to a chronic level, sometimes causing serious complications such as orbital infection, cavernous sinus thrombophlebitis, brain abscess, meningitis, etc. life-threatening.\""
        },
        {
            "subsection_name": "Classification of sinusitis",
            "subsection_content": "1. Classification based on disease severity\n1.1 Acute sinusitis\nAcute sinusitis occurs due to an upper respiratory tract infection with cold-like symptoms (headache, runny/stuffy nose, fever, decreased olfactory sensitivity, bad breath, pain around the eyes, nose and cheeks...). There are two types of acute sinusitis: bacterial rhinosinusitis and acute viral rhinosinusitis. More common is viral nasopharyngitis. The illness usually goes away within 1 - 4 weeks. (first)\n1.2 Subacute sinusitis\nIf the above symptoms last 4 - 12 weeks, you may have entered the stage of subacute sinusitis. Compared to acute sinusitis, the symptoms of subacute sinusitis are often less severe but are considered a transitional stage between acute and chronic sinusitis.\n1.3 Chronic sinusitis\nSinusitis lasts more than 12 weeks, meaning the patient has transitioned to chronic sinusitis (chronic sinusitis). The cause can be infection, but mainly comes from nasal polyps (soft-stemmed tumors that form in the mucosa) and deviated nasal septum.\nAllergies to certain types of fungi, or fungal sinus infections, are also considered causes of chronic sinusitis. Chronic sinusitis is divided into 3 types: chronic rhinopharyngitis without polyps, chronic rhinopharyngitis with polyps and fungal allergic rhinitis. The most common is chronic nasopharyngitis without polyps. Symptoms are similar to acute sinusitis.\n1.4 Recurrent sinusitis\nA condition in which a patient experiences acute sinusitis multiple times within a year. The disease is common in people with allergies and asthma.\n2. Classification based on inflammation location\nBased on the location of the sinuses, the diseases are classified into the following:\n2.1 Maxillary sinusitis\nThe maxillary sinuses are located behind the cheekbones and are the largest paranasal sinuses of the facial sinuses. Symptoms include facial pain, swelling around the eyes and cheeks, and sometimes headaches.\n2.2 Ethmoid sinusitis\nThe ethmoid sinus is located deep in the nasal cavity, behind the face, so the symptoms of inflammation are not obvious. Patients often feel headaches in the nape area, have pus discharge, and have a prolonged cough.\n2.3 Frontal sinusitis\nLocated in the forehead, when infected or swollen, the frontal sinus will cause pain in the middle of the forehead spreading to the temples. In severe stages, pain in the eye socket appears.\n2.4 Sphenoid sinusitis\nThe sphenoid sinus is located in the body of the sphenoid bone, consisting of 6 walls: anterior wall, posterior wall, superior wall, inferior wall and two lateral walls. Symptoms of sphenoid sinusitis progress rapidly including high fever, chills, headache, neck pain, and fluid flowing down the nose and throat. Spreads quickly to both eyes and causes a very high mortality rate.\n2.5 Polysinusitis\nPolysinusitis is the process of inflammation of the mucosa of one or more sinuses at the same time due to infection from one sinus spreading to other sinuses, allergies, polluted environment, abnormal anatomical structure, decreased body resistance...",
            "subsection_string": "Classification of sinusitis\n1. Classification based on disease severity\n1.1 Acute sinusitis\nAcute sinusitis occurs due to an upper respiratory tract infection with cold-like symptoms (headache, runny/stuffy nose, fever, decreased olfactory sensitivity, bad breath, pain around the eyes, nose and cheeks...). There are two types of acute sinusitis: bacterial rhinosinusitis and acute viral rhinosinusitis. More common is viral nasopharyngitis. The illness usually goes away within 1 - 4 weeks. (first)\n1.2 Subacute sinusitis\nIf the above symptoms last 4 - 12 weeks, you may have entered the stage of subacute sinusitis. Compared to acute sinusitis, the symptoms of subacute sinusitis are often less severe but are considered a transitional stage between acute and chronic sinusitis.\n1.3 Chronic sinusitis\nSinusitis lasts more than 12 weeks, meaning the patient has transitioned to chronic sinusitis (chronic sinusitis). The cause can be infection, but mainly comes from nasal polyps (soft-stemmed tumors that form in the mucosa) and deviated nasal septum.\nAllergies to certain types of fungi, or fungal sinus infections, are also considered causes of chronic sinusitis. Chronic sinusitis is divided into 3 types: chronic rhinopharyngitis without polyps, chronic rhinopharyngitis with polyps and fungal allergic rhinitis. The most common is chronic nasopharyngitis without polyps. Symptoms are similar to acute sinusitis.\n1.4 Recurrent sinusitis\nA condition in which a patient experiences acute sinusitis multiple times within a year. The disease is common in people with allergies and asthma.\n2. Classification based on inflammation location\nBased on the location of the sinuses, the diseases are classified into the following:\n2.1 Maxillary sinusitis\nThe maxillary sinuses are located behind the cheekbones and are the largest paranasal sinuses of the facial sinuses. Symptoms include facial pain, swelling around the eyes and cheeks, and sometimes headaches.\n2.2 Ethmoid sinusitis\nThe ethmoid sinus is located deep in the nasal cavity, behind the face, so the symptoms of inflammation are not obvious. Patients often feel headaches in the nape area, have pus discharge, and have a prolonged cough.\n2.3 Frontal sinusitis\nLocated in the forehead, when infected or swollen, the frontal sinus will cause pain in the middle of the forehead spreading to the temples. In severe stages, pain in the eye socket appears.\n2.4 Sphenoid sinusitis\nThe sphenoid sinus is located in the body of the sphenoid bone, consisting of 6 walls: anterior wall, posterior wall, superior wall, inferior wall and two lateral walls. Symptoms of sphenoid sinusitis progress rapidly including high fever, chills, headache, neck pain, and fluid flowing down the nose and throat. Spreads quickly to both eyes and causes a very high mortality rate.\n2.5 Polysinusitis\nPolysinusitis is the process of inflammation of the mucosa of one or more sinuses at the same time due to infection from one sinus spreading to other sinuses, allergies, polluted environment, abnormal anatomical structure, decreased body resistance..."
        },
        {
            "subsection_name": "Cause of sinusitis",
            "subsection_content": "Common causes of the disease include:\nViruses\nUsually sinus infections start with cold symptoms. Caused by a virus, which congests the nasal tissues, blocking the holes that normally drain the sinuses.\nIf it comes from this cause, all medications will not be effective, and symptoms will improve after about a week. Decongestant drops can be used but should not be used for more than 5 days to avoid developing dependence.\nThe best way to prevent viral sinusitis is similar to colds and flu, which is to get an annual flu vaccine.\nSinusitis occurs for many reasons, but mainly due to viruses\nAllergy\nStudies have shown that people with sinusitis caused by allergies (allergic sinusitis) tend to have more severe illness than patients with other factors. Therefore, if you are sensitive to pollen, pet dander, mold, perfume... stay away from these things.\nBacteria\nIf you have a cold and there are no signs of improvement after 10-15 days, the cause may be Streptococcus pneumoniae or Haemophilus influenzae. These are bacteria that are often localized in the nasopharyngeal cavity. When the body has health problems, pneumococcus will grow and cause disease. After a while, a cold will turn into sinusitis. However, the good news is: bacterial sinusitis can be prevented by vaccination.\nPolyp\nNasal polyps are small benign tumors that develop from nasal or sinus tissues, causing the sinus cavities to become blocked, preventing nasal fluid from draining and causing sinus infections. These small tumors can also restrict airways, cause headaches, and reduce the sensitivity of the sense of smell.\nSteroid nasal sprays are often used to treat sinusitis caused by polyps. If treatment is not effective, your doctor will prescribe surgery.\nAir pollution\nAlso according to Associate Professor, Dr. Le Minh Ky, polluted air contributes to nasal irritation, inflammation, and increases the risk of disease. The condition is even more severe if the patient is suffering from allergies or asthma.\nSwimming/diving in the pool for too long\nIf you are susceptible to sinus infections, you should not swim or dive in the pool for too long. Chlorine in swimming pools will irritate the nasal mucosa, cause tissue inflammation, and form sinusitis.\nHigh frequency of air travel\nThe higher you go, the lower the air pressure. This will cause pressure to build up in the head, block the airways and make sinusitis symptoms worse. To fix it, you can use nose drops or inhalers before takeoff/landing to keep the sinus area clean.\nMushroom\nSinus infections are common in people with weak immune systems, but healthy people are also at risk.\nAspergillus is a common fungus that causes sinusitis. When the immune system is weakened, fungus has the opportunity to grow, especially in moist, dark environments like the sinuses.\nMisuse of nasal sprays\nNasal sprays help clear the nasal cavity, reduce nasal congestion, but also clog blood vessels in the nose. Therefore, overusing nasal sprays can make symptoms worse, especially when not following your doctor's instructions.\nSmoke\nCigarette smoke can also irritate the nose and cause inflammation, leading to sinus infections. The reason for the inflammation is because the nose's natural sinus cleaning system has been damaged by cigarette smoke.\nCongenital abnormalities of the nose\nCongenital nasal abnormalities (such as narrow drainage passages, cleft palate, deviated nasal septum...) further promote the risk of sinus infection. Early surgical solutions will help prevent and improve sinusitis symptoms. (2)",
            "subsection_string": "Cause of sinusitis\nCommon causes of the disease include:\nViruses\nUsually sinus infections start with cold symptoms. Caused by a virus, which congests the nasal tissues, blocking the holes that normally drain the sinuses.\nIf it comes from this cause, all medications will not be effective, and symptoms will improve after about a week. Decongestant drops can be used but should not be used for more than 5 days to avoid developing dependence.\nThe best way to prevent viral sinusitis is similar to colds and flu, which is to get an annual flu vaccine.\nSinusitis occurs for many reasons, but mainly due to viruses\nAllergy\nStudies have shown that people with sinusitis caused by allergies (allergic sinusitis) tend to have more severe illness than patients with other factors. Therefore, if you are sensitive to pollen, pet dander, mold, perfume... stay away from these things.\nBacteria\nIf you have a cold and there are no signs of improvement after 10-15 days, the cause may be Streptococcus pneumoniae or Haemophilus influenzae. These are bacteria that are often localized in the nasopharyngeal cavity. When the body has health problems, pneumococcus will grow and cause disease. After a while, a cold will turn into sinusitis. However, the good news is: bacterial sinusitis can be prevented by vaccination.\nPolyp\nNasal polyps are small benign tumors that develop from nasal or sinus tissues, causing the sinus cavities to become blocked, preventing nasal fluid from draining and causing sinus infections. These small tumors can also restrict airways, cause headaches, and reduce the sensitivity of the sense of smell.\nSteroid nasal sprays are often used to treat sinusitis caused by polyps. If treatment is not effective, your doctor will prescribe surgery.\nAir pollution\nAlso according to Associate Professor, Dr. Le Minh Ky, polluted air contributes to nasal irritation, inflammation, and increases the risk of disease. The condition is even more severe if the patient is suffering from allergies or asthma.\nSwimming/diving in the pool for too long\nIf you are susceptible to sinus infections, you should not swim or dive in the pool for too long. Chlorine in swimming pools will irritate the nasal mucosa, cause tissue inflammation, and form sinusitis.\nHigh frequency of air travel\nThe higher you go, the lower the air pressure. This will cause pressure to build up in the head, block the airways and make sinusitis symptoms worse. To fix it, you can use nose drops or inhalers before takeoff/landing to keep the sinus area clean.\nMushroom\nSinus infections are common in people with weak immune systems, but healthy people are also at risk.\nAspergillus is a common fungus that causes sinusitis. When the immune system is weakened, fungus has the opportunity to grow, especially in moist, dark environments like the sinuses.\nMisuse of nasal sprays\nNasal sprays help clear the nasal cavity, reduce nasal congestion, but also clog blood vessels in the nose. Therefore, overusing nasal sprays can make symptoms worse, especially when not following your doctor's instructions.\nSmoke\nCigarette smoke can also irritate the nose and cause inflammation, leading to sinus infections. The reason for the inflammation is because the nose's natural sinus cleaning system has been damaged by cigarette smoke.\nCongenital abnormalities of the nose\nCongenital nasal abnormalities (such as narrow drainage passages, cleft palate, deviated nasal septum...) further promote the risk of sinus infection. Early surgical solutions will help prevent and improve sinusitis symptoms. (2)"
        },
        {
            "subsection_name": "Symptoms of sinusitis",
            "subsection_content": "Signs and symptoms of acute and chronic sinusitis are similar, so it is easy to cause confusion. Symptoms include:\nPain in the sinuses\nPain is a typical symptom of sinusitis. The pain may appear in the forehead, sides of the nose, upper jaw or between the eyes. Sometimes, headaches will appear but only briefly.\nRunny nose\nA sinus infection will cause a lot of discharge. Fluid from infected sinuses, sometimes green, yellow or milky white, will flow into the nose, causing a runny nose.\nHowever, in many cases, the fluid does not flow into the nose but down the back of the throat, causing an itchy or sore throat. As a result, coughs come at night when you sleep and in the morning when you wake up. The voice also becomes hoarse.\nStuffy nose\nThe infection causes swelling in the sinuses and nose, blocking breathing, leading to nasal congestion. Therefore, the sense of smell will be less sensitive than that of normal people.\nHeadache\nHeadache, especially in the early morning, is a common symptom in patients\nConstant pressure along with swelling in the sinuses causes headaches. The pain is worse in the morning because the fluid has had a night to build up. Headaches also become more severe when in an environment with sudden changes in atmospheric pressure (flying on a plane).\nThe throat becomes irritated and causes coughing\nFluid secreted from the sinuses and then flows down the back of the throat is the reason for persistent coughs, especially in the morning after waking up.\nNot only does it cause coughing, when the throat is irritated it also makes it difficult for the patient to sleep. At that time, sleeping in a supine position or with a pillow elevated will help reduce the frequency and severity of coughing. (3)\nIn addition to the above signs, patients with sinusitis also experience symptoms such as:\nFever; Ear hurt; Toothache; Facial swelling; Halitosis; Tired",
            "subsection_string": "Symptoms of sinusitis\nSigns and symptoms of acute and chronic sinusitis are similar, so it is easy to cause confusion. Symptoms include:\nPain in the sinuses\nPain is a typical symptom of sinusitis. The pain may appear in the forehead, sides of the nose, upper jaw or between the eyes. Sometimes, headaches will appear but only briefly.\nRunny nose\nA sinus infection will cause a lot of discharge. Fluid from infected sinuses, sometimes green, yellow or milky white, will flow into the nose, causing a runny nose.\nHowever, in many cases, the fluid does not flow into the nose but down the back of the throat, causing an itchy or sore throat. As a result, coughs come at night when you sleep and in the morning when you wake up. The voice also becomes hoarse.\nStuffy nose\nThe infection causes swelling in the sinuses and nose, blocking breathing, leading to nasal congestion. Therefore, the sense of smell will be less sensitive than that of normal people.\nHeadache\nHeadache, especially in the early morning, is a common symptom in patients\nConstant pressure along with swelling in the sinuses causes headaches. The pain is worse in the morning because the fluid has had a night to build up. Headaches also become more severe when in an environment with sudden changes in atmospheric pressure (flying on a plane).\nThe throat becomes irritated and causes coughing\nFluid secreted from the sinuses and then flows down the back of the throat is the reason for persistent coughs, especially in the morning after waking up.\nNot only does it cause coughing, when the throat is irritated it also makes it difficult for the patient to sleep. At that time, sleeping in a supine position or with a pillow elevated will help reduce the frequency and severity of coughing. (3)\nIn addition to the above signs, patients with sinusitis also experience symptoms such as:\nFever; Ear hurt; Toothache; Facial swelling; Halitosis; Tired"
        },
        {
            "subsection_name": "Who is susceptible to the disease?",
            "subsection_content": "People are at high risk of acute and chronic sinusitis if they fall into the following cases:\nDeviated nasal septum; Have nasal polyps; Have asthma; Tooth and gum infections; Weak immune system; Allergies; Excessive exposure to environmental pollution such as cigarette smoke, dust, etc.",
            "subsection_string": "Who is susceptible to the disease?\nPeople are at high risk of acute and chronic sinusitis if they fall into the following cases:\nDeviated nasal septum; Have nasal polyps; Have asthma; Tooth and gum infections; Weak immune system; Allergies; Excessive exposure to environmental pollution such as cigarette smoke, dust, etc."
        },
        {
            "subsection_name": "How to treat sinusitis",
            "subsection_content": "1. Use medication\nMedicines to treat sinusitis include pain relievers and antibiotics:\nPain relievers (paracetamol, ibuprofen) help reduce unpleasant symptoms caused by sinuses such as headaches, pressure in the cheeks and forehead.; Antibiotics: If symptoms of headache, cough, stuffy nose... last for several weeks, you may be prescribed antibiotics. Dosage may last 3-14 days, depending on your doctor's instructions.\n2. Surgery\nSurgery may be performed if all of the above solutions do not work. Surgical procedures can clear the sinuses, remove polys, or correct a deviated septum.\n3. Other measures\nIf the above remedies are not effective, your doctor may prescribe additional tests to determine whether your sinusitis is caused by allergies. (4)",
            "subsection_string": "How to treat sinusitis\n1. Use medication\nMedicines to treat sinusitis include pain relievers and antibiotics:\nPain relievers (paracetamol, ibuprofen) help reduce unpleasant symptoms caused by sinuses such as headaches, pressure in the cheeks and forehead.; Antibiotics: If symptoms of headache, cough, stuffy nose... last for several weeks, you may be prescribed antibiotics. Dosage may last 3-14 days, depending on your doctor's instructions.\n2. Surgery\nSurgery may be performed if all of the above solutions do not work. Surgical procedures can clear the sinuses, remove polys, or correct a deviated septum.\n3. Other measures\nIf the above remedies are not effective, your doctor may prescribe additional tests to determine whether your sinusitis is caused by allergies. (4)"
        },
        {
            "subsection_name": "How to prevent sinusitis",
            "subsection_content": "1. For adults\nPay attention to preventing upper respiratory tract infections: limit contact with people who have colds, wash hands properly before each meal, keep the body warm.; Staying away from cigarette smoke and polluted air helps limit the risk of irritation, pneumonia and respiratory tract infections.; Pay attention to factors that cause respiratory allergies such as dog and cat dander, pollen, perfume...; Use a humidifier. Adding moisture to the air will help prevent sinusitis. Note, regularly clean the machine to maintain a clean condition and no mold growth.\nPet dander can be an allergen that sinusitis patients need to avoid\n2. For children\nClean your child's nose properly and in the right dosage with saline solution (spray or drops); Use a humidifier if the air in the room is too dry.; Avoid as much as possible for children to inhale cigarette smoke or other allergens; Avoid letting children swim/dive for too long in chlorine-containing pools to avoid irritating their nose and sinuses.; Instruct children to wear masks and wash hands properly with soap and water.; Comply with vaccinations for children on schedule, especially vaccination against influenza and respiratory diseases (pneumonia, pneumococcus...).; Do not let children come into close contact with people who have colds or people with upper respiratory tract infections.; When a child has a stuffy nose or a runny nose that lasts for a long time, it is necessary to take the child for examination and proper treatment at an Ear - Nose - Throat specialist.",
            "subsection_string": "How to prevent sinusitis\n1. For adults\nPay attention to preventing upper respiratory tract infections: limit contact with people who have colds, wash hands properly before each meal, keep the body warm.; Staying away from cigarette smoke and polluted air helps limit the risk of irritation, pneumonia and respiratory tract infections.; Pay attention to factors that cause respiratory allergies such as dog and cat dander, pollen, perfume...; Use a humidifier. Adding moisture to the air will help prevent sinusitis. Note, regularly clean the machine to maintain a clean condition and no mold growth.\nPet dander can be an allergen that sinusitis patients need to avoid\n2. For children\nClean your child's nose properly and in the right dosage with saline solution (spray or drops); Use a humidifier if the air in the room is too dry.; Avoid as much as possible for children to inhale cigarette smoke or other allergens; Avoid letting children swim/dive for too long in chlorine-containing pools to avoid irritating their nose and sinuses.; Instruct children to wear masks and wash hands properly with soap and water.; Comply with vaccinations for children on schedule, especially vaccination against influenza and respiratory diseases (pneumonia, pneumococcus...).; Do not let children come into close contact with people who have colds or people with upper respiratory tract infections.; When a child has a stuffy nose or a runny nose that lasts for a long time, it is necessary to take the child for examination and proper treatment at an Ear - Nose - Throat specialist."
        },
        {
            "subsection_name": "Questions about the disease",
            "subsection_content": "1. Is sinusitis dangerous?\nSinusitis will be dangerous if the disease lasts long and complications appear. Complications include:\nComplications of respiratory sinusitis; Complications of ocular sinusitis (orbital inflammation, eye abscess, dacryocystitis, orbital inflammation, retrobulbar optic neuritis); Complications of cranial sinusitis (brain infection, meningitis, brain abscess); Complications of sinusitis in the ear; Complications of sinusitis in blood vessels; Complications of sinusitis in bones\nWhen sinusitis moves into the complication stage, symptoms that may appear in the patient are:\nEyes/eye sockets are red and swollen; Pain in the eyes every time you move your eyes; There is a change in vision; Feeling of heavy, drooping eyelids; Sensitive to light; Forehead is swollen; Head was pounding; Fevered; Often confused; Convulsion; Neck tense\n2. Is sinusitis contagious?\nOne of the causes of sinusitis is a virus. Normally the virus can be transmitted to others through droplets in the air when someone sneezes or coughs, the virus can stick to public objects (such as door handles, bars, flat surfaces...) and into the air. Friendship touches hands and then brings them to eyes and nose. However, this does not mean that people infected with the virus that causes sinusitis will definitely get sinusitis, but it may just be signs of a common cold. Therefore, most sinus infections are not considered infectious\n3. Which address is reputable for examining sinusitis?\nDepartment of Ear - Nose - Throat Tam Anh General Hospital with modern equipment, helpful for effective diagnosis and treatment of sinusitis\nDepending on the condition of each patient, experts and doctors can coordinate with experts in diagnostic imaging, endocrinology, ophthalmology, neurology, oncology, surgery, pediatrics and other specialists. other departments when necessary to provide accurate diagnoses and the most effective treatment.\nComing to Tam Anh General Hospital, customers can also enjoy high-end medical and surgical care services with spacious facilities, airy space, full amenities, and a team of staff. Enthusiastic, friendly and thoughtful medical staff, bringing comfort to patients to shorten recovery time.\nAll medical examination procedures are performed quickly and simply, helping patients not have to wait for hours to be examined at a reasonable cost, flexibly, and openly.\nTo register for sinusitis examination and treatment at Tam Anh General Hospital, you can contact in the following ways:\nSinusitis is a common illness, often caused by colds or allergies. Sinusitis surgery can be used to treat the disease. It is necessary to monitor and see a doctor when there are symptoms of suspected sinusitis.\nThu Ha",
            "subsection_string": "Questions about the disease\n1. Is sinusitis dangerous?\nSinusitis will be dangerous if the disease lasts long and complications appear. Complications include:\nComplications of respiratory sinusitis; Complications of ocular sinusitis (orbital inflammation, eye abscess, dacryocystitis, orbital inflammation, retrobulbar optic neuritis); Complications of cranial sinusitis (brain infection, meningitis, brain abscess); Complications of sinusitis in the ear; Complications of sinusitis in blood vessels; Complications of sinusitis in bones\nWhen sinusitis moves into the complication stage, symptoms that may appear in the patient are:\nEyes/eye sockets are red and swollen; Pain in the eyes every time you move your eyes; There is a change in vision; Feeling of heavy, drooping eyelids; Sensitive to light; Forehead is swollen; Head was pounding; Fevered; Often confused; Convulsion; Neck tense\n2. Is sinusitis contagious?\nOne of the causes of sinusitis is a virus. Normally the virus can be transmitted to others through droplets in the air when someone sneezes or coughs, the virus can stick to public objects (such as door handles, bars, flat surfaces...) and into the air. Friendship touches hands and then brings them to eyes and nose. However, this does not mean that people infected with the virus that causes sinusitis will definitely get sinusitis, but it may just be signs of a common cold. Therefore, most sinus infections are not considered infectious\n3. Which address is reputable for examining sinusitis?\nDepartment of Ear - Nose - Throat Tam Anh General Hospital with modern equipment, helpful for effective diagnosis and treatment of sinusitis\nDepending on the condition of each patient, experts and doctors can coordinate with experts in diagnostic imaging, endocrinology, ophthalmology, neurology, oncology, surgery, pediatrics and other specialists. other departments when necessary to provide accurate diagnoses and the most effective treatment.\nComing to Tam Anh General Hospital, customers can also enjoy high-end medical and surgical care services with spacious facilities, airy space, full amenities, and a team of staff. Enthusiastic, friendly and thoughtful medical staff, bringing comfort to patients to shorten recovery time.\nAll medical examination procedures are performed quickly and simply, helping patients not have to wait for hours to be examined at a reasonable cost, flexibly, and openly.\nTo register for sinusitis examination and treatment at Tam Anh General Hospital, you can contact in the following ways:\nSinusitis is a common illness, often caused by colds or allergies. Sinusitis surgery can be used to treat the disease. It is necessary to monitor and see a doctor when there are symptoms of suspected sinusitis.\nThu Ha"
        }
    ],
    "name": "benh-viem-xoang.json"
}