{
    "title": "Autoimmune disease: Causes, symptoms and treatment",
    "category": "General health",
    "link": "https://tamanhhospital.vn/benh-tu-mien/",
    "abstract": "Autoimmune disease\nhas the third highest level of danger in the world, only after cardiovascular disease and cancer. The disease is difficult to treat completely, but if detected early and treated promptly and properly, the disease can be overcome and dangerous complications prevented.\n As one of the leading causes of disability and death,\nAutoimmune arthritis affects many organs of the body, leading to\n pain, stiffness and limited movement. According to statistics from the US Centers for Disease Control and Prevention (CDC), about 1.5 million Americans are affected by this disease, greatly affecting work and daily activities.\nArthritis caused by autoimmune diseases can leave permanent disability if not treated promptly and properly",
    "content": "Autoimmune disease: Causes, symptoms and treatment\n\nAutoimmune disease\nhas the third highest level of danger in the world, only after cardiovascular disease and cancer. The disease is difficult to treat completely, but if detected early and treated promptly and properly, the disease can be overcome and dangerous complications prevented.\n As one of the leading causes of disability and death,\nAutoimmune arthritis affects many organs of the body, leading to\n pain, stiffness and limited movement. According to statistics from the US Centers for Disease Control and Prevention (CDC), about 1.5 million Americans are affected by this disease, greatly affecting work and daily activities.\nArthritis caused by autoimmune diseases can leave permanent disability if not treated promptly and properly\n\nWhat is an autoimmune disease?\nAutoimmune diseases (English name - Autoimmune Disease) are diseases that occur because the body's immune system loses the ability to recognize and distinguish the body's antigens from harmful external agents. That means, the antigens in the body mistakenly attack and attack the body's own organs, while harmful viruses and bacteria entering the body are not prevented, attacking and damaging the organs. organ.\nAutoimmune arthritis is a group of diseases in the musculoskeletal system that are related to an overreaction of the body's immune system. The disease can occur at many ages, but is most common between the ages of 20 and 40. It progresses in stages from mild to severe and complex, causing dangerous complications if not detected early. and timely treatment.\n\nCause of autoimmune disease\nThe root cause of the disease is the immune system attacking the body's organs. In normal situations, the body responds to an infection or the presence of a foreign substance, such as bacteria, viruses or fungi, by increasing the production of special cells (white blood cells) to destroy and clean up harmful “invaders.”\nIn arthritic conditions caused by autoimmune diseases, those special cells are over-mobilized, entering the synovium and causing an inflammatory response. If this condition lasts for a long time, it leads to bone and cartilage erosion, and eventually bone deformation.\nArthritis causes swelling and pain around the joints\nAccording to Associate Professor, Dr. Dang Hong Hoa, Head of the Department of Musculoskeletal Medicine, Tam Anh General Hospital, Hanoi, some risk factors that increase the likelihood of developing arthritis due to autoimmune disease include:\nHeredity: Many studies show that the incidence of the disease in patients whose parents have the disease is 2-3 times higher than in other cases.; Pathogens: Some viruses (hepatitis B, C, Influenzae...), bacteria (Chlamydia, E.coli...); Gender: Statistics show that nearly 80% of cases are in women, of which about 2/3 are over the age of 30 and middle-aged.; Inappropriate diet and lifestyle: Unscientific diet and lifestyle do not meet the body's nutritional needs; Regular habits of smoking, alcohol, and stimulants; Work stress, staying up late... are factors that increase the risk of disease; Polluted living and working environment: Polluted environment, frequent exposure to many toxic chemicals such as pesticides, mercury, lead... can directly impact the immune system, causing changes and disorders. immune dysfunction.\nRegular alcohol and tobacco habits are one of the causes of autoimmune disease\n\nCommon symptoms\nSymptoms may vary for each patient, however some of the most common clinical symptoms are:\nIn the early stages, there may be prolonged fatigue of unknown cause.; Full-blown stage: persistent fever, body aches, headache.; Joint pain, muscle pain,...; Hot swelling in the joints, joint effusion,...\nIf not treated promptly, autoimmune disease symptoms become more and more complicated. In many cases, bones and joints are deformed, curved or hypertrophied, affecting the patient's ability to grip and walk, even posing a risk of lifelong disability and dangerous complications.\n\nTypes of arthritis caused by autoimmune diseases\nThere are more than 80 autoimmune diseases, of which the 7 most common autoimmune arthritis are:\n1. Rheumatoid arthritis\nRheumatoid arthritis, also known as rheumatoid arthritis, is an autoimmune disease that occurs due to dysfunction of the body's immune system. The disease causes swelling and pain in many joints of the hands, wrists, elbows, knees, ankles, and feet on both sides. The disease not only destroys cells and damages joints, but also has the risk of affecting many other organs in the body such as the eyes, heart, lungs, skin and blood vessels.\nStatistics show that for every 100 people in adulthood (20 - 40 years old), 1 - 5 people have rheumatoid arthritis, the rate of the disease occurring in women is 2 - 3 times higher than in men. The disease progresses in a complicated manner, with the risk of leading to many dangerous complications, leaving many serious consequences such as limited mobility, even lifelong disability if not promptly intervened.\nRheumatoid arthritis occurs 2-3 times more often in women than in men\n2. Ankylosing spondylitis\nAnkylosing spondylitis is an inflammatory condition that occurs at the junction between the vertebrae of the spine, the lumbar spine or the patient's pelvis. In some cases, inflammation also occurred in locations such as the neck joints, wrists, ankles, etc.\nStatistics show that about 90 - 95% of ankylosing spondylitis cases occur in men, 80% in men under 30 years old. The initial symptoms of the disease are hip pain, sciatica, tendonitis, lumbar spine pain... If not treated early and properly, when the spinal joints fuse with the peripheral joints, the patient There is a risk of hunchback, loss of mobility and lifelong disability.\nAnkylosing spondylitis, if not treated promptly, can lead to permanent kyphosis\n3. Reactive arthritis\nReactive arthritis, also known as aseptic arthritis or Reiter's syndrome, is arthritis that occurs after infection or infection, usually in the urinary, digestive or genital organs. Inflammatory symptoms can appear in one or more joints, often in large joints such as the lower limbs, spine, pelvis, tendons, and ligaments.\nThe disease is common in the age group of 20 - 40 years old, common in young people and especially in men, rarely in the elderly. Most cases of reactive arthritis have a good prognosis, with patients recovering within a few weeks or months if treated promptly. However, patients are still at risk of relapse if proper post-treatment care is not taken.\nReactive arthritis often occurs in the knees, feet, heels, ankles or back and buttocks\n4. Psoriatic arthritis\nPsoriatic arthritis is a chronic inflammatory disease related to psoriasis with: 10 - 30% of arthritis cases occurring in patients with psoriasis; 80% of cases appear after psoriatic lesions; 15% of cases appear at the same time as psoriasis lesions and 10% of cases appear before the initial skin lesions.\nBelonging to the group of systemic autoimmune diseases, psoriatic arthritis affects almost every organ in the body. In the musculoskeletal system, the disease causes symptoms of pain, stiffness and swelling in the joints, limiting the patient's movement and mobility. In some cases, patients experience swollen toes and fingers shaped like sausages, called Dactylitis.\nAbout 30% of arthritis cases occur in patients with psoriasis\n5. Systemic lupus erythematosus\nSystemic lupus erythematosus is a chronic autoimmune disease that can occur in many organs in the body, including the musculoskeletal system. Some characteristics of SLE include:\nMainly seen in women, progression is different for each patient from mild to severe and complex.; The patient feels tired, loses weight, has a persistent fever that does not improve without a clear cause.; Symptoms of SLE are quite diverse. In general, patients will have rashes on the face and body, sensitivity to sunlight, joint pain, hair loss, etc.\nSystemic lupus erythematosus is an autoimmune disease characterized by rashes on the face and trunk\nSystemic lupus erythematosus is a disease caused by autoantibodies in the body, so accurately diagnosing the condition does not rely solely on clinical symptoms or serum test results alone. Diagnosis of the disease needs to be carried out at a large and reputable medical facility, directly by a team of experienced doctors with the support of modern machinery and equipment.\n6. Arthritis has symptoms of enteritis\nAbout 1% of arthritis patients have manifestations of inflammatory bowel disease, most commonly Crohn's disease arthritis and ulcerative colitis arthritis.\nThe common point of these two diseases is arthritis caused by autoimmune disease, and both include two different forms of arthritis. One is peripheral arthritis, which is inflammation of several large joints that are asymmetrical and not deformed, and the symptoms of arthritis gradually increase along with the symptoms of enteritis. The second is spondylitis, in which the symptoms of arthritis after a period of time will no longer be associated with the manifestations of enteritis.\nSome arthritis caused by autoimmune diseases have symptoms of enteritis\n7. Scleroderma\nScleroderma belongs to a group of rare autoimmune diseases, characterized by the proliferation and deposition of collagen substances in the skin, blood vessel walls and other organs in the body. Clinical manifestations include thick, hardened skin, expressionless face, Raynaud's syndrome: patients feel numbness in the fingertips when exposed to cold, hands can change color to white, red and purple, and become painful. returning to normal, ulcers, necrosis of extremities, difficulty swallowing, difficulty breathing, etc. Regarding the musculoskeletal system, scleroderma patients experience stiffness in the joint areas around the jaw, fingers, wrists, etc., causing difficulty moving. Muscles shorten and weaken, making it difficult to stretch.\nPeople with scleroderma may have small indented scars on the fingertips\n\nDangerous complications of the disease\nAutoimmune arthritis not only causes stiffness, joint pain, disability... but also seriously affects other organs such as:\nCardiovascular: When symptoms of arthritis spread, it can weaken the heart muscle, leading to atherosclerosis. Research shows that cardiovascular disease is one of the leading causes of death in patients with systemic lupus erythematosus; Lungs: Statistics show that cases of pulmonary embolism, blood clotting disorders in the main pulmonary artery... due to complications of autoimmune arthritis are 6 times higher than other cases.; Depression: The immune system is closely linked to the nervous system, statistics show that about 62% of all patients with autoimmune diseases are at risk of developing emotional disorders and depression when \"living together\". ” with unpleasant symptoms of the disease.; Cancer: When the body's immune system is weak, there is also a potential risk of many other cancers. Autoantibodies that mistakenly attack cells in organs and do not prevent harmful bacteria and viruses from entering are at risk of causing many malignant diseases, such as systemic lupus erythematosus. closely related to many cancers such as breast cancer, lung cancer, cervical cancer...; Other autoimmune diseases: There are more than 80 different autoimmune diseases, the common points of these diseases are genes and environment. In some cases, people with autoimmune arthritis have many other autoimmune diseases at the same time. When there are three or more diseases, it is called multiple autoimmune syndrome (MAS).\n\nDiagnostic method\nAssociate Professor Hong Hoa said that currently the most modern diagnostic testing method for autoimmune arthritis and being applied at Tam Anh General Hospital is the antinuclear antibody (ANA) test.\nThe ANA test is one of the first tests that doctors will order when a patient has symptoms and signs of autoimmune disease by determining the amount of antinuclear antibodies in the patient's blood.\nTam Anh General Hospital owns modern machinery, contributing to accurate diagnosis of diseases and effective treatment\nThrough this test, the doctor can determine whether the patient is suffering from an autoimmune disease or not. If the test result is negative, it may be due to the patient's low antibody titer. However, it cannot be ruled out that the patient does not have the disease and needs to be combined with clinical symptoms and other tests to diagnose. On the contrary, if the test result is positive, it means the patient's antibody titer increases and the risk of autoimmune disease is high.\nHowever, using only this antinuclear antibody testing method cannot accurately determine which disease the patient is suffering from. Therefore, in most cases, doctors prescribe additional tests to accurately search for specific antibodies in each disease, correctly diagnose and treat the disease effectively.\nTESTING PROCESS FOR AUTOIMMUNE ARTHRITIS DIAGNOSIS AT TAM ANH General Hospital Invested in building spacious facilities, equipped with modern machinery systems and gathering a team of musculoskeletal doctors and laboratory doctors ... leading the industry in Vietnam, Tam Anh General Hospital deploys a diagnostic testing package for autoimmune arthritis with a professional - fast - accurate process as follows: Step 1: Visit with musculoskeletal specialists Leading joints Patients will be examined by leading experts in the field of musculoskeletal surgery in Vietnam. Symptoms, personal and family medical history, daily living habits, medications the patient is using... need to be fully informed to be able to prescribe effective tests. avoid side effects. Step 2: Perform tests prescribed by your doctor. Most diagnostic tests for autoimmune arthritis require antinuclear antibody (ANA) testing. The patient's blood is taken intravenously and stored in a test tube containing anticoagulant, and immediately centrifuged to get serum or plasma. Then, these samples were analyzed using chemiluminescent immunoassay, enzyme and indirect fluorescence techniques. Step 3: Return results and receive consultation. The patient will be directly read the test results by a musculoskeletal specialist and advised on treatment methods, or effective disease prevention instructions.\n\nTreatment methods for autoimmune arthritis\nIf in the past most autoimmune diseases could not be completely cured, people with autoimmune arthritis had to accept living with the disease, suffering severe sequelae, even disability, then today, the advancement of Modern medicine has opened a new turning point in treatment. Department of Musculoskeletal and Rheumatology, Tam Anh General Hospital is a pioneer in updating and applying the world's most modern medical achievements in treating autoimmune arthritis, preventing dangerous complications, and reviving movement. for patients.\nAssociate Professor, Dr. Dang Hong Hoa, Head of Musculoskeletal Internal Medicine Department, Tam Anh General Hospital, Hanoi directly examines patients\nIn fact, when symptoms of rashes, bone and joint pain appear, some patients arbitrarily buy medicine to treat it at home without a doctor's prescription. Associate Professor Hong Hoa recommends that patients should see a doctor immediately when they have unusual symptoms and follow the doctor's treatment instructions to avoid dangerous and unfortunate complications.\n\nNutrition for patients with autoimmune arthritis\nAn unhealthy, unscientific diet not only makes treatment methods ineffective but also makes the disease worse. Therefore, experts recommend that people with autoimmune arthritis need to maintain scientific eating habits, supplement all necessary nutrients that are good for the musculoskeletal system, and stay away from harmful foods. for this agency.\nPeople with autoimmune arthritis need to build a scientific diet and supplement adequate nutrition\nGood foods for patients with autoimmune arthritis include foods high in omega 3 fatty acids, whole grains such as brown rice, oats, wheat, broccoli, dairy products and vitamin-rich fruits. C…\nPeople with autoimmune arthritis need to avoid alcoholic beverages, fast food, red meat, seafood, chicken, animal organs... because they make the disease worse.\n\nPrevention of autoimmune arthritis\nAutoimmune arthritis has dangerous complications, treatment is difficult and complicated if not detected early and treated promptly. Therefore, disease prevention is given more attention. Associate Professor, Dr. Dang Hong Hoa shares the 3 simplest and most effective ways to prevent autoimmune diseases, including:\nExercise regularly: Regular exercise helps improve health, increase endurance and flexibility of the musculoskeletal system, and prevent many other bone and joint diseases. It is recommended to exercise about 30 - 60 minutes a day, you can practice things like walking, yoga, swimming, cycling...; Apply scientific nutrition: It is necessary to pay attention to the daily diet, ensuring adequate supply of nutrients and minerals necessary for the body.; Get examined immediately when there are unusual symptoms: Examination and treatment of the disease right from the early stages helps maximize effectiveness, while minimizing the cost of complicated treatment if treated at an early stage. late.\nRegular exercise is one of the ways to prevent complications of autoimmune diseases\n\nfrequently asked Questions\nCompiling hundreds of questions related to autoimmune arthritis sent to the mailbox of Tam Anh General Hospital, Associate Professor, Dr. Dang Hong Hoa, Head of Department of Internal Medicine and Bones, Tam Anh General Hospital, Hanoi answered in detail as follows: after:\nHow long can you live with an autoimmune disease?\nDepending on the time the disease symptoms start, the time the disease is detected, the time the treatment begins and the treatment methods used, the prognosis for prolonging life in each patient is different. There are cases of late detection, delayed treatment or incorrect treatment, where the patient self-treats at home... which only prolongs life for a few years, even a few months. The good news is that at Tam Anh General Hospital, hundreds of cases of successful treatment have been recorded, with patients prolonging their lives and living happily and healthily thanks to early detection, timely treatment and proper post-treatment care. Therefore, the most important thing is to recommend that patients should see a doctor immediately when there are unusual signs to intervene promptly and improve quality of life.\nAre autoimmune diseases contagious?\nAs the name suggests, autoimmune diseases are diseases that stem from disorders in each person's immune system and are not transmitted from person to person. Therefore, healthy people can feel secure in contacting and working with sick people, avoiding alienation, guilt and low self-esteem for the sick.\nArthritis caused by autoimmune diseases can lead to many dangerous complications, putting patients at risk of disability and even life-threatening conditions. Come immediately to the Department of Musculoskeletal Medicine, Tam Anh General Hospital to be examined, diagnosed and treated properly and effectively!",
    "subsections": [
        {
            "subsection_name": "What is an autoimmune disease?",
            "subsection_content": "Autoimmune diseases (English name - Autoimmune Disease) are diseases that occur because the body's immune system loses the ability to recognize and distinguish the body's antigens from harmful external agents. That means, the antigens in the body mistakenly attack and attack the body's own organs, while harmful viruses and bacteria entering the body are not prevented, attacking and damaging the organs. organ.\nAutoimmune arthritis is a group of diseases in the musculoskeletal system that are related to an overreaction of the body's immune system. The disease can occur at many ages, but is most common between the ages of 20 and 40. It progresses in stages from mild to severe and complex, causing dangerous complications if not detected early. and timely treatment.",
            "subsection_string": "What is an autoimmune disease?\nAutoimmune diseases (English name - Autoimmune Disease) are diseases that occur because the body's immune system loses the ability to recognize and distinguish the body's antigens from harmful external agents. That means, the antigens in the body mistakenly attack and attack the body's own organs, while harmful viruses and bacteria entering the body are not prevented, attacking and damaging the organs. organ.\nAutoimmune arthritis is a group of diseases in the musculoskeletal system that are related to an overreaction of the body's immune system. The disease can occur at many ages, but is most common between the ages of 20 and 40. It progresses in stages from mild to severe and complex, causing dangerous complications if not detected early. and timely treatment."
        },
        {
            "subsection_name": "Cause of autoimmune disease",
            "subsection_content": "The root cause of the disease is the immune system attacking the body's organs. In normal situations, the body responds to an infection or the presence of a foreign substance, such as bacteria, viruses or fungi, by increasing the production of special cells (white blood cells) to destroy and clean up harmful “invaders.”\nIn arthritic conditions caused by autoimmune diseases, those special cells are over-mobilized, entering the synovium and causing an inflammatory response. If this condition lasts for a long time, it leads to bone and cartilage erosion, and eventually bone deformation.\nArthritis causes swelling and pain around the joints\nAccording to Associate Professor, Dr. Dang Hong Hoa, Head of the Department of Musculoskeletal Medicine, Tam Anh General Hospital, Hanoi, some risk factors that increase the likelihood of developing arthritis due to autoimmune disease include:\nHeredity: Many studies show that the incidence of the disease in patients whose parents have the disease is 2-3 times higher than in other cases.; Pathogens: Some viruses (hepatitis B, C, Influenzae...), bacteria (Chlamydia, E.coli...); Gender: Statistics show that nearly 80% of cases are in women, of which about 2/3 are over the age of 30 and middle-aged.; Inappropriate diet and lifestyle: Unscientific diet and lifestyle do not meet the body's nutritional needs; Regular habits of smoking, alcohol, and stimulants; Work stress, staying up late... are factors that increase the risk of disease; Polluted living and working environment: Polluted environment, frequent exposure to many toxic chemicals such as pesticides, mercury, lead... can directly impact the immune system, causing changes and disorders. immune dysfunction.\nRegular alcohol and tobacco habits are one of the causes of autoimmune disease",
            "subsection_string": "Cause of autoimmune disease\nThe root cause of the disease is the immune system attacking the body's organs. In normal situations, the body responds to an infection or the presence of a foreign substance, such as bacteria, viruses or fungi, by increasing the production of special cells (white blood cells) to destroy and clean up harmful “invaders.”\nIn arthritic conditions caused by autoimmune diseases, those special cells are over-mobilized, entering the synovium and causing an inflammatory response. If this condition lasts for a long time, it leads to bone and cartilage erosion, and eventually bone deformation.\nArthritis causes swelling and pain around the joints\nAccording to Associate Professor, Dr. Dang Hong Hoa, Head of the Department of Musculoskeletal Medicine, Tam Anh General Hospital, Hanoi, some risk factors that increase the likelihood of developing arthritis due to autoimmune disease include:\nHeredity: Many studies show that the incidence of the disease in patients whose parents have the disease is 2-3 times higher than in other cases.; Pathogens: Some viruses (hepatitis B, C, Influenzae...), bacteria (Chlamydia, E.coli...); Gender: Statistics show that nearly 80% of cases are in women, of which about 2/3 are over the age of 30 and middle-aged.; Inappropriate diet and lifestyle: Unscientific diet and lifestyle do not meet the body's nutritional needs; Regular habits of smoking, alcohol, and stimulants; Work stress, staying up late... are factors that increase the risk of disease; Polluted living and working environment: Polluted environment, frequent exposure to many toxic chemicals such as pesticides, mercury, lead... can directly impact the immune system, causing changes and disorders. immune dysfunction.\nRegular alcohol and tobacco habits are one of the causes of autoimmune disease"
        },
        {
            "subsection_name": "Common symptoms",
            "subsection_content": "Symptoms may vary for each patient, however some of the most common clinical symptoms are:\nIn the early stages, there may be prolonged fatigue of unknown cause.; Full-blown stage: persistent fever, body aches, headache.; Joint pain, muscle pain,...; Hot swelling in the joints, joint effusion,...\nIf not treated promptly, autoimmune disease symptoms become more and more complicated. In many cases, bones and joints are deformed, curved or hypertrophied, affecting the patient's ability to grip and walk, even posing a risk of lifelong disability and dangerous complications.",
            "subsection_string": "Common symptoms\nSymptoms may vary for each patient, however some of the most common clinical symptoms are:\nIn the early stages, there may be prolonged fatigue of unknown cause.; Full-blown stage: persistent fever, body aches, headache.; Joint pain, muscle pain,...; Hot swelling in the joints, joint effusion,...\nIf not treated promptly, autoimmune disease symptoms become more and more complicated. In many cases, bones and joints are deformed, curved or hypertrophied, affecting the patient's ability to grip and walk, even posing a risk of lifelong disability and dangerous complications."
        },
        {
            "subsection_name": "Types of arthritis caused by autoimmune diseases",
            "subsection_content": "There are more than 80 autoimmune diseases, of which the 7 most common autoimmune arthritis are:\n1. Rheumatoid arthritis\nRheumatoid arthritis, also known as rheumatoid arthritis, is an autoimmune disease that occurs due to dysfunction of the body's immune system. The disease causes swelling and pain in many joints of the hands, wrists, elbows, knees, ankles, and feet on both sides. The disease not only destroys cells and damages joints, but also has the risk of affecting many other organs in the body such as the eyes, heart, lungs, skin and blood vessels.\nStatistics show that for every 100 people in adulthood (20 - 40 years old), 1 - 5 people have rheumatoid arthritis, the rate of the disease occurring in women is 2 - 3 times higher than in men. The disease progresses in a complicated manner, with the risk of leading to many dangerous complications, leaving many serious consequences such as limited mobility, even lifelong disability if not promptly intervened.\nRheumatoid arthritis occurs 2-3 times more often in women than in men\n2. Ankylosing spondylitis\nAnkylosing spondylitis is an inflammatory condition that occurs at the junction between the vertebrae of the spine, the lumbar spine or the patient's pelvis. In some cases, inflammation also occurred in locations such as the neck joints, wrists, ankles, etc.\nStatistics show that about 90 - 95% of ankylosing spondylitis cases occur in men, 80% in men under 30 years old. The initial symptoms of the disease are hip pain, sciatica, tendonitis, lumbar spine pain... If not treated early and properly, when the spinal joints fuse with the peripheral joints, the patient There is a risk of hunchback, loss of mobility and lifelong disability.\nAnkylosing spondylitis, if not treated promptly, can lead to permanent kyphosis\n3. Reactive arthritis\nReactive arthritis, also known as aseptic arthritis or Reiter's syndrome, is arthritis that occurs after infection or infection, usually in the urinary, digestive or genital organs. Inflammatory symptoms can appear in one or more joints, often in large joints such as the lower limbs, spine, pelvis, tendons, and ligaments.\nThe disease is common in the age group of 20 - 40 years old, common in young people and especially in men, rarely in the elderly. Most cases of reactive arthritis have a good prognosis, with patients recovering within a few weeks or months if treated promptly. However, patients are still at risk of relapse if proper post-treatment care is not taken.\nReactive arthritis often occurs in the knees, feet, heels, ankles or back and buttocks\n4. Psoriatic arthritis\nPsoriatic arthritis is a chronic inflammatory disease related to psoriasis with: 10 - 30% of arthritis cases occurring in patients with psoriasis; 80% of cases appear after psoriatic lesions; 15% of cases appear at the same time as psoriasis lesions and 10% of cases appear before the initial skin lesions.\nBelonging to the group of systemic autoimmune diseases, psoriatic arthritis affects almost every organ in the body. In the musculoskeletal system, the disease causes symptoms of pain, stiffness and swelling in the joints, limiting the patient's movement and mobility. In some cases, patients experience swollen toes and fingers shaped like sausages, called Dactylitis.\nAbout 30% of arthritis cases occur in patients with psoriasis\n5. Systemic lupus erythematosus\nSystemic lupus erythematosus is a chronic autoimmune disease that can occur in many organs in the body, including the musculoskeletal system. Some characteristics of SLE include:\nMainly seen in women, progression is different for each patient from mild to severe and complex.; The patient feels tired, loses weight, has a persistent fever that does not improve without a clear cause.; Symptoms of SLE are quite diverse. In general, patients will have rashes on the face and body, sensitivity to sunlight, joint pain, hair loss, etc.\nSystemic lupus erythematosus is an autoimmune disease characterized by rashes on the face and trunk\nSystemic lupus erythematosus is a disease caused by autoantibodies in the body, so accurately diagnosing the condition does not rely solely on clinical symptoms or serum test results alone. Diagnosis of the disease needs to be carried out at a large and reputable medical facility, directly by a team of experienced doctors with the support of modern machinery and equipment.\n6. Arthritis has symptoms of enteritis\nAbout 1% of arthritis patients have manifestations of inflammatory bowel disease, most commonly Crohn's disease arthritis and ulcerative colitis arthritis.\nThe common point of these two diseases is arthritis caused by autoimmune disease, and both include two different forms of arthritis. One is peripheral arthritis, which is inflammation of several large joints that are asymmetrical and not deformed, and the symptoms of arthritis gradually increase along with the symptoms of enteritis. The second is spondylitis, in which the symptoms of arthritis after a period of time will no longer be associated with the manifestations of enteritis.\nSome arthritis caused by autoimmune diseases have symptoms of enteritis\n7. Scleroderma\nScleroderma belongs to a group of rare autoimmune diseases, characterized by the proliferation and deposition of collagen substances in the skin, blood vessel walls and other organs in the body. Clinical manifestations include thick, hardened skin, expressionless face, Raynaud's syndrome: patients feel numbness in the fingertips when exposed to cold, hands can change color to white, red and purple, and become painful. returning to normal, ulcers, necrosis of extremities, difficulty swallowing, difficulty breathing, etc. Regarding the musculoskeletal system, scleroderma patients experience stiffness in the joint areas around the jaw, fingers, wrists, etc., causing difficulty moving. Muscles shorten and weaken, making it difficult to stretch.\nPeople with scleroderma may have small indented scars on the fingertips",
            "subsection_string": "Types of arthritis caused by autoimmune diseases\nThere are more than 80 autoimmune diseases, of which the 7 most common autoimmune arthritis are:\n1. Rheumatoid arthritis\nRheumatoid arthritis, also known as rheumatoid arthritis, is an autoimmune disease that occurs due to dysfunction of the body's immune system. The disease causes swelling and pain in many joints of the hands, wrists, elbows, knees, ankles, and feet on both sides. The disease not only destroys cells and damages joints, but also has the risk of affecting many other organs in the body such as the eyes, heart, lungs, skin and blood vessels.\nStatistics show that for every 100 people in adulthood (20 - 40 years old), 1 - 5 people have rheumatoid arthritis, the rate of the disease occurring in women is 2 - 3 times higher than in men. The disease progresses in a complicated manner, with the risk of leading to many dangerous complications, leaving many serious consequences such as limited mobility, even lifelong disability if not promptly intervened.\nRheumatoid arthritis occurs 2-3 times more often in women than in men\n2. Ankylosing spondylitis\nAnkylosing spondylitis is an inflammatory condition that occurs at the junction between the vertebrae of the spine, the lumbar spine or the patient's pelvis. In some cases, inflammation also occurred in locations such as the neck joints, wrists, ankles, etc.\nStatistics show that about 90 - 95% of ankylosing spondylitis cases occur in men, 80% in men under 30 years old. The initial symptoms of the disease are hip pain, sciatica, tendonitis, lumbar spine pain... If not treated early and properly, when the spinal joints fuse with the peripheral joints, the patient There is a risk of hunchback, loss of mobility and lifelong disability.\nAnkylosing spondylitis, if not treated promptly, can lead to permanent kyphosis\n3. Reactive arthritis\nReactive arthritis, also known as aseptic arthritis or Reiter's syndrome, is arthritis that occurs after infection or infection, usually in the urinary, digestive or genital organs. Inflammatory symptoms can appear in one or more joints, often in large joints such as the lower limbs, spine, pelvis, tendons, and ligaments.\nThe disease is common in the age group of 20 - 40 years old, common in young people and especially in men, rarely in the elderly. Most cases of reactive arthritis have a good prognosis, with patients recovering within a few weeks or months if treated promptly. However, patients are still at risk of relapse if proper post-treatment care is not taken.\nReactive arthritis often occurs in the knees, feet, heels, ankles or back and buttocks\n4. Psoriatic arthritis\nPsoriatic arthritis is a chronic inflammatory disease related to psoriasis with: 10 - 30% of arthritis cases occurring in patients with psoriasis; 80% of cases appear after psoriatic lesions; 15% of cases appear at the same time as psoriasis lesions and 10% of cases appear before the initial skin lesions.\nBelonging to the group of systemic autoimmune diseases, psoriatic arthritis affects almost every organ in the body. In the musculoskeletal system, the disease causes symptoms of pain, stiffness and swelling in the joints, limiting the patient's movement and mobility. In some cases, patients experience swollen toes and fingers shaped like sausages, called Dactylitis.\nAbout 30% of arthritis cases occur in patients with psoriasis\n5. Systemic lupus erythematosus\nSystemic lupus erythematosus is a chronic autoimmune disease that can occur in many organs in the body, including the musculoskeletal system. Some characteristics of SLE include:\nMainly seen in women, progression is different for each patient from mild to severe and complex.; The patient feels tired, loses weight, has a persistent fever that does not improve without a clear cause.; Symptoms of SLE are quite diverse. In general, patients will have rashes on the face and body, sensitivity to sunlight, joint pain, hair loss, etc.\nSystemic lupus erythematosus is an autoimmune disease characterized by rashes on the face and trunk\nSystemic lupus erythematosus is a disease caused by autoantibodies in the body, so accurately diagnosing the condition does not rely solely on clinical symptoms or serum test results alone. Diagnosis of the disease needs to be carried out at a large and reputable medical facility, directly by a team of experienced doctors with the support of modern machinery and equipment.\n6. Arthritis has symptoms of enteritis\nAbout 1% of arthritis patients have manifestations of inflammatory bowel disease, most commonly Crohn's disease arthritis and ulcerative colitis arthritis.\nThe common point of these two diseases is arthritis caused by autoimmune disease, and both include two different forms of arthritis. One is peripheral arthritis, which is inflammation of several large joints that are asymmetrical and not deformed, and the symptoms of arthritis gradually increase along with the symptoms of enteritis. The second is spondylitis, in which the symptoms of arthritis after a period of time will no longer be associated with the manifestations of enteritis.\nSome arthritis caused by autoimmune diseases have symptoms of enteritis\n7. Scleroderma\nScleroderma belongs to a group of rare autoimmune diseases, characterized by the proliferation and deposition of collagen substances in the skin, blood vessel walls and other organs in the body. Clinical manifestations include thick, hardened skin, expressionless face, Raynaud's syndrome: patients feel numbness in the fingertips when exposed to cold, hands can change color to white, red and purple, and become painful. returning to normal, ulcers, necrosis of extremities, difficulty swallowing, difficulty breathing, etc. Regarding the musculoskeletal system, scleroderma patients experience stiffness in the joint areas around the jaw, fingers, wrists, etc., causing difficulty moving. Muscles shorten and weaken, making it difficult to stretch.\nPeople with scleroderma may have small indented scars on the fingertips"
        },
        {
            "subsection_name": "Dangerous complications of the disease",
            "subsection_content": "Autoimmune arthritis not only causes stiffness, joint pain, disability... but also seriously affects other organs such as:\nCardiovascular: When symptoms of arthritis spread, it can weaken the heart muscle, leading to atherosclerosis. Research shows that cardiovascular disease is one of the leading causes of death in patients with systemic lupus erythematosus; Lungs: Statistics show that cases of pulmonary embolism, blood clotting disorders in the main pulmonary artery... due to complications of autoimmune arthritis are 6 times higher than other cases.; Depression: The immune system is closely linked to the nervous system, statistics show that about 62% of all patients with autoimmune diseases are at risk of developing emotional disorders and depression when \"living together\". ” with unpleasant symptoms of the disease.; Cancer: When the body's immune system is weak, there is also a potential risk of many other cancers. Autoantibodies that mistakenly attack cells in organs and do not prevent harmful bacteria and viruses from entering are at risk of causing many malignant diseases, such as systemic lupus erythematosus. closely related to many cancers such as breast cancer, lung cancer, cervical cancer...; Other autoimmune diseases: There are more than 80 different autoimmune diseases, the common points of these diseases are genes and environment. In some cases, people with autoimmune arthritis have many other autoimmune diseases at the same time. When there are three or more diseases, it is called multiple autoimmune syndrome (MAS).",
            "subsection_string": "Dangerous complications of the disease\nAutoimmune arthritis not only causes stiffness, joint pain, disability... but also seriously affects other organs such as:\nCardiovascular: When symptoms of arthritis spread, it can weaken the heart muscle, leading to atherosclerosis. Research shows that cardiovascular disease is one of the leading causes of death in patients with systemic lupus erythematosus; Lungs: Statistics show that cases of pulmonary embolism, blood clotting disorders in the main pulmonary artery... due to complications of autoimmune arthritis are 6 times higher than other cases.; Depression: The immune system is closely linked to the nervous system, statistics show that about 62% of all patients with autoimmune diseases are at risk of developing emotional disorders and depression when \"living together\". ” with unpleasant symptoms of the disease.; Cancer: When the body's immune system is weak, there is also a potential risk of many other cancers. Autoantibodies that mistakenly attack cells in organs and do not prevent harmful bacteria and viruses from entering are at risk of causing many malignant diseases, such as systemic lupus erythematosus. closely related to many cancers such as breast cancer, lung cancer, cervical cancer...; Other autoimmune diseases: There are more than 80 different autoimmune diseases, the common points of these diseases are genes and environment. In some cases, people with autoimmune arthritis have many other autoimmune diseases at the same time. When there are three or more diseases, it is called multiple autoimmune syndrome (MAS)."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "Associate Professor Hong Hoa said that currently the most modern diagnostic testing method for autoimmune arthritis and being applied at Tam Anh General Hospital is the antinuclear antibody (ANA) test.\nThe ANA test is one of the first tests that doctors will order when a patient has symptoms and signs of autoimmune disease by determining the amount of antinuclear antibodies in the patient's blood.\nTam Anh General Hospital owns modern machinery, contributing to accurate diagnosis of diseases and effective treatment\nThrough this test, the doctor can determine whether the patient is suffering from an autoimmune disease or not. If the test result is negative, it may be due to the patient's low antibody titer. However, it cannot be ruled out that the patient does not have the disease and needs to be combined with clinical symptoms and other tests to diagnose. On the contrary, if the test result is positive, it means the patient's antibody titer increases and the risk of autoimmune disease is high.\nHowever, using only this antinuclear antibody testing method cannot accurately determine which disease the patient is suffering from. Therefore, in most cases, doctors prescribe additional tests to accurately search for specific antibodies in each disease, correctly diagnose and treat the disease effectively.\nTESTING PROCESS FOR AUTOIMMUNE ARTHRITIS DIAGNOSIS AT TAM ANH General Hospital Invested in building spacious facilities, equipped with modern machinery systems and gathering a team of musculoskeletal doctors and laboratory doctors ... leading the industry in Vietnam, Tam Anh General Hospital deploys a diagnostic testing package for autoimmune arthritis with a professional - fast - accurate process as follows: Step 1: Visit with musculoskeletal specialists Leading joints Patients will be examined by leading experts in the field of musculoskeletal surgery in Vietnam. Symptoms, personal and family medical history, daily living habits, medications the patient is using... need to be fully informed to be able to prescribe effective tests. avoid side effects. Step 2: Perform tests prescribed by your doctor. Most diagnostic tests for autoimmune arthritis require antinuclear antibody (ANA) testing. The patient's blood is taken intravenously and stored in a test tube containing anticoagulant, and immediately centrifuged to get serum or plasma. Then, these samples were analyzed using chemiluminescent immunoassay, enzyme and indirect fluorescence techniques. Step 3: Return results and receive consultation. The patient will be directly read the test results by a musculoskeletal specialist and advised on treatment methods, or effective disease prevention instructions.",
            "subsection_string": "Diagnostic method\nAssociate Professor Hong Hoa said that currently the most modern diagnostic testing method for autoimmune arthritis and being applied at Tam Anh General Hospital is the antinuclear antibody (ANA) test.\nThe ANA test is one of the first tests that doctors will order when a patient has symptoms and signs of autoimmune disease by determining the amount of antinuclear antibodies in the patient's blood.\nTam Anh General Hospital owns modern machinery, contributing to accurate diagnosis of diseases and effective treatment\nThrough this test, the doctor can determine whether the patient is suffering from an autoimmune disease or not. If the test result is negative, it may be due to the patient's low antibody titer. However, it cannot be ruled out that the patient does not have the disease and needs to be combined with clinical symptoms and other tests to diagnose. On the contrary, if the test result is positive, it means the patient's antibody titer increases and the risk of autoimmune disease is high.\nHowever, using only this antinuclear antibody testing method cannot accurately determine which disease the patient is suffering from. Therefore, in most cases, doctors prescribe additional tests to accurately search for specific antibodies in each disease, correctly diagnose and treat the disease effectively.\nTESTING PROCESS FOR AUTOIMMUNE ARTHRITIS DIAGNOSIS AT TAM ANH General Hospital Invested in building spacious facilities, equipped with modern machinery systems and gathering a team of musculoskeletal doctors and laboratory doctors ... leading the industry in Vietnam, Tam Anh General Hospital deploys a diagnostic testing package for autoimmune arthritis with a professional - fast - accurate process as follows: Step 1: Visit with musculoskeletal specialists Leading joints Patients will be examined by leading experts in the field of musculoskeletal surgery in Vietnam. Symptoms, personal and family medical history, daily living habits, medications the patient is using... need to be fully informed to be able to prescribe effective tests. avoid side effects. Step 2: Perform tests prescribed by your doctor. Most diagnostic tests for autoimmune arthritis require antinuclear antibody (ANA) testing. The patient's blood is taken intravenously and stored in a test tube containing anticoagulant, and immediately centrifuged to get serum or plasma. Then, these samples were analyzed using chemiluminescent immunoassay, enzyme and indirect fluorescence techniques. Step 3: Return results and receive consultation. The patient will be directly read the test results by a musculoskeletal specialist and advised on treatment methods, or effective disease prevention instructions."
        },
        {
            "subsection_name": "Treatment methods for autoimmune arthritis",
            "subsection_content": "If in the past most autoimmune diseases could not be completely cured, people with autoimmune arthritis had to accept living with the disease, suffering severe sequelae, even disability, then today, the advancement of Modern medicine has opened a new turning point in treatment. Department of Musculoskeletal and Rheumatology, Tam Anh General Hospital is a pioneer in updating and applying the world's most modern medical achievements in treating autoimmune arthritis, preventing dangerous complications, and reviving movement. for patients.\nAssociate Professor, Dr. Dang Hong Hoa, Head of Musculoskeletal Internal Medicine Department, Tam Anh General Hospital, Hanoi directly examines patients\nIn fact, when symptoms of rashes, bone and joint pain appear, some patients arbitrarily buy medicine to treat it at home without a doctor's prescription. Associate Professor Hong Hoa recommends that patients should see a doctor immediately when they have unusual symptoms and follow the doctor's treatment instructions to avoid dangerous and unfortunate complications.",
            "subsection_string": "Treatment methods for autoimmune arthritis\nIf in the past most autoimmune diseases could not be completely cured, people with autoimmune arthritis had to accept living with the disease, suffering severe sequelae, even disability, then today, the advancement of Modern medicine has opened a new turning point in treatment. Department of Musculoskeletal and Rheumatology, Tam Anh General Hospital is a pioneer in updating and applying the world's most modern medical achievements in treating autoimmune arthritis, preventing dangerous complications, and reviving movement. for patients.\nAssociate Professor, Dr. Dang Hong Hoa, Head of Musculoskeletal Internal Medicine Department, Tam Anh General Hospital, Hanoi directly examines patients\nIn fact, when symptoms of rashes, bone and joint pain appear, some patients arbitrarily buy medicine to treat it at home without a doctor's prescription. Associate Professor Hong Hoa recommends that patients should see a doctor immediately when they have unusual symptoms and follow the doctor's treatment instructions to avoid dangerous and unfortunate complications."
        },
        {
            "subsection_name": "Nutrition for patients with autoimmune arthritis",
            "subsection_content": "An unhealthy, unscientific diet not only makes treatment methods ineffective but also makes the disease worse. Therefore, experts recommend that people with autoimmune arthritis need to maintain scientific eating habits, supplement all necessary nutrients that are good for the musculoskeletal system, and stay away from harmful foods. for this agency.\nPeople with autoimmune arthritis need to build a scientific diet and supplement adequate nutrition\nGood foods for patients with autoimmune arthritis include foods high in omega 3 fatty acids, whole grains such as brown rice, oats, wheat, broccoli, dairy products and vitamin-rich fruits. C…\nPeople with autoimmune arthritis need to avoid alcoholic beverages, fast food, red meat, seafood, chicken, animal organs... because they make the disease worse.",
            "subsection_string": "Nutrition for patients with autoimmune arthritis\nAn unhealthy, unscientific diet not only makes treatment methods ineffective but also makes the disease worse. Therefore, experts recommend that people with autoimmune arthritis need to maintain scientific eating habits, supplement all necessary nutrients that are good for the musculoskeletal system, and stay away from harmful foods. for this agency.\nPeople with autoimmune arthritis need to build a scientific diet and supplement adequate nutrition\nGood foods for patients with autoimmune arthritis include foods high in omega 3 fatty acids, whole grains such as brown rice, oats, wheat, broccoli, dairy products and vitamin-rich fruits. C…\nPeople with autoimmune arthritis need to avoid alcoholic beverages, fast food, red meat, seafood, chicken, animal organs... because they make the disease worse."
        },
        {
            "subsection_name": "Prevention of autoimmune arthritis",
            "subsection_content": "Autoimmune arthritis has dangerous complications, treatment is difficult and complicated if not detected early and treated promptly. Therefore, disease prevention is given more attention. Associate Professor, Dr. Dang Hong Hoa shares the 3 simplest and most effective ways to prevent autoimmune diseases, including:\nExercise regularly: Regular exercise helps improve health, increase endurance and flexibility of the musculoskeletal system, and prevent many other bone and joint diseases. It is recommended to exercise about 30 - 60 minutes a day, you can practice things like walking, yoga, swimming, cycling...; Apply scientific nutrition: It is necessary to pay attention to the daily diet, ensuring adequate supply of nutrients and minerals necessary for the body.; Get examined immediately when there are unusual symptoms: Examination and treatment of the disease right from the early stages helps maximize effectiveness, while minimizing the cost of complicated treatment if treated at an early stage. late.\nRegular exercise is one of the ways to prevent complications of autoimmune diseases",
            "subsection_string": "Prevention of autoimmune arthritis\nAutoimmune arthritis has dangerous complications, treatment is difficult and complicated if not detected early and treated promptly. Therefore, disease prevention is given more attention. Associate Professor, Dr. Dang Hong Hoa shares the 3 simplest and most effective ways to prevent autoimmune diseases, including:\nExercise regularly: Regular exercise helps improve health, increase endurance and flexibility of the musculoskeletal system, and prevent many other bone and joint diseases. It is recommended to exercise about 30 - 60 minutes a day, you can practice things like walking, yoga, swimming, cycling...; Apply scientific nutrition: It is necessary to pay attention to the daily diet, ensuring adequate supply of nutrients and minerals necessary for the body.; Get examined immediately when there are unusual symptoms: Examination and treatment of the disease right from the early stages helps maximize effectiveness, while minimizing the cost of complicated treatment if treated at an early stage. late.\nRegular exercise is one of the ways to prevent complications of autoimmune diseases"
        },
        {
            "subsection_name": "frequently asked Questions",
            "subsection_content": "Compiling hundreds of questions related to autoimmune arthritis sent to the mailbox of Tam Anh General Hospital, Associate Professor, Dr. Dang Hong Hoa, Head of Department of Internal Medicine and Bones, Tam Anh General Hospital, Hanoi answered in detail as follows: after:\nHow long can you live with an autoimmune disease?\nDepending on the time the disease symptoms start, the time the disease is detected, the time the treatment begins and the treatment methods used, the prognosis for prolonging life in each patient is different. There are cases of late detection, delayed treatment or incorrect treatment, where the patient self-treats at home... which only prolongs life for a few years, even a few months. The good news is that at Tam Anh General Hospital, hundreds of cases of successful treatment have been recorded, with patients prolonging their lives and living happily and healthily thanks to early detection, timely treatment and proper post-treatment care. Therefore, the most important thing is to recommend that patients should see a doctor immediately when there are unusual signs to intervene promptly and improve quality of life.\nAre autoimmune diseases contagious?\nAs the name suggests, autoimmune diseases are diseases that stem from disorders in each person's immune system and are not transmitted from person to person. Therefore, healthy people can feel secure in contacting and working with sick people, avoiding alienation, guilt and low self-esteem for the sick.\nArthritis caused by autoimmune diseases can lead to many dangerous complications, putting patients at risk of disability and even life-threatening conditions. Come immediately to the Department of Musculoskeletal Medicine, Tam Anh General Hospital to be examined, diagnosed and treated properly and effectively!",
            "subsection_string": "frequently asked Questions\nCompiling hundreds of questions related to autoimmune arthritis sent to the mailbox of Tam Anh General Hospital, Associate Professor, Dr. Dang Hong Hoa, Head of Department of Internal Medicine and Bones, Tam Anh General Hospital, Hanoi answered in detail as follows: after:\nHow long can you live with an autoimmune disease?\nDepending on the time the disease symptoms start, the time the disease is detected, the time the treatment begins and the treatment methods used, the prognosis for prolonging life in each patient is different. There are cases of late detection, delayed treatment or incorrect treatment, where the patient self-treats at home... which only prolongs life for a few years, even a few months. The good news is that at Tam Anh General Hospital, hundreds of cases of successful treatment have been recorded, with patients prolonging their lives and living happily and healthily thanks to early detection, timely treatment and proper post-treatment care. Therefore, the most important thing is to recommend that patients should see a doctor immediately when there are unusual signs to intervene promptly and improve quality of life.\nAre autoimmune diseases contagious?\nAs the name suggests, autoimmune diseases are diseases that stem from disorders in each person's immune system and are not transmitted from person to person. Therefore, healthy people can feel secure in contacting and working with sick people, avoiding alienation, guilt and low self-esteem for the sick.\nArthritis caused by autoimmune diseases can lead to many dangerous complications, putting patients at risk of disability and even life-threatening conditions. Come immediately to the Department of Musculoskeletal Medicine, Tam Anh General Hospital to be examined, diagnosed and treated properly and effectively!"
        }
    ],
    "name": "benh-tu-mien.json"
}