{
    "title": "How does tapeworm infect people? Signs and causes",
    "category": "Testing",
    "link": "https://tamanhhospital.vn/benh-san-day/",
    "abstract": "Tapeworms are parasites with flat, opaque white bodies and many segments connected together but without digestive organs. Because the body is long and narrow, it is called tapeworm. Parasitic tapeworms in humans often cause mild, asymptomatic disease that is easy to treat, but can sometimes affect life. Therefore, we need to recognize the symptoms and causes, and equip ourselves with ways to protect ourselves and our families against these potential tapeworm-causing factors.",
    "content": "How does tapeworm infect people? Signs and causes\n\nTapeworms are parasites with flat, opaque white bodies and many segments connected together but without digestive organs. Because the body is long and narrow, it is called tapeworm. Parasitic tapeworms in humans often cause mild, asymptomatic disease that is easy to treat, but can sometimes affect life. Therefore, we need to recognize the symptoms and causes, and equip ourselves with ways to protect ourselves and our families against these potential tapeworm-causing factors.\n\nWhat is tapeworm disease?\nTapeworm disease (also called tapeworm) causes a parasitic infection in the intestines. The cause is tapeworm eggs (pork tapeworm, beef tapeworm, fish tapeworm...) entering from animals into humans through the mouth, especially the habit of eating raw, undercooked or undercooked meat. Normally, a body infected with tapeworms will experience mild and non-specific symptoms such as fatigue, abdominal pain, and diarrhea. Symptoms can also vary depending on the type of tapeworm you have. (first)\nTapeworm infection is caused by eating food or water contaminated with tapeworm eggs or larvae\n\nClassify\nTapeworms cannot live freely alone in the outside environment but exist in the intestines of animals and humans. In humans, parasitic tapeworms come in the form of adult and larval tapeworms. Depending on the type of intermediate host (cow, pig, fish...), the tapeworms that parasitize and cause disease in humans will have different names: pork tapeworm, beef tapeworm, fish tapeworm... (2)\n1. Pork tapeworm\nAdult fluke: length from 2-4m, with about 800-1,000 segments including head, neck and segment; Egg: spherical, thick shell about 35mcm in diameter, containing 6 hook embryos inside; Larval cyst (Cysticercus cellulosae): opaque white, 10x8mm in size, containing fluid and tapeworm larvae. The head of the tapeworm larva has 4 suction plates and 2 rows of hooks, very similar to the head of the adult tapeworm.\n2. Beef tapeworm\nAdult fluke: 4-10m long, pear-shaped head 1-2mm in diameter, has 4 suction discs, no thread or hook. The old segment is 2.5-3 times longer than the width. The fluke segment automatically crawls out and can be found in blankets, mats, clothes.; Eggs: 30-40cm in size, similar to pork tapeworm eggs; Larval cyst (Cysticercus bovis): smaller than pork tapeworm larval cyst, 6-8mm x 3-5mm in size, red in color because it contains myoglobin, with larval head inside.\n3. Fish tapeworm\nAdult fluke: is the largest parasitic fluke in humans, ivory white or yellow-gray, 10-12m long, sometimes 20m, consisting of 3,000-4,000 segments. The tip of the fluke is small, oval-shaped, measuring 2.3mm x 0.7mm, without a suction disc but with 2 suction grooves. Mature segments are trapezoidal in shape, length shorter than width, size 10-12mm x 3-4mm.; Eggs: brown, thin shell with lid, more like trematode eggs but smaller in size, 70 x 45mcm (1mm = 1,000 mcm), not embryonic at birth.\nA parasitic parasite in freshwater fish is being analyzed in the laboratory\n\nHow do tapeworms infect passersby?\nParasitology also divides tapeworms into 2 classes:\nTapeworms that parasitize humans in the adult stage (intestinal parasites), humans are the permanent hosts, including: pork tapeworms, medium tapeworms and small tapeworms.; Tapeworms parasitize humans in the larval stage, humans are the intermediate hosts because the tapeworms \"mistakenly parasitize\" instead of parasitizing animals (Larva Migrans migratory larvae).\nWhen we eat pork or beef containing uncooked tapeworm larvae (cysts), the cysts enter the human body and will develop into adult pork tapeworms/beef tapeworms and parasitize the human small intestine. .\nIn case of eating pork tapeworm eggs (usually found in fresh vegetables, fruits, drinking water... because they have not been washed), the eggs will develop into pork tapeworm larvae in the body, causing pork tapeworm larvae disease ( also known as rice man disease). This situation rarely occurs in beef tapeworm larvae.\n\nSymptoms of tapeworm infection\nAdult tapeworm disease\nSymptoms of adult tapeworm infection are usually mild, without specific symptoms. Accidentally, a stool test found a tapeworm. (3); Some cases may have symptoms such as nausea, headaches, intermittent diarrhea, and weight loss. Sometimes abdominal pain spreads to the appendix because the flukes moving from the small intestine to the large intestine can rub against the ileostomy valve.; In people with neurasthenia, children may have symptoms of convulsions, mood changes, and cardiovascular disorders.; Sometimes patients have anemia syndrome, caused by B12 deficiency.\nLarval disease\nWhen moving throughout the body, tapeworm larvae can cause serious illness when they develop in the skin, liver, lungs, eyes, muscles, and subcutaneous tissue. in the brain. Severe complications can lead to death.; In humans, Taenia solium larvae cause damage to many internal organs, Echinococcus granulosus and E. multilocularis larvae cause alveolar hydatid disease; The larvae of Spirometra spp, Spirometra erinacei... can also infect humans.\n\nCauses of tapeworm infection\nAnyone can become infected after eating tapeworm eggs or larvae. Accordingly, common infectious causes include:\nEating tapeworm eggs\nTapeworm eggs enter humans through three main routes: food, water, and contaminated soil.\nIf the host (pig, cow, etc.) has a tapeworm, segments or eggs of the tapeworm may be present in the host's feces and fall to the ground. Each segment can contain thousands of eggs.\nA person can become infected with tapeworms from:\nDrinking contaminated water; Dirty hands when coming into contact with animals and contaminated soil; Consuming contaminated food, especially fruits and vegetables that are fertilized with fresh manure and have not gone through any processing steps.\nThe eggs hatch into larvae, enter the intestines, and then move and infect other parts of the body. This type of infection is most common with tapeworms from pigs.\nEating infected meat or fish\nIf meat or fish carries larval cysts and is not cooked or raw, these cysts can travel to the intestines and develop into adult tapeworms.\nAn adult tapeworm may have the following characteristics:\nLive up to 20 years; Up to 15m long; Attaches itself to the intestinal wall; Passes through the human digestive system and is excreted in feces\nFish tapeworm infection is more common in countries that commonly consume raw fish, such as Eastern Europe, Scandinavian countries (Denmark, Finland, Norway, Sweden...) and Japan. Undercooked or raw freshwater fish, such as salmon, are the most common sources of infection.\nTransmitted from person to person\nDwarf tapeworms can be transmitted from person to person. This is also the only tapeworm that can spend its entire life cycle in a single host. Dwarf tapeworm infection is the most common tapeworm infection globally.\nTransmitted from insects to humans\nFleas and some other bugs can acquire tapeworm eggs by eating the feces of infected rats or mice. These insects can infect humans as intermediate hosts, and the tapeworms move from egg to adult stage. This type of infection occurs with dwarf tapeworms and is much more common in places where poor hygiene is practiced.\nRe-infection with tapeworms\nDuring treatment, people can reinfect themselves if good hygiene practices are not followed. Eggs are in human feces, not washing hands after going to the toilet will increase the risk of reinfection.\nNot paying attention to risk factors for tapeworm infection\nRisk factors include:\nWorking or contact with animals: Often occurs in places where feces are not effectively disposed of. Raising pigs freely and slaughtering pigs is not good; Poor hygiene: If you do not wash your hands regularly, the risk of oral infection is higher.; Traveling or living in places with poor hygiene practices increases the risk of tapeworm infection.; Consuming raw or undercooked meat and fish: Larvae and eggs found in meat and fish can infect humans if eaten raw or undercooked. The risk of pollution from fish mainly belongs to the freshwater fish group.\n\nWhere do tapeworms live?\nEating undercooked meat from infected animals is the main cause of tapeworm infection in humans.\nAdult tapeworms usually reside in the human small intestine; Pork tapeworm larvae live parasitically in the organizations of some mammals such as humans, pigs, buffaloes, cows, sheep, goats, horses, rabbits, dogs, cats...; Fish tapeworms are large tapeworms that live parasitically in the small intestine of humans or fish-eating animals such as dogs, cats, bears, and foxes.\n\nSymptoms\nThe risk of complications depends on a number of factors, including the type of tapeworm and whether the patient receives treatment:\nTapeworm disease: If people eat pork tapeworm eggs, they will be at risk of being infected with larvae. Larvae can escape from the intestines and infect other tissues and organs in the body, which can cause organ damage and, in severe cases, death.; Neurocysticercosis: This is a dangerous complication of pork tapeworm infection. The brain and nervous system are affected. Sufferers may experience symptoms of headaches, vision problems, seizures, meningitis and confusion. In very severe cases, the infection can be fatal.; Echinococcosis or hydatid disease: Echinococcus tapeworms can cause an infection called echinococcosis. The larvae leave the intestines and infect organs, most commonly the liver. Infection can lead to large cysts, which put pressure on nearby blood vessels and affect circulation. In case of severe damage, surgery or liver transplant is required.\nHydatid cyst of the tapeworm Echinococcus granulosus in the liver\n\nDiagnostic method\nWhen you suspect tapeworm infection or have symptoms of tapeworm infection, you should go to reputable medical facilities to be examined by doctors. A few people may also see adult tapeworm segments in their stool. However, checking stool samples is still necessary. During the examination, the doctor may also check the area around the patient's anus for signs of eggs or larvae.\nThe following diagnostic aids may be used, depending on the type of tapeworm infection:\nBlood tests: These tests look for antibodies caused by infection. A slight increase of 11%-12% in the blood can be seen in the case of Larva migrans syndrome.; Diagnostic imaging: Techniques performed may include chest X-ray, ultrasound, CT scan or MRI scan.; Check the internal organs to see if the organs are functioning normally or not.; Stool test: to detect parasites, worms, tapeworms...; Graham method - clear tape method: Use a piece of clear tape to stick to the edge of the anus, then remove it and stick it on a slide to observe under a microscope to look for eggs.\n\nTreatment of tapeworm infections\nIf you see the above symptoms, you should see a doctor to get appropriate treatment for each type of tapeworm you have. (4)\nDeworming medicine is effective against threadworms or pinworms, whipworms, roundworms, hookworms, and tapeworms\nDrug\nUsing laxatives helps eliminate tapeworms through the bowels. If the patient is infected with pork tapeworm, the doctor may prescribe special medication; The patient's stool will be checked many times for about 1 - 3 months after taking the medicine. These medications, if followed properly, are 95% effective.\nAnti-inflammatory drugs\nIf the infection affects tissues outside the intestines, the person may need to take a course of steroid anti-inflammatory drugs to reduce swelling caused by cyst growth.\nCyst surgery\nIf a patient has a life-threatening cyst that has developed in vital organs such as the lungs or liver, surgery may be required. Your doctor may inject medication into the cyst (such as formalin) to kill the larvae before removing the cyst.\n\nPrevent tapeworms\nTo prevent tapeworm infection, specific actions need to be maintained, including:\nEliminate the source of disease: Treat sick people; Personal hygiene and external hygiene (avoid open defecation).; Livestock: Dispose of animal and human feces properly. Minimize animal exposure to tapeworm eggs. Raise livestock hygienically, do not let loose...; Practice good hygiene: Wash hands thoroughly with soap and water after going to the bathroom and before eating.; Food precautions: If you live in an area where tapeworms are common, be sure to wash and cook all fruits and vegetables in clean water.; Meat: Cook meat thoroughly at a temperature of at least 66 degrees Celsius to kill larvae or eggs.; Meat and fish: Freeze fish and meat for at least 7 days before processing; Raw foods: Do not eat raw or undercooked pork, beef, or fish; Pet dogs: Make sure pets are treated for tapeworms. Practice good personal hygiene. Dog food made from meat and fish needs to be cooked.; Kitchen hygiene: Ensure all surfaces in the kitchen are regularly cleaned and disinfected.; Do not store raw food with other food. Wash your hands after touching raw meat or fish. Experts also warn that smoking or drying meat or fish is not a reliable way to kill larvae or eggs.\nCurrently, the Testing Center - Tam Anh General Hospital, Ho Chi Minh City is implementing Parasite Testing services, including: Stool testing (parasite screening) and Blood testing (parasite diagnostic serum).\nThe reason for getting accurate and timely test results for patients is because the Testing Center, Tam Anh General Hospital was invested in spacious construction, arranged with a modern and synchronous equipment system, meeting standards. Biosafety standard level 2.\nTo register for medical examination and parasite tests, customers can do so in the following ways: come directly to the hospital, register via hotline number 024 3872 3872 - 024 7106 6858 (Hanoi) – 0287 102 6789 – 093 180 6858 (HCMC).",
    "subsections": [
        {
            "subsection_name": "What is tapeworm disease?",
            "subsection_content": "Tapeworm disease (also called tapeworm) causes a parasitic infection in the intestines. The cause is tapeworm eggs (pork tapeworm, beef tapeworm, fish tapeworm...) entering from animals into humans through the mouth, especially the habit of eating raw, undercooked or undercooked meat. Normally, a body infected with tapeworms will experience mild and non-specific symptoms such as fatigue, abdominal pain, and diarrhea. Symptoms can also vary depending on the type of tapeworm you have. (first)\nTapeworm infection is caused by eating food or water contaminated with tapeworm eggs or larvae",
            "subsection_string": "What is tapeworm disease?\nTapeworm disease (also called tapeworm) causes a parasitic infection in the intestines. The cause is tapeworm eggs (pork tapeworm, beef tapeworm, fish tapeworm...) entering from animals into humans through the mouth, especially the habit of eating raw, undercooked or undercooked meat. Normally, a body infected with tapeworms will experience mild and non-specific symptoms such as fatigue, abdominal pain, and diarrhea. Symptoms can also vary depending on the type of tapeworm you have. (first)\nTapeworm infection is caused by eating food or water contaminated with tapeworm eggs or larvae"
        },
        {
            "subsection_name": "Classify",
            "subsection_content": "Tapeworms cannot live freely alone in the outside environment but exist in the intestines of animals and humans. In humans, parasitic tapeworms come in the form of adult and larval tapeworms. Depending on the type of intermediate host (cow, pig, fish...), the tapeworms that parasitize and cause disease in humans will have different names: pork tapeworm, beef tapeworm, fish tapeworm... (2)\n1. Pork tapeworm\nAdult fluke: length from 2-4m, with about 800-1,000 segments including head, neck and segment; Egg: spherical, thick shell about 35mcm in diameter, containing 6 hook embryos inside; Larval cyst (Cysticercus cellulosae): opaque white, 10x8mm in size, containing fluid and tapeworm larvae. The head of the tapeworm larva has 4 suction plates and 2 rows of hooks, very similar to the head of the adult tapeworm.\n2. Beef tapeworm\nAdult fluke: 4-10m long, pear-shaped head 1-2mm in diameter, has 4 suction discs, no thread or hook. The old segment is 2.5-3 times longer than the width. The fluke segment automatically crawls out and can be found in blankets, mats, clothes.; Eggs: 30-40cm in size, similar to pork tapeworm eggs; Larval cyst (Cysticercus bovis): smaller than pork tapeworm larval cyst, 6-8mm x 3-5mm in size, red in color because it contains myoglobin, with larval head inside.\n3. Fish tapeworm\nAdult fluke: is the largest parasitic fluke in humans, ivory white or yellow-gray, 10-12m long, sometimes 20m, consisting of 3,000-4,000 segments. The tip of the fluke is small, oval-shaped, measuring 2.3mm x 0.7mm, without a suction disc but with 2 suction grooves. Mature segments are trapezoidal in shape, length shorter than width, size 10-12mm x 3-4mm.; Eggs: brown, thin shell with lid, more like trematode eggs but smaller in size, 70 x 45mcm (1mm = 1,000 mcm), not embryonic at birth.\nA parasitic parasite in freshwater fish is being analyzed in the laboratory",
            "subsection_string": "Classify\nTapeworms cannot live freely alone in the outside environment but exist in the intestines of animals and humans. In humans, parasitic tapeworms come in the form of adult and larval tapeworms. Depending on the type of intermediate host (cow, pig, fish...), the tapeworms that parasitize and cause disease in humans will have different names: pork tapeworm, beef tapeworm, fish tapeworm... (2)\n1. Pork tapeworm\nAdult fluke: length from 2-4m, with about 800-1,000 segments including head, neck and segment; Egg: spherical, thick shell about 35mcm in diameter, containing 6 hook embryos inside; Larval cyst (Cysticercus cellulosae): opaque white, 10x8mm in size, containing fluid and tapeworm larvae. The head of the tapeworm larva has 4 suction plates and 2 rows of hooks, very similar to the head of the adult tapeworm.\n2. Beef tapeworm\nAdult fluke: 4-10m long, pear-shaped head 1-2mm in diameter, has 4 suction discs, no thread or hook. The old segment is 2.5-3 times longer than the width. The fluke segment automatically crawls out and can be found in blankets, mats, clothes.; Eggs: 30-40cm in size, similar to pork tapeworm eggs; Larval cyst (Cysticercus bovis): smaller than pork tapeworm larval cyst, 6-8mm x 3-5mm in size, red in color because it contains myoglobin, with larval head inside.\n3. Fish tapeworm\nAdult fluke: is the largest parasitic fluke in humans, ivory white or yellow-gray, 10-12m long, sometimes 20m, consisting of 3,000-4,000 segments. The tip of the fluke is small, oval-shaped, measuring 2.3mm x 0.7mm, without a suction disc but with 2 suction grooves. Mature segments are trapezoidal in shape, length shorter than width, size 10-12mm x 3-4mm.; Eggs: brown, thin shell with lid, more like trematode eggs but smaller in size, 70 x 45mcm (1mm = 1,000 mcm), not embryonic at birth.\nA parasitic parasite in freshwater fish is being analyzed in the laboratory"
        },
        {
            "subsection_name": "How do tapeworms infect passersby?",
            "subsection_content": "Parasitology also divides tapeworms into 2 classes:\nTapeworms that parasitize humans in the adult stage (intestinal parasites), humans are the permanent hosts, including: pork tapeworms, medium tapeworms and small tapeworms.; Tapeworms parasitize humans in the larval stage, humans are the intermediate hosts because the tapeworms \"mistakenly parasitize\" instead of parasitizing animals (Larva Migrans migratory larvae).\nWhen we eat pork or beef containing uncooked tapeworm larvae (cysts), the cysts enter the human body and will develop into adult pork tapeworms/beef tapeworms and parasitize the human small intestine. .\nIn case of eating pork tapeworm eggs (usually found in fresh vegetables, fruits, drinking water... because they have not been washed), the eggs will develop into pork tapeworm larvae in the body, causing pork tapeworm larvae disease ( also known as rice man disease). This situation rarely occurs in beef tapeworm larvae.",
            "subsection_string": "How do tapeworms infect passersby?\nParasitology also divides tapeworms into 2 classes:\nTapeworms that parasitize humans in the adult stage (intestinal parasites), humans are the permanent hosts, including: pork tapeworms, medium tapeworms and small tapeworms.; Tapeworms parasitize humans in the larval stage, humans are the intermediate hosts because the tapeworms \"mistakenly parasitize\" instead of parasitizing animals (Larva Migrans migratory larvae).\nWhen we eat pork or beef containing uncooked tapeworm larvae (cysts), the cysts enter the human body and will develop into adult pork tapeworms/beef tapeworms and parasitize the human small intestine. .\nIn case of eating pork tapeworm eggs (usually found in fresh vegetables, fruits, drinking water... because they have not been washed), the eggs will develop into pork tapeworm larvae in the body, causing pork tapeworm larvae disease ( also known as rice man disease). This situation rarely occurs in beef tapeworm larvae."
        },
        {
            "subsection_name": "Symptoms of tapeworm infection",
            "subsection_content": "Adult tapeworm disease\nSymptoms of adult tapeworm infection are usually mild, without specific symptoms. Accidentally, a stool test found a tapeworm. (3); Some cases may have symptoms such as nausea, headaches, intermittent diarrhea, and weight loss. Sometimes abdominal pain spreads to the appendix because the flukes moving from the small intestine to the large intestine can rub against the ileostomy valve.; In people with neurasthenia, children may have symptoms of convulsions, mood changes, and cardiovascular disorders.; Sometimes patients have anemia syndrome, caused by B12 deficiency.\nLarval disease\nWhen moving throughout the body, tapeworm larvae can cause serious illness when they develop in the skin, liver, lungs, eyes, muscles, and subcutaneous tissue. in the brain. Severe complications can lead to death.; In humans, Taenia solium larvae cause damage to many internal organs, Echinococcus granulosus and E. multilocularis larvae cause alveolar hydatid disease; The larvae of Spirometra spp, Spirometra erinacei... can also infect humans.",
            "subsection_string": "Symptoms of tapeworm infection\nAdult tapeworm disease\nSymptoms of adult tapeworm infection are usually mild, without specific symptoms. Accidentally, a stool test found a tapeworm. (3); Some cases may have symptoms such as nausea, headaches, intermittent diarrhea, and weight loss. Sometimes abdominal pain spreads to the appendix because the flukes moving from the small intestine to the large intestine can rub against the ileostomy valve.; In people with neurasthenia, children may have symptoms of convulsions, mood changes, and cardiovascular disorders.; Sometimes patients have anemia syndrome, caused by B12 deficiency.\nLarval disease\nWhen moving throughout the body, tapeworm larvae can cause serious illness when they develop in the skin, liver, lungs, eyes, muscles, and subcutaneous tissue. in the brain. Severe complications can lead to death.; In humans, Taenia solium larvae cause damage to many internal organs, Echinococcus granulosus and E. multilocularis larvae cause alveolar hydatid disease; The larvae of Spirometra spp, Spirometra erinacei... can also infect humans."
        },
        {
            "subsection_name": "Causes of tapeworm infection",
            "subsection_content": "Anyone can become infected after eating tapeworm eggs or larvae. Accordingly, common infectious causes include:\nEating tapeworm eggs\nTapeworm eggs enter humans through three main routes: food, water, and contaminated soil.\nIf the host (pig, cow, etc.) has a tapeworm, segments or eggs of the tapeworm may be present in the host's feces and fall to the ground. Each segment can contain thousands of eggs.\nA person can become infected with tapeworms from:\nDrinking contaminated water; Dirty hands when coming into contact with animals and contaminated soil; Consuming contaminated food, especially fruits and vegetables that are fertilized with fresh manure and have not gone through any processing steps.\nThe eggs hatch into larvae, enter the intestines, and then move and infect other parts of the body. This type of infection is most common with tapeworms from pigs.\nEating infected meat or fish\nIf meat or fish carries larval cysts and is not cooked or raw, these cysts can travel to the intestines and develop into adult tapeworms.\nAn adult tapeworm may have the following characteristics:\nLive up to 20 years; Up to 15m long; Attaches itself to the intestinal wall; Passes through the human digestive system and is excreted in feces\nFish tapeworm infection is more common in countries that commonly consume raw fish, such as Eastern Europe, Scandinavian countries (Denmark, Finland, Norway, Sweden...) and Japan. Undercooked or raw freshwater fish, such as salmon, are the most common sources of infection.\nTransmitted from person to person\nDwarf tapeworms can be transmitted from person to person. This is also the only tapeworm that can spend its entire life cycle in a single host. Dwarf tapeworm infection is the most common tapeworm infection globally.\nTransmitted from insects to humans\nFleas and some other bugs can acquire tapeworm eggs by eating the feces of infected rats or mice. These insects can infect humans as intermediate hosts, and the tapeworms move from egg to adult stage. This type of infection occurs with dwarf tapeworms and is much more common in places where poor hygiene is practiced.\nRe-infection with tapeworms\nDuring treatment, people can reinfect themselves if good hygiene practices are not followed. Eggs are in human feces, not washing hands after going to the toilet will increase the risk of reinfection.\nNot paying attention to risk factors for tapeworm infection\nRisk factors include:\nWorking or contact with animals: Often occurs in places where feces are not effectively disposed of. Raising pigs freely and slaughtering pigs is not good; Poor hygiene: If you do not wash your hands regularly, the risk of oral infection is higher.; Traveling or living in places with poor hygiene practices increases the risk of tapeworm infection.; Consuming raw or undercooked meat and fish: Larvae and eggs found in meat and fish can infect humans if eaten raw or undercooked. The risk of pollution from fish mainly belongs to the freshwater fish group.",
            "subsection_string": "Causes of tapeworm infection\nAnyone can become infected after eating tapeworm eggs or larvae. Accordingly, common infectious causes include:\nEating tapeworm eggs\nTapeworm eggs enter humans through three main routes: food, water, and contaminated soil.\nIf the host (pig, cow, etc.) has a tapeworm, segments or eggs of the tapeworm may be present in the host's feces and fall to the ground. Each segment can contain thousands of eggs.\nA person can become infected with tapeworms from:\nDrinking contaminated water; Dirty hands when coming into contact with animals and contaminated soil; Consuming contaminated food, especially fruits and vegetables that are fertilized with fresh manure and have not gone through any processing steps.\nThe eggs hatch into larvae, enter the intestines, and then move and infect other parts of the body. This type of infection is most common with tapeworms from pigs.\nEating infected meat or fish\nIf meat or fish carries larval cysts and is not cooked or raw, these cysts can travel to the intestines and develop into adult tapeworms.\nAn adult tapeworm may have the following characteristics:\nLive up to 20 years; Up to 15m long; Attaches itself to the intestinal wall; Passes through the human digestive system and is excreted in feces\nFish tapeworm infection is more common in countries that commonly consume raw fish, such as Eastern Europe, Scandinavian countries (Denmark, Finland, Norway, Sweden...) and Japan. Undercooked or raw freshwater fish, such as salmon, are the most common sources of infection.\nTransmitted from person to person\nDwarf tapeworms can be transmitted from person to person. This is also the only tapeworm that can spend its entire life cycle in a single host. Dwarf tapeworm infection is the most common tapeworm infection globally.\nTransmitted from insects to humans\nFleas and some other bugs can acquire tapeworm eggs by eating the feces of infected rats or mice. These insects can infect humans as intermediate hosts, and the tapeworms move from egg to adult stage. This type of infection occurs with dwarf tapeworms and is much more common in places where poor hygiene is practiced.\nRe-infection with tapeworms\nDuring treatment, people can reinfect themselves if good hygiene practices are not followed. Eggs are in human feces, not washing hands after going to the toilet will increase the risk of reinfection.\nNot paying attention to risk factors for tapeworm infection\nRisk factors include:\nWorking or contact with animals: Often occurs in places where feces are not effectively disposed of. Raising pigs freely and slaughtering pigs is not good; Poor hygiene: If you do not wash your hands regularly, the risk of oral infection is higher.; Traveling or living in places with poor hygiene practices increases the risk of tapeworm infection.; Consuming raw or undercooked meat and fish: Larvae and eggs found in meat and fish can infect humans if eaten raw or undercooked. The risk of pollution from fish mainly belongs to the freshwater fish group."
        },
        {
            "subsection_name": "Where do tapeworms live?",
            "subsection_content": "Eating undercooked meat from infected animals is the main cause of tapeworm infection in humans.\nAdult tapeworms usually reside in the human small intestine; Pork tapeworm larvae live parasitically in the organizations of some mammals such as humans, pigs, buffaloes, cows, sheep, goats, horses, rabbits, dogs, cats...; Fish tapeworms are large tapeworms that live parasitically in the small intestine of humans or fish-eating animals such as dogs, cats, bears, and foxes.",
            "subsection_string": "Where do tapeworms live?\nEating undercooked meat from infected animals is the main cause of tapeworm infection in humans.\nAdult tapeworms usually reside in the human small intestine; Pork tapeworm larvae live parasitically in the organizations of some mammals such as humans, pigs, buffaloes, cows, sheep, goats, horses, rabbits, dogs, cats...; Fish tapeworms are large tapeworms that live parasitically in the small intestine of humans or fish-eating animals such as dogs, cats, bears, and foxes."
        },
        {
            "subsection_name": "Symptoms",
            "subsection_content": "The risk of complications depends on a number of factors, including the type of tapeworm and whether the patient receives treatment:\nTapeworm disease: If people eat pork tapeworm eggs, they will be at risk of being infected with larvae. Larvae can escape from the intestines and infect other tissues and organs in the body, which can cause organ damage and, in severe cases, death.; Neurocysticercosis: This is a dangerous complication of pork tapeworm infection. The brain and nervous system are affected. Sufferers may experience symptoms of headaches, vision problems, seizures, meningitis and confusion. In very severe cases, the infection can be fatal.; Echinococcosis or hydatid disease: Echinococcus tapeworms can cause an infection called echinococcosis. The larvae leave the intestines and infect organs, most commonly the liver. Infection can lead to large cysts, which put pressure on nearby blood vessels and affect circulation. In case of severe damage, surgery or liver transplant is required.\nHydatid cyst of the tapeworm Echinococcus granulosus in the liver",
            "subsection_string": "Symptoms\nThe risk of complications depends on a number of factors, including the type of tapeworm and whether the patient receives treatment:\nTapeworm disease: If people eat pork tapeworm eggs, they will be at risk of being infected with larvae. Larvae can escape from the intestines and infect other tissues and organs in the body, which can cause organ damage and, in severe cases, death.; Neurocysticercosis: This is a dangerous complication of pork tapeworm infection. The brain and nervous system are affected. Sufferers may experience symptoms of headaches, vision problems, seizures, meningitis and confusion. In very severe cases, the infection can be fatal.; Echinococcosis or hydatid disease: Echinococcus tapeworms can cause an infection called echinococcosis. The larvae leave the intestines and infect organs, most commonly the liver. Infection can lead to large cysts, which put pressure on nearby blood vessels and affect circulation. In case of severe damage, surgery or liver transplant is required.\nHydatid cyst of the tapeworm Echinococcus granulosus in the liver"
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "When you suspect tapeworm infection or have symptoms of tapeworm infection, you should go to reputable medical facilities to be examined by doctors. A few people may also see adult tapeworm segments in their stool. However, checking stool samples is still necessary. During the examination, the doctor may also check the area around the patient's anus for signs of eggs or larvae.\nThe following diagnostic aids may be used, depending on the type of tapeworm infection:\nBlood tests: These tests look for antibodies caused by infection. A slight increase of 11%-12% in the blood can be seen in the case of Larva migrans syndrome.; Diagnostic imaging: Techniques performed may include chest X-ray, ultrasound, CT scan or MRI scan.; Check the internal organs to see if the organs are functioning normally or not.; Stool test: to detect parasites, worms, tapeworms...; Graham method - clear tape method: Use a piece of clear tape to stick to the edge of the anus, then remove it and stick it on a slide to observe under a microscope to look for eggs.",
            "subsection_string": "Diagnostic method\nWhen you suspect tapeworm infection or have symptoms of tapeworm infection, you should go to reputable medical facilities to be examined by doctors. A few people may also see adult tapeworm segments in their stool. However, checking stool samples is still necessary. During the examination, the doctor may also check the area around the patient's anus for signs of eggs or larvae.\nThe following diagnostic aids may be used, depending on the type of tapeworm infection:\nBlood tests: These tests look for antibodies caused by infection. A slight increase of 11%-12% in the blood can be seen in the case of Larva migrans syndrome.; Diagnostic imaging: Techniques performed may include chest X-ray, ultrasound, CT scan or MRI scan.; Check the internal organs to see if the organs are functioning normally or not.; Stool test: to detect parasites, worms, tapeworms...; Graham method - clear tape method: Use a piece of clear tape to stick to the edge of the anus, then remove it and stick it on a slide to observe under a microscope to look for eggs."
        },
        {
            "subsection_name": "Treatment of tapeworm infections",
            "subsection_content": "If you see the above symptoms, you should see a doctor to get appropriate treatment for each type of tapeworm you have. (4)\nDeworming medicine is effective against threadworms or pinworms, whipworms, roundworms, hookworms, and tapeworms\nDrug\nUsing laxatives helps eliminate tapeworms through the bowels. If the patient is infected with pork tapeworm, the doctor may prescribe special medication; The patient's stool will be checked many times for about 1 - 3 months after taking the medicine. These medications, if followed properly, are 95% effective.\nAnti-inflammatory drugs\nIf the infection affects tissues outside the intestines, the person may need to take a course of steroid anti-inflammatory drugs to reduce swelling caused by cyst growth.\nCyst surgery\nIf a patient has a life-threatening cyst that has developed in vital organs such as the lungs or liver, surgery may be required. Your doctor may inject medication into the cyst (such as formalin) to kill the larvae before removing the cyst.",
            "subsection_string": "Treatment of tapeworm infections\nIf you see the above symptoms, you should see a doctor to get appropriate treatment for each type of tapeworm you have. (4)\nDeworming medicine is effective against threadworms or pinworms, whipworms, roundworms, hookworms, and tapeworms\nDrug\nUsing laxatives helps eliminate tapeworms through the bowels. If the patient is infected with pork tapeworm, the doctor may prescribe special medication; The patient's stool will be checked many times for about 1 - 3 months after taking the medicine. These medications, if followed properly, are 95% effective.\nAnti-inflammatory drugs\nIf the infection affects tissues outside the intestines, the person may need to take a course of steroid anti-inflammatory drugs to reduce swelling caused by cyst growth.\nCyst surgery\nIf a patient has a life-threatening cyst that has developed in vital organs such as the lungs or liver, surgery may be required. Your doctor may inject medication into the cyst (such as formalin) to kill the larvae before removing the cyst."
        },
        {
            "subsection_name": "Prevent tapeworms",
            "subsection_content": "To prevent tapeworm infection, specific actions need to be maintained, including:\nEliminate the source of disease: Treat sick people; Personal hygiene and external hygiene (avoid open defecation).; Livestock: Dispose of animal and human feces properly. Minimize animal exposure to tapeworm eggs. Raise livestock hygienically, do not let loose...; Practice good hygiene: Wash hands thoroughly with soap and water after going to the bathroom and before eating.; Food precautions: If you live in an area where tapeworms are common, be sure to wash and cook all fruits and vegetables in clean water.; Meat: Cook meat thoroughly at a temperature of at least 66 degrees Celsius to kill larvae or eggs.; Meat and fish: Freeze fish and meat for at least 7 days before processing; Raw foods: Do not eat raw or undercooked pork, beef, or fish; Pet dogs: Make sure pets are treated for tapeworms. Practice good personal hygiene. Dog food made from meat and fish needs to be cooked.; Kitchen hygiene: Ensure all surfaces in the kitchen are regularly cleaned and disinfected.; Do not store raw food with other food. Wash your hands after touching raw meat or fish. Experts also warn that smoking or drying meat or fish is not a reliable way to kill larvae or eggs.\nCurrently, the Testing Center - Tam Anh General Hospital, Ho Chi Minh City is implementing Parasite Testing services, including: Stool testing (parasite screening) and Blood testing (parasite diagnostic serum).\nThe reason for getting accurate and timely test results for patients is because the Testing Center, Tam Anh General Hospital was invested in spacious construction, arranged with a modern and synchronous equipment system, meeting standards. Biosafety standard level 2.\nTo register for medical examination and parasite tests, customers can do so in the following ways: come directly to the hospital, register via hotline number 024 3872 3872 - 024 7106 6858 (Hanoi) – 0287 102 6789 – 093 180 6858 (HCMC).",
            "subsection_string": "Prevent tapeworms\nTo prevent tapeworm infection, specific actions need to be maintained, including:\nEliminate the source of disease: Treat sick people; Personal hygiene and external hygiene (avoid open defecation).; Livestock: Dispose of animal and human feces properly. Minimize animal exposure to tapeworm eggs. Raise livestock hygienically, do not let loose...; Practice good hygiene: Wash hands thoroughly with soap and water after going to the bathroom and before eating.; Food precautions: If you live in an area where tapeworms are common, be sure to wash and cook all fruits and vegetables in clean water.; Meat: Cook meat thoroughly at a temperature of at least 66 degrees Celsius to kill larvae or eggs.; Meat and fish: Freeze fish and meat for at least 7 days before processing; Raw foods: Do not eat raw or undercooked pork, beef, or fish; Pet dogs: Make sure pets are treated for tapeworms. Practice good personal hygiene. Dog food made from meat and fish needs to be cooked.; Kitchen hygiene: Ensure all surfaces in the kitchen are regularly cleaned and disinfected.; Do not store raw food with other food. Wash your hands after touching raw meat or fish. Experts also warn that smoking or drying meat or fish is not a reliable way to kill larvae or eggs.\nCurrently, the Testing Center - Tam Anh General Hospital, Ho Chi Minh City is implementing Parasite Testing services, including: Stool testing (parasite screening) and Blood testing (parasite diagnostic serum).\nThe reason for getting accurate and timely test results for patients is because the Testing Center, Tam Anh General Hospital was invested in spacious construction, arranged with a modern and synchronous equipment system, meeting standards. Biosafety standard level 2.\nTo register for medical examination and parasite tests, customers can do so in the following ways: come directly to the hospital, register via hotline number 024 3872 3872 - 024 7106 6858 (Hanoi) – 0287 102 6789 – 093 180 6858 (HCMC)."
        }
    ],
    "name": "benh-san-day.json"
}