{
    "title": "Coronary artery disease: Causes, signs and treatments",
    "category": null,
    "link": "https://tamanhhospital.vn/benh-mach-vanh/",
    "abstract": "Coronary heart disease is the most common form of cardiovascular disease in adults, one of the leading causes of death in the world. In Vietnam, the rate of patients dying from coronary artery failure is quite high, ranging from 11% - 36%, and is showing signs of increasing each year. This article is expertly advised by Associate Professor, Dr. Pham Nguyen Vinh, Director of the Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City.\nAngina and shortness of breath are the most noticeable manifestations of coronary artery disease",
    "content": "Coronary artery disease: Causes, signs and treatments\n\nCoronary heart disease is the most common form of cardiovascular disease in adults, one of the leading causes of death in the world. In Vietnam, the rate of patients dying from coronary artery failure is quite high, ranging from 11% - 36%, and is showing signs of increasing each year. This article is expertly advised by Associate Professor, Dr. Pham Nguyen Vinh, Director of the Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City.\nAngina and shortness of breath are the most noticeable manifestations of coronary artery disease\n\nWhat is coronary artery disease?\nCoronary artery disease or coronary insufficiency is a condition in which the main blood vessels supplying blood to the heart are narrowed or blocked by atherosclerotic plaques, causing blood flow to the heart to decrease. (first)\nThere are two types of disease: acute coronary syndrome and chronic coronary artery disease:\nAcute coronary syndrome is a condition that includes unstable angina and acute myocardial infarction, occurring due to complete blockage of the coronary artery, acutely due to ruptured atherosclerotic plaque or thrombosis. ; In contrast, chronic coronary artery disease often occurs silently and progresses over decades. Symptoms of the disease appear and gradually increase as the progression of coronary stenosis worsens over time.\n\nCommon signs of coronary artery disease\nAngina or shortness of breath on exertion is the most common sign of coronary artery disease. The patient has a feeling of heaviness, choking, constriction, and strangulation in the chest, usually on the left chest or behind the sternum. This condition occurs when exerting yourself, walking uphill, stress, tension, and the pain lasts a few minutes (3 - 5 minutes), usually less than 15 minutes and rarely occurs just a few seconds. The pain often spreads to the neck, jaw, shoulders, left arm or back. The pain is especially reduced when sitting or resting or taking nitrate medicine.\nIf the pain lasts more than 15 minutes, occurring at rest, it is likely that you have an acute myocardial infarction and you need to go to the hospital immediately for early active treatment. (2)\nThere are also other signs suggesting coronary artery insufficiency such as:\nShortness of breath; Short of breath; Dizzy; Anxiety, irregular heartbeat; Nearly fainted; …\n\nCauses of coronary artery disease\nThe most common cause of coronary artery disease is atherosclerotic plaque blocking the coronary arteries. The main risk factors that increase atherosclerosis include:\nHigh blood pressure condition; Diabetes; Lipid disorders; Smoke\nOnce the inner wall of a coronary artery is damaged, fatty deposits (plaques) made up of cholesterol and other cellular waste tend to accumulate at the damaged site. This process is called atherosclerosis. If the plaque surface is broken, blood cells (called platelets) will clump together here to try to repair the damage, forming a thrombus, completely blocking the coronary artery, leading to myocardial infarction.(3)\nCholesterol builds up and creates plaque in the artery walls, causing blockages and leading to narrowing or blockage of the coronary arteries\nIn addition, people with the following factors are at increased risk of coronary artery disease:\nOlder age: the older you get, the higher your risk of atherosclerosis and narrowing of the arteries.; Family history of premature cardiovascular disease: in the family, a father or brother had the disease before age 55; or your mother or sister had this disease before age 65.; Overweight - obesity: people with a BMI > 23 will have an increased risk of cardiovascular diseases, including coronary artery disease.; Sedentary lifestyle: increased risk of metabolic syndrome (hypertension, hyperglycemia, abdominal obesity, dyslipidemia), increased risk of disease.; Regular stress: excessive stress will damage arteries, increase inflammation, increase atherosclerosis, and promote rapid disease progression; Unhealthy diet: eating too much fatty foods, fatty meats, fried foods, canned foods, lots of salt and starch, sugar will increase the risk of cardiovascular disease.; Sleep apnea: the sudden decrease in blood oxygen levels that occurs during sleep apnea increases blood pressure and causes stress on the cardiovascular system, which is a favorable factor for coronary artery disease.; Some medical diseases such as chronic kidney failure, autoimmune diseases (rheumatoid arthritis, lupus erythematosus, scleroderma, etc.), familial dyslipidemia, etc. also increase the risk of atherosclerosis. circuit.\n\nMethod for diagnosing coronary artery insufficiency\nTo diagnose chronic coronary artery disease, the doctor will ask your medical history, ask about the main risk factors leading to coronary artery disease, do a clinical examination, listen to your heart and lungs, and combine it with specialized paraclinical tests to help diagnose the disease. diagnose the disease. (4)\nClinical tests needed to evaluate and diagnose chronic coronary artery disease include:\nElectrocardiogram to diagnose coronary artery disease; Cardiopulmonary X-ray; Color Doppler echocardiography; Exercise test: exercise electrocardiogram (if the patient can jog) or exercise echocardiography with Dobutamine (for the elderly, who cannot jog on rolling mats); Coronary CT angiography with contrast: helps check the level of blockage and calcification of the coronary arteries.; Cardiac catheterization, coronary angiography: usually performed when stress testing is positive or coronary CT angiography results show stenosis or when the patient needs coronary intervention. The doctor will insert a small tube into a blood vessel in the arm or thigh and push it up to the heart. Next, the doctor will inject contrast dye to see if the blood vessels feeding the heart are blocked or not. This is the gold standard for diagnosis. However, this is a method that penetrates the patient's body, so it is strictly prescribed to minimize complications.\nCoronary CT angiography with contrast helps diagnose coronary artery insufficiency\n\nIs coronary artery disease dangerous?\nCoronary artery disease can lead to dangerous complications such as:\nSudden death: about 30% - 50% of patients with acute myocardial infarction die suddenly before reaching the hospital.; Heart failure: due to prolonged myocardial ischemia or after myocardial infarction, causing the heart to become enlarged, have poor contraction, and leak the heart valves.; Severe valvular regurgitation is caused by rupture of the valvular ligament, prolapse of the valve leaflet, dilatation of the valve annulus, or abnormal contraction of the left ventricle. Ultimately, the heart becomes increasingly enlarged and heart failure becomes more severe.; Cardiac arrhythmias: such as atrioventricular block (needing a pacemaker), atrial fibrillation (can easily lead to cerebral infarction), ventricular extrasystoles due to scarring of the infarcted myocardium; More dangerous is ventricular tachycardia or ventricular fibrillation leading to sudden death.\nSee more: How long can you live with coronary artery disease? How to live with the disease?\n\nTreatment methods for coronary artery disease\nHow to treat coronary artery diseases depends on the severity of the disease. All treatments are aimed at increasing blood supply to the heart, reducing symptoms and prolonging the patient's life, including:\nThe basic treatment in all stages of the disease is lifestyle changes and medication.; Interventional treatment includes coronary angioplasty, stent placement, and coronary artery bypass surgery\n1. Change your lifestyle\nPatients must stop smoking, exercise regularly every day of the week, lose weight if overweight or obese, have a heart-healthy diet, and reduce alcohol.\nSay \"no\" to smoking to prevent and improve cardiovascular symptoms\n2. Treatment with medication\nIt is necessary to take medication regularly and for a long time, in which antiplatelet drugs must be taken for life, especially in people who have had a myocardial infarction, stent placement or coronary artery bypass surgery.\nAntiplatelet drugs: aspirin, clopidogrel, ticagrelor, prasugrel; Drugs that lower blood fat and reduce atherosclerosis: statin group (atorvastatin, rosuvastatin, simvastatin, pravastatin,..); Treatment of comorbidities such as high blood pressure and diabetes; Anti-anginal drugs: such as beta blockers, calcium channel blockers, nitrates, nicorandil, ranolazine, trimetazidine,...\n3. Percutaneous coronary intervention and stent placement\nCoronary artery stents are small metal mesh frames inserted into the coronary artery to widen the narrowed artery and keep it from narrowing again.\n4. Coronary artery bypass surgery\nUse a segment of artery or vein as a bridge across the damaged coronary artery, connecting behind the narrow segment; Thus, blood will be supplied to the ischemic myocardial area behind the stenosis through the new bridge.\nAfter stent placement or bypass surgery, patients need to take medication regularly and change their lifestyle to avoid restenosis or blockage in the stent or coronary artery bypass graft.\nSee more: Can coronary artery disease be cured? Which treatments are effective?\n\nHow to prevent coronary artery disease\n1. Follow a healthy lifestyle\nThis is the most effective measure to prevent cardiovascular diseases, including coronary artery disease.\nStop smoking, avoid passive smoking; Exercise regularly, at least 30 - 45 minutes a day, every day of the week. You can walk, jog, cycle, swim, play badminton, table tennis, golf, practice yoga, aerobics, meditate, etc. depending on each person's health status; avoid stress in life and work; Lose weight if overweight or obese (when BMI > 23): aim to lose 5% to 7% of weight every 6 months until reaching ideal weight (BMI from 18 - 22); Heart-healthy diet: Eat less fat, fatty meat, carbohydrates, canned foods, fast food, limit salt, reduce alcohol. You should eat fish and poultry; You should eat a lot of fruits, vegetables, tubers, seeds, fresh and organic foods.; Eat less fat, fatty meat, carbohydrates, canned foods, fast foods, limit salt, reduce alcohol.; You should eat fish and poultry; You should eat lots of fruits, vegetables, tubers, nuts, seeds, fresh and organic foods.\n2. Treat accompanying diseases well\nControl blood sugar if you have diabetes; Treatment to stabilize blood pressure and blood fat\n\nAre young people at risk of coronary artery disease?\nAlthough the disease mainly occurs in older people, in recent years an increasing number of younger people (especially those aged 40-45) have been diagnosed with the disease. The main causes are overweight and obesity, sedentary lifestyle, lack of education/diet and smoking in young people.\nAnother reason is that most young people think that coronary artery disease only occurs in older people. Therefore, they do not pay attention to the risk factors of the disease, do not screen and detect the disease early, making the treatment effectiveness not high.\nCardiovascular Center of Tam Anh General Hospital system owns a system of machinery imported from abroad and a team of leading physicians in the field of cardiology, which is the place to perform examination, screening and treatment for patients. suffering from cardiovascular disease such as coronary artery disease, myocardial infarction, heart failure, stenosis/regurgitation of heart valves...\nThe Center has close coordination with other specialties such as Testing Center, Diagnostic Imaging Center, Obstetrics and Gynecology, General Surgery, General Internal Medicine (Respiratory, Hematology, Gastroenterology...), Ear, Nose and Throat, Maxillofacial, Urology and Nephrology... help accurately diagnose diseases and provide appropriate treatment regimens for patients.\nCoronary heart disease in particular and cardiovascular diseases in general  can be prevented through healthy living and good nutrition. Regular cardiovascular health checks will also help you detect early signs of disease and have timely treatment plans.",
    "subsections": [
        {
            "subsection_name": "What is coronary artery disease?",
            "subsection_content": "Coronary artery disease or coronary insufficiency is a condition in which the main blood vessels supplying blood to the heart are narrowed or blocked by atherosclerotic plaques, causing blood flow to the heart to decrease. (first)\nThere are two types of disease: acute coronary syndrome and chronic coronary artery disease:\nAcute coronary syndrome is a condition that includes unstable angina and acute myocardial infarction, occurring due to complete blockage of the coronary artery, acutely due to ruptured atherosclerotic plaque or thrombosis. ; In contrast, chronic coronary artery disease often occurs silently and progresses over decades. Symptoms of the disease appear and gradually increase as the progression of coronary stenosis worsens over time.",
            "subsection_string": "What is coronary artery disease?\nCoronary artery disease or coronary insufficiency is a condition in which the main blood vessels supplying blood to the heart are narrowed or blocked by atherosclerotic plaques, causing blood flow to the heart to decrease. (first)\nThere are two types of disease: acute coronary syndrome and chronic coronary artery disease:\nAcute coronary syndrome is a condition that includes unstable angina and acute myocardial infarction, occurring due to complete blockage of the coronary artery, acutely due to ruptured atherosclerotic plaque or thrombosis. ; In contrast, chronic coronary artery disease often occurs silently and progresses over decades. Symptoms of the disease appear and gradually increase as the progression of coronary stenosis worsens over time."
        },
        {
            "subsection_name": "Common signs of coronary artery disease",
            "subsection_content": "Angina or shortness of breath on exertion is the most common sign of coronary artery disease. The patient has a feeling of heaviness, choking, constriction, and strangulation in the chest, usually on the left chest or behind the sternum. This condition occurs when exerting yourself, walking uphill, stress, tension, and the pain lasts a few minutes (3 - 5 minutes), usually less than 15 minutes and rarely occurs just a few seconds. The pain often spreads to the neck, jaw, shoulders, left arm or back. The pain is especially reduced when sitting or resting or taking nitrate medicine.\nIf the pain lasts more than 15 minutes, occurring at rest, it is likely that you have an acute myocardial infarction and you need to go to the hospital immediately for early active treatment. (2)\nThere are also other signs suggesting coronary artery insufficiency such as:\nShortness of breath; Short of breath; Dizzy; Anxiety, irregular heartbeat; Nearly fainted; …",
            "subsection_string": "Common signs of coronary artery disease\nAngina or shortness of breath on exertion is the most common sign of coronary artery disease. The patient has a feeling of heaviness, choking, constriction, and strangulation in the chest, usually on the left chest or behind the sternum. This condition occurs when exerting yourself, walking uphill, stress, tension, and the pain lasts a few minutes (3 - 5 minutes), usually less than 15 minutes and rarely occurs just a few seconds. The pain often spreads to the neck, jaw, shoulders, left arm or back. The pain is especially reduced when sitting or resting or taking nitrate medicine.\nIf the pain lasts more than 15 minutes, occurring at rest, it is likely that you have an acute myocardial infarction and you need to go to the hospital immediately for early active treatment. (2)\nThere are also other signs suggesting coronary artery insufficiency such as:\nShortness of breath; Short of breath; Dizzy; Anxiety, irregular heartbeat; Nearly fainted; …"
        },
        {
            "subsection_name": "Causes of coronary artery disease",
            "subsection_content": "The most common cause of coronary artery disease is atherosclerotic plaque blocking the coronary arteries. The main risk factors that increase atherosclerosis include:\nHigh blood pressure condition; Diabetes; Lipid disorders; Smoke\nOnce the inner wall of a coronary artery is damaged, fatty deposits (plaques) made up of cholesterol and other cellular waste tend to accumulate at the damaged site. This process is called atherosclerosis. If the plaque surface is broken, blood cells (called platelets) will clump together here to try to repair the damage, forming a thrombus, completely blocking the coronary artery, leading to myocardial infarction.(3)\nCholesterol builds up and creates plaque in the artery walls, causing blockages and leading to narrowing or blockage of the coronary arteries\nIn addition, people with the following factors are at increased risk of coronary artery disease:\nOlder age: the older you get, the higher your risk of atherosclerosis and narrowing of the arteries.; Family history of premature cardiovascular disease: in the family, a father or brother had the disease before age 55; or your mother or sister had this disease before age 65.; Overweight - obesity: people with a BMI > 23 will have an increased risk of cardiovascular diseases, including coronary artery disease.; Sedentary lifestyle: increased risk of metabolic syndrome (hypertension, hyperglycemia, abdominal obesity, dyslipidemia), increased risk of disease.; Regular stress: excessive stress will damage arteries, increase inflammation, increase atherosclerosis, and promote rapid disease progression; Unhealthy diet: eating too much fatty foods, fatty meats, fried foods, canned foods, lots of salt and starch, sugar will increase the risk of cardiovascular disease.; Sleep apnea: the sudden decrease in blood oxygen levels that occurs during sleep apnea increases blood pressure and causes stress on the cardiovascular system, which is a favorable factor for coronary artery disease.; Some medical diseases such as chronic kidney failure, autoimmune diseases (rheumatoid arthritis, lupus erythematosus, scleroderma, etc.), familial dyslipidemia, etc. also increase the risk of atherosclerosis. circuit.",
            "subsection_string": "Causes of coronary artery disease\nThe most common cause of coronary artery disease is atherosclerotic plaque blocking the coronary arteries. The main risk factors that increase atherosclerosis include:\nHigh blood pressure condition; Diabetes; Lipid disorders; Smoke\nOnce the inner wall of a coronary artery is damaged, fatty deposits (plaques) made up of cholesterol and other cellular waste tend to accumulate at the damaged site. This process is called atherosclerosis. If the plaque surface is broken, blood cells (called platelets) will clump together here to try to repair the damage, forming a thrombus, completely blocking the coronary artery, leading to myocardial infarction.(3)\nCholesterol builds up and creates plaque in the artery walls, causing blockages and leading to narrowing or blockage of the coronary arteries\nIn addition, people with the following factors are at increased risk of coronary artery disease:\nOlder age: the older you get, the higher your risk of atherosclerosis and narrowing of the arteries.; Family history of premature cardiovascular disease: in the family, a father or brother had the disease before age 55; or your mother or sister had this disease before age 65.; Overweight - obesity: people with a BMI > 23 will have an increased risk of cardiovascular diseases, including coronary artery disease.; Sedentary lifestyle: increased risk of metabolic syndrome (hypertension, hyperglycemia, abdominal obesity, dyslipidemia), increased risk of disease.; Regular stress: excessive stress will damage arteries, increase inflammation, increase atherosclerosis, and promote rapid disease progression; Unhealthy diet: eating too much fatty foods, fatty meats, fried foods, canned foods, lots of salt and starch, sugar will increase the risk of cardiovascular disease.; Sleep apnea: the sudden decrease in blood oxygen levels that occurs during sleep apnea increases blood pressure and causes stress on the cardiovascular system, which is a favorable factor for coronary artery disease.; Some medical diseases such as chronic kidney failure, autoimmune diseases (rheumatoid arthritis, lupus erythematosus, scleroderma, etc.), familial dyslipidemia, etc. also increase the risk of atherosclerosis. circuit."
        },
        {
            "subsection_name": "Method for diagnosing coronary artery insufficiency",
            "subsection_content": "To diagnose chronic coronary artery disease, the doctor will ask your medical history, ask about the main risk factors leading to coronary artery disease, do a clinical examination, listen to your heart and lungs, and combine it with specialized paraclinical tests to help diagnose the disease. diagnose the disease. (4)\nClinical tests needed to evaluate and diagnose chronic coronary artery disease include:\nElectrocardiogram to diagnose coronary artery disease; Cardiopulmonary X-ray; Color Doppler echocardiography; Exercise test: exercise electrocardiogram (if the patient can jog) or exercise echocardiography with Dobutamine (for the elderly, who cannot jog on rolling mats); Coronary CT angiography with contrast: helps check the level of blockage and calcification of the coronary arteries.; Cardiac catheterization, coronary angiography: usually performed when stress testing is positive or coronary CT angiography results show stenosis or when the patient needs coronary intervention. The doctor will insert a small tube into a blood vessel in the arm or thigh and push it up to the heart. Next, the doctor will inject contrast dye to see if the blood vessels feeding the heart are blocked or not. This is the gold standard for diagnosis. However, this is a method that penetrates the patient's body, so it is strictly prescribed to minimize complications.\nCoronary CT angiography with contrast helps diagnose coronary artery insufficiency",
            "subsection_string": "Method for diagnosing coronary artery insufficiency\nTo diagnose chronic coronary artery disease, the doctor will ask your medical history, ask about the main risk factors leading to coronary artery disease, do a clinical examination, listen to your heart and lungs, and combine it with specialized paraclinical tests to help diagnose the disease. diagnose the disease. (4)\nClinical tests needed to evaluate and diagnose chronic coronary artery disease include:\nElectrocardiogram to diagnose coronary artery disease; Cardiopulmonary X-ray; Color Doppler echocardiography; Exercise test: exercise electrocardiogram (if the patient can jog) or exercise echocardiography with Dobutamine (for the elderly, who cannot jog on rolling mats); Coronary CT angiography with contrast: helps check the level of blockage and calcification of the coronary arteries.; Cardiac catheterization, coronary angiography: usually performed when stress testing is positive or coronary CT angiography results show stenosis or when the patient needs coronary intervention. The doctor will insert a small tube into a blood vessel in the arm or thigh and push it up to the heart. Next, the doctor will inject contrast dye to see if the blood vessels feeding the heart are blocked or not. This is the gold standard for diagnosis. However, this is a method that penetrates the patient's body, so it is strictly prescribed to minimize complications.\nCoronary CT angiography with contrast helps diagnose coronary artery insufficiency"
        },
        {
            "subsection_name": "Is coronary artery disease dangerous?",
            "subsection_content": "Coronary artery disease can lead to dangerous complications such as:\nSudden death: about 30% - 50% of patients with acute myocardial infarction die suddenly before reaching the hospital.; Heart failure: due to prolonged myocardial ischemia or after myocardial infarction, causing the heart to become enlarged, have poor contraction, and leak the heart valves.; Severe valvular regurgitation is caused by rupture of the valvular ligament, prolapse of the valve leaflet, dilatation of the valve annulus, or abnormal contraction of the left ventricle. Ultimately, the heart becomes increasingly enlarged and heart failure becomes more severe.; Cardiac arrhythmias: such as atrioventricular block (needing a pacemaker), atrial fibrillation (can easily lead to cerebral infarction), ventricular extrasystoles due to scarring of the infarcted myocardium; More dangerous is ventricular tachycardia or ventricular fibrillation leading to sudden death.\nSee more: How long can you live with coronary artery disease? How to live with the disease?",
            "subsection_string": "Is coronary artery disease dangerous?\nCoronary artery disease can lead to dangerous complications such as:\nSudden death: about 30% - 50% of patients with acute myocardial infarction die suddenly before reaching the hospital.; Heart failure: due to prolonged myocardial ischemia or after myocardial infarction, causing the heart to become enlarged, have poor contraction, and leak the heart valves.; Severe valvular regurgitation is caused by rupture of the valvular ligament, prolapse of the valve leaflet, dilatation of the valve annulus, or abnormal contraction of the left ventricle. Ultimately, the heart becomes increasingly enlarged and heart failure becomes more severe.; Cardiac arrhythmias: such as atrioventricular block (needing a pacemaker), atrial fibrillation (can easily lead to cerebral infarction), ventricular extrasystoles due to scarring of the infarcted myocardium; More dangerous is ventricular tachycardia or ventricular fibrillation leading to sudden death.\nSee more: How long can you live with coronary artery disease? How to live with the disease?"
        },
        {
            "subsection_name": "Treatment methods for coronary artery disease",
            "subsection_content": "How to treat coronary artery diseases depends on the severity of the disease. All treatments are aimed at increasing blood supply to the heart, reducing symptoms and prolonging the patient's life, including:\nThe basic treatment in all stages of the disease is lifestyle changes and medication.; Interventional treatment includes coronary angioplasty, stent placement, and coronary artery bypass surgery\n1. Change your lifestyle\nPatients must stop smoking, exercise regularly every day of the week, lose weight if overweight or obese, have a heart-healthy diet, and reduce alcohol.\nSay \"no\" to smoking to prevent and improve cardiovascular symptoms\n2. Treatment with medication\nIt is necessary to take medication regularly and for a long time, in which antiplatelet drugs must be taken for life, especially in people who have had a myocardial infarction, stent placement or coronary artery bypass surgery.\nAntiplatelet drugs: aspirin, clopidogrel, ticagrelor, prasugrel; Drugs that lower blood fat and reduce atherosclerosis: statin group (atorvastatin, rosuvastatin, simvastatin, pravastatin,..); Treatment of comorbidities such as high blood pressure and diabetes; Anti-anginal drugs: such as beta blockers, calcium channel blockers, nitrates, nicorandil, ranolazine, trimetazidine,...\n3. Percutaneous coronary intervention and stent placement\nCoronary artery stents are small metal mesh frames inserted into the coronary artery to widen the narrowed artery and keep it from narrowing again.\n4. Coronary artery bypass surgery\nUse a segment of artery or vein as a bridge across the damaged coronary artery, connecting behind the narrow segment; Thus, blood will be supplied to the ischemic myocardial area behind the stenosis through the new bridge.\nAfter stent placement or bypass surgery, patients need to take medication regularly and change their lifestyle to avoid restenosis or blockage in the stent or coronary artery bypass graft.\nSee more: Can coronary artery disease be cured? Which treatments are effective?",
            "subsection_string": "Treatment methods for coronary artery disease\nHow to treat coronary artery diseases depends on the severity of the disease. All treatments are aimed at increasing blood supply to the heart, reducing symptoms and prolonging the patient's life, including:\nThe basic treatment in all stages of the disease is lifestyle changes and medication.; Interventional treatment includes coronary angioplasty, stent placement, and coronary artery bypass surgery\n1. Change your lifestyle\nPatients must stop smoking, exercise regularly every day of the week, lose weight if overweight or obese, have a heart-healthy diet, and reduce alcohol.\nSay \"no\" to smoking to prevent and improve cardiovascular symptoms\n2. Treatment with medication\nIt is necessary to take medication regularly and for a long time, in which antiplatelet drugs must be taken for life, especially in people who have had a myocardial infarction, stent placement or coronary artery bypass surgery.\nAntiplatelet drugs: aspirin, clopidogrel, ticagrelor, prasugrel; Drugs that lower blood fat and reduce atherosclerosis: statin group (atorvastatin, rosuvastatin, simvastatin, pravastatin,..); Treatment of comorbidities such as high blood pressure and diabetes; Anti-anginal drugs: such as beta blockers, calcium channel blockers, nitrates, nicorandil, ranolazine, trimetazidine,...\n3. Percutaneous coronary intervention and stent placement\nCoronary artery stents are small metal mesh frames inserted into the coronary artery to widen the narrowed artery and keep it from narrowing again.\n4. Coronary artery bypass surgery\nUse a segment of artery or vein as a bridge across the damaged coronary artery, connecting behind the narrow segment; Thus, blood will be supplied to the ischemic myocardial area behind the stenosis through the new bridge.\nAfter stent placement or bypass surgery, patients need to take medication regularly and change their lifestyle to avoid restenosis or blockage in the stent or coronary artery bypass graft.\nSee more: Can coronary artery disease be cured? Which treatments are effective?"
        },
        {
            "subsection_name": "How to prevent coronary artery disease",
            "subsection_content": "1. Follow a healthy lifestyle\nThis is the most effective measure to prevent cardiovascular diseases, including coronary artery disease.\nStop smoking, avoid passive smoking; Exercise regularly, at least 30 - 45 minutes a day, every day of the week. You can walk, jog, cycle, swim, play badminton, table tennis, golf, practice yoga, aerobics, meditate, etc. depending on each person's health status; avoid stress in life and work; Lose weight if overweight or obese (when BMI > 23): aim to lose 5% to 7% of weight every 6 months until reaching ideal weight (BMI from 18 - 22); Heart-healthy diet: Eat less fat, fatty meat, carbohydrates, canned foods, fast food, limit salt, reduce alcohol. You should eat fish and poultry; You should eat a lot of fruits, vegetables, tubers, seeds, fresh and organic foods.; Eat less fat, fatty meat, carbohydrates, canned foods, fast foods, limit salt, reduce alcohol.; You should eat fish and poultry; You should eat lots of fruits, vegetables, tubers, nuts, seeds, fresh and organic foods.\n2. Treat accompanying diseases well\nControl blood sugar if you have diabetes; Treatment to stabilize blood pressure and blood fat",
            "subsection_string": "How to prevent coronary artery disease\n1. Follow a healthy lifestyle\nThis is the most effective measure to prevent cardiovascular diseases, including coronary artery disease.\nStop smoking, avoid passive smoking; Exercise regularly, at least 30 - 45 minutes a day, every day of the week. You can walk, jog, cycle, swim, play badminton, table tennis, golf, practice yoga, aerobics, meditate, etc. depending on each person's health status; avoid stress in life and work; Lose weight if overweight or obese (when BMI > 23): aim to lose 5% to 7% of weight every 6 months until reaching ideal weight (BMI from 18 - 22); Heart-healthy diet: Eat less fat, fatty meat, carbohydrates, canned foods, fast food, limit salt, reduce alcohol. You should eat fish and poultry; You should eat a lot of fruits, vegetables, tubers, seeds, fresh and organic foods.; Eat less fat, fatty meat, carbohydrates, canned foods, fast foods, limit salt, reduce alcohol.; You should eat fish and poultry; You should eat lots of fruits, vegetables, tubers, nuts, seeds, fresh and organic foods.\n2. Treat accompanying diseases well\nControl blood sugar if you have diabetes; Treatment to stabilize blood pressure and blood fat"
        },
        {
            "subsection_name": "Are young people at risk of coronary artery disease?",
            "subsection_content": "Although the disease mainly occurs in older people, in recent years an increasing number of younger people (especially those aged 40-45) have been diagnosed with the disease. The main causes are overweight and obesity, sedentary lifestyle, lack of education/diet and smoking in young people.\nAnother reason is that most young people think that coronary artery disease only occurs in older people. Therefore, they do not pay attention to the risk factors of the disease, do not screen and detect the disease early, making the treatment effectiveness not high.\nCardiovascular Center of Tam Anh General Hospital system owns a system of machinery imported from abroad and a team of leading physicians in the field of cardiology, which is the place to perform examination, screening and treatment for patients. suffering from cardiovascular disease such as coronary artery disease, myocardial infarction, heart failure, stenosis/regurgitation of heart valves...\nThe Center has close coordination with other specialties such as Testing Center, Diagnostic Imaging Center, Obstetrics and Gynecology, General Surgery, General Internal Medicine (Respiratory, Hematology, Gastroenterology...), Ear, Nose and Throat, Maxillofacial, Urology and Nephrology... help accurately diagnose diseases and provide appropriate treatment regimens for patients.\nCoronary heart disease in particular and cardiovascular diseases in general  can be prevented through healthy living and good nutrition. Regular cardiovascular health checks will also help you detect early signs of disease and have timely treatment plans.",
            "subsection_string": "Are young people at risk of coronary artery disease?\nAlthough the disease mainly occurs in older people, in recent years an increasing number of younger people (especially those aged 40-45) have been diagnosed with the disease. The main causes are overweight and obesity, sedentary lifestyle, lack of education/diet and smoking in young people.\nAnother reason is that most young people think that coronary artery disease only occurs in older people. Therefore, they do not pay attention to the risk factors of the disease, do not screen and detect the disease early, making the treatment effectiveness not high.\nCardiovascular Center of Tam Anh General Hospital system owns a system of machinery imported from abroad and a team of leading physicians in the field of cardiology, which is the place to perform examination, screening and treatment for patients. suffering from cardiovascular disease such as coronary artery disease, myocardial infarction, heart failure, stenosis/regurgitation of heart valves...\nThe Center has close coordination with other specialties such as Testing Center, Diagnostic Imaging Center, Obstetrics and Gynecology, General Surgery, General Internal Medicine (Respiratory, Hematology, Gastroenterology...), Ear, Nose and Throat, Maxillofacial, Urology and Nephrology... help accurately diagnose diseases and provide appropriate treatment regimens for patients.\nCoronary heart disease in particular and cardiovascular diseases in general  can be prevented through healthy living and good nutrition. Regular cardiovascular health checks will also help you detect early signs of disease and have timely treatment plans."
        }
    ],
    "name": "benh-mach-vanh.json"
}