{
    "title": "Epilepsy: Signs of recognition and treatment",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/benh-dong-kinh/",
    "abstract": "Epilepsy (popularly called epileptic seizures) is a disease that is devastating about 1 million Vietnamese people. The disease is not difficult to treat, but it needs to be diagnosed and treated properly, along with raising community awareness of the disease.",
    "content": "Epilepsy: Signs of recognition and treatment\n\nEpilepsy (popularly called epileptic seizures) is a disease that is devastating about 1 million Vietnamese people. The disease is not difficult to treat, but it needs to be diagnosed and treated properly, along with raising community awareness of the disease.\n\nWhat is epilepsy?\nEpilepsy is a chronic disease that occurs due to abnormalities in the brain that lead to simultaneous stimulation of a group of neurons in the cerebral cortex, causing sudden and uncontrollable electrical discharges. Cortical stimulation in different areas can cause different manifestations. Convulsions are not the only manifestations, sudden absences of consciousness, and stiff limbs are also manifestations of epilepsy. (first)\nAccording to Associate Professor, Dr. Nguyen Van Lieu, epilepsy is currently a common disease with many diverse causes, including:\nGenetic factors: According to scientists, some types of epilepsy are linked to specific genes. However, these genes are just factors that make patients more sensitive to environmental influences that can cause epileptic seizures. In other words, genes are only factors that can influence, not decisive factors that definitely cause disease.; Traumatic brain injury: Serious accidents that cause trauma to any area are one of the causes of epilepsy.; Diseases that cause brain damage: In some cases, tumors in the brain or strokes occur, the risk of epilepsy is very high. Brain damage will cause central nervous system disorders, causing many changes in brain activity and increasing the risk of epilepsy.; Some diseases such as meningitis, encephalitis, abnormal structures in the brain of unknown cause... are also thought to be the cause of the disease.; Prenatal trauma: Newborns have immature immune systems and are very sensitive to brain damage. In case the mother has an infection or lack of nutrition, the baby is born at risk of brain damage... which will lead to epilepsy in the newborn.; For young children, even high fever and prolonged seizures can easily progress to epilepsy; In addition, the habit of using antidepressants, stimulants such as alcohol, tobacco and drugs is also one of the causes that can lead to epilepsy.\n\nWho is susceptible to epilepsy?\nAnyone is at risk of epilepsy, but the following are people at high risk:\nAge: Epilepsy can occur at any age but is more common in the elderly and children. Specifically, epilepsy appears in children under 10 years old accounting for about 40%, epilepsy appears in children under 20 years old accounts for about 50% and tends to increase after age 60.; Family history of epilepsy;; Subjects with brain problems such as brain injury, brain damage and brain infections such as encephalitis, spinal cord inflammation...; People with stroke and vascular diseases;; Dementia can be the cause of epilepsy in the elderly.; Babies with febrile convulsions must be examined because high fever leading to convulsions without timely treatment can increase the child's risk of epilepsy when they reach adulthood.\n\nCommon types of epilepsy and signs of recognition\nSigns of epilepsy are very diverse. Epilepsy is divided into two main types: partial epilepsy and generalized epilepsy. In some cases, initially there is partial epilepsy, but if not detected and treated promptly, it will develop into generalized epilepsy. In each form of the disease, each person with epilepsy has different specific manifestations when having a seizure. (2)\n1. Partial epilepsy\nPartial seizures occur when part of the brain has abnormal activity. Therefore, symptoms of the disease only occur in a few parts of the body. Focal epilepsy can be divided into two types: simple partial epilepsy and complex partial epilepsy.\nSimple partial epilepsy: Patients may have spasticity or convulsions in one part of the body, abnormal vision and smell, anxiety and fear of something without clear cause, feeling dizziness and stomach discomfort...; Complex partial epilepsy: When a seizure occurs, most patients almost lose consciousness and do not know that a seizure is occurring. They stared, their faces blank, as if they were confused. The patient performs meaningless actions such as rubbing his hands, turning his head and walking back and forth... When he wakes up after a seizure, he doesn't remember what happened.\n2. Generalized epilepsy\nGeneralized seizures occur when there is too much electrical discharge in the brain, affecting the entire brain. The two most common types of generalized seizures are absence seizures and generalized tonic-clonic seizures.\nGeneralized tonic and convulsive seizures: This is a common form of epilepsy in adults and has quite clear manifestations, considered the easiest to recognize. The patient may lose consciousness, gradually lose balance and fall, possibly accompanied by cries and screams, but not because of pain. At this time, patients also have real convulsions, they cannot control their limbs due to the shaking of the muscles. Seizures can occur within a few minutes or longer. Patients may experience urinary incontinence and foaming at the mouth.; Absence seizures: This type of epilepsy often occurs in children and is rare in adults. The most characteristic manifestation of this type of epilepsy is loss of consciousness for about 5 - 15 seconds, staring, sometimes rolling the eyes upward, the child suddenly dropping the item while holding it... Because of these symptoms, many children suffer from epilepsy. Epilepsy often makes it impossible to concentrate and leads to serious decline in academic performance.; West syndrome: A form of generalized epilepsy that often occurs in infants from 3 to 8 months old, then stops and switches to another form of epilepsy when the child turns 4 years old. The disease is also known as neonatal spasms. Common causes are genetic problems, metabolic disorders, birth asphyxia, and brain infections leading to abnormalities in brain structure and function.\nThis special form of epilepsy causes children to have delayed physical and intellectual development, affecting their future learning process and can lead to autism. Some symptoms of the disease include the child's head nodding vigorously for a few seconds, the child's entire body bending forward, and the child's arms and legs bending forward. Each seizure may last only 2 seconds and then stop, then continue into a series of continuous spasms.\n\nMethods of diagnosing epilepsy\nTo diagnose epilepsy, experts will first perform a clinical examination, then combine it with modern technical means to get the most accurate results. (3)\n1. Clinical examination\nExplore the patient's medical history and clinical symptoms; Check the patient's behavior and motor skills to determine the type of epilepsy that person may have; Blood tests: From blood test results, doctors can also help patients know signs of infection, genetics and some other disorders that may be related to epilepsy.\n2. Perform various tests to clearly see damage in the brain\nAfter a clinical examination, the doctor will have the patient perform the following additional procedures to make the results as accurate as possible:\nElectroencephalogram: This is considered the most common method used in the process of diagnosing epilepsy. The specialist will use electrodes to record the brain's electrical activity. If the patient has epilepsy, the brain wave pattern will change abnormally even when they have not had a seizure.; Computed tomography (CT) scan: With this method, the doctor will see cross-sectional images of the brain and brain lesions such as tumors or brain bleeding.; Magnetic resonance imaging (MRI): Is a way to use radio waves and magnets to help experts look in detail at the brain and detect damage or abnormalities in the brain - the cause of seizures.\n\nHow dangerous is epilepsy?\nEpilepsy can be cured, but if left untreated, complications of the disease are extremely dangerous and even threaten the patient's life.\nFor newborns with epilepsy: Children are at risk of perinatal asphyxia, nervous system infections, birth defects, brain hemorrhage, hypocalcemia, hypoglycemia, metabolic disorders.; For young children with epilepsy: Children may face sequelae of brain damage.; Adolescents with epilepsy, especially absence epilepsy: There is a risk of drowning when swimming, or falling when climbing, and academic performance will seriously decline due to reduced ability to concentrate.; For adults: It is extremely dangerous if the patient has a seizure while driving or operating machinery at height... Such situations can endanger the patient's life.; Especially for women and the elderly, epilepsy is a scary disease, seriously affecting life, daily work and even motherhood.; Epilepsy not only affects the patient's health but also causes great psychological pressure for the patient. For many epilepsy patients, it is the negative attitude of the community that makes them feel guilty, self-conscious and difficult to integrate into life.\n\nMisconceptions about epilepsy\nEpilepsy tends to increase, but community awareness of epilepsy is still limited, leading to unnecessary fears and misconceptions surrounding this disease. Below are misconceptions about epilepsy that need to be eliminated immediately.\n1. Epilepsy is caused by demons\n“Epilepsy makes me always live in fear. I'm afraid my friends will laugh at me for being haunted. I also want to have fun with my friends and want every day to go to school to be a happy day; But I'm worried that when I have an attack, I won't be able to hide my illness anymore and if that happens, no one will want to play with me. My mother also said she was worried that no one would dare to marry me in the future, so she strictly forbade me to talk about my illness with strangers,\" 17-year-old N.H.H (Hung Yen City) shared.\nN.H.H's case is just one of many epilepsy patients facing stigma from the community. Many people believe that epilepsy is caused by some divine or demonic force. But that is a wrong view and needs to be dismissed immediately.\nN.H.H was directly treated by Assoc.Prof.Dr.BSCKII Nguyen Van Lieu - Leading expert in Neurology, Professional Advisor, Doctor of Medical Examination Department, Tam Anh General Hospital, Hanoi. Currently, N.H.H has been cured, he studies well and can integrate with his classmates.\n2. Women with epilepsy cannot or should not become pregnant\nWomen with epilepsy often have the bad reputation of not being able to have children or, if they do, they can pass the disease on to their children. Therefore, once the disease is revealed, no matter how perfect they are, it will be very difficult for them to have a chance to get married. This is a misconception and needs to be eliminated, even in the world there have been movements to protect the right of women with epilepsy to have children.\nIt is the excessive discrimination and erroneous views of the community that cause these women to suffer too much psychological pressure and pain rather than being deprived of their sacred rights to motherhood. In fact, if the patient has received abortive treatment, the patient can still have a normal pregnancy. The doctor will choose appropriate medications to reduce the risk of fetal defects.\n3. People with epilepsy always have seizures\nDifferent types of epilepsy will have different manifestations. Therefore, it can be affirmed that the symptoms of epilepsy are very diverse. In addition to convulsions, foaming at the mouth or rolling eyes, people with epilepsy may experience many other signs such as a feeling of fear, a dull face, etc.\n4. Epilepsy cannot be cured\nThis view is completely wrong. Epilepsy is a disease that needs treatment and can be completely cured. In fact, many patients have been cured and returned to normal life. Some common treatments are surgery or antiepileptic drugs. Besides, depending on the type of disease and the patient's physical condition, the doctor will recommend appropriate treatment methods.\n5. Epilepsy is a mental illness\nMost people with epilepsy are unfairly labeled as mentally ill. The truth is, epilepsy is not a mental illness. Except during seizures, people with epilepsy are still alert and can function normally.\n6. First aid by stuffing something into the patient's mouth\nWhen discovering a patient is having a seizure, many people think that putting something in their mouth will prevent the patient from biting their tongue, but that action can cause the patient to easily suffocate and lead to death. dead. You should just tilt the patient's head to one side, help them loosen their clothes, and keep the patient in the most comfortable position. It is necessary to constantly pay attention to the patient during a seizure.\n\nEpilepsy treatment at Tam Anh General Hospital\nMany studies have documented the difficulties and disadvantages that people with epilepsy are facing, largely due to misconceptions and incorrect attitudes of the whole community about this disease. Therefore, the World Health Organization (WHO) has launched a global campaign with the goal of fighting epilepsy and improving the quality of life for people with the disease.\nAssociate Professor, PhD. BSCKII Nguyen Van Lieu - a leading expert in Neurology also affirmed: \"Epilepsy is a disease that needs to be treated and can be completely cured. The cure rate is quite high, up to 70%. That means about 70% of patients can stop their seizures and return to normal life after a course of treatment of 2.5 - 3 years. Although the remaining 30% cannot be completely cured, they can still take medicine to maintain and ensure a healthy life.\"\nThere have been many successfully treated cases, they have stopped their seizures and returned to normal life. The case of Mr. N.H.D, 32 years old (Ngoc Lac District - Thanh Hoa) is an example.\nDiscovering that he had epilepsy was a big shock for Mr. N.H.D. Everything seemed to fall apart. From an energetic, energetic worker, he became withdrawn, living in guilt and fear. D. suffers because he can no longer work, because he can no longer earn money and cannot be the breadwinner of the family. Instead of taking care of his wife and children, he now becomes a burden to the whole family.\n\"Since the day I got sick, everything inside and out has been handled by my wife alone. I know my wife is under a lot of pressure. Many relatives don't understand and keep saying I'm being lazy, possessed by ghosts, and eating at my wife's expense.\" , yet my wife remained silent, standing by my side to help me maintain my spirit to treat the disease... Men who don't work to support their wives and children cannot live as well as die, it's very painful,\" Mr. D. confided.\nThen all his efforts paid off, Mr. D. was fortunate to know and be directly examined and treated by Dr. Lieu. N.H.D has finally recovered from his illness, found a new job, has more income to take care of his wife and children and is gradually stabilizing his life.\nMr. D. emotionally shared: \"For more than 4 years, I no longer know what seizures are. Thanks to Dr. Lieu, everything good has come to me. Not only do I live a normal life, but I also have a job with good income and can take care of everything at home with my wife. When my children see that their father is healthy, they are very happy, they study hard and do well. Absolutely\".\n\nEpilepsy treatment methods at Tam Anh General Hospital\nCommon epilepsy treatment methods are medical treatment and medical treatment. The doctor will choose the appropriate method based on each specific case:\n1. Treat epilepsy with internal medicine\nMost epilepsy patients will be given antiepileptic drugs to limit seizures. Doctors may use 1 or a combination of drugs depending on the patient's condition and severity of epilepsy. When using the drug, patients may note some side effects such as fatigue, weight gain, rash and dizziness.\nPerseverance is decisive in the treatment process because antiepileptic drugs often have to be used long-term and according to the doctor's prescription. Patients need to consult their doctor about other medications before use. In any case, patients should absolutely not quit smoking. Besides, they need to be continuously monitored and treated by neurologists.\nCooperation between patients and doctors is also very important. During treatment, if you feel depressed, tired or experience unusual health conditions, you should notify your doctor immediately.\nIn addition, if the patient still uses alcohol, beer, cigarettes, coffee... it will cause the nervous system to be more seriously affected and lead to difficult treatment and easy relapse of the disease.\n2. Surgical treatment\nFor some patients who are drug resistant or drug treatment is not effective and still have seizures, surgery is needed.\nAfter completing the examination process, checking that the patient can fully meet the surgical criteria and determining the patient's damaged locations, the doctors will perform surgery.\n3. Can epilepsy be cured?\nThe sooner a patient with epileptic seizures is treated, the higher the chance of recovery. In cases where surgery is needed, it should be done early because if the brain damage \"spreads\" for too long, it will make the surgery process more difficult and complicated, and the disease can seriously affect the patient's life and health. .\nAccording to Associate Professor, Doctor of Medicine II Nguyen Van Lieu: \"Epilepsy is not a mental illness because in addition to seizures, patients can still study and live normally. Regardless of the circumstances, patients always need the attention of their families, relatives and the sympathy of the whole community so they can live a normal life.\"\n108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City\nHotline: 024 3872 3872 – 024 7106 6858\n2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City\nHotline: 0287 102 6789 – 093 180 6858\nFanpage: https://www.facebook.com/benhvientamanh\nAbove is all the information you need to know about epilepsy, also known as epileptic seizures. Hopefully this article will help readers understand effective prevention methods!",
    "subsections": [
        {
            "subsection_name": "What is epilepsy?",
            "subsection_content": "Epilepsy is a chronic disease that occurs due to abnormalities in the brain that lead to simultaneous stimulation of a group of neurons in the cerebral cortex, causing sudden and uncontrollable electrical discharges. Cortical stimulation in different areas can cause different manifestations. Convulsions are not the only manifestations, sudden absences of consciousness, and stiff limbs are also manifestations of epilepsy. (first)\nAccording to Associate Professor, Dr. Nguyen Van Lieu, epilepsy is currently a common disease with many diverse causes, including:\nGenetic factors: According to scientists, some types of epilepsy are linked to specific genes. However, these genes are just factors that make patients more sensitive to environmental influences that can cause epileptic seizures. In other words, genes are only factors that can influence, not decisive factors that definitely cause disease.; Traumatic brain injury: Serious accidents that cause trauma to any area are one of the causes of epilepsy.; Diseases that cause brain damage: In some cases, tumors in the brain or strokes occur, the risk of epilepsy is very high. Brain damage will cause central nervous system disorders, causing many changes in brain activity and increasing the risk of epilepsy.; Some diseases such as meningitis, encephalitis, abnormal structures in the brain of unknown cause... are also thought to be the cause of the disease.; Prenatal trauma: Newborns have immature immune systems and are very sensitive to brain damage. In case the mother has an infection or lack of nutrition, the baby is born at risk of brain damage... which will lead to epilepsy in the newborn.; For young children, even high fever and prolonged seizures can easily progress to epilepsy; In addition, the habit of using antidepressants, stimulants such as alcohol, tobacco and drugs is also one of the causes that can lead to epilepsy.",
            "subsection_string": "What is epilepsy?\nEpilepsy is a chronic disease that occurs due to abnormalities in the brain that lead to simultaneous stimulation of a group of neurons in the cerebral cortex, causing sudden and uncontrollable electrical discharges. Cortical stimulation in different areas can cause different manifestations. Convulsions are not the only manifestations, sudden absences of consciousness, and stiff limbs are also manifestations of epilepsy. (first)\nAccording to Associate Professor, Dr. Nguyen Van Lieu, epilepsy is currently a common disease with many diverse causes, including:\nGenetic factors: According to scientists, some types of epilepsy are linked to specific genes. However, these genes are just factors that make patients more sensitive to environmental influences that can cause epileptic seizures. In other words, genes are only factors that can influence, not decisive factors that definitely cause disease.; Traumatic brain injury: Serious accidents that cause trauma to any area are one of the causes of epilepsy.; Diseases that cause brain damage: In some cases, tumors in the brain or strokes occur, the risk of epilepsy is very high. Brain damage will cause central nervous system disorders, causing many changes in brain activity and increasing the risk of epilepsy.; Some diseases such as meningitis, encephalitis, abnormal structures in the brain of unknown cause... are also thought to be the cause of the disease.; Prenatal trauma: Newborns have immature immune systems and are very sensitive to brain damage. In case the mother has an infection or lack of nutrition, the baby is born at risk of brain damage... which will lead to epilepsy in the newborn.; For young children, even high fever and prolonged seizures can easily progress to epilepsy; In addition, the habit of using antidepressants, stimulants such as alcohol, tobacco and drugs is also one of the causes that can lead to epilepsy."
        },
        {
            "subsection_name": "Who is susceptible to epilepsy?",
            "subsection_content": "Anyone is at risk of epilepsy, but the following are people at high risk:\nAge: Epilepsy can occur at any age but is more common in the elderly and children. Specifically, epilepsy appears in children under 10 years old accounting for about 40%, epilepsy appears in children under 20 years old accounts for about 50% and tends to increase after age 60.; Family history of epilepsy;; Subjects with brain problems such as brain injury, brain damage and brain infections such as encephalitis, spinal cord inflammation...; People with stroke and vascular diseases;; Dementia can be the cause of epilepsy in the elderly.; Babies with febrile convulsions must be examined because high fever leading to convulsions without timely treatment can increase the child's risk of epilepsy when they reach adulthood.",
            "subsection_string": "Who is susceptible to epilepsy?\nAnyone is at risk of epilepsy, but the following are people at high risk:\nAge: Epilepsy can occur at any age but is more common in the elderly and children. Specifically, epilepsy appears in children under 10 years old accounting for about 40%, epilepsy appears in children under 20 years old accounts for about 50% and tends to increase after age 60.; Family history of epilepsy;; Subjects with brain problems such as brain injury, brain damage and brain infections such as encephalitis, spinal cord inflammation...; People with stroke and vascular diseases;; Dementia can be the cause of epilepsy in the elderly.; Babies with febrile convulsions must be examined because high fever leading to convulsions without timely treatment can increase the child's risk of epilepsy when they reach adulthood."
        },
        {
            "subsection_name": "Common types of epilepsy and signs of recognition",
            "subsection_content": "Signs of epilepsy are very diverse. Epilepsy is divided into two main types: partial epilepsy and generalized epilepsy. In some cases, initially there is partial epilepsy, but if not detected and treated promptly, it will develop into generalized epilepsy. In each form of the disease, each person with epilepsy has different specific manifestations when having a seizure. (2)\n1. Partial epilepsy\nPartial seizures occur when part of the brain has abnormal activity. Therefore, symptoms of the disease only occur in a few parts of the body. Focal epilepsy can be divided into two types: simple partial epilepsy and complex partial epilepsy.\nSimple partial epilepsy: Patients may have spasticity or convulsions in one part of the body, abnormal vision and smell, anxiety and fear of something without clear cause, feeling dizziness and stomach discomfort...; Complex partial epilepsy: When a seizure occurs, most patients almost lose consciousness and do not know that a seizure is occurring. They stared, their faces blank, as if they were confused. The patient performs meaningless actions such as rubbing his hands, turning his head and walking back and forth... When he wakes up after a seizure, he doesn't remember what happened.\n2. Generalized epilepsy\nGeneralized seizures occur when there is too much electrical discharge in the brain, affecting the entire brain. The two most common types of generalized seizures are absence seizures and generalized tonic-clonic seizures.\nGeneralized tonic and convulsive seizures: This is a common form of epilepsy in adults and has quite clear manifestations, considered the easiest to recognize. The patient may lose consciousness, gradually lose balance and fall, possibly accompanied by cries and screams, but not because of pain. At this time, patients also have real convulsions, they cannot control their limbs due to the shaking of the muscles. Seizures can occur within a few minutes or longer. Patients may experience urinary incontinence and foaming at the mouth.; Absence seizures: This type of epilepsy often occurs in children and is rare in adults. The most characteristic manifestation of this type of epilepsy is loss of consciousness for about 5 - 15 seconds, staring, sometimes rolling the eyes upward, the child suddenly dropping the item while holding it... Because of these symptoms, many children suffer from epilepsy. Epilepsy often makes it impossible to concentrate and leads to serious decline in academic performance.; West syndrome: A form of generalized epilepsy that often occurs in infants from 3 to 8 months old, then stops and switches to another form of epilepsy when the child turns 4 years old. The disease is also known as neonatal spasms. Common causes are genetic problems, metabolic disorders, birth asphyxia, and brain infections leading to abnormalities in brain structure and function.\nThis special form of epilepsy causes children to have delayed physical and intellectual development, affecting their future learning process and can lead to autism. Some symptoms of the disease include the child's head nodding vigorously for a few seconds, the child's entire body bending forward, and the child's arms and legs bending forward. Each seizure may last only 2 seconds and then stop, then continue into a series of continuous spasms.",
            "subsection_string": "Common types of epilepsy and signs of recognition\nSigns of epilepsy are very diverse. Epilepsy is divided into two main types: partial epilepsy and generalized epilepsy. In some cases, initially there is partial epilepsy, but if not detected and treated promptly, it will develop into generalized epilepsy. In each form of the disease, each person with epilepsy has different specific manifestations when having a seizure. (2)\n1. Partial epilepsy\nPartial seizures occur when part of the brain has abnormal activity. Therefore, symptoms of the disease only occur in a few parts of the body. Focal epilepsy can be divided into two types: simple partial epilepsy and complex partial epilepsy.\nSimple partial epilepsy: Patients may have spasticity or convulsions in one part of the body, abnormal vision and smell, anxiety and fear of something without clear cause, feeling dizziness and stomach discomfort...; Complex partial epilepsy: When a seizure occurs, most patients almost lose consciousness and do not know that a seizure is occurring. They stared, their faces blank, as if they were confused. The patient performs meaningless actions such as rubbing his hands, turning his head and walking back and forth... When he wakes up after a seizure, he doesn't remember what happened.\n2. Generalized epilepsy\nGeneralized seizures occur when there is too much electrical discharge in the brain, affecting the entire brain. The two most common types of generalized seizures are absence seizures and generalized tonic-clonic seizures.\nGeneralized tonic and convulsive seizures: This is a common form of epilepsy in adults and has quite clear manifestations, considered the easiest to recognize. The patient may lose consciousness, gradually lose balance and fall, possibly accompanied by cries and screams, but not because of pain. At this time, patients also have real convulsions, they cannot control their limbs due to the shaking of the muscles. Seizures can occur within a few minutes or longer. Patients may experience urinary incontinence and foaming at the mouth.; Absence seizures: This type of epilepsy often occurs in children and is rare in adults. The most characteristic manifestation of this type of epilepsy is loss of consciousness for about 5 - 15 seconds, staring, sometimes rolling the eyes upward, the child suddenly dropping the item while holding it... Because of these symptoms, many children suffer from epilepsy. Epilepsy often makes it impossible to concentrate and leads to serious decline in academic performance.; West syndrome: A form of generalized epilepsy that often occurs in infants from 3 to 8 months old, then stops and switches to another form of epilepsy when the child turns 4 years old. The disease is also known as neonatal spasms. Common causes are genetic problems, metabolic disorders, birth asphyxia, and brain infections leading to abnormalities in brain structure and function.\nThis special form of epilepsy causes children to have delayed physical and intellectual development, affecting their future learning process and can lead to autism. Some symptoms of the disease include the child's head nodding vigorously for a few seconds, the child's entire body bending forward, and the child's arms and legs bending forward. Each seizure may last only 2 seconds and then stop, then continue into a series of continuous spasms."
        },
        {
            "subsection_name": "Methods of diagnosing epilepsy",
            "subsection_content": "To diagnose epilepsy, experts will first perform a clinical examination, then combine it with modern technical means to get the most accurate results. (3)\n1. Clinical examination\nExplore the patient's medical history and clinical symptoms; Check the patient's behavior and motor skills to determine the type of epilepsy that person may have; Blood tests: From blood test results, doctors can also help patients know signs of infection, genetics and some other disorders that may be related to epilepsy.\n2. Perform various tests to clearly see damage in the brain\nAfter a clinical examination, the doctor will have the patient perform the following additional procedures to make the results as accurate as possible:\nElectroencephalogram: This is considered the most common method used in the process of diagnosing epilepsy. The specialist will use electrodes to record the brain's electrical activity. If the patient has epilepsy, the brain wave pattern will change abnormally even when they have not had a seizure.; Computed tomography (CT) scan: With this method, the doctor will see cross-sectional images of the brain and brain lesions such as tumors or brain bleeding.; Magnetic resonance imaging (MRI): Is a way to use radio waves and magnets to help experts look in detail at the brain and detect damage or abnormalities in the brain - the cause of seizures.",
            "subsection_string": "Methods of diagnosing epilepsy\nTo diagnose epilepsy, experts will first perform a clinical examination, then combine it with modern technical means to get the most accurate results. (3)\n1. Clinical examination\nExplore the patient's medical history and clinical symptoms; Check the patient's behavior and motor skills to determine the type of epilepsy that person may have; Blood tests: From blood test results, doctors can also help patients know signs of infection, genetics and some other disorders that may be related to epilepsy.\n2. Perform various tests to clearly see damage in the brain\nAfter a clinical examination, the doctor will have the patient perform the following additional procedures to make the results as accurate as possible:\nElectroencephalogram: This is considered the most common method used in the process of diagnosing epilepsy. The specialist will use electrodes to record the brain's electrical activity. If the patient has epilepsy, the brain wave pattern will change abnormally even when they have not had a seizure.; Computed tomography (CT) scan: With this method, the doctor will see cross-sectional images of the brain and brain lesions such as tumors or brain bleeding.; Magnetic resonance imaging (MRI): Is a way to use radio waves and magnets to help experts look in detail at the brain and detect damage or abnormalities in the brain - the cause of seizures."
        },
        {
            "subsection_name": "How dangerous is epilepsy?",
            "subsection_content": "Epilepsy can be cured, but if left untreated, complications of the disease are extremely dangerous and even threaten the patient's life.\nFor newborns with epilepsy: Children are at risk of perinatal asphyxia, nervous system infections, birth defects, brain hemorrhage, hypocalcemia, hypoglycemia, metabolic disorders.; For young children with epilepsy: Children may face sequelae of brain damage.; Adolescents with epilepsy, especially absence epilepsy: There is a risk of drowning when swimming, or falling when climbing, and academic performance will seriously decline due to reduced ability to concentrate.; For adults: It is extremely dangerous if the patient has a seizure while driving or operating machinery at height... Such situations can endanger the patient's life.; Especially for women and the elderly, epilepsy is a scary disease, seriously affecting life, daily work and even motherhood.; Epilepsy not only affects the patient's health but also causes great psychological pressure for the patient. For many epilepsy patients, it is the negative attitude of the community that makes them feel guilty, self-conscious and difficult to integrate into life.",
            "subsection_string": "How dangerous is epilepsy?\nEpilepsy can be cured, but if left untreated, complications of the disease are extremely dangerous and even threaten the patient's life.\nFor newborns with epilepsy: Children are at risk of perinatal asphyxia, nervous system infections, birth defects, brain hemorrhage, hypocalcemia, hypoglycemia, metabolic disorders.; For young children with epilepsy: Children may face sequelae of brain damage.; Adolescents with epilepsy, especially absence epilepsy: There is a risk of drowning when swimming, or falling when climbing, and academic performance will seriously decline due to reduced ability to concentrate.; For adults: It is extremely dangerous if the patient has a seizure while driving or operating machinery at height... Such situations can endanger the patient's life.; Especially for women and the elderly, epilepsy is a scary disease, seriously affecting life, daily work and even motherhood.; Epilepsy not only affects the patient's health but also causes great psychological pressure for the patient. For many epilepsy patients, it is the negative attitude of the community that makes them feel guilty, self-conscious and difficult to integrate into life."
        },
        {
            "subsection_name": "Misconceptions about epilepsy",
            "subsection_content": "Epilepsy tends to increase, but community awareness of epilepsy is still limited, leading to unnecessary fears and misconceptions surrounding this disease. Below are misconceptions about epilepsy that need to be eliminated immediately.\n1. Epilepsy is caused by demons\n“Epilepsy makes me always live in fear. I'm afraid my friends will laugh at me for being haunted. I also want to have fun with my friends and want every day to go to school to be a happy day; But I'm worried that when I have an attack, I won't be able to hide my illness anymore and if that happens, no one will want to play with me. My mother also said she was worried that no one would dare to marry me in the future, so she strictly forbade me to talk about my illness with strangers,\" 17-year-old N.H.H (Hung Yen City) shared.\nN.H.H's case is just one of many epilepsy patients facing stigma from the community. Many people believe that epilepsy is caused by some divine or demonic force. But that is a wrong view and needs to be dismissed immediately.\nN.H.H was directly treated by Assoc.Prof.Dr.BSCKII Nguyen Van Lieu - Leading expert in Neurology, Professional Advisor, Doctor of Medical Examination Department, Tam Anh General Hospital, Hanoi. Currently, N.H.H has been cured, he studies well and can integrate with his classmates.\n2. Women with epilepsy cannot or should not become pregnant\nWomen with epilepsy often have the bad reputation of not being able to have children or, if they do, they can pass the disease on to their children. Therefore, once the disease is revealed, no matter how perfect they are, it will be very difficult for them to have a chance to get married. This is a misconception and needs to be eliminated, even in the world there have been movements to protect the right of women with epilepsy to have children.\nIt is the excessive discrimination and erroneous views of the community that cause these women to suffer too much psychological pressure and pain rather than being deprived of their sacred rights to motherhood. In fact, if the patient has received abortive treatment, the patient can still have a normal pregnancy. The doctor will choose appropriate medications to reduce the risk of fetal defects.\n3. People with epilepsy always have seizures\nDifferent types of epilepsy will have different manifestations. Therefore, it can be affirmed that the symptoms of epilepsy are very diverse. In addition to convulsions, foaming at the mouth or rolling eyes, people with epilepsy may experience many other signs such as a feeling of fear, a dull face, etc.\n4. Epilepsy cannot be cured\nThis view is completely wrong. Epilepsy is a disease that needs treatment and can be completely cured. In fact, many patients have been cured and returned to normal life. Some common treatments are surgery or antiepileptic drugs. Besides, depending on the type of disease and the patient's physical condition, the doctor will recommend appropriate treatment methods.\n5. Epilepsy is a mental illness\nMost people with epilepsy are unfairly labeled as mentally ill. The truth is, epilepsy is not a mental illness. Except during seizures, people with epilepsy are still alert and can function normally.\n6. First aid by stuffing something into the patient's mouth\nWhen discovering a patient is having a seizure, many people think that putting something in their mouth will prevent the patient from biting their tongue, but that action can cause the patient to easily suffocate and lead to death. dead. You should just tilt the patient's head to one side, help them loosen their clothes, and keep the patient in the most comfortable position. It is necessary to constantly pay attention to the patient during a seizure.",
            "subsection_string": "Misconceptions about epilepsy\nEpilepsy tends to increase, but community awareness of epilepsy is still limited, leading to unnecessary fears and misconceptions surrounding this disease. Below are misconceptions about epilepsy that need to be eliminated immediately.\n1. Epilepsy is caused by demons\n“Epilepsy makes me always live in fear. I'm afraid my friends will laugh at me for being haunted. I also want to have fun with my friends and want every day to go to school to be a happy day; But I'm worried that when I have an attack, I won't be able to hide my illness anymore and if that happens, no one will want to play with me. My mother also said she was worried that no one would dare to marry me in the future, so she strictly forbade me to talk about my illness with strangers,\" 17-year-old N.H.H (Hung Yen City) shared.\nN.H.H's case is just one of many epilepsy patients facing stigma from the community. Many people believe that epilepsy is caused by some divine or demonic force. But that is a wrong view and needs to be dismissed immediately.\nN.H.H was directly treated by Assoc.Prof.Dr.BSCKII Nguyen Van Lieu - Leading expert in Neurology, Professional Advisor, Doctor of Medical Examination Department, Tam Anh General Hospital, Hanoi. Currently, N.H.H has been cured, he studies well and can integrate with his classmates.\n2. Women with epilepsy cannot or should not become pregnant\nWomen with epilepsy often have the bad reputation of not being able to have children or, if they do, they can pass the disease on to their children. Therefore, once the disease is revealed, no matter how perfect they are, it will be very difficult for them to have a chance to get married. This is a misconception and needs to be eliminated, even in the world there have been movements to protect the right of women with epilepsy to have children.\nIt is the excessive discrimination and erroneous views of the community that cause these women to suffer too much psychological pressure and pain rather than being deprived of their sacred rights to motherhood. In fact, if the patient has received abortive treatment, the patient can still have a normal pregnancy. The doctor will choose appropriate medications to reduce the risk of fetal defects.\n3. People with epilepsy always have seizures\nDifferent types of epilepsy will have different manifestations. Therefore, it can be affirmed that the symptoms of epilepsy are very diverse. In addition to convulsions, foaming at the mouth or rolling eyes, people with epilepsy may experience many other signs such as a feeling of fear, a dull face, etc.\n4. Epilepsy cannot be cured\nThis view is completely wrong. Epilepsy is a disease that needs treatment and can be completely cured. In fact, many patients have been cured and returned to normal life. Some common treatments are surgery or antiepileptic drugs. Besides, depending on the type of disease and the patient's physical condition, the doctor will recommend appropriate treatment methods.\n5. Epilepsy is a mental illness\nMost people with epilepsy are unfairly labeled as mentally ill. The truth is, epilepsy is not a mental illness. Except during seizures, people with epilepsy are still alert and can function normally.\n6. First aid by stuffing something into the patient's mouth\nWhen discovering a patient is having a seizure, many people think that putting something in their mouth will prevent the patient from biting their tongue, but that action can cause the patient to easily suffocate and lead to death. dead. You should just tilt the patient's head to one side, help them loosen their clothes, and keep the patient in the most comfortable position. It is necessary to constantly pay attention to the patient during a seizure."
        },
        {
            "subsection_name": "Epilepsy treatment at Tam Anh General Hospital",
            "subsection_content": "Many studies have documented the difficulties and disadvantages that people with epilepsy are facing, largely due to misconceptions and incorrect attitudes of the whole community about this disease. Therefore, the World Health Organization (WHO) has launched a global campaign with the goal of fighting epilepsy and improving the quality of life for people with the disease.\nAssociate Professor, PhD. BSCKII Nguyen Van Lieu - a leading expert in Neurology also affirmed: \"Epilepsy is a disease that needs to be treated and can be completely cured. The cure rate is quite high, up to 70%. That means about 70% of patients can stop their seizures and return to normal life after a course of treatment of 2.5 - 3 years. Although the remaining 30% cannot be completely cured, they can still take medicine to maintain and ensure a healthy life.\"\nThere have been many successfully treated cases, they have stopped their seizures and returned to normal life. The case of Mr. N.H.D, 32 years old (Ngoc Lac District - Thanh Hoa) is an example.\nDiscovering that he had epilepsy was a big shock for Mr. N.H.D. Everything seemed to fall apart. From an energetic, energetic worker, he became withdrawn, living in guilt and fear. D. suffers because he can no longer work, because he can no longer earn money and cannot be the breadwinner of the family. Instead of taking care of his wife and children, he now becomes a burden to the whole family.\n\"Since the day I got sick, everything inside and out has been handled by my wife alone. I know my wife is under a lot of pressure. Many relatives don't understand and keep saying I'm being lazy, possessed by ghosts, and eating at my wife's expense.\" , yet my wife remained silent, standing by my side to help me maintain my spirit to treat the disease... Men who don't work to support their wives and children cannot live as well as die, it's very painful,\" Mr. D. confided.\nThen all his efforts paid off, Mr. D. was fortunate to know and be directly examined and treated by Dr. Lieu. N.H.D has finally recovered from his illness, found a new job, has more income to take care of his wife and children and is gradually stabilizing his life.\nMr. D. emotionally shared: \"For more than 4 years, I no longer know what seizures are. Thanks to Dr. Lieu, everything good has come to me. Not only do I live a normal life, but I also have a job with good income and can take care of everything at home with my wife. When my children see that their father is healthy, they are very happy, they study hard and do well. Absolutely\".",
            "subsection_string": "Epilepsy treatment at Tam Anh General Hospital\nMany studies have documented the difficulties and disadvantages that people with epilepsy are facing, largely due to misconceptions and incorrect attitudes of the whole community about this disease. Therefore, the World Health Organization (WHO) has launched a global campaign with the goal of fighting epilepsy and improving the quality of life for people with the disease.\nAssociate Professor, PhD. BSCKII Nguyen Van Lieu - a leading expert in Neurology also affirmed: \"Epilepsy is a disease that needs to be treated and can be completely cured. The cure rate is quite high, up to 70%. That means about 70% of patients can stop their seizures and return to normal life after a course of treatment of 2.5 - 3 years. Although the remaining 30% cannot be completely cured, they can still take medicine to maintain and ensure a healthy life.\"\nThere have been many successfully treated cases, they have stopped their seizures and returned to normal life. The case of Mr. N.H.D, 32 years old (Ngoc Lac District - Thanh Hoa) is an example.\nDiscovering that he had epilepsy was a big shock for Mr. N.H.D. Everything seemed to fall apart. From an energetic, energetic worker, he became withdrawn, living in guilt and fear. D. suffers because he can no longer work, because he can no longer earn money and cannot be the breadwinner of the family. Instead of taking care of his wife and children, he now becomes a burden to the whole family.\n\"Since the day I got sick, everything inside and out has been handled by my wife alone. I know my wife is under a lot of pressure. Many relatives don't understand and keep saying I'm being lazy, possessed by ghosts, and eating at my wife's expense.\" , yet my wife remained silent, standing by my side to help me maintain my spirit to treat the disease... Men who don't work to support their wives and children cannot live as well as die, it's very painful,\" Mr. D. confided.\nThen all his efforts paid off, Mr. D. was fortunate to know and be directly examined and treated by Dr. Lieu. N.H.D has finally recovered from his illness, found a new job, has more income to take care of his wife and children and is gradually stabilizing his life.\nMr. D. emotionally shared: \"For more than 4 years, I no longer know what seizures are. Thanks to Dr. Lieu, everything good has come to me. Not only do I live a normal life, but I also have a job with good income and can take care of everything at home with my wife. When my children see that their father is healthy, they are very happy, they study hard and do well. Absolutely\"."
        },
        {
            "subsection_name": "Epilepsy treatment methods at Tam Anh General Hospital",
            "subsection_content": "Common epilepsy treatment methods are medical treatment and medical treatment. The doctor will choose the appropriate method based on each specific case:\n1. Treat epilepsy with internal medicine\nMost epilepsy patients will be given antiepileptic drugs to limit seizures. Doctors may use 1 or a combination of drugs depending on the patient's condition and severity of epilepsy. When using the drug, patients may note some side effects such as fatigue, weight gain, rash and dizziness.\nPerseverance is decisive in the treatment process because antiepileptic drugs often have to be used long-term and according to the doctor's prescription. Patients need to consult their doctor about other medications before use. In any case, patients should absolutely not quit smoking. Besides, they need to be continuously monitored and treated by neurologists.\nCooperation between patients and doctors is also very important. During treatment, if you feel depressed, tired or experience unusual health conditions, you should notify your doctor immediately.\nIn addition, if the patient still uses alcohol, beer, cigarettes, coffee... it will cause the nervous system to be more seriously affected and lead to difficult treatment and easy relapse of the disease.\n2. Surgical treatment\nFor some patients who are drug resistant or drug treatment is not effective and still have seizures, surgery is needed.\nAfter completing the examination process, checking that the patient can fully meet the surgical criteria and determining the patient's damaged locations, the doctors will perform surgery.\n3. Can epilepsy be cured?\nThe sooner a patient with epileptic seizures is treated, the higher the chance of recovery. In cases where surgery is needed, it should be done early because if the brain damage \"spreads\" for too long, it will make the surgery process more difficult and complicated, and the disease can seriously affect the patient's life and health. .\nAccording to Associate Professor, Doctor of Medicine II Nguyen Van Lieu: \"Epilepsy is not a mental illness because in addition to seizures, patients can still study and live normally. Regardless of the circumstances, patients always need the attention of their families, relatives and the sympathy of the whole community so they can live a normal life.\"\n108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City\nHotline: 024 3872 3872 – 024 7106 6858\n2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City\nHotline: 0287 102 6789 – 093 180 6858\nFanpage: https://www.facebook.com/benhvientamanh\nAbove is all the information you need to know about epilepsy, also known as epileptic seizures. Hopefully this article will help readers understand effective prevention methods!",
            "subsection_string": "Epilepsy treatment methods at Tam Anh General Hospital\nCommon epilepsy treatment methods are medical treatment and medical treatment. The doctor will choose the appropriate method based on each specific case:\n1. Treat epilepsy with internal medicine\nMost epilepsy patients will be given antiepileptic drugs to limit seizures. Doctors may use 1 or a combination of drugs depending on the patient's condition and severity of epilepsy. When using the drug, patients may note some side effects such as fatigue, weight gain, rash and dizziness.\nPerseverance is decisive in the treatment process because antiepileptic drugs often have to be used long-term and according to the doctor's prescription. Patients need to consult their doctor about other medications before use. In any case, patients should absolutely not quit smoking. Besides, they need to be continuously monitored and treated by neurologists.\nCooperation between patients and doctors is also very important. During treatment, if you feel depressed, tired or experience unusual health conditions, you should notify your doctor immediately.\nIn addition, if the patient still uses alcohol, beer, cigarettes, coffee... it will cause the nervous system to be more seriously affected and lead to difficult treatment and easy relapse of the disease.\n2. Surgical treatment\nFor some patients who are drug resistant or drug treatment is not effective and still have seizures, surgery is needed.\nAfter completing the examination process, checking that the patient can fully meet the surgical criteria and determining the patient's damaged locations, the doctors will perform surgery.\n3. Can epilepsy be cured?\nThe sooner a patient with epileptic seizures is treated, the higher the chance of recovery. In cases where surgery is needed, it should be done early because if the brain damage \"spreads\" for too long, it will make the surgery process more difficult and complicated, and the disease can seriously affect the patient's life and health. .\nAccording to Associate Professor, Doctor of Medicine II Nguyen Van Lieu: \"Epilepsy is not a mental illness because in addition to seizures, patients can still study and live normally. Regardless of the circumstances, patients always need the attention of their families, relatives and the sympathy of the whole community so they can live a normal life.\"\n108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City\nHotline: 024 3872 3872 – 024 7106 6858\n2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City\nHotline: 0287 102 6789 – 093 180 6858\nFanpage: https://www.facebook.com/benhvientamanh\nAbove is all the information you need to know about epilepsy, also known as epileptic seizures. Hopefully this article will help readers understand effective prevention methods!"
        }
    ],
    "name": "benh-dong-kinh.json"
}