{
    "title": "Chickenpox: Signs, causes and diagnosis",
    "category": "Infectious",
    "link": "https://tamanhhospital.vn/benh-thuy-dau/",
    "abstract": "Chickenpox (also known as chickenpox) was confused with smallpox for a long time until the 19th century. The disease is common in children under 10 years old and began to decline sharply since 1970 when there were Scientists discovered a vaccine to prevent chickenpox. So what is chickenpox?",
    "content": "Chickenpox: Signs, causes and diagnosis\n\nChickenpox (also known as chickenpox) was confused with smallpox for a long time until the 19th century. The disease is common in children under 10 years old and began to decline sharply since 1970 when there were Scientists discovered a vaccine to prevent chickenpox. So what is chickenpox?\n\nWhat is chickenpox?\nChickenpox is an infection caused by the varicella-zoster virus. This virus is about 150-200mm in size, with a nucleus of DNA. People with the disease will develop a rash and small blisters filled with fluid, causing itching. The disease is highly contagious to people who have not been vaccinated or have never been infected with the varicella-zoster virus.\nChickenpox was described in ancient times, but medicine at that time thought it was a mild form of smallpox. It was not until 1765 that scientist Vogel named chickenpox Varicella. In 1767, English doctor William Heberden proved that smallpox was different from chickenpox. For the first time, chickenpox was described as having a distinct clinical picture. Continuing in 1875, scientist Rudolf Steiner showed that chickenpox was an infectious disease. Finally, chickenpox was isolated by scientist Thomas Weller in 1954. Japanese virologist Michiaki Takahashi was the one who directly developed the chickenpox vaccine in 1972.\nChickenpox blisters\n\nCause of chickenpox\nThis is an acute infectious disease, transmitted directly through the respiratory tract such as dry coughs, sneezes and indirectly through contact with saliva, secretions, and fluid from blisters. The virus causes disease by penetrating the mucosa of the upper respiratory tract (mouth, pharynx) and also the gastrointestinal tract and conjunctiva of the eyes, but this is rare. The varicella-zoster virus can be transmitted to people around you only 1-2 days before the patient appears blisters. The virus that causes chickenpox stops spreading when all the blisters have crusted over. And scientists have retrospectively found that most of the causes of chickenpox are due to contact with sick people. (first)\n\nSymptoms of chickenpox through each stage\nAfter 10 - 21 days of exposure to the varicella-zoster virus, the patient has symptoms of blisters on the skin and mucous membranes, itching due to infection, rash, and rashes that appear in several waves 3-4 days apart. Chickenpox usually lasts about 5 - 10 days. In addition, patients may also experience signs of chickenpox such as: Fever, loss of appetite, headache, fatigue and feeling of discomfort in the body. (2)\nIncubation period\nThe virus that causes chickenpox has an incubation period of 2 to 3 weeks. Depending on the resistance and the infected person, the incubation period for each person is different, on average lasting from 10 - 20 days.\nStage of illness\nAt the beginning of the illness, the patient has symptoms of fatigue, headache, muscle pain, loss of appetite, vomiting, mild fever, runny nose, and sore throat. And 1-2 days later, red itchy rashes will appear on the patient's skin, with a diameter of several millimeters, starting in the head and eyes and then spreading to the whole body. Some patients also have lymph nodes behind the ears and sore throat.\nFull-blown stage\nThe blisters, also known as a blister-like rash, appear quickly within 1 day later. The erythema turns into round blisters, with a diameter of 1-3mm, containing white or milky fluid inside. If infected with bacteria, the fluid will be accompanied by pus. The rash appears more often in areas with less pressure such as the interscapular area, the flanks, the armpits, the stilts, sometimes densely on the face and trunk, and the rash is less common on the limbs. Erythema develops many times on the same skin area, so the patient will see the rash grow at many different levels from papules, clear blisters, opaque blisters or crusts. People with chickenpox can have anywhere from a few blisters to hundreds of blisters on the body.\nOnce the chickenpox rash appears, it will be pink or red (papular). Small fluid-filled blisters (vesicles), form over about 1 day, then burst and ooze fluid. After that, the broken blisters take a few more days to heal. During that time, new blisters continue to appear. Chickenpox is usually mild in healthy children, but in some cases, the rash can cover the entire body, and lesions can form on the throat and eyes. and the lining of the urethra, anus, and vagina.\nRecovery phase\nThe disease lasts 7-10 days, and the scabs usually fall off after 1-3 weeks. If chickenpox has no complications, the blisters will gradually dry, scab off, and darken the skin where the blisters appear, leaving no scars. But if the patient gets infected with blisters, it can leave scars, especially if there is multiple infection. Some have a slightly concave base, which can cause long-term or permanent scars.\n\nWho is at risk of chickenpox infection?\nThe period of transmission of chickenpox by the varicella-zoster virus is 1-2 days before the rash appears and until all the blisters have crusted over. So who is at risk of getting chickenpox? Chickenpox is common in children under 10 years old, but this does not mean that adults do not get the disease. People of all ages can get chickenpox, and children between 6 months and 7 years old are most susceptible to the virus. Particularly in adults (over 20 years old), the rate of chickenpox is less, about 10% due to immunity.\nPeople who have had chickenpox usually have lifelong immunity, but about 1% are reinfected. Some people may get chickenpox more than once in their lives, but this is very rare. For people who have been vaccinated against chickenpox and still get the disease, the symptoms are usually milder, with fewer blisters and mild or no fever.\n\nDangerous complications of chickenpox can occur?\nSince ancient times, chickenpox was considered a mild smallpox disease, which proves that the disease is classified as a mild disease. However, the disease can still become serious in patients who do not receive medical care or do not follow the doctor's instructions.\nSome complications of chickenpox that can be dangerous include: (3)\nInfections of the skin, soft tissues, bones, joints and blood are the most common complications. It is the blisters that burst and are itchy and uncomfortable, so many people \"breach\" the wound with dirty hands or do not clean it properly, leading to internal bleeding and infection. This is a common complication in young children who cannot \"control\" the itchy, uncomfortable blisters.; Encephalitis is a complication that can occur in children and adults, but is more common in adults and can lead to death if not treated promptly. Complications usually appear 1 week after the patient develops blisters. When experiencing this complication, the patient may have symptoms of high fever, coma, convulsions, mental disorders, and nystagmus. This complication can cause death if not treated promptly.; Chickenpox pneumonia with symptoms of coughing a lot, coughing up blood, difficulty breathing, and chest tightness is a complication of chickenpox that often occurs in adults, on days 3 - 5 after the onset of the disease.; Nephritis and acute glomerulonephritis are also complications caused by chickenpox. The rash appears late on the 3rd or 4th day of the disease. The most easily observable signs are the patient's bloody urine and kidney failure.; Effusion arthritis is also found in severe forms, the joints have inflammation and effusion, rarely pus. Not to mention, in some cases, chickenpox can be combined with another infectious disease that co-occurs such as diphtheria, whooping cough, or measles. When suffering from many forms of this disease at the same time, the patient's condition is often severe enough to clinically overwhelm chickenpox.\nIf a person has had chickenpox, they are still at risk for another complication, shingles. The virus that causes varicella-zoster remains in nerve cells after the infected blisters on the skin have healed. Years later, if the body is older or the immune system is weakened, the virus can reactivate and recur as shingles - a cluster of blisters that cause short-term pain. The pain from shingles can last long after the blisters disappear. This pain is called postherpetic neuralgia and can be severe.\nIn addition, people with chickenpox may experience some complications such as otitis media and external ear, oral mucositis, myocarditis, lymphadenitis, neuritis, pseudocroup syndrome, and laryngitis due to other diseases. Chickenpox pimples that grow in this area cause ulcers, infection, and swelling. Or complications of dehydration, toxic shock syndrome, Reye's syndrome in children and adolescents using aspirin to treat chickenpox.\nSubjects susceptible to complications from chickenpox include: Newborns whose mothers have never had chickenpox or have not been vaccinated; Pregnant women who are not sick, people with weakened immune systems such as HIV, chemotherapy, immunosuppressive drugs, asthma, etc.\n\nIs chickenpox contagious?\nChickenpox is transmitted by the varicella-zoster virus, mainly when the weather is warm and humid like spring, which is a favorable time for the acute spread of the disease. The virus can be spread through direct contact with the rash area. Or the virus spreads when a person with chickenpox coughs or sneezes and a healthy person inhales air droplets containing the virus. Pregnant women who get chickenpox 5 days before giving birth or 2 days after giving birth can transmit chickenpox from mother to baby, and the fetus can be born with disabilities or die. Many medical evidences show that low birth weight and limb abnormalities are more common when pregnant women have chickenpox. When a mother is infected with chickenpox in the week before giving birth or within a few days after giving birth, the fetus is at high risk not only of serious but also life-threatening infections such as stillbirth. Therefore, pregnant women need to check their health to see if they have chickenpox, so that doctors can monitor the pregnancy and have timely treatment. (4)\nIf you are pregnant and not immune to chickenpox, talk to your doctor about the risks to you and your unborn baby.\n\nMethod of diagnosing chickenpox\nTest to detect chickenpox.\nTo diagnose chickenpox, doctors often first rule out a number of diseases with symptoms or complications similar to those caused by chickenpox, such as: bullous impetigo, disseminated herpes simplex, ectropion-like eczema, and vaccine-induced eczema. , Rickettsial infection, enterovirus infection.\nDiagnosis of chickenpox is mainly based on clinical signs such as: the patient has not been vaccinated and has not had chickenpox, the patient was infected with the virus in the previous 2-3 weeks,...\nIn addition, patients are also subjected to paraclinical tests such as: reduced peripheral blood white blood cells, increased lymphocytes, immunofluorescence, virus screening, virus isolation, serum diagnostic tests, …\n\nMethods of treating chickenpox\nYou should see a doctor for examination if you experience signs such as having contact with someone with chickenpox, fatigue, headache, muscle pain, loss of appetite, vomiting, mild fever, runny nose, sore throat, itchy rash. redness all over the skin. Especially a rash that spreads to one or both eyes. A rash that is very red, warm or tender may  be a sign of a secondary bacterial skin infection. Or the rash is accompanied by dizziness, disorientation, rapid heartbeat, difficulty breathing, tremors, loss of muscle coordination, coughing, vomiting, stiff neck or high fever above 38.9 degrees Celsius.\nWith current chickenpox, in addition to treating symptoms, doctors will prescribe medication to help the patient recover quickly.\nSpecifically, young children often recover quickly, so they often treat symptoms, reduce pain, itching and prevent children from scratching to avoid the risk of infection. Instead, when children are itchy, doctors or parents use wet gauze to clean the wound, use systemic antihistamines, etc.\nAntibacterial drugs should not be applied unless the lesions are infected; Bacterial infections must be treated with antibiotics.\nFor children 12 years of age and older, treatment is with valacyclovir or famciclovir. For immunocompromised patients or those with severe symptoms, doctors may administer acyclovir intravenously.\nTreatment medicine\nPeople with chickenpox are often treated with antiviral drugs, pain relievers, fever reducers, vitamins, etc.\nTreatment medications such as valacyclovir, famciclovir or acyclovir are used for patients at moderate to severe risk of disease.\nSpecifically, the drug used to treat chickenpox is famciclovir 500mg, 3 times a day. Or valacyclovir 1g, 3 times a day 3 times a day for adults.\nAcyclovir is a secondary option because of its low oral bioavailability, but it can be used at a dose of 20 mg/kg, four times a day, for 5 days in children from 2 years of age. age and ≤ 40kg.\nThe dose for children weighing over 40kg is 800mg 4 times daily for 5 days. Adolescents and adults can take oral acyclovir at a dose of 800 mg 5 times a day.\nImmunocompromised children over 1 year old should also receive acyclovir 20 mg/kg every 8 hours intravenously. Immunocompromised adults should be treated with acyclovir 10 to 12 mg/kg IV every 8 hours.\nFor pregnant women facing a high risk of chickenpox complications, they can take acyclovir or valacyclovir. Intravenous acyclovir is recommended for severe chickenpox in pregnant women.\nIn addition, the patient is given fever-reducing medicine with the active ingredient paracetamol, anti-convulsant sedatives gardenal, seduxen, calcium bromide 3%,... anti-itch medicine with antihistamines such as dimedrol 1%... If the patient has a superinfection. Appropriate antibiotics will be given. You may be advised to get the shingles vaccine (Shingrix). This medication is approved and recommended for people 50 years of age and older.\nTreatment at home\nWhen treated at home, the patient must comply with the treatment of When there is a high fever, the patient takes fever-reducing medicine, vitamins B, C, etc. Parents can dab methylene blue solution or 1/4000 potassium permanganate on the spots. ulcers. Usually, chickenpox affects children, and the child easily overcomes it. During home treatment, patients need to take precautions and detect complications early for timely hospitalization.\n\nNotes when treating chickenpox\nTreatment of chickenpox in the hospital or at home requires following the doctor's instructions. In addition to using the correct treatment regimen, it is also necessary to sleep, rest, and eat frugally to avoid complications, leaving bad scars, etc.\nLiving mode\nPatients with chickenpox need to have the following lifestyle and body hygiene regimen:\nBathe regularly, keep underwear clean as well as hand hygiene; Trim nails regularly to prevent secondary infections; Use physiological saline for oral hygiene, ear, nose and throat hygiene, always keep the skin dry and clean, do not let the child scratch the blisters.; Wear soft, clean clothes so that the blisters do not cause infection and itching for the child; People with chickenpox need to eat liquid foods such as: Porridge, pasta, fruit,...; The hospital room area at home must be well ventilated and avoid drafts; The person should not return to school or work until the lesions have finally crusted over.\nDaily nutrition\nIf you abstain and eat properly, just 5 days after the blisters appear, they will burst, scab over and fall off. Therefore, nutrition for people with chickenpox is very important.\nFoods to eat: Patients should eat foods full of nutrients, liquid foods, easy to digest such as: green bean porridge, brown rice porridge, pasta, asparagus, eggs, bananas, red beans, green beans, beans. blackberries, potatoes, carrots, white radishes, squash, spinach, purslane, pennywort, bitter melon, amaranth, Chinese cabbage, etc. At the same time, people increase vitamin C to increase resistance. fight infection, accelerate collagen production, prevent concave scars such as: Lemon, orange, avocado, strawberry, kiwi, pear, watermelon, cucumber, tomato,...\nFoods that should not be eaten: People with chickenpox should avoid foods high in oil, fat, and hot foods such as: ginger, onions, garlic, onions, leeks, chili, pepper, dill, curry, mustard , coriander, lychee, ripe mango. Or meats that are too high in protein such as goat meat, chicken, goose, eel, shrimp, crab, oysters, snails, etc.\nSee more: Summary of viral and parasitic diseases\n\nMeasures to prevent chickenpox\nGet vaccinated to prevent chickenpox\nThe most effective way to prevent chickenpox is vaccination. Since 1970, when Japanese scientists discovered the chickenpox vaccine, the disease has been significantly eliminated. Experts estimate that 98% of chickenpox cases are avoided because the vaccine is so effective. Currently, the chickenpox vaccine is \"integrated\" with the measles and mumps vaccines\nInjection 1: Injected when the child is over 1 year old. 2nd shot: Children from 1 to 13 years old: Get vaccinated at least 3 months after the 1st shot. Children 13 years and older: Vaccinate at least 1 month after the first dose. If you come into contact with someone who has chickenpox and you have not been vaccinated with chickenpox vaccine, you should get vaccinated within 3 days.\nIn case the patient has had chickenpox and is confirmed by the Diagnostic Testing Center to have chickenpox, the chickenpox vaccine is no longer needed.\nAbove is some general information about chickenpox, hope it helps you. Be proactive in preventing and repelling chickenpox today.",
    "subsections": [
        {
            "subsection_name": "What is chickenpox?",
            "subsection_content": "Chickenpox is an infection caused by the varicella-zoster virus. This virus is about 150-200mm in size, with a nucleus of DNA. People with the disease will develop a rash and small blisters filled with fluid, causing itching. The disease is highly contagious to people who have not been vaccinated or have never been infected with the varicella-zoster virus.\nChickenpox was described in ancient times, but medicine at that time thought it was a mild form of smallpox. It was not until 1765 that scientist Vogel named chickenpox Varicella. In 1767, English doctor William Heberden proved that smallpox was different from chickenpox. For the first time, chickenpox was described as having a distinct clinical picture. Continuing in 1875, scientist Rudolf Steiner showed that chickenpox was an infectious disease. Finally, chickenpox was isolated by scientist Thomas Weller in 1954. Japanese virologist Michiaki Takahashi was the one who directly developed the chickenpox vaccine in 1972.\nChickenpox blisters",
            "subsection_string": "What is chickenpox?\nChickenpox is an infection caused by the varicella-zoster virus. This virus is about 150-200mm in size, with a nucleus of DNA. People with the disease will develop a rash and small blisters filled with fluid, causing itching. The disease is highly contagious to people who have not been vaccinated or have never been infected with the varicella-zoster virus.\nChickenpox was described in ancient times, but medicine at that time thought it was a mild form of smallpox. It was not until 1765 that scientist Vogel named chickenpox Varicella. In 1767, English doctor William Heberden proved that smallpox was different from chickenpox. For the first time, chickenpox was described as having a distinct clinical picture. Continuing in 1875, scientist Rudolf Steiner showed that chickenpox was an infectious disease. Finally, chickenpox was isolated by scientist Thomas Weller in 1954. Japanese virologist Michiaki Takahashi was the one who directly developed the chickenpox vaccine in 1972.\nChickenpox blisters"
        },
        {
            "subsection_name": "Cause of chickenpox",
            "subsection_content": "This is an acute infectious disease, transmitted directly through the respiratory tract such as dry coughs, sneezes and indirectly through contact with saliva, secretions, and fluid from blisters. The virus causes disease by penetrating the mucosa of the upper respiratory tract (mouth, pharynx) and also the gastrointestinal tract and conjunctiva of the eyes, but this is rare. The varicella-zoster virus can be transmitted to people around you only 1-2 days before the patient appears blisters. The virus that causes chickenpox stops spreading when all the blisters have crusted over. And scientists have retrospectively found that most of the causes of chickenpox are due to contact with sick people. (first)",
            "subsection_string": "Cause of chickenpox\nThis is an acute infectious disease, transmitted directly through the respiratory tract such as dry coughs, sneezes and indirectly through contact with saliva, secretions, and fluid from blisters. The virus causes disease by penetrating the mucosa of the upper respiratory tract (mouth, pharynx) and also the gastrointestinal tract and conjunctiva of the eyes, but this is rare. The varicella-zoster virus can be transmitted to people around you only 1-2 days before the patient appears blisters. The virus that causes chickenpox stops spreading when all the blisters have crusted over. And scientists have retrospectively found that most of the causes of chickenpox are due to contact with sick people. (first)"
        },
        {
            "subsection_name": "Symptoms of chickenpox through each stage",
            "subsection_content": "After 10 - 21 days of exposure to the varicella-zoster virus, the patient has symptoms of blisters on the skin and mucous membranes, itching due to infection, rash, and rashes that appear in several waves 3-4 days apart. Chickenpox usually lasts about 5 - 10 days. In addition, patients may also experience signs of chickenpox such as: Fever, loss of appetite, headache, fatigue and feeling of discomfort in the body. (2)\nIncubation period\nThe virus that causes chickenpox has an incubation period of 2 to 3 weeks. Depending on the resistance and the infected person, the incubation period for each person is different, on average lasting from 10 - 20 days.\nStage of illness\nAt the beginning of the illness, the patient has symptoms of fatigue, headache, muscle pain, loss of appetite, vomiting, mild fever, runny nose, and sore throat. And 1-2 days later, red itchy rashes will appear on the patient's skin, with a diameter of several millimeters, starting in the head and eyes and then spreading to the whole body. Some patients also have lymph nodes behind the ears and sore throat.\nFull-blown stage\nThe blisters, also known as a blister-like rash, appear quickly within 1 day later. The erythema turns into round blisters, with a diameter of 1-3mm, containing white or milky fluid inside. If infected with bacteria, the fluid will be accompanied by pus. The rash appears more often in areas with less pressure such as the interscapular area, the flanks, the armpits, the stilts, sometimes densely on the face and trunk, and the rash is less common on the limbs. Erythema develops many times on the same skin area, so the patient will see the rash grow at many different levels from papules, clear blisters, opaque blisters or crusts. People with chickenpox can have anywhere from a few blisters to hundreds of blisters on the body.\nOnce the chickenpox rash appears, it will be pink or red (papular). Small fluid-filled blisters (vesicles), form over about 1 day, then burst and ooze fluid. After that, the broken blisters take a few more days to heal. During that time, new blisters continue to appear. Chickenpox is usually mild in healthy children, but in some cases, the rash can cover the entire body, and lesions can form on the throat and eyes. and the lining of the urethra, anus, and vagina.\nRecovery phase\nThe disease lasts 7-10 days, and the scabs usually fall off after 1-3 weeks. If chickenpox has no complications, the blisters will gradually dry, scab off, and darken the skin where the blisters appear, leaving no scars. But if the patient gets infected with blisters, it can leave scars, especially if there is multiple infection. Some have a slightly concave base, which can cause long-term or permanent scars.",
            "subsection_string": "Symptoms of chickenpox through each stage\nAfter 10 - 21 days of exposure to the varicella-zoster virus, the patient has symptoms of blisters on the skin and mucous membranes, itching due to infection, rash, and rashes that appear in several waves 3-4 days apart. Chickenpox usually lasts about 5 - 10 days. In addition, patients may also experience signs of chickenpox such as: Fever, loss of appetite, headache, fatigue and feeling of discomfort in the body. (2)\nIncubation period\nThe virus that causes chickenpox has an incubation period of 2 to 3 weeks. Depending on the resistance and the infected person, the incubation period for each person is different, on average lasting from 10 - 20 days.\nStage of illness\nAt the beginning of the illness, the patient has symptoms of fatigue, headache, muscle pain, loss of appetite, vomiting, mild fever, runny nose, and sore throat. And 1-2 days later, red itchy rashes will appear on the patient's skin, with a diameter of several millimeters, starting in the head and eyes and then spreading to the whole body. Some patients also have lymph nodes behind the ears and sore throat.\nFull-blown stage\nThe blisters, also known as a blister-like rash, appear quickly within 1 day later. The erythema turns into round blisters, with a diameter of 1-3mm, containing white or milky fluid inside. If infected with bacteria, the fluid will be accompanied by pus. The rash appears more often in areas with less pressure such as the interscapular area, the flanks, the armpits, the stilts, sometimes densely on the face and trunk, and the rash is less common on the limbs. Erythema develops many times on the same skin area, so the patient will see the rash grow at many different levels from papules, clear blisters, opaque blisters or crusts. People with chickenpox can have anywhere from a few blisters to hundreds of blisters on the body.\nOnce the chickenpox rash appears, it will be pink or red (papular). Small fluid-filled blisters (vesicles), form over about 1 day, then burst and ooze fluid. After that, the broken blisters take a few more days to heal. During that time, new blisters continue to appear. Chickenpox is usually mild in healthy children, but in some cases, the rash can cover the entire body, and lesions can form on the throat and eyes. and the lining of the urethra, anus, and vagina.\nRecovery phase\nThe disease lasts 7-10 days, and the scabs usually fall off after 1-3 weeks. If chickenpox has no complications, the blisters will gradually dry, scab off, and darken the skin where the blisters appear, leaving no scars. But if the patient gets infected with blisters, it can leave scars, especially if there is multiple infection. Some have a slightly concave base, which can cause long-term or permanent scars."
        },
        {
            "subsection_name": "Who is at risk of chickenpox infection?",
            "subsection_content": "The period of transmission of chickenpox by the varicella-zoster virus is 1-2 days before the rash appears and until all the blisters have crusted over. So who is at risk of getting chickenpox? Chickenpox is common in children under 10 years old, but this does not mean that adults do not get the disease. People of all ages can get chickenpox, and children between 6 months and 7 years old are most susceptible to the virus. Particularly in adults (over 20 years old), the rate of chickenpox is less, about 10% due to immunity.\nPeople who have had chickenpox usually have lifelong immunity, but about 1% are reinfected. Some people may get chickenpox more than once in their lives, but this is very rare. For people who have been vaccinated against chickenpox and still get the disease, the symptoms are usually milder, with fewer blisters and mild or no fever.",
            "subsection_string": "Who is at risk of chickenpox infection?\nThe period of transmission of chickenpox by the varicella-zoster virus is 1-2 days before the rash appears and until all the blisters have crusted over. So who is at risk of getting chickenpox? Chickenpox is common in children under 10 years old, but this does not mean that adults do not get the disease. People of all ages can get chickenpox, and children between 6 months and 7 years old are most susceptible to the virus. Particularly in adults (over 20 years old), the rate of chickenpox is less, about 10% due to immunity.\nPeople who have had chickenpox usually have lifelong immunity, but about 1% are reinfected. Some people may get chickenpox more than once in their lives, but this is very rare. For people who have been vaccinated against chickenpox and still get the disease, the symptoms are usually milder, with fewer blisters and mild or no fever."
        },
        {
            "subsection_name": "Dangerous complications of chickenpox can occur?",
            "subsection_content": "Since ancient times, chickenpox was considered a mild smallpox disease, which proves that the disease is classified as a mild disease. However, the disease can still become serious in patients who do not receive medical care or do not follow the doctor's instructions.\nSome complications of chickenpox that can be dangerous include: (3)\nInfections of the skin, soft tissues, bones, joints and blood are the most common complications. It is the blisters that burst and are itchy and uncomfortable, so many people \"breach\" the wound with dirty hands or do not clean it properly, leading to internal bleeding and infection. This is a common complication in young children who cannot \"control\" the itchy, uncomfortable blisters.; Encephalitis is a complication that can occur in children and adults, but is more common in adults and can lead to death if not treated promptly. Complications usually appear 1 week after the patient develops blisters. When experiencing this complication, the patient may have symptoms of high fever, coma, convulsions, mental disorders, and nystagmus. This complication can cause death if not treated promptly.; Chickenpox pneumonia with symptoms of coughing a lot, coughing up blood, difficulty breathing, and chest tightness is a complication of chickenpox that often occurs in adults, on days 3 - 5 after the onset of the disease.; Nephritis and acute glomerulonephritis are also complications caused by chickenpox. The rash appears late on the 3rd or 4th day of the disease. The most easily observable signs are the patient's bloody urine and kidney failure.; Effusion arthritis is also found in severe forms, the joints have inflammation and effusion, rarely pus. Not to mention, in some cases, chickenpox can be combined with another infectious disease that co-occurs such as diphtheria, whooping cough, or measles. When suffering from many forms of this disease at the same time, the patient's condition is often severe enough to clinically overwhelm chickenpox.\nIf a person has had chickenpox, they are still at risk for another complication, shingles. The virus that causes varicella-zoster remains in nerve cells after the infected blisters on the skin have healed. Years later, if the body is older or the immune system is weakened, the virus can reactivate and recur as shingles - a cluster of blisters that cause short-term pain. The pain from shingles can last long after the blisters disappear. This pain is called postherpetic neuralgia and can be severe.\nIn addition, people with chickenpox may experience some complications such as otitis media and external ear, oral mucositis, myocarditis, lymphadenitis, neuritis, pseudocroup syndrome, and laryngitis due to other diseases. Chickenpox pimples that grow in this area cause ulcers, infection, and swelling. Or complications of dehydration, toxic shock syndrome, Reye's syndrome in children and adolescents using aspirin to treat chickenpox.\nSubjects susceptible to complications from chickenpox include: Newborns whose mothers have never had chickenpox or have not been vaccinated; Pregnant women who are not sick, people with weakened immune systems such as HIV, chemotherapy, immunosuppressive drugs, asthma, etc.",
            "subsection_string": "Dangerous complications of chickenpox can occur?\nSince ancient times, chickenpox was considered a mild smallpox disease, which proves that the disease is classified as a mild disease. However, the disease can still become serious in patients who do not receive medical care or do not follow the doctor's instructions.\nSome complications of chickenpox that can be dangerous include: (3)\nInfections of the skin, soft tissues, bones, joints and blood are the most common complications. It is the blisters that burst and are itchy and uncomfortable, so many people \"breach\" the wound with dirty hands or do not clean it properly, leading to internal bleeding and infection. This is a common complication in young children who cannot \"control\" the itchy, uncomfortable blisters.; Encephalitis is a complication that can occur in children and adults, but is more common in adults and can lead to death if not treated promptly. Complications usually appear 1 week after the patient develops blisters. When experiencing this complication, the patient may have symptoms of high fever, coma, convulsions, mental disorders, and nystagmus. This complication can cause death if not treated promptly.; Chickenpox pneumonia with symptoms of coughing a lot, coughing up blood, difficulty breathing, and chest tightness is a complication of chickenpox that often occurs in adults, on days 3 - 5 after the onset of the disease.; Nephritis and acute glomerulonephritis are also complications caused by chickenpox. The rash appears late on the 3rd or 4th day of the disease. The most easily observable signs are the patient's bloody urine and kidney failure.; Effusion arthritis is also found in severe forms, the joints have inflammation and effusion, rarely pus. Not to mention, in some cases, chickenpox can be combined with another infectious disease that co-occurs such as diphtheria, whooping cough, or measles. When suffering from many forms of this disease at the same time, the patient's condition is often severe enough to clinically overwhelm chickenpox.\nIf a person has had chickenpox, they are still at risk for another complication, shingles. The virus that causes varicella-zoster remains in nerve cells after the infected blisters on the skin have healed. Years later, if the body is older or the immune system is weakened, the virus can reactivate and recur as shingles - a cluster of blisters that cause short-term pain. The pain from shingles can last long after the blisters disappear. This pain is called postherpetic neuralgia and can be severe.\nIn addition, people with chickenpox may experience some complications such as otitis media and external ear, oral mucositis, myocarditis, lymphadenitis, neuritis, pseudocroup syndrome, and laryngitis due to other diseases. Chickenpox pimples that grow in this area cause ulcers, infection, and swelling. Or complications of dehydration, toxic shock syndrome, Reye's syndrome in children and adolescents using aspirin to treat chickenpox.\nSubjects susceptible to complications from chickenpox include: Newborns whose mothers have never had chickenpox or have not been vaccinated; Pregnant women who are not sick, people with weakened immune systems such as HIV, chemotherapy, immunosuppressive drugs, asthma, etc."
        },
        {
            "subsection_name": "Is chickenpox contagious?",
            "subsection_content": "Chickenpox is transmitted by the varicella-zoster virus, mainly when the weather is warm and humid like spring, which is a favorable time for the acute spread of the disease. The virus can be spread through direct contact with the rash area. Or the virus spreads when a person with chickenpox coughs or sneezes and a healthy person inhales air droplets containing the virus. Pregnant women who get chickenpox 5 days before giving birth or 2 days after giving birth can transmit chickenpox from mother to baby, and the fetus can be born with disabilities or die. Many medical evidences show that low birth weight and limb abnormalities are more common when pregnant women have chickenpox. When a mother is infected with chickenpox in the week before giving birth or within a few days after giving birth, the fetus is at high risk not only of serious but also life-threatening infections such as stillbirth. Therefore, pregnant women need to check their health to see if they have chickenpox, so that doctors can monitor the pregnancy and have timely treatment. (4)\nIf you are pregnant and not immune to chickenpox, talk to your doctor about the risks to you and your unborn baby.",
            "subsection_string": "Is chickenpox contagious?\nChickenpox is transmitted by the varicella-zoster virus, mainly when the weather is warm and humid like spring, which is a favorable time for the acute spread of the disease. The virus can be spread through direct contact with the rash area. Or the virus spreads when a person with chickenpox coughs or sneezes and a healthy person inhales air droplets containing the virus. Pregnant women who get chickenpox 5 days before giving birth or 2 days after giving birth can transmit chickenpox from mother to baby, and the fetus can be born with disabilities or die. Many medical evidences show that low birth weight and limb abnormalities are more common when pregnant women have chickenpox. When a mother is infected with chickenpox in the week before giving birth or within a few days after giving birth, the fetus is at high risk not only of serious but also life-threatening infections such as stillbirth. Therefore, pregnant women need to check their health to see if they have chickenpox, so that doctors can monitor the pregnancy and have timely treatment. (4)\nIf you are pregnant and not immune to chickenpox, talk to your doctor about the risks to you and your unborn baby."
        },
        {
            "subsection_name": "Method of diagnosing chickenpox",
            "subsection_content": "Test to detect chickenpox.\nTo diagnose chickenpox, doctors often first rule out a number of diseases with symptoms or complications similar to those caused by chickenpox, such as: bullous impetigo, disseminated herpes simplex, ectropion-like eczema, and vaccine-induced eczema. , Rickettsial infection, enterovirus infection.\nDiagnosis of chickenpox is mainly based on clinical signs such as: the patient has not been vaccinated and has not had chickenpox, the patient was infected with the virus in the previous 2-3 weeks,...\nIn addition, patients are also subjected to paraclinical tests such as: reduced peripheral blood white blood cells, increased lymphocytes, immunofluorescence, virus screening, virus isolation, serum diagnostic tests, …",
            "subsection_string": "Method of diagnosing chickenpox\nTest to detect chickenpox.\nTo diagnose chickenpox, doctors often first rule out a number of diseases with symptoms or complications similar to those caused by chickenpox, such as: bullous impetigo, disseminated herpes simplex, ectropion-like eczema, and vaccine-induced eczema. , Rickettsial infection, enterovirus infection.\nDiagnosis of chickenpox is mainly based on clinical signs such as: the patient has not been vaccinated and has not had chickenpox, the patient was infected with the virus in the previous 2-3 weeks,...\nIn addition, patients are also subjected to paraclinical tests such as: reduced peripheral blood white blood cells, increased lymphocytes, immunofluorescence, virus screening, virus isolation, serum diagnostic tests, …"
        },
        {
            "subsection_name": "Methods of treating chickenpox",
            "subsection_content": "You should see a doctor for examination if you experience signs such as having contact with someone with chickenpox, fatigue, headache, muscle pain, loss of appetite, vomiting, mild fever, runny nose, sore throat, itchy rash. redness all over the skin. Especially a rash that spreads to one or both eyes. A rash that is very red, warm or tender may  be a sign of a secondary bacterial skin infection. Or the rash is accompanied by dizziness, disorientation, rapid heartbeat, difficulty breathing, tremors, loss of muscle coordination, coughing, vomiting, stiff neck or high fever above 38.9 degrees Celsius.\nWith current chickenpox, in addition to treating symptoms, doctors will prescribe medication to help the patient recover quickly.\nSpecifically, young children often recover quickly, so they often treat symptoms, reduce pain, itching and prevent children from scratching to avoid the risk of infection. Instead, when children are itchy, doctors or parents use wet gauze to clean the wound, use systemic antihistamines, etc.\nAntibacterial drugs should not be applied unless the lesions are infected; Bacterial infections must be treated with antibiotics.\nFor children 12 years of age and older, treatment is with valacyclovir or famciclovir. For immunocompromised patients or those with severe symptoms, doctors may administer acyclovir intravenously.\nTreatment medicine\nPeople with chickenpox are often treated with antiviral drugs, pain relievers, fever reducers, vitamins, etc.\nTreatment medications such as valacyclovir, famciclovir or acyclovir are used for patients at moderate to severe risk of disease.\nSpecifically, the drug used to treat chickenpox is famciclovir 500mg, 3 times a day. Or valacyclovir 1g, 3 times a day 3 times a day for adults.\nAcyclovir is a secondary option because of its low oral bioavailability, but it can be used at a dose of 20 mg/kg, four times a day, for 5 days in children from 2 years of age. age and ≤ 40kg.\nThe dose for children weighing over 40kg is 800mg 4 times daily for 5 days. Adolescents and adults can take oral acyclovir at a dose of 800 mg 5 times a day.\nImmunocompromised children over 1 year old should also receive acyclovir 20 mg/kg every 8 hours intravenously. Immunocompromised adults should be treated with acyclovir 10 to 12 mg/kg IV every 8 hours.\nFor pregnant women facing a high risk of chickenpox complications, they can take acyclovir or valacyclovir. Intravenous acyclovir is recommended for severe chickenpox in pregnant women.\nIn addition, the patient is given fever-reducing medicine with the active ingredient paracetamol, anti-convulsant sedatives gardenal, seduxen, calcium bromide 3%,... anti-itch medicine with antihistamines such as dimedrol 1%... If the patient has a superinfection. Appropriate antibiotics will be given. You may be advised to get the shingles vaccine (Shingrix). This medication is approved and recommended for people 50 years of age and older.\nTreatment at home\nWhen treated at home, the patient must comply with the treatment of When there is a high fever, the patient takes fever-reducing medicine, vitamins B, C, etc. Parents can dab methylene blue solution or 1/4000 potassium permanganate on the spots. ulcers. Usually, chickenpox affects children, and the child easily overcomes it. During home treatment, patients need to take precautions and detect complications early for timely hospitalization.",
            "subsection_string": "Methods of treating chickenpox\nYou should see a doctor for examination if you experience signs such as having contact with someone with chickenpox, fatigue, headache, muscle pain, loss of appetite, vomiting, mild fever, runny nose, sore throat, itchy rash. redness all over the skin. Especially a rash that spreads to one or both eyes. A rash that is very red, warm or tender may  be a sign of a secondary bacterial skin infection. Or the rash is accompanied by dizziness, disorientation, rapid heartbeat, difficulty breathing, tremors, loss of muscle coordination, coughing, vomiting, stiff neck or high fever above 38.9 degrees Celsius.\nWith current chickenpox, in addition to treating symptoms, doctors will prescribe medication to help the patient recover quickly.\nSpecifically, young children often recover quickly, so they often treat symptoms, reduce pain, itching and prevent children from scratching to avoid the risk of infection. Instead, when children are itchy, doctors or parents use wet gauze to clean the wound, use systemic antihistamines, etc.\nAntibacterial drugs should not be applied unless the lesions are infected; Bacterial infections must be treated with antibiotics.\nFor children 12 years of age and older, treatment is with valacyclovir or famciclovir. For immunocompromised patients or those with severe symptoms, doctors may administer acyclovir intravenously.\nTreatment medicine\nPeople with chickenpox are often treated with antiviral drugs, pain relievers, fever reducers, vitamins, etc.\nTreatment medications such as valacyclovir, famciclovir or acyclovir are used for patients at moderate to severe risk of disease.\nSpecifically, the drug used to treat chickenpox is famciclovir 500mg, 3 times a day. Or valacyclovir 1g, 3 times a day 3 times a day for adults.\nAcyclovir is a secondary option because of its low oral bioavailability, but it can be used at a dose of 20 mg/kg, four times a day, for 5 days in children from 2 years of age. age and ≤ 40kg.\nThe dose for children weighing over 40kg is 800mg 4 times daily for 5 days. Adolescents and adults can take oral acyclovir at a dose of 800 mg 5 times a day.\nImmunocompromised children over 1 year old should also receive acyclovir 20 mg/kg every 8 hours intravenously. Immunocompromised adults should be treated with acyclovir 10 to 12 mg/kg IV every 8 hours.\nFor pregnant women facing a high risk of chickenpox complications, they can take acyclovir or valacyclovir. Intravenous acyclovir is recommended for severe chickenpox in pregnant women.\nIn addition, the patient is given fever-reducing medicine with the active ingredient paracetamol, anti-convulsant sedatives gardenal, seduxen, calcium bromide 3%,... anti-itch medicine with antihistamines such as dimedrol 1%... If the patient has a superinfection. Appropriate antibiotics will be given. You may be advised to get the shingles vaccine (Shingrix). This medication is approved and recommended for people 50 years of age and older.\nTreatment at home\nWhen treated at home, the patient must comply with the treatment of When there is a high fever, the patient takes fever-reducing medicine, vitamins B, C, etc. Parents can dab methylene blue solution or 1/4000 potassium permanganate on the spots. ulcers. Usually, chickenpox affects children, and the child easily overcomes it. During home treatment, patients need to take precautions and detect complications early for timely hospitalization."
        },
        {
            "subsection_name": "Notes when treating chickenpox",
            "subsection_content": "Treatment of chickenpox in the hospital or at home requires following the doctor's instructions. In addition to using the correct treatment regimen, it is also necessary to sleep, rest, and eat frugally to avoid complications, leaving bad scars, etc.\nLiving mode\nPatients with chickenpox need to have the following lifestyle and body hygiene regimen:\nBathe regularly, keep underwear clean as well as hand hygiene; Trim nails regularly to prevent secondary infections; Use physiological saline for oral hygiene, ear, nose and throat hygiene, always keep the skin dry and clean, do not let the child scratch the blisters.; Wear soft, clean clothes so that the blisters do not cause infection and itching for the child; People with chickenpox need to eat liquid foods such as: Porridge, pasta, fruit,...; The hospital room area at home must be well ventilated and avoid drafts; The person should not return to school or work until the lesions have finally crusted over.\nDaily nutrition\nIf you abstain and eat properly, just 5 days after the blisters appear, they will burst, scab over and fall off. Therefore, nutrition for people with chickenpox is very important.\nFoods to eat: Patients should eat foods full of nutrients, liquid foods, easy to digest such as: green bean porridge, brown rice porridge, pasta, asparagus, eggs, bananas, red beans, green beans, beans. blackberries, potatoes, carrots, white radishes, squash, spinach, purslane, pennywort, bitter melon, amaranth, Chinese cabbage, etc. At the same time, people increase vitamin C to increase resistance. fight infection, accelerate collagen production, prevent concave scars such as: Lemon, orange, avocado, strawberry, kiwi, pear, watermelon, cucumber, tomato,...\nFoods that should not be eaten: People with chickenpox should avoid foods high in oil, fat, and hot foods such as: ginger, onions, garlic, onions, leeks, chili, pepper, dill, curry, mustard , coriander, lychee, ripe mango. Or meats that are too high in protein such as goat meat, chicken, goose, eel, shrimp, crab, oysters, snails, etc.\nSee more: Summary of viral and parasitic diseases",
            "subsection_string": "Notes when treating chickenpox\nTreatment of chickenpox in the hospital or at home requires following the doctor's instructions. In addition to using the correct treatment regimen, it is also necessary to sleep, rest, and eat frugally to avoid complications, leaving bad scars, etc.\nLiving mode\nPatients with chickenpox need to have the following lifestyle and body hygiene regimen:\nBathe regularly, keep underwear clean as well as hand hygiene; Trim nails regularly to prevent secondary infections; Use physiological saline for oral hygiene, ear, nose and throat hygiene, always keep the skin dry and clean, do not let the child scratch the blisters.; Wear soft, clean clothes so that the blisters do not cause infection and itching for the child; People with chickenpox need to eat liquid foods such as: Porridge, pasta, fruit,...; The hospital room area at home must be well ventilated and avoid drafts; The person should not return to school or work until the lesions have finally crusted over.\nDaily nutrition\nIf you abstain and eat properly, just 5 days after the blisters appear, they will burst, scab over and fall off. Therefore, nutrition for people with chickenpox is very important.\nFoods to eat: Patients should eat foods full of nutrients, liquid foods, easy to digest such as: green bean porridge, brown rice porridge, pasta, asparagus, eggs, bananas, red beans, green beans, beans. blackberries, potatoes, carrots, white radishes, squash, spinach, purslane, pennywort, bitter melon, amaranth, Chinese cabbage, etc. At the same time, people increase vitamin C to increase resistance. fight infection, accelerate collagen production, prevent concave scars such as: Lemon, orange, avocado, strawberry, kiwi, pear, watermelon, cucumber, tomato,...\nFoods that should not be eaten: People with chickenpox should avoid foods high in oil, fat, and hot foods such as: ginger, onions, garlic, onions, leeks, chili, pepper, dill, curry, mustard , coriander, lychee, ripe mango. Or meats that are too high in protein such as goat meat, chicken, goose, eel, shrimp, crab, oysters, snails, etc.\nSee more: Summary of viral and parasitic diseases"
        },
        {
            "subsection_name": "Measures to prevent chickenpox",
            "subsection_content": "Get vaccinated to prevent chickenpox\nThe most effective way to prevent chickenpox is vaccination. Since 1970, when Japanese scientists discovered the chickenpox vaccine, the disease has been significantly eliminated. Experts estimate that 98% of chickenpox cases are avoided because the vaccine is so effective. Currently, the chickenpox vaccine is \"integrated\" with the measles and mumps vaccines\nInjection 1: Injected when the child is over 1 year old. 2nd shot: Children from 1 to 13 years old: Get vaccinated at least 3 months after the 1st shot. Children 13 years and older: Vaccinate at least 1 month after the first dose. If you come into contact with someone who has chickenpox and you have not been vaccinated with chickenpox vaccine, you should get vaccinated within 3 days.\nIn case the patient has had chickenpox and is confirmed by the Diagnostic Testing Center to have chickenpox, the chickenpox vaccine is no longer needed.\nAbove is some general information about chickenpox, hope it helps you. Be proactive in preventing and repelling chickenpox today.",
            "subsection_string": "Measures to prevent chickenpox\nGet vaccinated to prevent chickenpox\nThe most effective way to prevent chickenpox is vaccination. Since 1970, when Japanese scientists discovered the chickenpox vaccine, the disease has been significantly eliminated. Experts estimate that 98% of chickenpox cases are avoided because the vaccine is so effective. Currently, the chickenpox vaccine is \"integrated\" with the measles and mumps vaccines\nInjection 1: Injected when the child is over 1 year old. 2nd shot: Children from 1 to 13 years old: Get vaccinated at least 3 months after the 1st shot. Children 13 years and older: Vaccinate at least 1 month after the first dose. If you come into contact with someone who has chickenpox and you have not been vaccinated with chickenpox vaccine, you should get vaccinated within 3 days.\nIn case the patient has had chickenpox and is confirmed by the Diagnostic Testing Center to have chickenpox, the chickenpox vaccine is no longer needed.\nAbove is some general information about chickenpox, hope it helps you. Be proactive in preventing and repelling chickenpox today."
        }
    ],
    "name": "benh-thuy-dau.json"
}