{
    "title": "Nasal polyps: 7 causes, symptoms and prevention",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/benh-polyp-mui/",
    "abstract": "Nasal polyps are benign mass lesions, originating from inflammation and degeneration of the nasal sinus mucosa. Although benign, nasal polyps and their underlying disease can greatly affect a patient's quality of life.\nNasal polyps can manifest in many different diseases, the most common being chronic rhinosinusitis",
    "content": "Nasal polyps: 7 causes, symptoms and prevention\n\nNasal polyps are benign mass lesions, originating from inflammation and degeneration of the nasal sinus mucosa. Although benign, nasal polyps and their underlying disease can greatly affect a patient's quality of life.\nNasal polyps can manifest in many different diseases, the most common being chronic rhinosinusitis\n\nWhat are nasal polyps?\nNasal polyps are a type of benign tumor in the nasal cavity, associated with asthma, chronic rhinosinusitis, cystic fibrosis, and Churg-Strauss syndrome. Nasal polyps account for 1-4% of the population, the rate gradually increases with age.\nWhen polyps are small, the patient may not realize their presence in the nose. When the polyp grows in size, obstructing the flow of air in the nose and drainage of sinus fluid, the patient may experience symptoms such as nasal congestion, nosebleeds, reduced sense of smell/taste, snoring or Sleep apnea... affects quality of life. In cases where nasal polyps block the sinus openings, a sinus mucocele can form.\n\nCauses of nasal polyps\nInflammatory and edematous reactions due to viral or bacterial infections, allergies or the body's immune response against fungi lead to multifocal degeneration of the nasal and sinus mucosa. If this condition persists for a long time, it will lead to the formation of nasal polyps.\nSpecifically, nasal polyps are often caused by the following factors: (1)\n1. Chronic or recurrent sinusitis\nProlonged inflammation of the sinus mucosa that is not treated actively will form lesions in the sinuses. Nasal polyps are one such lesion.\n2. Asthma\nAllergic respiratory tract inflammation is often accompanied by nasal polyps. The association between asthma and nasal polyps is recorded at 7-20%.\n3. Allergic rhinosinusitis\nThis is one of the leading causes of nasal polyps and nasal polyp recurrence.\n4. Cystic fibrosis\nA genetic disorder caused by the abnormal production and secretion of fluid from the nasal membranes and sinuses.\n5. Churg – Strauss syndrome\nThis is a rare disease that causes inflammation of the blood vessels and the formation of nasal polyps.\n6. Sensitivity to nonsteroidal anti-inflammatory drugs (NSAIDs)\nThis is an allergic reaction to anti-inflammatory drugs. The most common are ibuprofen or aspirin which can lead to the formation of nasal polyps.\n7. Genetics\nGenes that cause the nasal mucosa to respond to inflammatory agents have been recognized as genetic agents for nasal polyps.\n\nSymptoms of nasal polyps\nNasal polyps often appear as small, soft growths that are usually painless. Symptoms include nasal congestion and reduced or loss of sense of smell. Secondary symptoms include phlegm, facial pain, headache, sleep disturbances and reduced quality of life.(4)\nNasal polyps can cause nasal congestion, loss of smell and many other sinus symptoms\n\nComplications of nasal polyps\nNasal polyps, if not treated thoroughly, can lead to complications such as:\nNasal polyps cause nasal obstruction leading to poor sleep and chronic fatigue.; Nasal polyps cause reduced and lost sense of smell, leading to reduced quality of life.; Nasal polyps can block the drainage of the paranasal sinuses, creating conditions for the formation of mucomas. Mucoceles can cause compression of the orbital structures, causing bulging eyes, double vision and an unsightly appearance. It can also cause irreversible loss of smell.; Nasal polyps can also contribute to obstructive sleep apnea.\n\nDiagnosis of nasal polyps\nBecause the disease has symptoms similar to sinusitis or the flu, it is difficult to recognize. However, flu symptoms usually go away after 1-2 weeks while polyp symptoms often last. At this time, patients need to be examined immediately at medical facilities to receive timely diagnosis and appropriate treatment.(3)\nTo diagnose nasal polyps, a thorough medical history, clinical examination, nasal endoscopy, imaging and additional testing for allergy, bacteriology, and pulmonary function tests are required; aspirin sensitivity,...\nThrough conventional rhinoscopy, polyps can be seen. However, if nasal polyps are located deep in the sinuses, a nasal endoscopy will be performed.\nThere are 4 levels of nasal polyps determined by size, and the condition progresses through different stages:\nLevel 1: The polyp is small, soft, and fits in the gap between the nose. Polyps at this time can only be detected through endoscopy.; Level 1: The polyp is small, soft, and fits in the gap between the nose. Polyps can only be detected through endoscopy.\nLevel 2: The polyp is moderate in size, has occupied the entire space between the nose and reached the middle turbinate.; Level 2: The polyp is moderate in size, has occupied the entire space between the nose and reached the middle turbinate.\nLevel 3: The size of the polyp is large, reaching the back of the lower nasal turbinate, causing suffocation and olfactory disorders. When you lift your nose with your hand and look in the mirror, you can see polyps.; Level 3: The size of the polyp is large, reaching the back of the lower nasal turbinate, causing suffocation and olfactory disorders. When you lift your nose with your hand and look in the mirror, you can see polyps.\nLevel 4: Nasal polyps bulge very large, filling most of the nasal cavity and protruding to the nostril opening.; Level 4: Nasal polyps bulge very large, filling most of the nasal cavity and protruding to the nostril opening.\n1. Computed tomography or magnetic resonance of the sinuses\nWhen large or diffuse polyps are detected on both sides, the patient may need imaging to determine the severity of the disease and assist in planning treatment. Sinus endoscopy and imaging not only help diagnose nasal polyps and differentiate them from other tumor-like lesions in the sinus area.\n2. Allergy test to find the cause of persistent rhinitis\nFor nasal polyps in young children, tests for genetic diseases need to be performed. For example, testing for cystic fibrosis.\n\nHow are nasal polyps treated?\nPrescribing treatment methods depends on the extent of nasal polyps and the patient's overall health condition.\nThere are two methods used to treat nasal polyps:\n1. Medical treatment\nCorticosteroid nasal spray: In case of one or more small nasal polyps, drugs can be used to reduce the inflammatory response, increase air circulation through the nose and shrink the size of the polyps. Commonly used drugs are nasal sprays containing corticosteroids such as: Fluticasone, Triamcinolone, Budesonide, Flunisolide, Mometasone.; Corticosteroid nasal spray: In case of one or more small nasal polyps, drugs can be used to reduce the inflammatory response, increase air circulation through the nose and shrink the size of the polyps. Commonly used medications are nasal sprays containing corticosteroids such as: Fluticasone, Triamcinolone, Budesonide, Flunisolide, Mometasone.\nMedications to fight allergies and infections: Use antihistamines to fight allergies. Although they cannot remove polyps, these medications can help reduce nasal congestion and bring comfort to the patient. In addition, if there is a sinus infection, additional antibiotics are needed; Medications to fight allergies and infections: Use antihistamines to fight allergies. Although they cannot remove polyps, these medications can help reduce nasal congestion and bring comfort to the patient. In addition, if there is a sinus infection, additional antibiotics are needed.\nAntifungal drugs: Along with surgical removal of fungal fragments, treatment with antifungal drugs is necessary in cases of chronic sinusitis infected with fungi.; Antifungal drugs: Along with surgical removal of fungal fragments, treatment with antifungal drugs is necessary in cases of chronic sinusitis infected with fungi.\n2. Surgical treatment\nWhen treatment with medications does not respond, surgery to remove nasal polyps will be the next method. Depending on the location, size and number of polyps, the doctor can prescribe the appropriate type of surgery.(2)\nTypes of nasal polyp surgery include:\nNasal polyp removal surgery: Small and solitary polyps will be easily removed with a suction cutter (also known as a microdebrider). After surgery, patients need to continue treating inflammation with antibiotics and oral corticosteroids; Nasal polyp removal surgery: Small and solitary polyps will be easily removed with a suction cutter (also known as a microdebrider). After surgery, patients need to continue treating inflammation with antibiotics and oral corticosteroids.\nEndoscopic sinus surgery: A more complex surgical method that not only removes polyps but also widens the blocked sinus openings.; Endoscopic sinus surgery: A more complex surgical method that not only removes polyps but also expands blocked sinus openings.\nAfter surgery, reducing inflammation with nasal sprays, anti-allergy medications and rinsing the nose with saline can prevent polyps from recurring.\nFor patients with systemic diseases with nasal polyps such as eosinophilic granulomatosis with polyangiitis, or cystic fibrosis, the underlying disease should be treated.\nModern endoscopic sinus surgery at Tam Anh General Hospital, Ho Chi Minh City\n\nMethods to prevent nasal polyps from recurring after surgery\nTo prevent nasal polyps from recurring after surgery, patients should do the following.\n1. Use corticosteroid spray as prescribed\nCorticosteroid sprays will help reduce inflammation after surgery.\n2. Keep the living environment moist\nWhen the air in the environment becomes dry, especially during winter and in hot, dry climates, a humidifier will help moisten the nasal passages. This helps clear the sinuses, preventing congestion and inflammation that can cause nasal polyps to return.\n3. Maintain proper nasal hygiene\nWashing your hands regularly helps prevent bacterial infection, and clean your nose with saline. Nasal sprays and washes help moisten the nasal passages and prevent infection. Rinsing the sinuses and nasal cavities with a sterile saline solution is also important for wound healing.\n4. Avoid nasal irritants\nDust, debris, smoking, and common allergens can cause inflammation of the nasal passages and sinuses. Therefore, patients should avoid known nasal irritants as best as possible.\n5. Manage allergies and asthma\nPatients need to follow their doctor's treatment plan to manage asthma and allergies. If symptoms persist, the patient should talk to the doctor to adjust the appropriate treatment regimen.\n\nQuestions about nasal polyps\n1. Are nasal polyps dangerous?\nNasal polyps are a benign disease, but if left untreated, nasal polyps can cause complications ranging from affecting quality of life such as insomnia and fatigue to the risk of developing underlying diseases such as Mucocele compresses the eye socket, causing sleep apnea.\n2. Do nasal polyps go away on their own?\nNasal polyps do not go away on their own without treatment. It will grow larger over time and affect the patient's life and health.\n3. When should nasal polyps be examined?\nWhen nasal congestion causes prolonged insomnia and symptoms of chronic sinusitis, the patient needs to go to the hospital for examination and treatment.\nPatients should go to the hospital when they have stuffy nose, difficulty breathing, insomnia, or prolonged sinusitis\n4. What should you eat and avoid with nasal polyps?\nThere is no specific diet recommended for patients with nasal polyps. However, patients need to avoid foods that they are allergic to in order not to aggravate their current sinus condition.\n5. How much does nasal polyp surgery cost?\nDepending on the surgical method, surgical procedure and other problems that arise at each hospital, nasal polyp surgery may have different prices. Patients should consult directly with the hospital where you plan to have surgery to get a detailed quote.\nTo be examined and consulted about nasal polyps and surgery costs at Tam Anh General Hospital, customers can contact:\nBecause each patient is different, there is no way to predict how detrimental nasal polyps will be to a person's health and personal circumstances. In fact, there are many people who live every day with nasal polyps without knowing their existence. They tolerate the symptoms caused by polyps and therefore do not go for examination or treatment. However, long-term nasal polyps can cause many serious complications such as the formation of mucomas that compress the eye sockets, sleep apnea, lack of sleep, persistent insomnia, etc. Because of this, polyp patients should be diagnosed and treated early by an otolaryngologist. Patients need to pay attention to annual check-ups after surgery to manage the risk of polyps recurring.",
    "subsections": [
        {
            "subsection_name": "What are nasal polyps?",
            "subsection_content": "Nasal polyps are a type of benign tumor in the nasal cavity, associated with asthma, chronic rhinosinusitis, cystic fibrosis, and Churg-Strauss syndrome. Nasal polyps account for 1-4% of the population, the rate gradually increases with age.\nWhen polyps are small, the patient may not realize their presence in the nose. When the polyp grows in size, obstructing the flow of air in the nose and drainage of sinus fluid, the patient may experience symptoms such as nasal congestion, nosebleeds, reduced sense of smell/taste, snoring or Sleep apnea... affects quality of life. In cases where nasal polyps block the sinus openings, a sinus mucocele can form.",
            "subsection_string": "What are nasal polyps?\nNasal polyps are a type of benign tumor in the nasal cavity, associated with asthma, chronic rhinosinusitis, cystic fibrosis, and Churg-Strauss syndrome. Nasal polyps account for 1-4% of the population, the rate gradually increases with age.\nWhen polyps are small, the patient may not realize their presence in the nose. When the polyp grows in size, obstructing the flow of air in the nose and drainage of sinus fluid, the patient may experience symptoms such as nasal congestion, nosebleeds, reduced sense of smell/taste, snoring or Sleep apnea... affects quality of life. In cases where nasal polyps block the sinus openings, a sinus mucocele can form."
        },
        {
            "subsection_name": "Causes of nasal polyps",
            "subsection_content": "Inflammatory and edematous reactions due to viral or bacterial infections, allergies or the body's immune response against fungi lead to multifocal degeneration of the nasal and sinus mucosa. If this condition persists for a long time, it will lead to the formation of nasal polyps.\nSpecifically, nasal polyps are often caused by the following factors: (1)\n1. Chronic or recurrent sinusitis\nProlonged inflammation of the sinus mucosa that is not treated actively will form lesions in the sinuses. Nasal polyps are one such lesion.\n2. Asthma\nAllergic respiratory tract inflammation is often accompanied by nasal polyps. The association between asthma and nasal polyps is recorded at 7-20%.\n3. Allergic rhinosinusitis\nThis is one of the leading causes of nasal polyps and nasal polyp recurrence.\n4. Cystic fibrosis\nA genetic disorder caused by the abnormal production and secretion of fluid from the nasal membranes and sinuses.\n5. Churg – Strauss syndrome\nThis is a rare disease that causes inflammation of the blood vessels and the formation of nasal polyps.\n6. Sensitivity to nonsteroidal anti-inflammatory drugs (NSAIDs)\nThis is an allergic reaction to anti-inflammatory drugs. The most common are ibuprofen or aspirin which can lead to the formation of nasal polyps.\n7. Genetics\nGenes that cause the nasal mucosa to respond to inflammatory agents have been recognized as genetic agents for nasal polyps.",
            "subsection_string": "Causes of nasal polyps\nInflammatory and edematous reactions due to viral or bacterial infections, allergies or the body's immune response against fungi lead to multifocal degeneration of the nasal and sinus mucosa. If this condition persists for a long time, it will lead to the formation of nasal polyps.\nSpecifically, nasal polyps are often caused by the following factors: (1)\n1. Chronic or recurrent sinusitis\nProlonged inflammation of the sinus mucosa that is not treated actively will form lesions in the sinuses. Nasal polyps are one such lesion.\n2. Asthma\nAllergic respiratory tract inflammation is often accompanied by nasal polyps. The association between asthma and nasal polyps is recorded at 7-20%.\n3. Allergic rhinosinusitis\nThis is one of the leading causes of nasal polyps and nasal polyp recurrence.\n4. Cystic fibrosis\nA genetic disorder caused by the abnormal production and secretion of fluid from the nasal membranes and sinuses.\n5. Churg – Strauss syndrome\nThis is a rare disease that causes inflammation of the blood vessels and the formation of nasal polyps.\n6. Sensitivity to nonsteroidal anti-inflammatory drugs (NSAIDs)\nThis is an allergic reaction to anti-inflammatory drugs. The most common are ibuprofen or aspirin which can lead to the formation of nasal polyps.\n7. Genetics\nGenes that cause the nasal mucosa to respond to inflammatory agents have been recognized as genetic agents for nasal polyps."
        },
        {
            "subsection_name": "Symptoms of nasal polyps",
            "subsection_content": "Nasal polyps often appear as small, soft growths that are usually painless. Symptoms include nasal congestion and reduced or loss of sense of smell. Secondary symptoms include phlegm, facial pain, headache, sleep disturbances and reduced quality of life.(4)\nNasal polyps can cause nasal congestion, loss of smell and many other sinus symptoms",
            "subsection_string": "Symptoms of nasal polyps\nNasal polyps often appear as small, soft growths that are usually painless. Symptoms include nasal congestion and reduced or loss of sense of smell. Secondary symptoms include phlegm, facial pain, headache, sleep disturbances and reduced quality of life.(4)\nNasal polyps can cause nasal congestion, loss of smell and many other sinus symptoms"
        },
        {
            "subsection_name": "Complications of nasal polyps",
            "subsection_content": "Nasal polyps, if not treated thoroughly, can lead to complications such as:\nNasal polyps cause nasal obstruction leading to poor sleep and chronic fatigue.; Nasal polyps cause reduced and lost sense of smell, leading to reduced quality of life.; Nasal polyps can block the drainage of the paranasal sinuses, creating conditions for the formation of mucomas. Mucoceles can cause compression of the orbital structures, causing bulging eyes, double vision and an unsightly appearance. It can also cause irreversible loss of smell.; Nasal polyps can also contribute to obstructive sleep apnea.",
            "subsection_string": "Complications of nasal polyps\nNasal polyps, if not treated thoroughly, can lead to complications such as:\nNasal polyps cause nasal obstruction leading to poor sleep and chronic fatigue.; Nasal polyps cause reduced and lost sense of smell, leading to reduced quality of life.; Nasal polyps can block the drainage of the paranasal sinuses, creating conditions for the formation of mucomas. Mucoceles can cause compression of the orbital structures, causing bulging eyes, double vision and an unsightly appearance. It can also cause irreversible loss of smell.; Nasal polyps can also contribute to obstructive sleep apnea."
        },
        {
            "subsection_name": "Diagnosis of nasal polyps",
            "subsection_content": "Because the disease has symptoms similar to sinusitis or the flu, it is difficult to recognize. However, flu symptoms usually go away after 1-2 weeks while polyp symptoms often last. At this time, patients need to be examined immediately at medical facilities to receive timely diagnosis and appropriate treatment.(3)\nTo diagnose nasal polyps, a thorough medical history, clinical examination, nasal endoscopy, imaging and additional testing for allergy, bacteriology, and pulmonary function tests are required; aspirin sensitivity,...\nThrough conventional rhinoscopy, polyps can be seen. However, if nasal polyps are located deep in the sinuses, a nasal endoscopy will be performed.\nThere are 4 levels of nasal polyps determined by size, and the condition progresses through different stages:\nLevel 1: The polyp is small, soft, and fits in the gap between the nose. Polyps at this time can only be detected through endoscopy.; Level 1: The polyp is small, soft, and fits in the gap between the nose. Polyps can only be detected through endoscopy.\nLevel 2: The polyp is moderate in size, has occupied the entire space between the nose and reached the middle turbinate.; Level 2: The polyp is moderate in size, has occupied the entire space between the nose and reached the middle turbinate.\nLevel 3: The size of the polyp is large, reaching the back of the lower nasal turbinate, causing suffocation and olfactory disorders. When you lift your nose with your hand and look in the mirror, you can see polyps.; Level 3: The size of the polyp is large, reaching the back of the lower nasal turbinate, causing suffocation and olfactory disorders. When you lift your nose with your hand and look in the mirror, you can see polyps.\nLevel 4: Nasal polyps bulge very large, filling most of the nasal cavity and protruding to the nostril opening.; Level 4: Nasal polyps bulge very large, filling most of the nasal cavity and protruding to the nostril opening.\n1. Computed tomography or magnetic resonance of the sinuses\nWhen large or diffuse polyps are detected on both sides, the patient may need imaging to determine the severity of the disease and assist in planning treatment. Sinus endoscopy and imaging not only help diagnose nasal polyps and differentiate them from other tumor-like lesions in the sinus area.\n2. Allergy test to find the cause of persistent rhinitis\nFor nasal polyps in young children, tests for genetic diseases need to be performed. For example, testing for cystic fibrosis.",
            "subsection_string": "Diagnosis of nasal polyps\nBecause the disease has symptoms similar to sinusitis or the flu, it is difficult to recognize. However, flu symptoms usually go away after 1-2 weeks while polyp symptoms often last. At this time, patients need to be examined immediately at medical facilities to receive timely diagnosis and appropriate treatment.(3)\nTo diagnose nasal polyps, a thorough medical history, clinical examination, nasal endoscopy, imaging and additional testing for allergy, bacteriology, and pulmonary function tests are required; aspirin sensitivity,...\nThrough conventional rhinoscopy, polyps can be seen. However, if nasal polyps are located deep in the sinuses, a nasal endoscopy will be performed.\nThere are 4 levels of nasal polyps determined by size, and the condition progresses through different stages:\nLevel 1: The polyp is small, soft, and fits in the gap between the nose. Polyps at this time can only be detected through endoscopy.; Level 1: The polyp is small, soft, and fits in the gap between the nose. Polyps can only be detected through endoscopy.\nLevel 2: The polyp is moderate in size, has occupied the entire space between the nose and reached the middle turbinate.; Level 2: The polyp is moderate in size, has occupied the entire space between the nose and reached the middle turbinate.\nLevel 3: The size of the polyp is large, reaching the back of the lower nasal turbinate, causing suffocation and olfactory disorders. When you lift your nose with your hand and look in the mirror, you can see polyps.; Level 3: The size of the polyp is large, reaching the back of the lower nasal turbinate, causing suffocation and olfactory disorders. When you lift your nose with your hand and look in the mirror, you can see polyps.\nLevel 4: Nasal polyps bulge very large, filling most of the nasal cavity and protruding to the nostril opening.; Level 4: Nasal polyps bulge very large, filling most of the nasal cavity and protruding to the nostril opening.\n1. Computed tomography or magnetic resonance of the sinuses\nWhen large or diffuse polyps are detected on both sides, the patient may need imaging to determine the severity of the disease and assist in planning treatment. Sinus endoscopy and imaging not only help diagnose nasal polyps and differentiate them from other tumor-like lesions in the sinus area.\n2. Allergy test to find the cause of persistent rhinitis\nFor nasal polyps in young children, tests for genetic diseases need to be performed. For example, testing for cystic fibrosis."
        },
        {
            "subsection_name": "How are nasal polyps treated?",
            "subsection_content": "Prescribing treatment methods depends on the extent of nasal polyps and the patient's overall health condition.\nThere are two methods used to treat nasal polyps:\n1. Medical treatment\nCorticosteroid nasal spray: In case of one or more small nasal polyps, drugs can be used to reduce the inflammatory response, increase air circulation through the nose and shrink the size of the polyps. Commonly used drugs are nasal sprays containing corticosteroids such as: Fluticasone, Triamcinolone, Budesonide, Flunisolide, Mometasone.; Corticosteroid nasal spray: In case of one or more small nasal polyps, drugs can be used to reduce the inflammatory response, increase air circulation through the nose and shrink the size of the polyps. Commonly used medications are nasal sprays containing corticosteroids such as: Fluticasone, Triamcinolone, Budesonide, Flunisolide, Mometasone.\nMedications to fight allergies and infections: Use antihistamines to fight allergies. Although they cannot remove polyps, these medications can help reduce nasal congestion and bring comfort to the patient. In addition, if there is a sinus infection, additional antibiotics are needed; Medications to fight allergies and infections: Use antihistamines to fight allergies. Although they cannot remove polyps, these medications can help reduce nasal congestion and bring comfort to the patient. In addition, if there is a sinus infection, additional antibiotics are needed.\nAntifungal drugs: Along with surgical removal of fungal fragments, treatment with antifungal drugs is necessary in cases of chronic sinusitis infected with fungi.; Antifungal drugs: Along with surgical removal of fungal fragments, treatment with antifungal drugs is necessary in cases of chronic sinusitis infected with fungi.\n2. Surgical treatment\nWhen treatment with medications does not respond, surgery to remove nasal polyps will be the next method. Depending on the location, size and number of polyps, the doctor can prescribe the appropriate type of surgery.(2)\nTypes of nasal polyp surgery include:\nNasal polyp removal surgery: Small and solitary polyps will be easily removed with a suction cutter (also known as a microdebrider). After surgery, patients need to continue treating inflammation with antibiotics and oral corticosteroids; Nasal polyp removal surgery: Small and solitary polyps will be easily removed with a suction cutter (also known as a microdebrider). After surgery, patients need to continue treating inflammation with antibiotics and oral corticosteroids.\nEndoscopic sinus surgery: A more complex surgical method that not only removes polyps but also widens the blocked sinus openings.; Endoscopic sinus surgery: A more complex surgical method that not only removes polyps but also expands blocked sinus openings.\nAfter surgery, reducing inflammation with nasal sprays, anti-allergy medications and rinsing the nose with saline can prevent polyps from recurring.\nFor patients with systemic diseases with nasal polyps such as eosinophilic granulomatosis with polyangiitis, or cystic fibrosis, the underlying disease should be treated.\nModern endoscopic sinus surgery at Tam Anh General Hospital, Ho Chi Minh City",
            "subsection_string": "How are nasal polyps treated?\nPrescribing treatment methods depends on the extent of nasal polyps and the patient's overall health condition.\nThere are two methods used to treat nasal polyps:\n1. Medical treatment\nCorticosteroid nasal spray: In case of one or more small nasal polyps, drugs can be used to reduce the inflammatory response, increase air circulation through the nose and shrink the size of the polyps. Commonly used drugs are nasal sprays containing corticosteroids such as: Fluticasone, Triamcinolone, Budesonide, Flunisolide, Mometasone.; Corticosteroid nasal spray: In case of one or more small nasal polyps, drugs can be used to reduce the inflammatory response, increase air circulation through the nose and shrink the size of the polyps. Commonly used medications are nasal sprays containing corticosteroids such as: Fluticasone, Triamcinolone, Budesonide, Flunisolide, Mometasone.\nMedications to fight allergies and infections: Use antihistamines to fight allergies. Although they cannot remove polyps, these medications can help reduce nasal congestion and bring comfort to the patient. In addition, if there is a sinus infection, additional antibiotics are needed; Medications to fight allergies and infections: Use antihistamines to fight allergies. Although they cannot remove polyps, these medications can help reduce nasal congestion and bring comfort to the patient. In addition, if there is a sinus infection, additional antibiotics are needed.\nAntifungal drugs: Along with surgical removal of fungal fragments, treatment with antifungal drugs is necessary in cases of chronic sinusitis infected with fungi.; Antifungal drugs: Along with surgical removal of fungal fragments, treatment with antifungal drugs is necessary in cases of chronic sinusitis infected with fungi.\n2. Surgical treatment\nWhen treatment with medications does not respond, surgery to remove nasal polyps will be the next method. Depending on the location, size and number of polyps, the doctor can prescribe the appropriate type of surgery.(2)\nTypes of nasal polyp surgery include:\nNasal polyp removal surgery: Small and solitary polyps will be easily removed with a suction cutter (also known as a microdebrider). After surgery, patients need to continue treating inflammation with antibiotics and oral corticosteroids; Nasal polyp removal surgery: Small and solitary polyps will be easily removed with a suction cutter (also known as a microdebrider). After surgery, patients need to continue treating inflammation with antibiotics and oral corticosteroids.\nEndoscopic sinus surgery: A more complex surgical method that not only removes polyps but also widens the blocked sinus openings.; Endoscopic sinus surgery: A more complex surgical method that not only removes polyps but also expands blocked sinus openings.\nAfter surgery, reducing inflammation with nasal sprays, anti-allergy medications and rinsing the nose with saline can prevent polyps from recurring.\nFor patients with systemic diseases with nasal polyps such as eosinophilic granulomatosis with polyangiitis, or cystic fibrosis, the underlying disease should be treated.\nModern endoscopic sinus surgery at Tam Anh General Hospital, Ho Chi Minh City"
        },
        {
            "subsection_name": "Methods to prevent nasal polyps from recurring after surgery",
            "subsection_content": "To prevent nasal polyps from recurring after surgery, patients should do the following.\n1. Use corticosteroid spray as prescribed\nCorticosteroid sprays will help reduce inflammation after surgery.\n2. Keep the living environment moist\nWhen the air in the environment becomes dry, especially during winter and in hot, dry climates, a humidifier will help moisten the nasal passages. This helps clear the sinuses, preventing congestion and inflammation that can cause nasal polyps to return.\n3. Maintain proper nasal hygiene\nWashing your hands regularly helps prevent bacterial infection, and clean your nose with saline. Nasal sprays and washes help moisten the nasal passages and prevent infection. Rinsing the sinuses and nasal cavities with a sterile saline solution is also important for wound healing.\n4. Avoid nasal irritants\nDust, debris, smoking, and common allergens can cause inflammation of the nasal passages and sinuses. Therefore, patients should avoid known nasal irritants as best as possible.\n5. Manage allergies and asthma\nPatients need to follow their doctor's treatment plan to manage asthma and allergies. If symptoms persist, the patient should talk to the doctor to adjust the appropriate treatment regimen.",
            "subsection_string": "Methods to prevent nasal polyps from recurring after surgery\nTo prevent nasal polyps from recurring after surgery, patients should do the following.\n1. Use corticosteroid spray as prescribed\nCorticosteroid sprays will help reduce inflammation after surgery.\n2. Keep the living environment moist\nWhen the air in the environment becomes dry, especially during winter and in hot, dry climates, a humidifier will help moisten the nasal passages. This helps clear the sinuses, preventing congestion and inflammation that can cause nasal polyps to return.\n3. Maintain proper nasal hygiene\nWashing your hands regularly helps prevent bacterial infection, and clean your nose with saline. Nasal sprays and washes help moisten the nasal passages and prevent infection. Rinsing the sinuses and nasal cavities with a sterile saline solution is also important for wound healing.\n4. Avoid nasal irritants\nDust, debris, smoking, and common allergens can cause inflammation of the nasal passages and sinuses. Therefore, patients should avoid known nasal irritants as best as possible.\n5. Manage allergies and asthma\nPatients need to follow their doctor's treatment plan to manage asthma and allergies. If symptoms persist, the patient should talk to the doctor to adjust the appropriate treatment regimen."
        },
        {
            "subsection_name": "Questions about nasal polyps",
            "subsection_content": "1. Are nasal polyps dangerous?\nNasal polyps are a benign disease, but if left untreated, nasal polyps can cause complications ranging from affecting quality of life such as insomnia and fatigue to the risk of developing underlying diseases such as Mucocele compresses the eye socket, causing sleep apnea.\n2. Do nasal polyps go away on their own?\nNasal polyps do not go away on their own without treatment. It will grow larger over time and affect the patient's life and health.\n3. When should nasal polyps be examined?\nWhen nasal congestion causes prolonged insomnia and symptoms of chronic sinusitis, the patient needs to go to the hospital for examination and treatment.\nPatients should go to the hospital when they have stuffy nose, difficulty breathing, insomnia, or prolonged sinusitis\n4. What should you eat and avoid with nasal polyps?\nThere is no specific diet recommended for patients with nasal polyps. However, patients need to avoid foods that they are allergic to in order not to aggravate their current sinus condition.\n5. How much does nasal polyp surgery cost?\nDepending on the surgical method, surgical procedure and other problems that arise at each hospital, nasal polyp surgery may have different prices. Patients should consult directly with the hospital where you plan to have surgery to get a detailed quote.\nTo be examined and consulted about nasal polyps and surgery costs at Tam Anh General Hospital, customers can contact:\nBecause each patient is different, there is no way to predict how detrimental nasal polyps will be to a person's health and personal circumstances. In fact, there are many people who live every day with nasal polyps without knowing their existence. They tolerate the symptoms caused by polyps and therefore do not go for examination or treatment. However, long-term nasal polyps can cause many serious complications such as the formation of mucomas that compress the eye sockets, sleep apnea, lack of sleep, persistent insomnia, etc. Because of this, polyp patients should be diagnosed and treated early by an otolaryngologist. Patients need to pay attention to annual check-ups after surgery to manage the risk of polyps recurring.",
            "subsection_string": "Questions about nasal polyps\n1. Are nasal polyps dangerous?\nNasal polyps are a benign disease, but if left untreated, nasal polyps can cause complications ranging from affecting quality of life such as insomnia and fatigue to the risk of developing underlying diseases such as Mucocele compresses the eye socket, causing sleep apnea.\n2. Do nasal polyps go away on their own?\nNasal polyps do not go away on their own without treatment. It will grow larger over time and affect the patient's life and health.\n3. When should nasal polyps be examined?\nWhen nasal congestion causes prolonged insomnia and symptoms of chronic sinusitis, the patient needs to go to the hospital for examination and treatment.\nPatients should go to the hospital when they have stuffy nose, difficulty breathing, insomnia, or prolonged sinusitis\n4. What should you eat and avoid with nasal polyps?\nThere is no specific diet recommended for patients with nasal polyps. However, patients need to avoid foods that they are allergic to in order not to aggravate their current sinus condition.\n5. How much does nasal polyp surgery cost?\nDepending on the surgical method, surgical procedure and other problems that arise at each hospital, nasal polyp surgery may have different prices. Patients should consult directly with the hospital where you plan to have surgery to get a detailed quote.\nTo be examined and consulted about nasal polyps and surgery costs at Tam Anh General Hospital, customers can contact:\nBecause each patient is different, there is no way to predict how detrimental nasal polyps will be to a person's health and personal circumstances. In fact, there are many people who live every day with nasal polyps without knowing their existence. They tolerate the symptoms caused by polyps and therefore do not go for examination or treatment. However, long-term nasal polyps can cause many serious complications such as the formation of mucomas that compress the eye sockets, sleep apnea, lack of sleep, persistent insomnia, etc. Because of this, polyp patients should be diagnosed and treated early by an otolaryngologist. Patients need to pay attention to annual check-ups after surgery to manage the risk of polyps recurring."
        }
    ],
    "name": "benh-polyp-mui.json"
}