{
    "title": "Syphilis: Causes, signs and prevention",
    "category": "Andrology",
    "link": "https://tamanhhospital.vn/benh-giang-mai/",
    "abstract": "Syphilis is a common, rapidly transmitted sexually transmitted disease that causes many serious complications. Currently, there is no vaccine for the disease, so prevention is better than cure.",
    "content": "Syphilis: Causes, signs and prevention\n\nSyphilis is a common, rapidly transmitted sexually transmitted disease that causes many serious complications. Currently, there is no vaccine for the disease, so prevention is better than cure.\n\nWhat is syphilis?\nSyphilis is a sexually transmitted infection (STI) caused by a bacteria called Treponema pallidum. According to the US Centers for Disease Control and Prevention, the rate of syphilis in women shows signs of decreasing, but in men, especially men who have sex with men, is increasing.\nSimilar to other sexually transmitted diseases, syphilis is difficult to diagnose because infected people often do not have any symptoms for many years. If syphilis infection lasts too long and is not treated properly, the disease can cause major damage to important internal organs such as the heart, brain... (1)\nSome images about syphilis\n\nSigns of the disease in each stage\nTiming is very important for disease treatment. The same goes for syphilis. Recognizing the stage not only helps the patient have more chances of being cured but also avoids the risk of spreading it to relatives and partners.\nAccording to Dr. Doan Ngoc Thien, Department of Andrology, Tam Anh General Hospital System, syphilis if not diagnosed and treated can persist for many years and is currently divided into 2 stages: early syphilis and late syphilis. (2)\n1. Early syphilis\nStage I syphilis: The patient still lives normally and does not have any symptoms. However, the disease is most contagious during this and subsequent stages. Usually, the main stage of syphilis begins about 3-4 weeks (about 9 - 90 days) after bacterial infection. The patient develops a small, round ulcer called a chancre. Chancre is not painful but is highly infectious. These sores can appear anywhere bacteria entered the body such as the mouth, genitals or anus (or can be in non-genital locations). The wound will heal on its own in about 3-10 weeks whether treated or not. The patient may not notice the appearance of a chancre or find that the chancre disappears on its own. If not diagnosed and treated during this period, after 4-8 weeks from the appearance of the initial lesion, the disease will progress to stage II syphilis; Stage II syphilis: High risk of infection to others. Syphilis during this period is often easily confused with another disease such as drug allergy or psoriasis. With signs such as skin rash and sore throat. These rashes do not itch and usually appear on the palms of the hands and soles of the feet, but can also occur anywhere on the body. Some people don't even notice the rash before it disappears. Other symptoms of stage 2 syphilis may also include: headache, swollen lymph nodes, fatigue, fever, weight loss, hair loss, joint pain... There may be neurological signs: one-sided deafness , ophthalmic nerve paralysis, uveitis, meningitis. Symptoms of stage II syphilis can go away on their own even without any treatment. However, if the patient is not treated, the disease will progress to latent syphilis.; Latent syphilis: no clinical signs or symptoms. Therefore, it can only be detected by serum testing. Divided into 2 types: Divided into two stages: early latent (less than two years) and late latent (more than two years). Without treatment, all patients will be asymptomatic 12 – 24 months after initial infection.\n2. Late syphilis\nStage III syphilis: Appears often months or years after chancre appears in one-third of cases if not treated. Complications include: deep lesions, gums in the skin, bones, internal organs, cardiovascular and nervous system. At this stage, the patient is less likely to infect their partner because the spirochetes have penetrated and localized in the internal organs, no longer in the skin or mucous membranes.\n\nCause of syphilis\nDoctors from the Department of Andrology, Tam Anh General Hospital System said that the cause of syphilis is a bacteria called Treponema pallidum. This type of bacteria was discovered in 1905, shaped like a spring with 6-14 spirals. Treponema pallidum's resistance is very weak, it cannot live more than a few hours outside the human body. The appropriate temperature for spirochetes to grow is 37*C. Soap and antiseptics can kill spirochetes in a few minutes.\nThe disease is spread when a healthy person comes into direct contact with an infected person's syphilis chancre through vaginal, anal or oral sex. The disease can also be transmitted indirectly through contaminated objects or objects or through scratches on the skin or mucous membranes. In addition, the disease can be transmitted through blood or from mother to child during pregnancy.\nOnce cured, syphilis will not recur. However, you can get reinfected if you come into contact with another person's syphilis sores.\n\nWho is at risk of getting the disease?\nAnyone who is sexually active can get syphilis. However, the disease easily appears in high-risk groups such as:\nHaving sex without using protection measures; Having sex with multiple partners; Gay sex; HIV infection, the virus that causes AIDS\n\nHow long is the incubation period for syphilis?\nThe incubation period of syphilis is on average 3-4 weeks (9-90 days). This is an important stage to detect and completely cure the disease. At this time, syphilitic chancre begins to appear through round spots, less than 2cm in size, painless, and without raised edges.\nSerious lesions of syphilis will appear between 1-15 years later and cause many serious complications for the patient.\n\nDangerous complications of syphilis\nIf not treated promptly and properly, syphilis not only leads to damage throughout the patient's body but also causes many other dangerous complications such as:\n1. Small bumps or tumors\nKnown as sebaceous cysts, these bumps can develop on the skin, bones, liver or any other organ in a person with late-stage syphilis.\n2. Neurological problems\nSyphilis can cause a number of problems with the nervous system such as: headaches, meningitis, hearing loss, decreased vision and possibly blindness, dementia, loss of pain and temperature sensation, Sexual dysfunction in men, bladder incontinence, cardiovascular problems...\n3. HIV infection\nPeople with sexually transmitted syphilis or other genital ulcers are estimated to have a 2-5 times increased risk of HIV infection. Syphilis ulcers can bleed easily, allowing HIV to easily enter the bloodstream during sex.\n4. Complications during pregnancy and childbirth\nIf a pregnant woman carries syphilis bacteria, it can be transmitted to the fetus. In addition, congenital syphilis also significantly increases the risk of miscarriage, stillbirth or infant death within a few days of birth.\n\nSyphilis diagnostic test\nBesides observing the skin manifestations of people with syphilis, doctors also diagnose the disease through the following test results:\n1. Blood test\nA blood test will help confirm the presence of antibodies that the body produces to fight infection. Antibodies against the bacteria that cause syphilis remain in the patient's body for many years. Therefore, the test can be used to determine current or past infections.\n2. Cerebrospinal fluid\nIf a person suspects neurological complications related to syphilis, the doctor may also recommend taking a sample of cerebrospinal fluid through a procedure called a lumbar puncture (spinal tap) to confirm the diagnosis.\n\nTreatment of syphilis\nSyphilis causes patients to face many health problems. Therefore, when detecting that you are infected with this spirochete, doctors will proceed:\nDrug treatment\nIn the early stages, syphilis is easily cured with medication. Therefore, one of the top choices of doctors is to give patients Penicillin, an antibiotic that can kill the bacteria that cause syphilis and is often effective in most stages. If you are allergic to Penicillin, your doctor may recommend a different antibiotic or Penicillin desensitization.\nIf diagnosed with primary, secondary or early latent syphilis (less than one year), the recommended treatment is a single injection of Penicillin. For people who have had syphilis for more than a year, the doctor may give an additional dose. Penicillin is also the only recommended treatment for pregnant women with syphilis.\nOn the first day of treatment, patients may experience a Jarisch-Herxheimer reaction, with symptoms including fever, chills, nausea, aches and pains and headaches. This reaction usually does not last more than a day.\nMonitor treatment\nAfter you are treated for syphilis with medication, your doctor will ask the patient to:\nPeriodic check-ups and blood tests to ensure that the person is responding to the usual dosage of Penicillin. Specific monitoring depends on the stage of syphilis diagnosed.; Avoid having sex with a new partner until treatment is complete and blood tests show the infection is cured.; Notify sexual partners so they can be examined and treated if necessary; Test to see if you are infected with the HIV virus.\n\nPrevention of syphilis\nSyphilis can be detected and treated effectively with specific antibiotics to inhibit the growth of the spirochete Treponema pallidum. However, because there is still no vaccine for the disease, prevention is better than cure. You can prevent your risk of getting sick by following these tips:\nDo not have promiscuous sex. Be monogamous.; Use condoms to reduce the risk of infection, paying special attention to covering damaged areas.; Avoid using stimulants and alcohol to maintain good judgment and avoid unsafe sexual practices.; Do not share personal items with others to avoid bacteria remaining on surfaces and spreading through open wounds.; If syphilis is discovered before giving birth, the mother needs to notify the doctor for instructions on how to care for herself and prevent infection to the baby.; Follow the regular health check-up schedule every 6 months or as advised by your doctor; Enhance resistance by building a balanced menu, exercising regularly, avoiding stress.; Even though syphilis has been treated, the patient is still at risk of reinfection, so he or she should comply with the treatment course and take preventive measures recommended by a specialist.\n\nCan syphilis be cured?\nThe disease can be completely cured if detected in the early stages, when the bacteria have not deeply damaged internal organs such as the heart, nerves, etc.\nAs soon as they discover that they are at risk of syphilis infection, the patient should quickly go to specialized medical facilities for diagnosis and treatment. Don't wait until clear symptoms appear to see a doctor, because the condition may be serious and difficult to cure completely.\nFor women, before planning pregnancy, it is also necessary to check for bacterial infection. If so, take time to complete treatment before getting pregnant. If the disease is detected during pregnancy, the patient should discuss with an obstetrician for treatment and limit the risk of infection to the baby.\nAlthough syphilis can be cured, patients should not be subjective and not treat it according to the doctor's regimen. Late detection, non-compliance with the regimen, and interruptions can all make bacteria resistant to the drug and make treatment ineffective.\n\nHow is syphilis transmitted?\nSimilar to other sexually transmitted diseases, syphilis also has common transmission routes including:\nThrough heterosexual sex, homosexual sex, oral sex... In addition, if a sick person and a healthy person have direct contact with a scratched skin surface, the disease can also be transmitted.; Through blood such as when sharing needles, blood transfusions... during vaccination and disease treatment; Through mother to child during pregnancy. Therefore, pregnant women need to have diagnostic tests in all three trimesters to make sure they are not infected or have timely treatment.\n\nHow dangerous is syphilis for pregnant women?\nPregnant women have poor resistance, and giving birth makes them need special attention. When pregnant women are infected with syphilis, it not only affects their health and their pregnancy, but also puts the fetus in danger.\nSpecifically, depending on the stage, syphilis has certain effects on pregnant mothers such as: damage to the skin, mucous membranes, internal organs, muscles, bones... Besides, when the spirochete Treponema pallidum invades the fetus, the fetus Children will be at risk of arteritis and death; stillbirth or premature birth... If born, the baby will have congenital syphilis with complications such as blindness, deaf ears, meningitis...\n\nDoes syphilis cause itching?\nMany people often think that syphilis chancres can cause itching and that is also one of the signs to identify the disease, but in reality this is not the case. Andrology experts believe that within 10-90 days after being infected with syphilis, the patient will have small, red or brown ulcers, the size of a coin, on the genitals, palms, and hands. soles of the feet... However, these rashes usually do not cause itching and are unclear, so patients can easily ignore them or confuse them with other diseases.\nThe Center for Urology and Nephrology, Department of Andrology of Tam Anh General Hospital System brings together a team of leading experts in internal medicine and surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases and men's diseases, helping patients shorten their hospital stay. , limit the risk of recurrence, improve quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; along with boarding areas and 5-star high-end services... Center for Urology and Nephrology, Department of Andrology - Urology stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for syphilis examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology, Tam Anh General Hospital system, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nSyphilis is one of the most common sexually transmitted diseases, easily spread and especially greatly affects the health of the patient. Each person should pay attention to disease prevention principles to ensure safety for themselves and their loved ones.",
    "subsections": [
        {
            "subsection_name": "What is syphilis?",
            "subsection_content": "Syphilis is a sexually transmitted infection (STI) caused by a bacteria called Treponema pallidum. According to the US Centers for Disease Control and Prevention, the rate of syphilis in women shows signs of decreasing, but in men, especially men who have sex with men, is increasing.\nSimilar to other sexually transmitted diseases, syphilis is difficult to diagnose because infected people often do not have any symptoms for many years. If syphilis infection lasts too long and is not treated properly, the disease can cause major damage to important internal organs such as the heart, brain... (1)\nSome images about syphilis",
            "subsection_string": "What is syphilis?\nSyphilis is a sexually transmitted infection (STI) caused by a bacteria called Treponema pallidum. According to the US Centers for Disease Control and Prevention, the rate of syphilis in women shows signs of decreasing, but in men, especially men who have sex with men, is increasing.\nSimilar to other sexually transmitted diseases, syphilis is difficult to diagnose because infected people often do not have any symptoms for many years. If syphilis infection lasts too long and is not treated properly, the disease can cause major damage to important internal organs such as the heart, brain... (1)\nSome images about syphilis"
        },
        {
            "subsection_name": "Signs of the disease in each stage",
            "subsection_content": "Timing is very important for disease treatment. The same goes for syphilis. Recognizing the stage not only helps the patient have more chances of being cured but also avoids the risk of spreading it to relatives and partners.\nAccording to Dr. Doan Ngoc Thien, Department of Andrology, Tam Anh General Hospital System, syphilis if not diagnosed and treated can persist for many years and is currently divided into 2 stages: early syphilis and late syphilis. (2)\n1. Early syphilis\nStage I syphilis: The patient still lives normally and does not have any symptoms. However, the disease is most contagious during this and subsequent stages. Usually, the main stage of syphilis begins about 3-4 weeks (about 9 - 90 days) after bacterial infection. The patient develops a small, round ulcer called a chancre. Chancre is not painful but is highly infectious. These sores can appear anywhere bacteria entered the body such as the mouth, genitals or anus (or can be in non-genital locations). The wound will heal on its own in about 3-10 weeks whether treated or not. The patient may not notice the appearance of a chancre or find that the chancre disappears on its own. If not diagnosed and treated during this period, after 4-8 weeks from the appearance of the initial lesion, the disease will progress to stage II syphilis; Stage II syphilis: High risk of infection to others. Syphilis during this period is often easily confused with another disease such as drug allergy or psoriasis. With signs such as skin rash and sore throat. These rashes do not itch and usually appear on the palms of the hands and soles of the feet, but can also occur anywhere on the body. Some people don't even notice the rash before it disappears. Other symptoms of stage 2 syphilis may also include: headache, swollen lymph nodes, fatigue, fever, weight loss, hair loss, joint pain... There may be neurological signs: one-sided deafness , ophthalmic nerve paralysis, uveitis, meningitis. Symptoms of stage II syphilis can go away on their own even without any treatment. However, if the patient is not treated, the disease will progress to latent syphilis.; Latent syphilis: no clinical signs or symptoms. Therefore, it can only be detected by serum testing. Divided into 2 types: Divided into two stages: early latent (less than two years) and late latent (more than two years). Without treatment, all patients will be asymptomatic 12 – 24 months after initial infection.\n2. Late syphilis\nStage III syphilis: Appears often months or years after chancre appears in one-third of cases if not treated. Complications include: deep lesions, gums in the skin, bones, internal organs, cardiovascular and nervous system. At this stage, the patient is less likely to infect their partner because the spirochetes have penetrated and localized in the internal organs, no longer in the skin or mucous membranes.",
            "subsection_string": "Signs of the disease in each stage\nTiming is very important for disease treatment. The same goes for syphilis. Recognizing the stage not only helps the patient have more chances of being cured but also avoids the risk of spreading it to relatives and partners.\nAccording to Dr. Doan Ngoc Thien, Department of Andrology, Tam Anh General Hospital System, syphilis if not diagnosed and treated can persist for many years and is currently divided into 2 stages: early syphilis and late syphilis. (2)\n1. Early syphilis\nStage I syphilis: The patient still lives normally and does not have any symptoms. However, the disease is most contagious during this and subsequent stages. Usually, the main stage of syphilis begins about 3-4 weeks (about 9 - 90 days) after bacterial infection. The patient develops a small, round ulcer called a chancre. Chancre is not painful but is highly infectious. These sores can appear anywhere bacteria entered the body such as the mouth, genitals or anus (or can be in non-genital locations). The wound will heal on its own in about 3-10 weeks whether treated or not. The patient may not notice the appearance of a chancre or find that the chancre disappears on its own. If not diagnosed and treated during this period, after 4-8 weeks from the appearance of the initial lesion, the disease will progress to stage II syphilis; Stage II syphilis: High risk of infection to others. Syphilis during this period is often easily confused with another disease such as drug allergy or psoriasis. With signs such as skin rash and sore throat. These rashes do not itch and usually appear on the palms of the hands and soles of the feet, but can also occur anywhere on the body. Some people don't even notice the rash before it disappears. Other symptoms of stage 2 syphilis may also include: headache, swollen lymph nodes, fatigue, fever, weight loss, hair loss, joint pain... There may be neurological signs: one-sided deafness , ophthalmic nerve paralysis, uveitis, meningitis. Symptoms of stage II syphilis can go away on their own even without any treatment. However, if the patient is not treated, the disease will progress to latent syphilis.; Latent syphilis: no clinical signs or symptoms. Therefore, it can only be detected by serum testing. Divided into 2 types: Divided into two stages: early latent (less than two years) and late latent (more than two years). Without treatment, all patients will be asymptomatic 12 – 24 months after initial infection.\n2. Late syphilis\nStage III syphilis: Appears often months or years after chancre appears in one-third of cases if not treated. Complications include: deep lesions, gums in the skin, bones, internal organs, cardiovascular and nervous system. At this stage, the patient is less likely to infect their partner because the spirochetes have penetrated and localized in the internal organs, no longer in the skin or mucous membranes."
        },
        {
            "subsection_name": "Cause of syphilis",
            "subsection_content": "Doctors from the Department of Andrology, Tam Anh General Hospital System said that the cause of syphilis is a bacteria called Treponema pallidum. This type of bacteria was discovered in 1905, shaped like a spring with 6-14 spirals. Treponema pallidum's resistance is very weak, it cannot live more than a few hours outside the human body. The appropriate temperature for spirochetes to grow is 37*C. Soap and antiseptics can kill spirochetes in a few minutes.\nThe disease is spread when a healthy person comes into direct contact with an infected person's syphilis chancre through vaginal, anal or oral sex. The disease can also be transmitted indirectly through contaminated objects or objects or through scratches on the skin or mucous membranes. In addition, the disease can be transmitted through blood or from mother to child during pregnancy.\nOnce cured, syphilis will not recur. However, you can get reinfected if you come into contact with another person's syphilis sores.",
            "subsection_string": "Cause of syphilis\nDoctors from the Department of Andrology, Tam Anh General Hospital System said that the cause of syphilis is a bacteria called Treponema pallidum. This type of bacteria was discovered in 1905, shaped like a spring with 6-14 spirals. Treponema pallidum's resistance is very weak, it cannot live more than a few hours outside the human body. The appropriate temperature for spirochetes to grow is 37*C. Soap and antiseptics can kill spirochetes in a few minutes.\nThe disease is spread when a healthy person comes into direct contact with an infected person's syphilis chancre through vaginal, anal or oral sex. The disease can also be transmitted indirectly through contaminated objects or objects or through scratches on the skin or mucous membranes. In addition, the disease can be transmitted through blood or from mother to child during pregnancy.\nOnce cured, syphilis will not recur. However, you can get reinfected if you come into contact with another person's syphilis sores."
        },
        {
            "subsection_name": "Who is at risk of getting the disease?",
            "subsection_content": "Anyone who is sexually active can get syphilis. However, the disease easily appears in high-risk groups such as:\nHaving sex without using protection measures; Having sex with multiple partners; Gay sex; HIV infection, the virus that causes AIDS",
            "subsection_string": "Who is at risk of getting the disease?\nAnyone who is sexually active can get syphilis. However, the disease easily appears in high-risk groups such as:\nHaving sex without using protection measures; Having sex with multiple partners; Gay sex; HIV infection, the virus that causes AIDS"
        },
        {
            "subsection_name": "How long is the incubation period for syphilis?",
            "subsection_content": "The incubation period of syphilis is on average 3-4 weeks (9-90 days). This is an important stage to detect and completely cure the disease. At this time, syphilitic chancre begins to appear through round spots, less than 2cm in size, painless, and without raised edges.\nSerious lesions of syphilis will appear between 1-15 years later and cause many serious complications for the patient.",
            "subsection_string": "How long is the incubation period for syphilis?\nThe incubation period of syphilis is on average 3-4 weeks (9-90 days). This is an important stage to detect and completely cure the disease. At this time, syphilitic chancre begins to appear through round spots, less than 2cm in size, painless, and without raised edges.\nSerious lesions of syphilis will appear between 1-15 years later and cause many serious complications for the patient."
        },
        {
            "subsection_name": "Dangerous complications of syphilis",
            "subsection_content": "If not treated promptly and properly, syphilis not only leads to damage throughout the patient's body but also causes many other dangerous complications such as:\n1. Small bumps or tumors\nKnown as sebaceous cysts, these bumps can develop on the skin, bones, liver or any other organ in a person with late-stage syphilis.\n2. Neurological problems\nSyphilis can cause a number of problems with the nervous system such as: headaches, meningitis, hearing loss, decreased vision and possibly blindness, dementia, loss of pain and temperature sensation, Sexual dysfunction in men, bladder incontinence, cardiovascular problems...\n3. HIV infection\nPeople with sexually transmitted syphilis or other genital ulcers are estimated to have a 2-5 times increased risk of HIV infection. Syphilis ulcers can bleed easily, allowing HIV to easily enter the bloodstream during sex.\n4. Complications during pregnancy and childbirth\nIf a pregnant woman carries syphilis bacteria, it can be transmitted to the fetus. In addition, congenital syphilis also significantly increases the risk of miscarriage, stillbirth or infant death within a few days of birth.",
            "subsection_string": "Dangerous complications of syphilis\nIf not treated promptly and properly, syphilis not only leads to damage throughout the patient's body but also causes many other dangerous complications such as:\n1. Small bumps or tumors\nKnown as sebaceous cysts, these bumps can develop on the skin, bones, liver or any other organ in a person with late-stage syphilis.\n2. Neurological problems\nSyphilis can cause a number of problems with the nervous system such as: headaches, meningitis, hearing loss, decreased vision and possibly blindness, dementia, loss of pain and temperature sensation, Sexual dysfunction in men, bladder incontinence, cardiovascular problems...\n3. HIV infection\nPeople with sexually transmitted syphilis or other genital ulcers are estimated to have a 2-5 times increased risk of HIV infection. Syphilis ulcers can bleed easily, allowing HIV to easily enter the bloodstream during sex.\n4. Complications during pregnancy and childbirth\nIf a pregnant woman carries syphilis bacteria, it can be transmitted to the fetus. In addition, congenital syphilis also significantly increases the risk of miscarriage, stillbirth or infant death within a few days of birth."
        },
        {
            "subsection_name": "Syphilis diagnostic test",
            "subsection_content": "Besides observing the skin manifestations of people with syphilis, doctors also diagnose the disease through the following test results:\n1. Blood test\nA blood test will help confirm the presence of antibodies that the body produces to fight infection. Antibodies against the bacteria that cause syphilis remain in the patient's body for many years. Therefore, the test can be used to determine current or past infections.\n2. Cerebrospinal fluid\nIf a person suspects neurological complications related to syphilis, the doctor may also recommend taking a sample of cerebrospinal fluid through a procedure called a lumbar puncture (spinal tap) to confirm the diagnosis.",
            "subsection_string": "Syphilis diagnostic test\nBesides observing the skin manifestations of people with syphilis, doctors also diagnose the disease through the following test results:\n1. Blood test\nA blood test will help confirm the presence of antibodies that the body produces to fight infection. Antibodies against the bacteria that cause syphilis remain in the patient's body for many years. Therefore, the test can be used to determine current or past infections.\n2. Cerebrospinal fluid\nIf a person suspects neurological complications related to syphilis, the doctor may also recommend taking a sample of cerebrospinal fluid through a procedure called a lumbar puncture (spinal tap) to confirm the diagnosis."
        },
        {
            "subsection_name": "Treatment of syphilis",
            "subsection_content": "Syphilis causes patients to face many health problems. Therefore, when detecting that you are infected with this spirochete, doctors will proceed:\nDrug treatment\nIn the early stages, syphilis is easily cured with medication. Therefore, one of the top choices of doctors is to give patients Penicillin, an antibiotic that can kill the bacteria that cause syphilis and is often effective in most stages. If you are allergic to Penicillin, your doctor may recommend a different antibiotic or Penicillin desensitization.\nIf diagnosed with primary, secondary or early latent syphilis (less than one year), the recommended treatment is a single injection of Penicillin. For people who have had syphilis for more than a year, the doctor may give an additional dose. Penicillin is also the only recommended treatment for pregnant women with syphilis.\nOn the first day of treatment, patients may experience a Jarisch-Herxheimer reaction, with symptoms including fever, chills, nausea, aches and pains and headaches. This reaction usually does not last more than a day.\nMonitor treatment\nAfter you are treated for syphilis with medication, your doctor will ask the patient to:\nPeriodic check-ups and blood tests to ensure that the person is responding to the usual dosage of Penicillin. Specific monitoring depends on the stage of syphilis diagnosed.; Avoid having sex with a new partner until treatment is complete and blood tests show the infection is cured.; Notify sexual partners so they can be examined and treated if necessary; Test to see if you are infected with the HIV virus.",
            "subsection_string": "Treatment of syphilis\nSyphilis causes patients to face many health problems. Therefore, when detecting that you are infected with this spirochete, doctors will proceed:\nDrug treatment\nIn the early stages, syphilis is easily cured with medication. Therefore, one of the top choices of doctors is to give patients Penicillin, an antibiotic that can kill the bacteria that cause syphilis and is often effective in most stages. If you are allergic to Penicillin, your doctor may recommend a different antibiotic or Penicillin desensitization.\nIf diagnosed with primary, secondary or early latent syphilis (less than one year), the recommended treatment is a single injection of Penicillin. For people who have had syphilis for more than a year, the doctor may give an additional dose. Penicillin is also the only recommended treatment for pregnant women with syphilis.\nOn the first day of treatment, patients may experience a Jarisch-Herxheimer reaction, with symptoms including fever, chills, nausea, aches and pains and headaches. This reaction usually does not last more than a day.\nMonitor treatment\nAfter you are treated for syphilis with medication, your doctor will ask the patient to:\nPeriodic check-ups and blood tests to ensure that the person is responding to the usual dosage of Penicillin. Specific monitoring depends on the stage of syphilis diagnosed.; Avoid having sex with a new partner until treatment is complete and blood tests show the infection is cured.; Notify sexual partners so they can be examined and treated if necessary; Test to see if you are infected with the HIV virus."
        },
        {
            "subsection_name": "Prevention of syphilis",
            "subsection_content": "Syphilis can be detected and treated effectively with specific antibiotics to inhibit the growth of the spirochete Treponema pallidum. However, because there is still no vaccine for the disease, prevention is better than cure. You can prevent your risk of getting sick by following these tips:\nDo not have promiscuous sex. Be monogamous.; Use condoms to reduce the risk of infection, paying special attention to covering damaged areas.; Avoid using stimulants and alcohol to maintain good judgment and avoid unsafe sexual practices.; Do not share personal items with others to avoid bacteria remaining on surfaces and spreading through open wounds.; If syphilis is discovered before giving birth, the mother needs to notify the doctor for instructions on how to care for herself and prevent infection to the baby.; Follow the regular health check-up schedule every 6 months or as advised by your doctor; Enhance resistance by building a balanced menu, exercising regularly, avoiding stress.; Even though syphilis has been treated, the patient is still at risk of reinfection, so he or she should comply with the treatment course and take preventive measures recommended by a specialist.",
            "subsection_string": "Prevention of syphilis\nSyphilis can be detected and treated effectively with specific antibiotics to inhibit the growth of the spirochete Treponema pallidum. However, because there is still no vaccine for the disease, prevention is better than cure. You can prevent your risk of getting sick by following these tips:\nDo not have promiscuous sex. Be monogamous.; Use condoms to reduce the risk of infection, paying special attention to covering damaged areas.; Avoid using stimulants and alcohol to maintain good judgment and avoid unsafe sexual practices.; Do not share personal items with others to avoid bacteria remaining on surfaces and spreading through open wounds.; If syphilis is discovered before giving birth, the mother needs to notify the doctor for instructions on how to care for herself and prevent infection to the baby.; Follow the regular health check-up schedule every 6 months or as advised by your doctor; Enhance resistance by building a balanced menu, exercising regularly, avoiding stress.; Even though syphilis has been treated, the patient is still at risk of reinfection, so he or she should comply with the treatment course and take preventive measures recommended by a specialist."
        },
        {
            "subsection_name": "Can syphilis be cured?",
            "subsection_content": "The disease can be completely cured if detected in the early stages, when the bacteria have not deeply damaged internal organs such as the heart, nerves, etc.\nAs soon as they discover that they are at risk of syphilis infection, the patient should quickly go to specialized medical facilities for diagnosis and treatment. Don't wait until clear symptoms appear to see a doctor, because the condition may be serious and difficult to cure completely.\nFor women, before planning pregnancy, it is also necessary to check for bacterial infection. If so, take time to complete treatment before getting pregnant. If the disease is detected during pregnancy, the patient should discuss with an obstetrician for treatment and limit the risk of infection to the baby.\nAlthough syphilis can be cured, patients should not be subjective and not treat it according to the doctor's regimen. Late detection, non-compliance with the regimen, and interruptions can all make bacteria resistant to the drug and make treatment ineffective.",
            "subsection_string": "Can syphilis be cured?\nThe disease can be completely cured if detected in the early stages, when the bacteria have not deeply damaged internal organs such as the heart, nerves, etc.\nAs soon as they discover that they are at risk of syphilis infection, the patient should quickly go to specialized medical facilities for diagnosis and treatment. Don't wait until clear symptoms appear to see a doctor, because the condition may be serious and difficult to cure completely.\nFor women, before planning pregnancy, it is also necessary to check for bacterial infection. If so, take time to complete treatment before getting pregnant. If the disease is detected during pregnancy, the patient should discuss with an obstetrician for treatment and limit the risk of infection to the baby.\nAlthough syphilis can be cured, patients should not be subjective and not treat it according to the doctor's regimen. Late detection, non-compliance with the regimen, and interruptions can all make bacteria resistant to the drug and make treatment ineffective."
        },
        {
            "subsection_name": "How is syphilis transmitted?",
            "subsection_content": "Similar to other sexually transmitted diseases, syphilis also has common transmission routes including:\nThrough heterosexual sex, homosexual sex, oral sex... In addition, if a sick person and a healthy person have direct contact with a scratched skin surface, the disease can also be transmitted.; Through blood such as when sharing needles, blood transfusions... during vaccination and disease treatment; Through mother to child during pregnancy. Therefore, pregnant women need to have diagnostic tests in all three trimesters to make sure they are not infected or have timely treatment.",
            "subsection_string": "How is syphilis transmitted?\nSimilar to other sexually transmitted diseases, syphilis also has common transmission routes including:\nThrough heterosexual sex, homosexual sex, oral sex... In addition, if a sick person and a healthy person have direct contact with a scratched skin surface, the disease can also be transmitted.; Through blood such as when sharing needles, blood transfusions... during vaccination and disease treatment; Through mother to child during pregnancy. Therefore, pregnant women need to have diagnostic tests in all three trimesters to make sure they are not infected or have timely treatment."
        },
        {
            "subsection_name": "How dangerous is syphilis for pregnant women?",
            "subsection_content": "Pregnant women have poor resistance, and giving birth makes them need special attention. When pregnant women are infected with syphilis, it not only affects their health and their pregnancy, but also puts the fetus in danger.\nSpecifically, depending on the stage, syphilis has certain effects on pregnant mothers such as: damage to the skin, mucous membranes, internal organs, muscles, bones... Besides, when the spirochete Treponema pallidum invades the fetus, the fetus Children will be at risk of arteritis and death; stillbirth or premature birth... If born, the baby will have congenital syphilis with complications such as blindness, deaf ears, meningitis...",
            "subsection_string": "How dangerous is syphilis for pregnant women?\nPregnant women have poor resistance, and giving birth makes them need special attention. When pregnant women are infected with syphilis, it not only affects their health and their pregnancy, but also puts the fetus in danger.\nSpecifically, depending on the stage, syphilis has certain effects on pregnant mothers such as: damage to the skin, mucous membranes, internal organs, muscles, bones... Besides, when the spirochete Treponema pallidum invades the fetus, the fetus Children will be at risk of arteritis and death; stillbirth or premature birth... If born, the baby will have congenital syphilis with complications such as blindness, deaf ears, meningitis..."
        },
        {
            "subsection_name": "Does syphilis cause itching?",
            "subsection_content": "Many people often think that syphilis chancres can cause itching and that is also one of the signs to identify the disease, but in reality this is not the case. Andrology experts believe that within 10-90 days after being infected with syphilis, the patient will have small, red or brown ulcers, the size of a coin, on the genitals, palms, and hands. soles of the feet... However, these rashes usually do not cause itching and are unclear, so patients can easily ignore them or confuse them with other diseases.\nThe Center for Urology and Nephrology, Department of Andrology of Tam Anh General Hospital System brings together a team of leading experts in internal medicine and surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases and men's diseases, helping patients shorten their hospital stay. , limit the risk of recurrence, improve quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; along with boarding areas and 5-star high-end services... Center for Urology and Nephrology, Department of Andrology - Urology stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for syphilis examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology, Tam Anh General Hospital system, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nSyphilis is one of the most common sexually transmitted diseases, easily spread and especially greatly affects the health of the patient. Each person should pay attention to disease prevention principles to ensure safety for themselves and their loved ones.",
            "subsection_string": "Does syphilis cause itching?\nMany people often think that syphilis chancres can cause itching and that is also one of the signs to identify the disease, but in reality this is not the case. Andrology experts believe that within 10-90 days after being infected with syphilis, the patient will have small, red or brown ulcers, the size of a coin, on the genitals, palms, and hands. soles of the feet... However, these rashes usually do not cause itching and are unclear, so patients can easily ignore them or confuse them with other diseases.\nThe Center for Urology and Nephrology, Department of Andrology of Tam Anh General Hospital System brings together a team of leading experts in internal medicine and surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases and men's diseases, helping patients shorten their hospital stay. , limit the risk of recurrence, improve quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; along with boarding areas and 5-star high-end services... Center for Urology and Nephrology, Department of Andrology - Urology stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for syphilis examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology, Tam Anh General Hospital system, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nSyphilis is one of the most common sexually transmitted diseases, easily spread and especially greatly affects the health of the patient. Each person should pay attention to disease prevention principles to ensure safety for themselves and their loved ones."
        }
    ],
    "name": "benh-giang-mai.json"
}