{
    "title": "Diphtheria: unpredictable complications and effective prevention",
    "category": null,
    "link": "https://tamanhhospital.vn/benh-bach-hau/",
    "abstract": "Diphtheria is an acute bacterial infection that can kill the patient within 6 - 10 days, with a mortality rate of up to 20%. Recently, diphtheria rang the alarm bell when there were 12 cases in Dak Nong province and 1 case in the city. Ho Chi Minh City was discovered. Among them, 1 infected case in Dak Nong province died. So what do people need to do to effectively prevent this dangerous disease?",
    "content": "Diphtheria: unpredictable complications and effective prevention\n\nDiphtheria is an acute bacterial infection that can kill the patient within 6 - 10 days, with a mortality rate of up to 20%. Recently, diphtheria rang the alarm bell when there were 12 cases in Dak Nong province and 1 case in the city. Ho Chi Minh City was discovered. Among them, 1 infected case in Dak Nong province died. So what do people need to do to effectively prevent this dangerous disease?\n\nSituation of diphtheria epidemic in Vietnam\nIn Vietnam, when there is no vaccine to prevent diphtheria in the Expanded Program on Immunization, epidemics are breaking out everywhere. According to a report by the Ministry of Health, from 1984 to present, the incidence of diphtheria has continuously decreased, corresponding to an increase in the proportion of children vaccinated against diphtheria - pertussis - tetanus.\nIt can be seen that, due to good implementation of diphtheria vaccination, the incidence rate in Vietnam has gradually decreased from 3.95/100,000 people in 1985 to 0.14/100,000 people in 2000. As of 2012, Vietnam has controlled the disease rate to below 0.01/100,000 people. Dispersed cases or small outbreaks are often at the village, commune and remote areas where vaccination rates are low.\nDiphtheria appeared in Dak Nong province with 12 cases of infection, 1 case died later, and 1 case is showing worsening diphtheria. Photo source: TTO Newspaper\nIn recent years, diphtheria has continuously appeared in provinces in the Central region and Central Highlands such as Quang Nam, Quang Ngai, Da Nang, Dak Lak... On June 23, 2020, Dak Nong province recorded 12 cases. infected, 1 case has died, 1 case is getting worse and a number of additional cases have symptoms of suspected infection in two communes of Quang Hoa and Dak R'mang. City. Ho Chi Minh City is the second locality to record a leukemia epidemic after Dak Nong, with a 20-year-old patient hospitalized with fever, sore throat, difficulty breathing, and swollen jaw area.\nAccording to Mr. Vien Chinh Chien, Director of the Central Highlands Institute of Hygiene and Epidemiology, \"Through actual inspection, the residential cluster where the disease broke out in Quang Hoa commune has an extremely low vaccination rate. Like the recent case of the girl who died, she was vaccinated with only one dose of the 5-in-1 vaccine in 2011.\"\n\nWhat is diphtheria?\nDiphtheria is an acute bacterial infection with pseudomembranes in the tonsil glands, pharynx, larynx, and nose. The disease can appear in the skin, other mucous membranes such as the conjunctiva or genitals. This is a disease that is both infectious and toxic and the serious damage of the disease is mainly caused by exotoxins of diphtheria bacteria.\nDiphtheria in young children\nThe disease was first described by the \"father of medicine\" Hippocrates in the 5th century BC. Some medical documents have also recorded the prevalence of the disease in ancient Syria and Egypt. In 1883 - 1884, scientists discovered bacteria that cause disease. At the end of the 19th century, antitoxin was invented.\n\nCause of diphtheria\nCorynebacterium diphtheriae bacteria belonging to the Corynebacteriaceae family is the cause of diphtheria. Corynebacterium diphtheriae bacteria have 3 types: Gravis, Mitis and Intermedius.\nCorynebacterium diphtheriae bacteria is the cause of the disease\nBacteria have high resistance outside the body and can withstand cold and dryness. If mucus surrounds the body, bacteria can live on objects for several days, even weeks. Another characteristic of diphtheria bacteria is their sensitivity to physical and chemical factors. Under sunlight, bacteria will die after a few hours. At a temperature of 58 degrees Celsius, bacteria can live for 10 minutes. At 1% phenol and 60 degrees alcohol, they can live for 1 minute.\n\nIncubation period and mode of transmission of diphtheria\nThe reservoir for bacteria lies in sick people and healthy people carrying the bacteria. This is both a reservoir and a source of disease transmission.\nThe incubation period is usually from 2 to 5 days, possibly longer. The period of disease transmission is usually not fixed, can last about 2 weeks or shorter, at least over 4 weeks. Patients can eliminate bacteria from the onset, or possibly from the end of the incubation period. Healthy people can carry diphtheria bacteria for from a few days to 3 or 4 weeks; There are rare cases of chronic bacterial carriage lasting more than 6 months.\nThe disease is transmitted through the respiratory tract through contact with sick people or healthy people carrying diphtheria bacteria. The disease can also be transmitted by contact with objects contaminated with excretions from an infected person.\n\nFactors that increase the risk of diphtheria\nAny age can get the disease. However, there are still some groups of people who are at higher risk of getting the disease than others, such as:\nChildren and adults who have not been vaccinated against the disease.; People traveling to endemic areas; People living in crowded, unsanitary conditions; Children under 15 years old do not have immunity; Newborns have passive immunity passed from mother to child, so they are not susceptible to disease. However, passive immunity will disappear when the child is 6 months - 1 year old. If children are not vaccinated, they are at high risk of getting sick.; Immunocompromised people are very susceptible to the disease and have a re-infection rate of 2% - 5%.\n\nDiphtheria symptoms are easy to recognize\nDepending on the location of the bacteria causing the disease, there will be different symptoms.\nAnterior nasal diphtheria: The patient has a runny nose, mucus discharge, sometimes with blood, and a white film on the nasal septum. The disease is usually mild because bacterial toxins rarely penetrate the blood; Diphtheria of the throat and tonsils: Patients have fatigue, sore throat, loss of appetite, mild fever. After 2 or 3 days, a necrotic cluster appears, forming a bluish-white pseudomembranous layer, tough and firmly attached to the tonsils, or it can spread to cover the entire pharyngeal area. In some cases, the patient may have swelling under the jaw and swollen lymph nodes in the neck, making the neck bulge like a cow's neck. In cases of severe poisoning, the patient will be lethargic, pale, have a rapid pulse, lethargy, and coma. Without aggressive treatment, these patients may die within 6 to 10 days.; Laryngeal diphtheria: A disease that progresses quickly and is dangerous. Patients have signs of mild fever, hoarseness, cough, pseudomembranes in the larynx or pharynx spreading down. If not treated promptly, pseudomembranes can cause airway obstruction, causing respiratory failure and rapid death.\nIn addition to the locations mentioned above, bacteria can also cause disease in a number of other locations, but these cases are very rare and have mild disease progression.\n\nUnpredictable complications of diphtheria\nThe most common complications of the disease are myocarditis and neuritis. Complications of myocarditis can occur in the full-blown stage or can be delayed several weeks after the patient recovers. When myocarditis appears early in the disease, the mortality rate is often very high. Complications of neuritis often affect the motor nerves and will fully recover if the patient does not die from other complications.\nPalatal paralysis is another possible complication of diphtheria, usually appearing in the 3rd week of the disease. Paralysis of the oculomotor nerve, paralysis of the limb muscles and diaphragm may appear in the 5th week of the disease. Pneumonia and respiratory failure may occur as a result of diaphragmatic paralysis. In children, especially infants, complications such as conjunctivitis or respiratory failure may occur.\nThe disease can occur in the last 3 months of pregnancy or the postpartum period. The mortality rate of the disease for pregnant women is about 50%, ⅓ of survivors may have miscarriages or premature births. Early treatment with diphtheria antiserum can improve survival and pregnancy rates, but complications still require prolonged treatment.\nThe mortality rate of the disease usually ranges from 5% to 10% and can increase up to 20% in children under 5 years old and adults over 40 years old.\n\nDiagnosis and testing methods for diphtheria\nWhen there are any symptoms of diphtheria, the patient needs to immediately go to a medical facility to get an accurate diagnosis of the condition.\nUsually for diagnosis, doctors use microscopy. Doctors will make a Gram-stained specimen under a microscope, bacilli stain Gram (+), with two large heads, or Albert stain, bacilli stain blue.\nIn addition, doctors can also diagnose the disease based on the method of isolating bacteria in a specific environment. But the disadvantage of this method is that results are slow.\n\nTreatments\nCurrently, diphtheria can be treated with medication. The disease should be treated at medical facilities with a team of experienced doctors and equipped with advanced and modern machinery. However, in its advanced stages, the disease can still harm the patient's heart, kidneys and nervous system. Even with treatment, diphtheria can still be fatal, with 3% of those infected dying, a higher rate in children under 15 years of age.\n\nPrevention methods\nThe disease can be effectively prevented by vaccination. In Vietnam, there is currently no single vaccine to prevent diphtheria, only combination vaccines that contain diphtheria antigens.\nIn the National Immunization Program, there are vaccines such as:\n5-in-1 vaccine to prevent diphtheria - pertussis - tetanus - Hib - hepatitis B (DPT-HGB-Hib): injected when children are 2, 3, 4 months old; Diphtheria - pertussis - tetanus vaccine: given when children are 16-18 months old; Diphtheria - tetanus vaccine for high-risk adult groups is only used in campaigns when there is an epidemic and is not universally administered.\nService vaccines include vaccines such as:\n6-in-1 vaccine Hexaxim (France) or Infanrix Hexa (Belgium) prevents 6 diseases Diphtheria - Pertussis - Tetanus - Polio - Hib - Hepatitis B: injected when children are 2, 3, 4 months old and when children are 16 – 18 months old.; Pentaxim (France) 5-in-1 vaccine prevents 5 diseases Diphtheria - Pertussis - Tetanus - Hib - Polio: injected when children are 2, 3, 4 months old and when children are 16 - 18 months old.; Tetraxim 4-in-1 vaccine (France) prevents Diphtheria - Pertussis - Tetanus - Polio: for people from 2 months to 13 years old, especially booster vaccination when children are 4-6 years old for children Do not inject 5 in 1 or 6 in 1.; Adacel (France), Boostrix (Belgium) vaccines prevent 3 diseases: Diphtheria - Tetanus - Whooping cough: for children over 4 years old and adults, it is often recommended to get a booster shot of this vaccine every 10 years.\nThe vaccination schedule for service vaccines includes:\nType of Vaccine 6in1 Vaccine 5in1 Vaccine 4in1 Vaccine 3in1 Vaccine Vaccine Name Hexaxim Infanrix Hexa Pentaxim Tetraxim Adacel Boostrix Origin France Belgium France France Belgium Prevention 6-in-1 combination vaccine prevents 6 diseases: Diphtheria, Cough Chickenpox, Tetanus, Polio, Hepatitis B, Hib 5-in-1 combination vaccine prevents 5 diseases: Diphtheria, Pertussis, Tetanus, Polio, Hib 4-in-1 combination vaccine prevents 4 diseases: Diphtheria , Pertussis, Tetanus, Polio 3-in-1 vaccine prevents 3 diseases: Diphtheria, Tetanus, Pertussis  3-in-1 combination vaccine prevents 3 diseases: Diphtheria, Tetanus, Pertussis Children from 2 – 24 months old Children from 2 – 24 months old Children from 2 months old to 13 years old Children from 4 years old to adults 64 years old. Children from 4 years old to adults Vaccination schedule 4-shot vaccination schedule: Shots 1,2,3: When the child is 2, 3, 4 months old or 2, 4, 6 months old. Nose 4: When the child is 16 – 18 months old. 4-shot vaccination schedule: Shots 1,2,3: When the child is 2, 3, 4 months old or 2, 4, 6 months old. Nose 4: When the child is 16 – 18 months old. 5-shot vaccination schedule: Shots 1, 2, 3: When the child is 2, 3, 4 months old or 2, 4, 6 months old. Nose 4: When the child is 16 - 18 months old. Booster vaccination: Children 4-6 years old. Children from 4 years of age and older to adults and the elderly under 64 years of age: 1 injection. Repeat vaccination every 5 - 10 years. Children from 4 years old to adults and the elderly: 1 injection. Repeat vaccination every 10 years.\nThis is a disease with a rapid spread rate, dangerous complications and especially a high mortality rate. Therefore, whether children or adults, they need to be fully vaccinated and go to the hospital for treatment as soon as symptoms appear to avoid unfortunate consequences later.\nThe vaccination program of Tam Anh General Hospital, Hanoi also has available combination vaccines including diphtheria antigen components to serve the vaccination needs of customers.\nIn addition to the above advantages, Tam Anh General Hospital, Hanoi also pays special attention to customer experience when coming for medical examination and treatment, with a dedicated customer care team and well-furnished clinic. Impressed with the high-class play area, creating a comfortable and happy mentality for children coming for examination, vaccination and treatment.\nIf you have any questions about diseases and other health issues of children as well as the need for preventive vaccinations, please contact:",
    "subsections": [
        {
            "subsection_name": "Situation of diphtheria epidemic in Vietnam",
            "subsection_content": "In Vietnam, when there is no vaccine to prevent diphtheria in the Expanded Program on Immunization, epidemics are breaking out everywhere. According to a report by the Ministry of Health, from 1984 to present, the incidence of diphtheria has continuously decreased, corresponding to an increase in the proportion of children vaccinated against diphtheria - pertussis - tetanus.\nIt can be seen that, due to good implementation of diphtheria vaccination, the incidence rate in Vietnam has gradually decreased from 3.95/100,000 people in 1985 to 0.14/100,000 people in 2000. As of 2012, Vietnam has controlled the disease rate to below 0.01/100,000 people. Dispersed cases or small outbreaks are often at the village, commune and remote areas where vaccination rates are low.\nDiphtheria appeared in Dak Nong province with 12 cases of infection, 1 case died later, and 1 case is showing worsening diphtheria. Photo source: TTO Newspaper\nIn recent years, diphtheria has continuously appeared in provinces in the Central region and Central Highlands such as Quang Nam, Quang Ngai, Da Nang, Dak Lak... On June 23, 2020, Dak Nong province recorded 12 cases. infected, 1 case has died, 1 case is getting worse and a number of additional cases have symptoms of suspected infection in two communes of Quang Hoa and Dak R'mang. City. Ho Chi Minh City is the second locality to record a leukemia epidemic after Dak Nong, with a 20-year-old patient hospitalized with fever, sore throat, difficulty breathing, and swollen jaw area.\nAccording to Mr. Vien Chinh Chien, Director of the Central Highlands Institute of Hygiene and Epidemiology, \"Through actual inspection, the residential cluster where the disease broke out in Quang Hoa commune has an extremely low vaccination rate. Like the recent case of the girl who died, she was vaccinated with only one dose of the 5-in-1 vaccine in 2011.\"",
            "subsection_string": "Situation of diphtheria epidemic in Vietnam\nIn Vietnam, when there is no vaccine to prevent diphtheria in the Expanded Program on Immunization, epidemics are breaking out everywhere. According to a report by the Ministry of Health, from 1984 to present, the incidence of diphtheria has continuously decreased, corresponding to an increase in the proportion of children vaccinated against diphtheria - pertussis - tetanus.\nIt can be seen that, due to good implementation of diphtheria vaccination, the incidence rate in Vietnam has gradually decreased from 3.95/100,000 people in 1985 to 0.14/100,000 people in 2000. As of 2012, Vietnam has controlled the disease rate to below 0.01/100,000 people. Dispersed cases or small outbreaks are often at the village, commune and remote areas where vaccination rates are low.\nDiphtheria appeared in Dak Nong province with 12 cases of infection, 1 case died later, and 1 case is showing worsening diphtheria. Photo source: TTO Newspaper\nIn recent years, diphtheria has continuously appeared in provinces in the Central region and Central Highlands such as Quang Nam, Quang Ngai, Da Nang, Dak Lak... On June 23, 2020, Dak Nong province recorded 12 cases. infected, 1 case has died, 1 case is getting worse and a number of additional cases have symptoms of suspected infection in two communes of Quang Hoa and Dak R'mang. City. Ho Chi Minh City is the second locality to record a leukemia epidemic after Dak Nong, with a 20-year-old patient hospitalized with fever, sore throat, difficulty breathing, and swollen jaw area.\nAccording to Mr. Vien Chinh Chien, Director of the Central Highlands Institute of Hygiene and Epidemiology, \"Through actual inspection, the residential cluster where the disease broke out in Quang Hoa commune has an extremely low vaccination rate. Like the recent case of the girl who died, she was vaccinated with only one dose of the 5-in-1 vaccine in 2011.\""
        },
        {
            "subsection_name": "What is diphtheria?",
            "subsection_content": "Diphtheria is an acute bacterial infection with pseudomembranes in the tonsil glands, pharynx, larynx, and nose. The disease can appear in the skin, other mucous membranes such as the conjunctiva or genitals. This is a disease that is both infectious and toxic and the serious damage of the disease is mainly caused by exotoxins of diphtheria bacteria.\nDiphtheria in young children\nThe disease was first described by the \"father of medicine\" Hippocrates in the 5th century BC. Some medical documents have also recorded the prevalence of the disease in ancient Syria and Egypt. In 1883 - 1884, scientists discovered bacteria that cause disease. At the end of the 19th century, antitoxin was invented.",
            "subsection_string": "What is diphtheria?\nDiphtheria is an acute bacterial infection with pseudomembranes in the tonsil glands, pharynx, larynx, and nose. The disease can appear in the skin, other mucous membranes such as the conjunctiva or genitals. This is a disease that is both infectious and toxic and the serious damage of the disease is mainly caused by exotoxins of diphtheria bacteria.\nDiphtheria in young children\nThe disease was first described by the \"father of medicine\" Hippocrates in the 5th century BC. Some medical documents have also recorded the prevalence of the disease in ancient Syria and Egypt. In 1883 - 1884, scientists discovered bacteria that cause disease. At the end of the 19th century, antitoxin was invented."
        },
        {
            "subsection_name": "Cause of diphtheria",
            "subsection_content": "Corynebacterium diphtheriae bacteria belonging to the Corynebacteriaceae family is the cause of diphtheria. Corynebacterium diphtheriae bacteria have 3 types: Gravis, Mitis and Intermedius.\nCorynebacterium diphtheriae bacteria is the cause of the disease\nBacteria have high resistance outside the body and can withstand cold and dryness. If mucus surrounds the body, bacteria can live on objects for several days, even weeks. Another characteristic of diphtheria bacteria is their sensitivity to physical and chemical factors. Under sunlight, bacteria will die after a few hours. At a temperature of 58 degrees Celsius, bacteria can live for 10 minutes. At 1% phenol and 60 degrees alcohol, they can live for 1 minute.",
            "subsection_string": "Cause of diphtheria\nCorynebacterium diphtheriae bacteria belonging to the Corynebacteriaceae family is the cause of diphtheria. Corynebacterium diphtheriae bacteria have 3 types: Gravis, Mitis and Intermedius.\nCorynebacterium diphtheriae bacteria is the cause of the disease\nBacteria have high resistance outside the body and can withstand cold and dryness. If mucus surrounds the body, bacteria can live on objects for several days, even weeks. Another characteristic of diphtheria bacteria is their sensitivity to physical and chemical factors. Under sunlight, bacteria will die after a few hours. At a temperature of 58 degrees Celsius, bacteria can live for 10 minutes. At 1% phenol and 60 degrees alcohol, they can live for 1 minute."
        },
        {
            "subsection_name": "Incubation period and mode of transmission of diphtheria",
            "subsection_content": "The reservoir for bacteria lies in sick people and healthy people carrying the bacteria. This is both a reservoir and a source of disease transmission.\nThe incubation period is usually from 2 to 5 days, possibly longer. The period of disease transmission is usually not fixed, can last about 2 weeks or shorter, at least over 4 weeks. Patients can eliminate bacteria from the onset, or possibly from the end of the incubation period. Healthy people can carry diphtheria bacteria for from a few days to 3 or 4 weeks; There are rare cases of chronic bacterial carriage lasting more than 6 months.\nThe disease is transmitted through the respiratory tract through contact with sick people or healthy people carrying diphtheria bacteria. The disease can also be transmitted by contact with objects contaminated with excretions from an infected person.",
            "subsection_string": "Incubation period and mode of transmission of diphtheria\nThe reservoir for bacteria lies in sick people and healthy people carrying the bacteria. This is both a reservoir and a source of disease transmission.\nThe incubation period is usually from 2 to 5 days, possibly longer. The period of disease transmission is usually not fixed, can last about 2 weeks or shorter, at least over 4 weeks. Patients can eliminate bacteria from the onset, or possibly from the end of the incubation period. Healthy people can carry diphtheria bacteria for from a few days to 3 or 4 weeks; There are rare cases of chronic bacterial carriage lasting more than 6 months.\nThe disease is transmitted through the respiratory tract through contact with sick people or healthy people carrying diphtheria bacteria. The disease can also be transmitted by contact with objects contaminated with excretions from an infected person."
        },
        {
            "subsection_name": "Factors that increase the risk of diphtheria",
            "subsection_content": "Any age can get the disease. However, there are still some groups of people who are at higher risk of getting the disease than others, such as:\nChildren and adults who have not been vaccinated against the disease.; People traveling to endemic areas; People living in crowded, unsanitary conditions; Children under 15 years old do not have immunity; Newborns have passive immunity passed from mother to child, so they are not susceptible to disease. However, passive immunity will disappear when the child is 6 months - 1 year old. If children are not vaccinated, they are at high risk of getting sick.; Immunocompromised people are very susceptible to the disease and have a re-infection rate of 2% - 5%.",
            "subsection_string": "Factors that increase the risk of diphtheria\nAny age can get the disease. However, there are still some groups of people who are at higher risk of getting the disease than others, such as:\nChildren and adults who have not been vaccinated against the disease.; People traveling to endemic areas; People living in crowded, unsanitary conditions; Children under 15 years old do not have immunity; Newborns have passive immunity passed from mother to child, so they are not susceptible to disease. However, passive immunity will disappear when the child is 6 months - 1 year old. If children are not vaccinated, they are at high risk of getting sick.; Immunocompromised people are very susceptible to the disease and have a re-infection rate of 2% - 5%."
        },
        {
            "subsection_name": "Diphtheria symptoms are easy to recognize",
            "subsection_content": "Depending on the location of the bacteria causing the disease, there will be different symptoms.\nAnterior nasal diphtheria: The patient has a runny nose, mucus discharge, sometimes with blood, and a white film on the nasal septum. The disease is usually mild because bacterial toxins rarely penetrate the blood; Diphtheria of the throat and tonsils: Patients have fatigue, sore throat, loss of appetite, mild fever. After 2 or 3 days, a necrotic cluster appears, forming a bluish-white pseudomembranous layer, tough and firmly attached to the tonsils, or it can spread to cover the entire pharyngeal area. In some cases, the patient may have swelling under the jaw and swollen lymph nodes in the neck, making the neck bulge like a cow's neck. In cases of severe poisoning, the patient will be lethargic, pale, have a rapid pulse, lethargy, and coma. Without aggressive treatment, these patients may die within 6 to 10 days.; Laryngeal diphtheria: A disease that progresses quickly and is dangerous. Patients have signs of mild fever, hoarseness, cough, pseudomembranes in the larynx or pharynx spreading down. If not treated promptly, pseudomembranes can cause airway obstruction, causing respiratory failure and rapid death.\nIn addition to the locations mentioned above, bacteria can also cause disease in a number of other locations, but these cases are very rare and have mild disease progression.",
            "subsection_string": "Diphtheria symptoms are easy to recognize\nDepending on the location of the bacteria causing the disease, there will be different symptoms.\nAnterior nasal diphtheria: The patient has a runny nose, mucus discharge, sometimes with blood, and a white film on the nasal septum. The disease is usually mild because bacterial toxins rarely penetrate the blood; Diphtheria of the throat and tonsils: Patients have fatigue, sore throat, loss of appetite, mild fever. After 2 or 3 days, a necrotic cluster appears, forming a bluish-white pseudomembranous layer, tough and firmly attached to the tonsils, or it can spread to cover the entire pharyngeal area. In some cases, the patient may have swelling under the jaw and swollen lymph nodes in the neck, making the neck bulge like a cow's neck. In cases of severe poisoning, the patient will be lethargic, pale, have a rapid pulse, lethargy, and coma. Without aggressive treatment, these patients may die within 6 to 10 days.; Laryngeal diphtheria: A disease that progresses quickly and is dangerous. Patients have signs of mild fever, hoarseness, cough, pseudomembranes in the larynx or pharynx spreading down. If not treated promptly, pseudomembranes can cause airway obstruction, causing respiratory failure and rapid death.\nIn addition to the locations mentioned above, bacteria can also cause disease in a number of other locations, but these cases are very rare and have mild disease progression."
        },
        {
            "subsection_name": "Unpredictable complications of diphtheria",
            "subsection_content": "The most common complications of the disease are myocarditis and neuritis. Complications of myocarditis can occur in the full-blown stage or can be delayed several weeks after the patient recovers. When myocarditis appears early in the disease, the mortality rate is often very high. Complications of neuritis often affect the motor nerves and will fully recover if the patient does not die from other complications.\nPalatal paralysis is another possible complication of diphtheria, usually appearing in the 3rd week of the disease. Paralysis of the oculomotor nerve, paralysis of the limb muscles and diaphragm may appear in the 5th week of the disease. Pneumonia and respiratory failure may occur as a result of diaphragmatic paralysis. In children, especially infants, complications such as conjunctivitis or respiratory failure may occur.\nThe disease can occur in the last 3 months of pregnancy or the postpartum period. The mortality rate of the disease for pregnant women is about 50%, ⅓ of survivors may have miscarriages or premature births. Early treatment with diphtheria antiserum can improve survival and pregnancy rates, but complications still require prolonged treatment.\nThe mortality rate of the disease usually ranges from 5% to 10% and can increase up to 20% in children under 5 years old and adults over 40 years old.",
            "subsection_string": "Unpredictable complications of diphtheria\nThe most common complications of the disease are myocarditis and neuritis. Complications of myocarditis can occur in the full-blown stage or can be delayed several weeks after the patient recovers. When myocarditis appears early in the disease, the mortality rate is often very high. Complications of neuritis often affect the motor nerves and will fully recover if the patient does not die from other complications.\nPalatal paralysis is another possible complication of diphtheria, usually appearing in the 3rd week of the disease. Paralysis of the oculomotor nerve, paralysis of the limb muscles and diaphragm may appear in the 5th week of the disease. Pneumonia and respiratory failure may occur as a result of diaphragmatic paralysis. In children, especially infants, complications such as conjunctivitis or respiratory failure may occur.\nThe disease can occur in the last 3 months of pregnancy or the postpartum period. The mortality rate of the disease for pregnant women is about 50%, ⅓ of survivors may have miscarriages or premature births. Early treatment with diphtheria antiserum can improve survival and pregnancy rates, but complications still require prolonged treatment.\nThe mortality rate of the disease usually ranges from 5% to 10% and can increase up to 20% in children under 5 years old and adults over 40 years old."
        },
        {
            "subsection_name": "Diagnosis and testing methods for diphtheria",
            "subsection_content": "When there are any symptoms of diphtheria, the patient needs to immediately go to a medical facility to get an accurate diagnosis of the condition.\nUsually for diagnosis, doctors use microscopy. Doctors will make a Gram-stained specimen under a microscope, bacilli stain Gram (+), with two large heads, or Albert stain, bacilli stain blue.\nIn addition, doctors can also diagnose the disease based on the method of isolating bacteria in a specific environment. But the disadvantage of this method is that results are slow.",
            "subsection_string": "Diagnosis and testing methods for diphtheria\nWhen there are any symptoms of diphtheria, the patient needs to immediately go to a medical facility to get an accurate diagnosis of the condition.\nUsually for diagnosis, doctors use microscopy. Doctors will make a Gram-stained specimen under a microscope, bacilli stain Gram (+), with two large heads, or Albert stain, bacilli stain blue.\nIn addition, doctors can also diagnose the disease based on the method of isolating bacteria in a specific environment. But the disadvantage of this method is that results are slow."
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "Currently, diphtheria can be treated with medication. The disease should be treated at medical facilities with a team of experienced doctors and equipped with advanced and modern machinery. However, in its advanced stages, the disease can still harm the patient's heart, kidneys and nervous system. Even with treatment, diphtheria can still be fatal, with 3% of those infected dying, a higher rate in children under 15 years of age.",
            "subsection_string": "Treatments\nCurrently, diphtheria can be treated with medication. The disease should be treated at medical facilities with a team of experienced doctors and equipped with advanced and modern machinery. However, in its advanced stages, the disease can still harm the patient's heart, kidneys and nervous system. Even with treatment, diphtheria can still be fatal, with 3% of those infected dying, a higher rate in children under 15 years of age."
        },
        {
            "subsection_name": "Prevention methods",
            "subsection_content": "The disease can be effectively prevented by vaccination. In Vietnam, there is currently no single vaccine to prevent diphtheria, only combination vaccines that contain diphtheria antigens.\nIn the National Immunization Program, there are vaccines such as:\n5-in-1 vaccine to prevent diphtheria - pertussis - tetanus - Hib - hepatitis B (DPT-HGB-Hib): injected when children are 2, 3, 4 months old; Diphtheria - pertussis - tetanus vaccine: given when children are 16-18 months old; Diphtheria - tetanus vaccine for high-risk adult groups is only used in campaigns when there is an epidemic and is not universally administered.\nService vaccines include vaccines such as:\n6-in-1 vaccine Hexaxim (France) or Infanrix Hexa (Belgium) prevents 6 diseases Diphtheria - Pertussis - Tetanus - Polio - Hib - Hepatitis B: injected when children are 2, 3, 4 months old and when children are 16 – 18 months old.; Pentaxim (France) 5-in-1 vaccine prevents 5 diseases Diphtheria - Pertussis - Tetanus - Hib - Polio: injected when children are 2, 3, 4 months old and when children are 16 - 18 months old.; Tetraxim 4-in-1 vaccine (France) prevents Diphtheria - Pertussis - Tetanus - Polio: for people from 2 months to 13 years old, especially booster vaccination when children are 4-6 years old for children Do not inject 5 in 1 or 6 in 1.; Adacel (France), Boostrix (Belgium) vaccines prevent 3 diseases: Diphtheria - Tetanus - Whooping cough: for children over 4 years old and adults, it is often recommended to get a booster shot of this vaccine every 10 years.\nThe vaccination schedule for service vaccines includes:\nType of Vaccine 6in1 Vaccine 5in1 Vaccine 4in1 Vaccine 3in1 Vaccine Vaccine Name Hexaxim Infanrix Hexa Pentaxim Tetraxim Adacel Boostrix Origin France Belgium France France Belgium Prevention 6-in-1 combination vaccine prevents 6 diseases: Diphtheria, Cough Chickenpox, Tetanus, Polio, Hepatitis B, Hib 5-in-1 combination vaccine prevents 5 diseases: Diphtheria, Pertussis, Tetanus, Polio, Hib 4-in-1 combination vaccine prevents 4 diseases: Diphtheria , Pertussis, Tetanus, Polio 3-in-1 vaccine prevents 3 diseases: Diphtheria, Tetanus, Pertussis  3-in-1 combination vaccine prevents 3 diseases: Diphtheria, Tetanus, Pertussis Children from 2 – 24 months old Children from 2 – 24 months old Children from 2 months old to 13 years old Children from 4 years old to adults 64 years old. Children from 4 years old to adults Vaccination schedule 4-shot vaccination schedule: Shots 1,2,3: When the child is 2, 3, 4 months old or 2, 4, 6 months old. Nose 4: When the child is 16 – 18 months old. 4-shot vaccination schedule: Shots 1,2,3: When the child is 2, 3, 4 months old or 2, 4, 6 months old. Nose 4: When the child is 16 – 18 months old. 5-shot vaccination schedule: Shots 1, 2, 3: When the child is 2, 3, 4 months old or 2, 4, 6 months old. Nose 4: When the child is 16 - 18 months old. Booster vaccination: Children 4-6 years old. Children from 4 years of age and older to adults and the elderly under 64 years of age: 1 injection. Repeat vaccination every 5 - 10 years. Children from 4 years old to adults and the elderly: 1 injection. Repeat vaccination every 10 years.\nThis is a disease with a rapid spread rate, dangerous complications and especially a high mortality rate. Therefore, whether children or adults, they need to be fully vaccinated and go to the hospital for treatment as soon as symptoms appear to avoid unfortunate consequences later.\nThe vaccination program of Tam Anh General Hospital, Hanoi also has available combination vaccines including diphtheria antigen components to serve the vaccination needs of customers.\nIn addition to the above advantages, Tam Anh General Hospital, Hanoi also pays special attention to customer experience when coming for medical examination and treatment, with a dedicated customer care team and well-furnished clinic. Impressed with the high-class play area, creating a comfortable and happy mentality for children coming for examination, vaccination and treatment.\nIf you have any questions about diseases and other health issues of children as well as the need for preventive vaccinations, please contact:",
            "subsection_string": "Prevention methods\nThe disease can be effectively prevented by vaccination. In Vietnam, there is currently no single vaccine to prevent diphtheria, only combination vaccines that contain diphtheria antigens.\nIn the National Immunization Program, there are vaccines such as:\n5-in-1 vaccine to prevent diphtheria - pertussis - tetanus - Hib - hepatitis B (DPT-HGB-Hib): injected when children are 2, 3, 4 months old; Diphtheria - pertussis - tetanus vaccine: given when children are 16-18 months old; Diphtheria - tetanus vaccine for high-risk adult groups is only used in campaigns when there is an epidemic and is not universally administered.\nService vaccines include vaccines such as:\n6-in-1 vaccine Hexaxim (France) or Infanrix Hexa (Belgium) prevents 6 diseases Diphtheria - Pertussis - Tetanus - Polio - Hib - Hepatitis B: injected when children are 2, 3, 4 months old and when children are 16 – 18 months old.; Pentaxim (France) 5-in-1 vaccine prevents 5 diseases Diphtheria - Pertussis - Tetanus - Hib - Polio: injected when children are 2, 3, 4 months old and when children are 16 - 18 months old.; Tetraxim 4-in-1 vaccine (France) prevents Diphtheria - Pertussis - Tetanus - Polio: for people from 2 months to 13 years old, especially booster vaccination when children are 4-6 years old for children Do not inject 5 in 1 or 6 in 1.; Adacel (France), Boostrix (Belgium) vaccines prevent 3 diseases: Diphtheria - Tetanus - Whooping cough: for children over 4 years old and adults, it is often recommended to get a booster shot of this vaccine every 10 years.\nThe vaccination schedule for service vaccines includes:\nType of Vaccine 6in1 Vaccine 5in1 Vaccine 4in1 Vaccine 3in1 Vaccine Vaccine Name Hexaxim Infanrix Hexa Pentaxim Tetraxim Adacel Boostrix Origin France Belgium France France Belgium Prevention 6-in-1 combination vaccine prevents 6 diseases: Diphtheria, Cough Chickenpox, Tetanus, Polio, Hepatitis B, Hib 5-in-1 combination vaccine prevents 5 diseases: Diphtheria, Pertussis, Tetanus, Polio, Hib 4-in-1 combination vaccine prevents 4 diseases: Diphtheria , Pertussis, Tetanus, Polio 3-in-1 vaccine prevents 3 diseases: Diphtheria, Tetanus, Pertussis  3-in-1 combination vaccine prevents 3 diseases: Diphtheria, Tetanus, Pertussis Children from 2 – 24 months old Children from 2 – 24 months old Children from 2 months old to 13 years old Children from 4 years old to adults 64 years old. Children from 4 years old to adults Vaccination schedule 4-shot vaccination schedule: Shots 1,2,3: When the child is 2, 3, 4 months old or 2, 4, 6 months old. Nose 4: When the child is 16 – 18 months old. 4-shot vaccination schedule: Shots 1,2,3: When the child is 2, 3, 4 months old or 2, 4, 6 months old. Nose 4: When the child is 16 – 18 months old. 5-shot vaccination schedule: Shots 1, 2, 3: When the child is 2, 3, 4 months old or 2, 4, 6 months old. Nose 4: When the child is 16 - 18 months old. Booster vaccination: Children 4-6 years old. Children from 4 years of age and older to adults and the elderly under 64 years of age: 1 injection. Repeat vaccination every 5 - 10 years. Children from 4 years old to adults and the elderly: 1 injection. Repeat vaccination every 10 years.\nThis is a disease with a rapid spread rate, dangerous complications and especially a high mortality rate. Therefore, whether children or adults, they need to be fully vaccinated and go to the hospital for treatment as soon as symptoms appear to avoid unfortunate consequences later.\nThe vaccination program of Tam Anh General Hospital, Hanoi also has available combination vaccines including diphtheria antigen components to serve the vaccination needs of customers.\nIn addition to the above advantages, Tam Anh General Hospital, Hanoi also pays special attention to customer experience when coming for medical examination and treatment, with a dedicated customer care team and well-furnished clinic. Impressed with the high-class play area, creating a comfortable and happy mentality for children coming for examination, vaccination and treatment.\nIf you have any questions about diseases and other health issues of children as well as the need for preventive vaccinations, please contact:"
        }
    ],
    "name": "benh-bach-hau.json"
}