{
    "title": "Smallpox: Symptoms, causes, diagnosis and prevention",
    "category": "Infectious",
    "link": "https://tamanhhospital.vn/benh-dau-mua/",
    "abstract": "Smallpox is an acute infectious disease with dangerous symptoms: high fever of 40 degrees, fatigue, back pain, etc. When not isolated and given timely medical care, the disease will spread quickly and progress. severe, leading to a very high risk of death.",
    "content": "Smallpox: Symptoms, causes, diagnosis and prevention\n\nSmallpox is an acute infectious disease with dangerous symptoms: high fever of 40 degrees, fatigue, back pain, etc. When not isolated and given timely medical care, the disease will spread quickly and progress. severe, leading to a very high risk of death.\n\nWhat disease is smallpox?\nSmallpox (Variola) is an infectious disease caused by the variola virus, characterized by fever, rash and high mortality rate. When viruses attack the body, they incubate for an average of 7 - 17 days. Usually, about 10 - 14 days after being infected with the virus, the first symptoms appear such as: Sudden high fever up to 40 degrees Celsius, headache, severe back pain, extreme fatigue, vomiting, etc.\nThen, rashes appear on the face, hands, forearms and spread throughout the body. In just 1-2 days, the rash develops into small blisters, initially filled with clear fluid and turning into pus. Blisters can develop in the mucous membranes of the nose and mouth. After about 8-9 days, the blisters scab over and fall off, leaving deep, round scars.\nSmallpox appeared around 10,000 BC with evidence of pustules on the mummy of Pharaoh Ramses V in ancient Egypt. In the late 18th century, this disease killed about 400,000 Europeans each year, of whom more than 80% were children. According to the World Health Organization (WHO), in 1976, globally, 15 million people were infected with smallpox, of which 2 million died. In 1979, the world repelled the smallpox epidemic, marking one of the greatest achievements of modern medicine. (first)\nA drawing included in Book\n\nClassification of smallpox\nSmallpox has two clinical epidemiological forms: mild smallpox (alastrim) and severe smallpox (smallpox). However, based on symptoms alone, it is impossible to distinguish mild smallpox from severe smallpox. New modern molecular diagnostic techniques are capable of distinguishing between the two strains of variola. (2)\n1. Severe smallpox (smallpox)\nSevere smallpox is caused by the Variola major virus strain, with a high mortality rate. People who have not been vaccinated against smallpox have a 40% risk of death, usually between days 2 and 2 of the disease. About 3% of patients experience severe symptoms: exhaustion, bleeding under the skin, mucous membranes, uterus... In particular, pregnant women with severe smallpox have a high risk of death. Therefore, pregnant mothers need to limit contact in crowded places, travel to epidemic areas and always ensure a nutritious diet to improve the body's immunity and protect mother and baby.\n2. Mild smallpox (alalastrim)\nThe Variola Minor virus strain is also known as Variola alastrim and is another virus that causes mild smallpox. Variola Minor virus attacks and causes a rash on the face, then spreads to the hands, body and legs (more common on the face). Similar to severe smallpox, mild smallpox also has acute onset symptoms such as fever, headache, and back pain. However, mild smallpox usually causes superficial lesions and heals more quickly. Mild smallpox causes a mortality rate of less than 1%.\n\nSymptoms of smallpox\nSmallpox has many clinical forms, including: mild form, common form, malignant form, hemorrhagic form with different symptoms and severity. (3)\n1. Mild smallpox\nMild smallpox has less severe symptoms, patients rarely have bleeding, and is common in vaccinated patients. When infected, the patient has a fever but no rash. Sick people are less likely to spread it to others but should still practice good isolation measures. However, many cases are still getting worse, so people should increase vigilance, practice good quarantine and go to the hospital to have their health monitored by doctors.\n2. Common smallpox\nWith common smallpox, the incubation period is about 10 - 14 days (average 7 - 19 days). The disease is characterized by symptoms of sudden high fever, severe headache, diarrhea, back pain, fatigue, etc. After damage to the mucous membrane (enanthem), about 24 hours, the body develops a rash on the face, then to  hands and feet. The rashes progress to fluid-filled pimples from days 4 to 5 and pus-filled pimples on day 7. During the pustular stage, fever can recur day and night, accompanied by symptoms of headache and delirium. , fast pulse, low blood pressure,...\n3. Malignant smallpox\nAbout 5 to 10% of people infected with smallpox develop malignant variants. Patients develop symptoms of high fever, headache, fatigue, abdominal pain, and vomiting. The rash appears and spreads to the mucous membranes of the pharynx and throat, causing serious ulcers. The patient cannot eat or drink, so his health deteriorates further. On the face, legs, and arms, the rashes develop into blisters, then into pustules, round, tight, deeply damaging the skin and mucous membranes. Therefore, when the pustules crust and peel off, they will leave deep scars. With malignant smallpox, delayed medical intervention will cause the patient to die quickly.\n4. Hemorrhagic smallpox\nHemorrhagic smallpox is a condition in which lesions on the skin and mucous membranes bleed, causing death within 5-6 days of illness. Hemorrhagic smallpox has serious symptoms such as: heart failure, bleeding, bone marrow suppression,...; Patients even have a high risk of dying in just 3-4 days. At the same time, during the course of the disease, the patient may be infected with other types of bacteria on top of weak health and a weakened immune system. This causes hemorrhagic smallpox to progress quickly, causing a higher risk of death.\n\nCauses of smallpox\nSmallpox is caused by the variola virus. Variola virus belongs to the Orthopoxvirus species, has a rectangular shape with dimensions of about 280 – 320 nm  x 200 – 250 nm. Smallpox virus has the ability to survive in the outside environment for many months, especially in cold, dry weather conditions. Viruses are often transmitted directly from person to person through droplets when an infected person coughs, sneezes, or talks. In a few cases, the variola virus spread further through the ventilation system in a building, causing people living there to become infected. The variola virus even sticks to clothes and makes those in contact infected. (4)\nMedical staff use electron microscopes to look for viruses or culture viruses from specimens taken from skin lesions.\n\nWho is susceptible to smallpox?\nSmallpox is an acute infectious disease that affects people of all ages, especially:\nChildren, pregnant women, lactating women; People with skin disorders such as eczema, psoriasis, and dyshidrosis; People with weakened immune systems due to long-term use of high doses of corticosteroids, cancer, people infected with HIV, etc.\n\nComplications of smallpox\nSmallpox is a dangerous disease. If your health is not carefully monitored, the disease can become severe and the patient will die quickly. In particular, severe conditions often occur in pregnant women and immunocompromised people.\nAfter recovering from smallpox, patients often have round, deep scars on the face, arms, and legs. Many patients after recovering from smallpox became blind. In addition, smallpox also causes other complications, such as:\nSecondary bacterial infections on the skin with symptoms of itching, ulcers, etc. must be treated with antibiotics in ointment, pill or solution form as prescribed by the doctor.; Keratitis and corneal ulcers lead to blindness, affecting the patient's entire life.; Viral arthritis and osteomyelitis.; Bacterial pneumonia; Orchitis.; Encephalitis.\n\nHow to diagnose smallpox\n1. Clinical diagnosis\nA case of smallpox often has clinical symptoms such as: high fever of 40 degrees Celsius, headache, fatigue, exhaustion, back pain, etc. In many cases, patients have abdominal pain and vomiting. When detecting the above symptoms, patients should quickly go to the hospital for early detection and diagnosis. During the medical examination, the doctor will ask you more information about your travel history, medical history, epidemiological factors, etc. From there, he will prescribe confirmatory testing and symptomatic treatment, medical care, and timely isolation. time to avoid the spread of disease.\n2. Testing\nPolymerase chain reaction (PCR) testing of variola DNA in clinical specimens (in water or pustules) to diagnose smallpox. In addition, medical staff will use an electron microscope to find the virus or culture the virus from a sample taken from the skin lesion, then continue with a confirmatory PCR test. Note, testing for smallpox has a high risk of giving false positive results, so it is only performed for suspected cases of smallpox such as: Contact with infected people, fever, etc.\n3. Differential diagnosis\nSmallpox is often confused with chickenpox (varicella) and monkeypox. However, each disease has different symptoms. Chickenpox is more common, causing damage at different stages of development (incubation, onset, full-blown, recovery). While in smallpox, after incubation, the lesions have the same morphology (the rash progresses to pustules and crusts, dries, falls off and leaves scars). With monkeypox, patients have lymphadenopathy in the neck and groin, and the incidence and death rate is less.\n\nHow to treat smallpox\nCurrently, there is no specific medicine to treat smallpox, so doctors will treat symptoms, balance water and electrolytes, monitor infectious complications, and use antibiotics to prevent superinfection. The principle of treatment is not to let the acne break. During the onset and rash period, the patient is given a mild antiseptic for the eye, nose, and throat areas.\nPatients should eat nutritious food and drink plenty of water to quickly repel smallpox.\nIn addition, patients were given the smallpox antiviral drug tecovirimat, approved by the FDA in 2018, for a period of 14 days. Besides its antiviral effect, the drug can cause side effects such as headache, nausea, and stomach pain. The recommended dosage of the drug is as follows:\nPeople weighing 40kg or more take 2 times a day, 600mg each time; Pediatric patients weighing from 25 to 40kg, take 2 times a day, 400mg each time; Children weighing from 13 to 25 kg, take 2 times a day, 200mg each time; Children weighing less than 13kg: not recommended\nIn addition, patients are also given Brincidofovir - a drug that treats smallpox infection and complications. The medicine can cause side effects such as headache, nausea, and stomach pain. The recommended dosage is as follows:\nPeople weighing 48kg or more: use 200mg once a week; People weighing from 10kg to less than 48kg: use 4 mg/kg, take two doses per week; People weighing less than 10kg: use 6 mg/kg, once a week\nDuring treatment, the patient should be isolated in a private, well-ventilated room with sunlight, minimizing contact with many people until the blisters dry and scab completely. At the same time, sick people should wear loose, thin clothes, bathe in warm water, and not share personal items (towels, cups, cups, spoons, chopsticks) to avoid spreading the disease.\nWhen suffering from smallpox, patients often do not want to eat or drink. However, good nutrition will help you repel the disease more quickly. Therefore, you should eat soft foods, regularly drink orange juice, eat fruit, drink lots of water, etc. to provide enough nutrients, vitamins, and increase resistance.\n\nPrevention of smallpox\nSmallpox spreads quite quickly, with severe symptoms and a risk of death. In many cases, even though the disease is cured, the body and face are covered with round, deep scars, greatly affecting aesthetics. Furthermore, the virus that causes smallpox survives for up to several months in the outside environment, just coming into contact with clothes containing the virus can make people susceptible to the disease.\nPracticing good personal hygiene and regularly eating a nutritious diet to have a healthy immune system will help patients reduce the risk of smallpox.\nWhen having unsafe contact (without masks or gloves) with the source of the disease, the patient should be vaccinated within 3-4 days to reduce the risk of the disease becoming severe or prevent the disease from spreading and limiting its progression. evil of smallpox. At the same time, the patient should self-isolate in a private room to avoid spreading the disease and notify the local medical facility.\nWhen rashes, blisters, pustules appear on the body, the patient should wear a mask, gloves, gown, etc. to the hospital for care and treatment. In case of transfer to the hospital, the patient uses a medical mask to cover his nose and mouth to minimize the risk of spreading the disease. In the event of a smallpox outbreak, infected people will be quarantined to control the spread of the virus.\nWith the goal of meeting the increasing medical examination and treatment needs of the community: Thorough examination - Accurate diagnosis - Timely treatment, Tam Anh General Hospital System has been equipped with the most modern equipment. , internal quality control system according to standards of countries with strongly developed medicine. The Testing Center, Tam Anh General Hospital in Ho Chi Minh City is spaciously built, equipped with a modern and synchronous equipment system, meeting Biosafety level 2 standards. Testing services are performed using the system. The most modern equipment and machinery in the world:\nSysmex XN1000 system: Helps the Testing Center, Tam Anh General Hospital, Ho Chi Minh City, perform all hematology tests from routine to intensive. The outstanding advantage of this machine system is the quick screening of abnormalities that appear in the red blood cell production process, contributing to the accurate diagnosis and differentiation of pathological causes, thereby leading to effective treatment. .; Roche Cobas 6000 Biochemistry - Immunology system is the most modern testing system in Vietnam provided by Roche (Switzerland), capable of fully automatic analysis with high capacity, shortening time. Perform tests, get results quickly, reduce patient waiting time. Besides, the machine system can also perform many other tests such as testing for infectious diseases, testing to detect pre-eclampsia...; Roche Cobas u701, u601, u411 urine analyzer system allows qualitative to semi-quantitative analysis of all substances in urine such as pH, nitrite, protein, bilirubin, glucose, leukocytes, ketones,...; The Real-Time PCR molecular biology testing system is composed of an automatic extraction machine, an automatic reaction machine and an RT-PCR machine that allows maximum operation capacity, giving results within the same day,... along with many other advantages that previous traditional manual processes could not meet. In particular, the Real-Time PCR machine system can also perform many other tests, detecting many diseases such as testing for infectious diseases (HIV, gonorrhea, syphilis, tuberculosis,...), analyzing mutated genes that cause cancer. lung cancer, brain cancer, leukemia,...; Roche Cobas b211 blood gas and electrolyte testing system helps measure blood gases and electrolytes along with many other indicators in the body such as oxygen saturation and hematocrit in blood, total hemoglobin, plasma, serum, acetate,…; Tam Anh General Hospital invested in the Cobas Pro testing system with the first Cobas Pro integrated testing system in Southeast Asia, allowing up to 2,200 tests/hour to be performed, shortening the time to return results to doctors and nurses. patient.\nTo schedule a medical examination and treatment, for detailed information, please contact Tam Anh General Hospital System:\nSmallpox spreads quite quickly, has dangerous symptoms, and requires timely monitoring and isolation to avoid serious complications and death. When you suspect you have the disease, you should see a doctor for instructions on effective isolation and treatment measures.",
    "subsections": [
        {
            "subsection_name": "What disease is smallpox?",
            "subsection_content": "Smallpox (Variola) is an infectious disease caused by the variola virus, characterized by fever, rash and high mortality rate. When viruses attack the body, they incubate for an average of 7 - 17 days. Usually, about 10 - 14 days after being infected with the virus, the first symptoms appear such as: Sudden high fever up to 40 degrees Celsius, headache, severe back pain, extreme fatigue, vomiting, etc.\nThen, rashes appear on the face, hands, forearms and spread throughout the body. In just 1-2 days, the rash develops into small blisters, initially filled with clear fluid and turning into pus. Blisters can develop in the mucous membranes of the nose and mouth. After about 8-9 days, the blisters scab over and fall off, leaving deep, round scars.\nSmallpox appeared around 10,000 BC with evidence of pustules on the mummy of Pharaoh Ramses V in ancient Egypt. In the late 18th century, this disease killed about 400,000 Europeans each year, of whom more than 80% were children. According to the World Health Organization (WHO), in 1976, globally, 15 million people were infected with smallpox, of which 2 million died. In 1979, the world repelled the smallpox epidemic, marking one of the greatest achievements of modern medicine. (first)\nA drawing included in Book",
            "subsection_string": "What disease is smallpox?\nSmallpox (Variola) is an infectious disease caused by the variola virus, characterized by fever, rash and high mortality rate. When viruses attack the body, they incubate for an average of 7 - 17 days. Usually, about 10 - 14 days after being infected with the virus, the first symptoms appear such as: Sudden high fever up to 40 degrees Celsius, headache, severe back pain, extreme fatigue, vomiting, etc.\nThen, rashes appear on the face, hands, forearms and spread throughout the body. In just 1-2 days, the rash develops into small blisters, initially filled with clear fluid and turning into pus. Blisters can develop in the mucous membranes of the nose and mouth. After about 8-9 days, the blisters scab over and fall off, leaving deep, round scars.\nSmallpox appeared around 10,000 BC with evidence of pustules on the mummy of Pharaoh Ramses V in ancient Egypt. In the late 18th century, this disease killed about 400,000 Europeans each year, of whom more than 80% were children. According to the World Health Organization (WHO), in 1976, globally, 15 million people were infected with smallpox, of which 2 million died. In 1979, the world repelled the smallpox epidemic, marking one of the greatest achievements of modern medicine. (first)\nA drawing included in Book"
        },
        {
            "subsection_name": "Classification of smallpox",
            "subsection_content": "Smallpox has two clinical epidemiological forms: mild smallpox (alastrim) and severe smallpox (smallpox). However, based on symptoms alone, it is impossible to distinguish mild smallpox from severe smallpox. New modern molecular diagnostic techniques are capable of distinguishing between the two strains of variola. (2)\n1. Severe smallpox (smallpox)\nSevere smallpox is caused by the Variola major virus strain, with a high mortality rate. People who have not been vaccinated against smallpox have a 40% risk of death, usually between days 2 and 2 of the disease. About 3% of patients experience severe symptoms: exhaustion, bleeding under the skin, mucous membranes, uterus... In particular, pregnant women with severe smallpox have a high risk of death. Therefore, pregnant mothers need to limit contact in crowded places, travel to epidemic areas and always ensure a nutritious diet to improve the body's immunity and protect mother and baby.\n2. Mild smallpox (alalastrim)\nThe Variola Minor virus strain is also known as Variola alastrim and is another virus that causes mild smallpox. Variola Minor virus attacks and causes a rash on the face, then spreads to the hands, body and legs (more common on the face). Similar to severe smallpox, mild smallpox also has acute onset symptoms such as fever, headache, and back pain. However, mild smallpox usually causes superficial lesions and heals more quickly. Mild smallpox causes a mortality rate of less than 1%.",
            "subsection_string": "Classification of smallpox\nSmallpox has two clinical epidemiological forms: mild smallpox (alastrim) and severe smallpox (smallpox). However, based on symptoms alone, it is impossible to distinguish mild smallpox from severe smallpox. New modern molecular diagnostic techniques are capable of distinguishing between the two strains of variola. (2)\n1. Severe smallpox (smallpox)\nSevere smallpox is caused by the Variola major virus strain, with a high mortality rate. People who have not been vaccinated against smallpox have a 40% risk of death, usually between days 2 and 2 of the disease. About 3% of patients experience severe symptoms: exhaustion, bleeding under the skin, mucous membranes, uterus... In particular, pregnant women with severe smallpox have a high risk of death. Therefore, pregnant mothers need to limit contact in crowded places, travel to epidemic areas and always ensure a nutritious diet to improve the body's immunity and protect mother and baby.\n2. Mild smallpox (alalastrim)\nThe Variola Minor virus strain is also known as Variola alastrim and is another virus that causes mild smallpox. Variola Minor virus attacks and causes a rash on the face, then spreads to the hands, body and legs (more common on the face). Similar to severe smallpox, mild smallpox also has acute onset symptoms such as fever, headache, and back pain. However, mild smallpox usually causes superficial lesions and heals more quickly. Mild smallpox causes a mortality rate of less than 1%."
        },
        {
            "subsection_name": "Symptoms of smallpox",
            "subsection_content": "Smallpox has many clinical forms, including: mild form, common form, malignant form, hemorrhagic form with different symptoms and severity. (3)\n1. Mild smallpox\nMild smallpox has less severe symptoms, patients rarely have bleeding, and is common in vaccinated patients. When infected, the patient has a fever but no rash. Sick people are less likely to spread it to others but should still practice good isolation measures. However, many cases are still getting worse, so people should increase vigilance, practice good quarantine and go to the hospital to have their health monitored by doctors.\n2. Common smallpox\nWith common smallpox, the incubation period is about 10 - 14 days (average 7 - 19 days). The disease is characterized by symptoms of sudden high fever, severe headache, diarrhea, back pain, fatigue, etc. After damage to the mucous membrane (enanthem), about 24 hours, the body develops a rash on the face, then to  hands and feet. The rashes progress to fluid-filled pimples from days 4 to 5 and pus-filled pimples on day 7. During the pustular stage, fever can recur day and night, accompanied by symptoms of headache and delirium. , fast pulse, low blood pressure,...\n3. Malignant smallpox\nAbout 5 to 10% of people infected with smallpox develop malignant variants. Patients develop symptoms of high fever, headache, fatigue, abdominal pain, and vomiting. The rash appears and spreads to the mucous membranes of the pharynx and throat, causing serious ulcers. The patient cannot eat or drink, so his health deteriorates further. On the face, legs, and arms, the rashes develop into blisters, then into pustules, round, tight, deeply damaging the skin and mucous membranes. Therefore, when the pustules crust and peel off, they will leave deep scars. With malignant smallpox, delayed medical intervention will cause the patient to die quickly.\n4. Hemorrhagic smallpox\nHemorrhagic smallpox is a condition in which lesions on the skin and mucous membranes bleed, causing death within 5-6 days of illness. Hemorrhagic smallpox has serious symptoms such as: heart failure, bleeding, bone marrow suppression,...; Patients even have a high risk of dying in just 3-4 days. At the same time, during the course of the disease, the patient may be infected with other types of bacteria on top of weak health and a weakened immune system. This causes hemorrhagic smallpox to progress quickly, causing a higher risk of death.",
            "subsection_string": "Symptoms of smallpox\nSmallpox has many clinical forms, including: mild form, common form, malignant form, hemorrhagic form with different symptoms and severity. (3)\n1. Mild smallpox\nMild smallpox has less severe symptoms, patients rarely have bleeding, and is common in vaccinated patients. When infected, the patient has a fever but no rash. Sick people are less likely to spread it to others but should still practice good isolation measures. However, many cases are still getting worse, so people should increase vigilance, practice good quarantine and go to the hospital to have their health monitored by doctors.\n2. Common smallpox\nWith common smallpox, the incubation period is about 10 - 14 days (average 7 - 19 days). The disease is characterized by symptoms of sudden high fever, severe headache, diarrhea, back pain, fatigue, etc. After damage to the mucous membrane (enanthem), about 24 hours, the body develops a rash on the face, then to  hands and feet. The rashes progress to fluid-filled pimples from days 4 to 5 and pus-filled pimples on day 7. During the pustular stage, fever can recur day and night, accompanied by symptoms of headache and delirium. , fast pulse, low blood pressure,...\n3. Malignant smallpox\nAbout 5 to 10% of people infected with smallpox develop malignant variants. Patients develop symptoms of high fever, headache, fatigue, abdominal pain, and vomiting. The rash appears and spreads to the mucous membranes of the pharynx and throat, causing serious ulcers. The patient cannot eat or drink, so his health deteriorates further. On the face, legs, and arms, the rashes develop into blisters, then into pustules, round, tight, deeply damaging the skin and mucous membranes. Therefore, when the pustules crust and peel off, they will leave deep scars. With malignant smallpox, delayed medical intervention will cause the patient to die quickly.\n4. Hemorrhagic smallpox\nHemorrhagic smallpox is a condition in which lesions on the skin and mucous membranes bleed, causing death within 5-6 days of illness. Hemorrhagic smallpox has serious symptoms such as: heart failure, bleeding, bone marrow suppression,...; Patients even have a high risk of dying in just 3-4 days. At the same time, during the course of the disease, the patient may be infected with other types of bacteria on top of weak health and a weakened immune system. This causes hemorrhagic smallpox to progress quickly, causing a higher risk of death."
        },
        {
            "subsection_name": "Causes of smallpox",
            "subsection_content": "Smallpox is caused by the variola virus. Variola virus belongs to the Orthopoxvirus species, has a rectangular shape with dimensions of about 280 – 320 nm  x 200 – 250 nm. Smallpox virus has the ability to survive in the outside environment for many months, especially in cold, dry weather conditions. Viruses are often transmitted directly from person to person through droplets when an infected person coughs, sneezes, or talks. In a few cases, the variola virus spread further through the ventilation system in a building, causing people living there to become infected. The variola virus even sticks to clothes and makes those in contact infected. (4)\nMedical staff use electron microscopes to look for viruses or culture viruses from specimens taken from skin lesions.",
            "subsection_string": "Causes of smallpox\nSmallpox is caused by the variola virus. Variola virus belongs to the Orthopoxvirus species, has a rectangular shape with dimensions of about 280 – 320 nm  x 200 – 250 nm. Smallpox virus has the ability to survive in the outside environment for many months, especially in cold, dry weather conditions. Viruses are often transmitted directly from person to person through droplets when an infected person coughs, sneezes, or talks. In a few cases, the variola virus spread further through the ventilation system in a building, causing people living there to become infected. The variola virus even sticks to clothes and makes those in contact infected. (4)\nMedical staff use electron microscopes to look for viruses or culture viruses from specimens taken from skin lesions."
        },
        {
            "subsection_name": "Who is susceptible to smallpox?",
            "subsection_content": "Smallpox is an acute infectious disease that affects people of all ages, especially:\nChildren, pregnant women, lactating women; People with skin disorders such as eczema, psoriasis, and dyshidrosis; People with weakened immune systems due to long-term use of high doses of corticosteroids, cancer, people infected with HIV, etc.",
            "subsection_string": "Who is susceptible to smallpox?\nSmallpox is an acute infectious disease that affects people of all ages, especially:\nChildren, pregnant women, lactating women; People with skin disorders such as eczema, psoriasis, and dyshidrosis; People with weakened immune systems due to long-term use of high doses of corticosteroids, cancer, people infected with HIV, etc."
        },
        {
            "subsection_name": "Complications of smallpox",
            "subsection_content": "Smallpox is a dangerous disease. If your health is not carefully monitored, the disease can become severe and the patient will die quickly. In particular, severe conditions often occur in pregnant women and immunocompromised people.\nAfter recovering from smallpox, patients often have round, deep scars on the face, arms, and legs. Many patients after recovering from smallpox became blind. In addition, smallpox also causes other complications, such as:\nSecondary bacterial infections on the skin with symptoms of itching, ulcers, etc. must be treated with antibiotics in ointment, pill or solution form as prescribed by the doctor.; Keratitis and corneal ulcers lead to blindness, affecting the patient's entire life.; Viral arthritis and osteomyelitis.; Bacterial pneumonia; Orchitis.; Encephalitis.",
            "subsection_string": "Complications of smallpox\nSmallpox is a dangerous disease. If your health is not carefully monitored, the disease can become severe and the patient will die quickly. In particular, severe conditions often occur in pregnant women and immunocompromised people.\nAfter recovering from smallpox, patients often have round, deep scars on the face, arms, and legs. Many patients after recovering from smallpox became blind. In addition, smallpox also causes other complications, such as:\nSecondary bacterial infections on the skin with symptoms of itching, ulcers, etc. must be treated with antibiotics in ointment, pill or solution form as prescribed by the doctor.; Keratitis and corneal ulcers lead to blindness, affecting the patient's entire life.; Viral arthritis and osteomyelitis.; Bacterial pneumonia; Orchitis.; Encephalitis."
        },
        {
            "subsection_name": "How to diagnose smallpox",
            "subsection_content": "1. Clinical diagnosis\nA case of smallpox often has clinical symptoms such as: high fever of 40 degrees Celsius, headache, fatigue, exhaustion, back pain, etc. In many cases, patients have abdominal pain and vomiting. When detecting the above symptoms, patients should quickly go to the hospital for early detection and diagnosis. During the medical examination, the doctor will ask you more information about your travel history, medical history, epidemiological factors, etc. From there, he will prescribe confirmatory testing and symptomatic treatment, medical care, and timely isolation. time to avoid the spread of disease.\n2. Testing\nPolymerase chain reaction (PCR) testing of variola DNA in clinical specimens (in water or pustules) to diagnose smallpox. In addition, medical staff will use an electron microscope to find the virus or culture the virus from a sample taken from the skin lesion, then continue with a confirmatory PCR test. Note, testing for smallpox has a high risk of giving false positive results, so it is only performed for suspected cases of smallpox such as: Contact with infected people, fever, etc.\n3. Differential diagnosis\nSmallpox is often confused with chickenpox (varicella) and monkeypox. However, each disease has different symptoms. Chickenpox is more common, causing damage at different stages of development (incubation, onset, full-blown, recovery). While in smallpox, after incubation, the lesions have the same morphology (the rash progresses to pustules and crusts, dries, falls off and leaves scars). With monkeypox, patients have lymphadenopathy in the neck and groin, and the incidence and death rate is less.",
            "subsection_string": "How to diagnose smallpox\n1. Clinical diagnosis\nA case of smallpox often has clinical symptoms such as: high fever of 40 degrees Celsius, headache, fatigue, exhaustion, back pain, etc. In many cases, patients have abdominal pain and vomiting. When detecting the above symptoms, patients should quickly go to the hospital for early detection and diagnosis. During the medical examination, the doctor will ask you more information about your travel history, medical history, epidemiological factors, etc. From there, he will prescribe confirmatory testing and symptomatic treatment, medical care, and timely isolation. time to avoid the spread of disease.\n2. Testing\nPolymerase chain reaction (PCR) testing of variola DNA in clinical specimens (in water or pustules) to diagnose smallpox. In addition, medical staff will use an electron microscope to find the virus or culture the virus from a sample taken from the skin lesion, then continue with a confirmatory PCR test. Note, testing for smallpox has a high risk of giving false positive results, so it is only performed for suspected cases of smallpox such as: Contact with infected people, fever, etc.\n3. Differential diagnosis\nSmallpox is often confused with chickenpox (varicella) and monkeypox. However, each disease has different symptoms. Chickenpox is more common, causing damage at different stages of development (incubation, onset, full-blown, recovery). While in smallpox, after incubation, the lesions have the same morphology (the rash progresses to pustules and crusts, dries, falls off and leaves scars). With monkeypox, patients have lymphadenopathy in the neck and groin, and the incidence and death rate is less."
        },
        {
            "subsection_name": "How to treat smallpox",
            "subsection_content": "Currently, there is no specific medicine to treat smallpox, so doctors will treat symptoms, balance water and electrolytes, monitor infectious complications, and use antibiotics to prevent superinfection. The principle of treatment is not to let the acne break. During the onset and rash period, the patient is given a mild antiseptic for the eye, nose, and throat areas.\nPatients should eat nutritious food and drink plenty of water to quickly repel smallpox.\nIn addition, patients were given the smallpox antiviral drug tecovirimat, approved by the FDA in 2018, for a period of 14 days. Besides its antiviral effect, the drug can cause side effects such as headache, nausea, and stomach pain. The recommended dosage of the drug is as follows:\nPeople weighing 40kg or more take 2 times a day, 600mg each time; Pediatric patients weighing from 25 to 40kg, take 2 times a day, 400mg each time; Children weighing from 13 to 25 kg, take 2 times a day, 200mg each time; Children weighing less than 13kg: not recommended\nIn addition, patients are also given Brincidofovir - a drug that treats smallpox infection and complications. The medicine can cause side effects such as headache, nausea, and stomach pain. The recommended dosage is as follows:\nPeople weighing 48kg or more: use 200mg once a week; People weighing from 10kg to less than 48kg: use 4 mg/kg, take two doses per week; People weighing less than 10kg: use 6 mg/kg, once a week\nDuring treatment, the patient should be isolated in a private, well-ventilated room with sunlight, minimizing contact with many people until the blisters dry and scab completely. At the same time, sick people should wear loose, thin clothes, bathe in warm water, and not share personal items (towels, cups, cups, spoons, chopsticks) to avoid spreading the disease.\nWhen suffering from smallpox, patients often do not want to eat or drink. However, good nutrition will help you repel the disease more quickly. Therefore, you should eat soft foods, regularly drink orange juice, eat fruit, drink lots of water, etc. to provide enough nutrients, vitamins, and increase resistance.",
            "subsection_string": "How to treat smallpox\nCurrently, there is no specific medicine to treat smallpox, so doctors will treat symptoms, balance water and electrolytes, monitor infectious complications, and use antibiotics to prevent superinfection. The principle of treatment is not to let the acne break. During the onset and rash period, the patient is given a mild antiseptic for the eye, nose, and throat areas.\nPatients should eat nutritious food and drink plenty of water to quickly repel smallpox.\nIn addition, patients were given the smallpox antiviral drug tecovirimat, approved by the FDA in 2018, for a period of 14 days. Besides its antiviral effect, the drug can cause side effects such as headache, nausea, and stomach pain. The recommended dosage of the drug is as follows:\nPeople weighing 40kg or more take 2 times a day, 600mg each time; Pediatric patients weighing from 25 to 40kg, take 2 times a day, 400mg each time; Children weighing from 13 to 25 kg, take 2 times a day, 200mg each time; Children weighing less than 13kg: not recommended\nIn addition, patients are also given Brincidofovir - a drug that treats smallpox infection and complications. The medicine can cause side effects such as headache, nausea, and stomach pain. The recommended dosage is as follows:\nPeople weighing 48kg or more: use 200mg once a week; People weighing from 10kg to less than 48kg: use 4 mg/kg, take two doses per week; People weighing less than 10kg: use 6 mg/kg, once a week\nDuring treatment, the patient should be isolated in a private, well-ventilated room with sunlight, minimizing contact with many people until the blisters dry and scab completely. At the same time, sick people should wear loose, thin clothes, bathe in warm water, and not share personal items (towels, cups, cups, spoons, chopsticks) to avoid spreading the disease.\nWhen suffering from smallpox, patients often do not want to eat or drink. However, good nutrition will help you repel the disease more quickly. Therefore, you should eat soft foods, regularly drink orange juice, eat fruit, drink lots of water, etc. to provide enough nutrients, vitamins, and increase resistance."
        },
        {
            "subsection_name": "Prevention of smallpox",
            "subsection_content": "Smallpox spreads quite quickly, with severe symptoms and a risk of death. In many cases, even though the disease is cured, the body and face are covered with round, deep scars, greatly affecting aesthetics. Furthermore, the virus that causes smallpox survives for up to several months in the outside environment, just coming into contact with clothes containing the virus can make people susceptible to the disease.\nPracticing good personal hygiene and regularly eating a nutritious diet to have a healthy immune system will help patients reduce the risk of smallpox.\nWhen having unsafe contact (without masks or gloves) with the source of the disease, the patient should be vaccinated within 3-4 days to reduce the risk of the disease becoming severe or prevent the disease from spreading and limiting its progression. evil of smallpox. At the same time, the patient should self-isolate in a private room to avoid spreading the disease and notify the local medical facility.\nWhen rashes, blisters, pustules appear on the body, the patient should wear a mask, gloves, gown, etc. to the hospital for care and treatment. In case of transfer to the hospital, the patient uses a medical mask to cover his nose and mouth to minimize the risk of spreading the disease. In the event of a smallpox outbreak, infected people will be quarantined to control the spread of the virus.\nWith the goal of meeting the increasing medical examination and treatment needs of the community: Thorough examination - Accurate diagnosis - Timely treatment, Tam Anh General Hospital System has been equipped with the most modern equipment. , internal quality control system according to standards of countries with strongly developed medicine. The Testing Center, Tam Anh General Hospital in Ho Chi Minh City is spaciously built, equipped with a modern and synchronous equipment system, meeting Biosafety level 2 standards. Testing services are performed using the system. The most modern equipment and machinery in the world:\nSysmex XN1000 system: Helps the Testing Center, Tam Anh General Hospital, Ho Chi Minh City, perform all hematology tests from routine to intensive. The outstanding advantage of this machine system is the quick screening of abnormalities that appear in the red blood cell production process, contributing to the accurate diagnosis and differentiation of pathological causes, thereby leading to effective treatment. .; Roche Cobas 6000 Biochemistry - Immunology system is the most modern testing system in Vietnam provided by Roche (Switzerland), capable of fully automatic analysis with high capacity, shortening time. Perform tests, get results quickly, reduce patient waiting time. Besides, the machine system can also perform many other tests such as testing for infectious diseases, testing to detect pre-eclampsia...; Roche Cobas u701, u601, u411 urine analyzer system allows qualitative to semi-quantitative analysis of all substances in urine such as pH, nitrite, protein, bilirubin, glucose, leukocytes, ketones,...; The Real-Time PCR molecular biology testing system is composed of an automatic extraction machine, an automatic reaction machine and an RT-PCR machine that allows maximum operation capacity, giving results within the same day,... along with many other advantages that previous traditional manual processes could not meet. In particular, the Real-Time PCR machine system can also perform many other tests, detecting many diseases such as testing for infectious diseases (HIV, gonorrhea, syphilis, tuberculosis,...), analyzing mutated genes that cause cancer. lung cancer, brain cancer, leukemia,...; Roche Cobas b211 blood gas and electrolyte testing system helps measure blood gases and electrolytes along with many other indicators in the body such as oxygen saturation and hematocrit in blood, total hemoglobin, plasma, serum, acetate,…; Tam Anh General Hospital invested in the Cobas Pro testing system with the first Cobas Pro integrated testing system in Southeast Asia, allowing up to 2,200 tests/hour to be performed, shortening the time to return results to doctors and nurses. patient.\nTo schedule a medical examination and treatment, for detailed information, please contact Tam Anh General Hospital System:\nSmallpox spreads quite quickly, has dangerous symptoms, and requires timely monitoring and isolation to avoid serious complications and death. When you suspect you have the disease, you should see a doctor for instructions on effective isolation and treatment measures.",
            "subsection_string": "Prevention of smallpox\nSmallpox spreads quite quickly, with severe symptoms and a risk of death. In many cases, even though the disease is cured, the body and face are covered with round, deep scars, greatly affecting aesthetics. Furthermore, the virus that causes smallpox survives for up to several months in the outside environment, just coming into contact with clothes containing the virus can make people susceptible to the disease.\nPracticing good personal hygiene and regularly eating a nutritious diet to have a healthy immune system will help patients reduce the risk of smallpox.\nWhen having unsafe contact (without masks or gloves) with the source of the disease, the patient should be vaccinated within 3-4 days to reduce the risk of the disease becoming severe or prevent the disease from spreading and limiting its progression. evil of smallpox. At the same time, the patient should self-isolate in a private room to avoid spreading the disease and notify the local medical facility.\nWhen rashes, blisters, pustules appear on the body, the patient should wear a mask, gloves, gown, etc. to the hospital for care and treatment. In case of transfer to the hospital, the patient uses a medical mask to cover his nose and mouth to minimize the risk of spreading the disease. In the event of a smallpox outbreak, infected people will be quarantined to control the spread of the virus.\nWith the goal of meeting the increasing medical examination and treatment needs of the community: Thorough examination - Accurate diagnosis - Timely treatment, Tam Anh General Hospital System has been equipped with the most modern equipment. , internal quality control system according to standards of countries with strongly developed medicine. The Testing Center, Tam Anh General Hospital in Ho Chi Minh City is spaciously built, equipped with a modern and synchronous equipment system, meeting Biosafety level 2 standards. Testing services are performed using the system. The most modern equipment and machinery in the world:\nSysmex XN1000 system: Helps the Testing Center, Tam Anh General Hospital, Ho Chi Minh City, perform all hematology tests from routine to intensive. The outstanding advantage of this machine system is the quick screening of abnormalities that appear in the red blood cell production process, contributing to the accurate diagnosis and differentiation of pathological causes, thereby leading to effective treatment. .; Roche Cobas 6000 Biochemistry - Immunology system is the most modern testing system in Vietnam provided by Roche (Switzerland), capable of fully automatic analysis with high capacity, shortening time. Perform tests, get results quickly, reduce patient waiting time. Besides, the machine system can also perform many other tests such as testing for infectious diseases, testing to detect pre-eclampsia...; Roche Cobas u701, u601, u411 urine analyzer system allows qualitative to semi-quantitative analysis of all substances in urine such as pH, nitrite, protein, bilirubin, glucose, leukocytes, ketones,...; The Real-Time PCR molecular biology testing system is composed of an automatic extraction machine, an automatic reaction machine and an RT-PCR machine that allows maximum operation capacity, giving results within the same day,... along with many other advantages that previous traditional manual processes could not meet. In particular, the Real-Time PCR machine system can also perform many other tests, detecting many diseases such as testing for infectious diseases (HIV, gonorrhea, syphilis, tuberculosis,...), analyzing mutated genes that cause cancer. lung cancer, brain cancer, leukemia,...; Roche Cobas b211 blood gas and electrolyte testing system helps measure blood gases and electrolytes along with many other indicators in the body such as oxygen saturation and hematocrit in blood, total hemoglobin, plasma, serum, acetate,…; Tam Anh General Hospital invested in the Cobas Pro testing system with the first Cobas Pro integrated testing system in Southeast Asia, allowing up to 2,200 tests/hour to be performed, shortening the time to return results to doctors and nurses. patient.\nTo schedule a medical examination and treatment, for detailed information, please contact Tam Anh General Hospital System:\nSmallpox spreads quite quickly, has dangerous symptoms, and requires timely monitoring and isolation to avoid serious complications and death. When you suspect you have the disease, you should see a doctor for instructions on effective isolation and treatment measures."
        }
    ],
    "name": "benh-dau-mua.json"
}