{
    "title": "Parkinson's disease: Causes, symptoms and diagnosis",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/benh-parkinson/",
    "abstract": "Parkinson's disease is a disease related to the degeneration of brain nerve function, affecting more than 10 million people around the world. So exactly\nWhat disease is Parkinson's?\n, who is at risk of getting the disease,\nParkinson's symptoms\n What is it and is there a way to prevent and treat it?\n  Parkinson disease\n is an age-related neurological disease that causes parts of your brain to degenerate and affects the patient's motor function, health, and personality. There are many ways to treat and minimize it\nParkinson's disease symptoms.",
    "content": "Parkinson's disease: Causes, symptoms and diagnosis\n\nParkinson's disease is a disease related to the degeneration of brain nerve function, affecting more than 10 million people around the world. So exactly\nWhat disease is Parkinson's?\n, who is at risk of getting the disease,\nParkinson's symptoms\n What is it and is there a way to prevent and treat it?\n  Parkinson disease\n is an age-related neurological disease that causes parts of your brain to degenerate and affects the patient's motor function, health, and personality. There are many ways to treat and minimize it\nParkinson's disease symptoms.\n\nWhat is Parkinson's?\nParkinson's disease is a neurological disease, manifested by a degenerative disorder of the central nervous system that causes cells in the brain to degenerate and lack dopamine. People with Parkinson's disease don't have enough of the chemical dopamine in their brain because some of the nerve cells that produce dopamine have died. (first)\nThe disease causes movement disorders, causing patients to have difficulty moving, maintaining balance and muscle control. People with Parkinson's disease may even lose some normal physical functions.\nAbout 10 million people suffer from this neurological disease worldwide, of which in the UK, the number of people \"living\" with Parkinson's disease is about 145,000 people. In Vietnam, there are about 6.1 million people with Parkinson's disease, accounting for 1% of the total population. The death rate of people with Parkinson's disease is also relatively high, increasing 2.16 times in 2016 alone and is showing increasing signs. (2)\nAbout 10 million people have Parkinson's disease worldwide\n\nParkinson's symptoms\nWhat are the symptoms of Parkinson's and how to recognize a person with signs of Parkinson's is something that many people are interested in. Accordingly, Parkinson's disease can cause symptoms such as: (3)\nThe patient will feel tremors not only in the arms or legs but also in the lips, tongue, etc. when resting. The level of vibration gradually increases when the patient is too focused or emotional. When the patient goes to sleep or exercises, this Parkinson's sign will temporarily disappear and recur soon after.; Parkinson's disease causes patients to have difficulty moving, unable to move quickly, and operations become less flexible. The patient's gait becomes abnormal, the speed of movement decreases, the distance between steps becomes shorter.; The muscles and bones of people with Parkinson's disease begin to stiffen, making it difficult to move as desired. Locations in the shoulders, back or neck, etc. will have symptoms of stiffness. The patient may have a change in voice, the ability to blink or wink is inhibited, the face gradually loses its natural appearance as well as the ability to express emotions, uncontrollable drooling, etc. ; People with Parkinson's disease have difficulty maintaining balance because the flexor muscle groups have increased tone, causing the body to always be in a forward-folding position. Patients are susceptible to falling if pushed or impacted from behind; Dementia: About ⅓ of people with Parkinson's disease show signs of dementia, causing patients to reduce language ability and impaired awareness of space and time.; Sleep disorders: This is also a common symptom in people with Parkinson's disease. The cause may be that the patient is depressed, leading to drowsiness and sleeping a lot during the day. In addition, insomnia can also be frequent nocturia, making it difficult for the patient to return to sleep or the patient cannot return to bed.; In addition, there are some other symptoms of Parkinson's disease such as shoulder pain, intestinal problems (typically constipation), reduced ability to distinguish smells, unusual personality changes, feeling tired, Daily living habits are also changed,... Many patients also have problems with decreased sexual desire, sudden drops in blood pressure, impaired smell function,...\nParkinson's disease causes patients to have difficulty moving\nParkinson's symptoms often develop slowly over many years. In addition, these signs also vary depending on the patient. Among them, movement disorders are the most common signs of Parkinson's disease.\nFriends or family members who are close to the patient may be the first to notice changes in a person with early-stage Parkinson's disease. If you observe, you will see that the patient's face lacks vivid expressions, the patient also moves more slowly, his arms and legs move less,...\nParkinson's disease symptoms often begin on one side of the body and as the disease progresses, the person may experience motor dysfunction on both sides. However, symptoms are usually only severe on one side of the body (usually the side where signs of the disease begin).\n\nCauses of Parkinson's disease\nThe cause of Parkinson's disease is that basal ganglia neurons (a group of gray nuclei located deep in the cerebral hemispheres that regulate human movement) are weakened and/or lost. Normally, these nerve cells produce a chemical called dopamine. When neurons in the basal ganglia die or are weakened, they produce less dopamine, reducing stimulation to the cerebral cortex and causing the patient to have difficulty moving.\nHowever, up to now, the exact cause of nerve cells dying and leading to Parkinson's disease has not been found. Therefore, it can be said that the cause of Parkinson's has not yet been specifically determined.\nSome factors believed to be associated with the risk of Parkinson's disease include: (4)\nAge: The older you get, the faster the amount of dopamine in the body decreases.; Environment: Frequent exposure to toxic chemicals such as herbicides, pesticides, etc. increases the risk of Parkinson's disease.; Traumatic brain injury: People with a history of traumatic brain injury are more susceptible to Parkinson's disease than normal people.; Genetics: Some cases of Parkinson's are believed to be related to genetics. If someone in your family has had Parkinson's disease, your risk of developing the disease is also higher.\nThe exact cause of Parkinson's disease has not been found\n\nStages of Parkinson's disease\nBased on the Parkinson's syndrome assessment scale according to Hoehn and Yahr, Parkinson's disease is divided into 5 main stages of progression:\n1. Stage 1: Symptoms appear on one side of the body\nIn the first stage, Parkinson's disease symptoms do not appear clearly, the patient only feels slight numbness and tremors on one side of the body, and occasionally has muscle spasms. The disease does not have much impact on the patient's daily life, so many people do not know they are sick or are subjective and do not go to the hospital for examination and diagnosis.\n2. Stage 2: Symptoms appear on both sides of the body, and postural reflexes remain\nIn the next progressive stage of Parkinson's disease, the patient may feel more obvious signs. Specifically, the muscles become increasingly stiff, making it difficult for the patient to move and their gait changes. Arms, legs and other organs on both sides of the body begin to tremble and shake more. The face of a person with stage 2 Parkinson's disease has little expression due to muscle tension and cannot express emotions on the face.\nDepending on each patient, the time it takes for the disease to progress from stage 1 to stage 2 lasts from several months to several years.\n3. Stage 3: Reduced motor reflexes, difficulty maintaining balance\nIn stage 3 of Parkinson's disease, the patient begins to have many difficulties in daily activities. Specifically, patients have difficulty maintaining balance and easily fall while performing daily tasks and activities. At this stage, shaking symptoms become more and more serious.\nHowever, if detected and treated promptly, symptoms of stage 3 Parkinson's disease can still be improved and significantly reduced.\n4. Stage 4: Limited movement, can only move a short distance\nEntering stage 4 of Parkinson's disease, the patient is no longer able to perform daily activities due to muscle stiffness. Movements are performed extremely slowly, and the patient can only stand for a short time. In addition, at this stage, the patient has many difficulties moving, can only walk short distances and needs a lot of support and care from surrounding relatives.\n5. Stage 5: Cannot walk independently\nStage 5 is considered the most serious stage of the disease. Patients have symptoms such as shaking limbs, stiff muscles, and being unable to walk on their own. In most cases, people with stage 5 Parkinson's disease are bedridden or need wheelchairs, completely dependent on relatives. At this time, treatment medications are less effective.\nPatients with stage 5 Parkinson's disease cannot walk on their own\n\nTypes of Parkinson's disease\nParkinson's disease is divided into two groups: primary (idiopathic) and secondary:\n1. Primary\nMore than 80% of Parkinson's disease cases are idiopathic or primary, meaning the cause is unknown. Common signs of the disease include stiffness, slow movements, tremors, etc.\n2. Secondary\nSecondary Parkinson's disease is divided into 2 subgroups, including:\nVascular Parkinson's disease (arteriosclerosis parkinsonism): According to the Vietnam Neurological Association, vascular Parkinson's disease often has symptoms related to memory, mood and sleep, etc. The disease affects people limited blood supply to the brain. In some cases, patients have mild strokes due to this form of Parkinson's disease.; Parkinson's disease caused by drugs: Some drugs such as sedatives, anti-epileptic drugs, calcium blockers and brain supplements, etc. believed to be a factor leading to Parkinson's disease. However, cases of drug-induced Parkinson's disease usually end within a few days or weeks after finishing taking the drug. A small number of cases will last several months.\n\nWho is at risk of Parkinson's disease?\nAnyone is at risk of Parkinson's disease. However, studies and statistics based on groups of people with the disease show that most patients are over 60 years old and the majority are men.\nThe proportion of people with Parkinson's disease under 50 years old is 1/10, meaning that for every 10 patients, there is only 1 person under 50 years old.\n\nComplications of Parkinson's disease\nComplications of Parkinson's disease often occur in patients who do not treat the disease early, and the disease enters a late stage. Among them, the most common complications include:\nDementia, confusion, lack of clarity, inability to remember loved ones around or events that have been happening.; High risk of falling, leading to injuries such as broken bones, torn ligaments, traumatic brain injury, etc.; Weight loss, exhaustion; Pneumonia, difficulty breathing; Urinary tract infection, causing acute or chronic kidney infection or more dangerously, sepsis and leading to death.\nIn addition to the above complications, people with Parkinson's disease may also experience complications when using levodopa treatment, such as movement fluctuations and dyskinesia. Most patients experience side effects from this drug because levodopa is a typical and popular treatment drug for patients with Parkinson's disease.\nComplications of Parkinson's disease cause pneumonia and difficulty breathing\n\nWhere to get tested for Parkinson's disease?\nIn case of suspicion of Parkinson's disease, patients should undergo examination at hospitals or medical facilities with a Neurology specialty to be diagnosed and advised on the most appropriate treatment.\nCurrently, the Neurology Center, Tam Anh General Hospital System is one of the leading reliable addresses in the examination and treatment of neurological diseases in general and Parkinson's disease in particular. The hospital brings together many highly qualified and experienced experts and doctors as well as owns a quality machinery system that helps quickly identify abnormalities in the brain (768-slice CT system, MRI machine). 1.5 - 3 Tesla, electroencephalograph, electromyography, DSA machine,...).\n\nHow to diagnose Parkinson's disease\nWhen a patient shows signs of Parkinson's disease, the doctor will rely on the patient's motor symptoms such as increased muscle tone, muscle tremor on one side at rest, decreased movement, etc. to diagnose the disease. The patient may be asked to do the finger-to-nose test to check if tremor symptoms have decreased or disappeared in the limb being examined. (5)\nEarly diagnosis of Parkinson's disease based on clinical manifestations is relatively difficult because the disease's slow, reduced motor manifestations closely resemble the state of reduced movement and spasticity due to corticospinal damage. In addition, doctors also need to distinguish Parkinson's disease from secondary or atypical Parkinson's paralysis syndrome.\nIn particular, for elderly patients suspected of having Parkinson's disease, clinicians also need to rule out other causes that can lead to reduced spontaneous movement or short gait (hypothyroidism, severe depression, taking antipsychotic drugs, etc.).\nTherefore, in addition to the patient's clinical symptoms, when making a diagnosis, the doctor will ask about family history, occupation, whether the patient has ever used drugs, etc. The step of assessing specific neurological defects is Symptoms of other diseases also help rule out Parkinson's disease more accurately.\nIn some cases, during examination, the patient needs to undergo neuroimaging (usually when the patient has atypical clinical features such as hyperreflexia, falls, cognitive impairment). early,…).\n\nHow to treat Parkinson's disease\nIf Parkinson's disease is not treated, it can cause numbness, tremors, even disability, and can lead to falls, which can be life-threatening. Therefore, when you detect signs of Parkinson's disease, you should see a doctor for treatment advice as soon as possible.\nMeasures commonly applied to treat and prevent the disease from getting worse include:\n1. Treatment with medication\nDoctors may prescribe patients to use medications such as:\nDopamine agonists: These drugs directly stimulate dopamine receptors. Dopamine agonists include ropinirole, pramipexole, rotigotine, and apomorphine.; Dopamine replacement drugs: These are drugs such as syndopa, sinemer, madopar, etc. These drugs have the ability to promptly replenish the deficient amount of dopamine in patients. However, it should be noted not to combine the drug with vitamin B6 during use; Dopamine catabolism inhibitors: Drugs that help prolong the activity of dopamine in the patient's body. In Vietnam, this drug is currently rarely used in the treatment of Parkinson's disease. Typical dopamine catabolic inhibitors include monoamine oxidase inhibitors such as selegiline and COM inhibitors such as tolcapone.; Anticholinergic drugs: Drugs that have the ability to block the action of acetylcholine. The typical form of the drug is benztropine. This line of drugs to treat Parkinson's symptoms can cause some side effects such as drowsiness, dry mouth, reduced salivation, constipation, etc.\nSome medications help improve Parkinson's symptoms\nNormally, in the first stage of treatment, patients are only given low doses of the drug. The doctor will base on the patient's response to the drug and decide whether to continue taking the drug in gradually increasing amounts or change to another drug.\n2. Surgical treatment\nIn cases where medication cannot improve the signs of Parkinson's disease, the patient may be referred for surgery. Surgical methods for patients with Parkinson's disease include stereotactic surgery, electrical stimulation surgery of the substantia nigra and nerve tissue grafting.\n3. Rehabilitation\nBesides using medication, people with Parkinson's disease can also combine rehabilitation measures to improve their condition:\nApplying speech therapy can improve speech and swallowing disorders.; Physical therapy is a way to help people with Parkinson's disease reduce balance disorders as well as increase mobility.; Patients can also practice yoga, tai chi, etc. to limit movement disorders, overcome symptoms of muscle spasticity or tremors, etc.\n\nNutrition for people with Parkinson's disease\nWhat should you eat and what should you not eat with Parkinson's disease? For people with Parkinson's, foods to eat include:\nFoods containing antioxidants: Foods such as green tea, tomatoes, cauliflower, carrots, etc. help prevent oxidation, slowing down brain degeneration in Parkinson's patients.\nFoods rich in dopamine: Patients should supplement foods rich in dopamine such as bananas, nuts, beans... to make the brain more flexible and avoid complications of the disease.\nFoods rich in omega-3: Foods rich in omega-3 help supplement healthy fats, helping tissue cells to be \"loaded with nutrients\". Patients should eat salmon, tuna, mackerel, etc. to supplement omega-3, thereby stimulating the brain and maintaining better memory.\nTypes of fiber: What should people with Parkinson's disease eat? That is foods rich in fiber such as green vegetables and fruits because medication often causes constipation. Furthermore, the disease can also cause digestive disorders and lead to constipation and pain when defecating.\nA note for people with Parkinson's disease is to limit foods high in sugar, foods rich in protein as well as stimulants.\n\nHow to prevent Parkinson's disease\nCurrently, there is no method to prevent Parkinson's disease because the exact cause of the disease cannot be determined. However, experts say that improving brain health and early screening for neurological abnormalities can help reduce the risk of Parkinson's disease.\nSome measures that can be applied include:\nSupplement foods, especially fruits rich in flavonoids; Regularly sunbathe to supplement vitamin D; Drinking green tea or coffee helps supplement caffeine, which helps prevent toxins from entering and killing nerve cells.; Regularly move and exercise; Limit exposure to harmful environments and chemicals such as pesticides.\nTo schedule an examination, examination, and consultation on Parkinson's disease as well as neurological diseases in general at Tam Anh General Hospital System, please contact:\nAlthough Parkinson's disease does not directly affect life, it can cause inconvenience in daily life, reduce quality of life and indirectly increase the risk of death. Therefore, it is necessary to see a doctor early if there are symptoms of the disease.",
    "subsections": [
        {
            "subsection_name": "What is Parkinson's?",
            "subsection_content": "Parkinson's disease is a neurological disease, manifested by a degenerative disorder of the central nervous system that causes cells in the brain to degenerate and lack dopamine. People with Parkinson's disease don't have enough of the chemical dopamine in their brain because some of the nerve cells that produce dopamine have died. (first)\nThe disease causes movement disorders, causing patients to have difficulty moving, maintaining balance and muscle control. People with Parkinson's disease may even lose some normal physical functions.\nAbout 10 million people suffer from this neurological disease worldwide, of which in the UK, the number of people \"living\" with Parkinson's disease is about 145,000 people. In Vietnam, there are about 6.1 million people with Parkinson's disease, accounting for 1% of the total population. The death rate of people with Parkinson's disease is also relatively high, increasing 2.16 times in 2016 alone and is showing increasing signs. (2)\nAbout 10 million people have Parkinson's disease worldwide",
            "subsection_string": "What is Parkinson's?\nParkinson's disease is a neurological disease, manifested by a degenerative disorder of the central nervous system that causes cells in the brain to degenerate and lack dopamine. People with Parkinson's disease don't have enough of the chemical dopamine in their brain because some of the nerve cells that produce dopamine have died. (first)\nThe disease causes movement disorders, causing patients to have difficulty moving, maintaining balance and muscle control. People with Parkinson's disease may even lose some normal physical functions.\nAbout 10 million people suffer from this neurological disease worldwide, of which in the UK, the number of people \"living\" with Parkinson's disease is about 145,000 people. In Vietnam, there are about 6.1 million people with Parkinson's disease, accounting for 1% of the total population. The death rate of people with Parkinson's disease is also relatively high, increasing 2.16 times in 2016 alone and is showing increasing signs. (2)\nAbout 10 million people have Parkinson's disease worldwide"
        },
        {
            "subsection_name": "Parkinson's symptoms",
            "subsection_content": "What are the symptoms of Parkinson's and how to recognize a person with signs of Parkinson's is something that many people are interested in. Accordingly, Parkinson's disease can cause symptoms such as: (3)\nThe patient will feel tremors not only in the arms or legs but also in the lips, tongue, etc. when resting. The level of vibration gradually increases when the patient is too focused or emotional. When the patient goes to sleep or exercises, this Parkinson's sign will temporarily disappear and recur soon after.; Parkinson's disease causes patients to have difficulty moving, unable to move quickly, and operations become less flexible. The patient's gait becomes abnormal, the speed of movement decreases, the distance between steps becomes shorter.; The muscles and bones of people with Parkinson's disease begin to stiffen, making it difficult to move as desired. Locations in the shoulders, back or neck, etc. will have symptoms of stiffness. The patient may have a change in voice, the ability to blink or wink is inhibited, the face gradually loses its natural appearance as well as the ability to express emotions, uncontrollable drooling, etc. ; People with Parkinson's disease have difficulty maintaining balance because the flexor muscle groups have increased tone, causing the body to always be in a forward-folding position. Patients are susceptible to falling if pushed or impacted from behind; Dementia: About ⅓ of people with Parkinson's disease show signs of dementia, causing patients to reduce language ability and impaired awareness of space and time.; Sleep disorders: This is also a common symptom in people with Parkinson's disease. The cause may be that the patient is depressed, leading to drowsiness and sleeping a lot during the day. In addition, insomnia can also be frequent nocturia, making it difficult for the patient to return to sleep or the patient cannot return to bed.; In addition, there are some other symptoms of Parkinson's disease such as shoulder pain, intestinal problems (typically constipation), reduced ability to distinguish smells, unusual personality changes, feeling tired, Daily living habits are also changed,... Many patients also have problems with decreased sexual desire, sudden drops in blood pressure, impaired smell function,...\nParkinson's disease causes patients to have difficulty moving\nParkinson's symptoms often develop slowly over many years. In addition, these signs also vary depending on the patient. Among them, movement disorders are the most common signs of Parkinson's disease.\nFriends or family members who are close to the patient may be the first to notice changes in a person with early-stage Parkinson's disease. If you observe, you will see that the patient's face lacks vivid expressions, the patient also moves more slowly, his arms and legs move less,...\nParkinson's disease symptoms often begin on one side of the body and as the disease progresses, the person may experience motor dysfunction on both sides. However, symptoms are usually only severe on one side of the body (usually the side where signs of the disease begin).",
            "subsection_string": "Parkinson's symptoms\nWhat are the symptoms of Parkinson's and how to recognize a person with signs of Parkinson's is something that many people are interested in. Accordingly, Parkinson's disease can cause symptoms such as: (3)\nThe patient will feel tremors not only in the arms or legs but also in the lips, tongue, etc. when resting. The level of vibration gradually increases when the patient is too focused or emotional. When the patient goes to sleep or exercises, this Parkinson's sign will temporarily disappear and recur soon after.; Parkinson's disease causes patients to have difficulty moving, unable to move quickly, and operations become less flexible. The patient's gait becomes abnormal, the speed of movement decreases, the distance between steps becomes shorter.; The muscles and bones of people with Parkinson's disease begin to stiffen, making it difficult to move as desired. Locations in the shoulders, back or neck, etc. will have symptoms of stiffness. The patient may have a change in voice, the ability to blink or wink is inhibited, the face gradually loses its natural appearance as well as the ability to express emotions, uncontrollable drooling, etc. ; People with Parkinson's disease have difficulty maintaining balance because the flexor muscle groups have increased tone, causing the body to always be in a forward-folding position. Patients are susceptible to falling if pushed or impacted from behind; Dementia: About ⅓ of people with Parkinson's disease show signs of dementia, causing patients to reduce language ability and impaired awareness of space and time.; Sleep disorders: This is also a common symptom in people with Parkinson's disease. The cause may be that the patient is depressed, leading to drowsiness and sleeping a lot during the day. In addition, insomnia can also be frequent nocturia, making it difficult for the patient to return to sleep or the patient cannot return to bed.; In addition, there are some other symptoms of Parkinson's disease such as shoulder pain, intestinal problems (typically constipation), reduced ability to distinguish smells, unusual personality changes, feeling tired, Daily living habits are also changed,... Many patients also have problems with decreased sexual desire, sudden drops in blood pressure, impaired smell function,...\nParkinson's disease causes patients to have difficulty moving\nParkinson's symptoms often develop slowly over many years. In addition, these signs also vary depending on the patient. Among them, movement disorders are the most common signs of Parkinson's disease.\nFriends or family members who are close to the patient may be the first to notice changes in a person with early-stage Parkinson's disease. If you observe, you will see that the patient's face lacks vivid expressions, the patient also moves more slowly, his arms and legs move less,...\nParkinson's disease symptoms often begin on one side of the body and as the disease progresses, the person may experience motor dysfunction on both sides. However, symptoms are usually only severe on one side of the body (usually the side where signs of the disease begin)."
        },
        {
            "subsection_name": "Causes of Parkinson's disease",
            "subsection_content": "The cause of Parkinson's disease is that basal ganglia neurons (a group of gray nuclei located deep in the cerebral hemispheres that regulate human movement) are weakened and/or lost. Normally, these nerve cells produce a chemical called dopamine. When neurons in the basal ganglia die or are weakened, they produce less dopamine, reducing stimulation to the cerebral cortex and causing the patient to have difficulty moving.\nHowever, up to now, the exact cause of nerve cells dying and leading to Parkinson's disease has not been found. Therefore, it can be said that the cause of Parkinson's has not yet been specifically determined.\nSome factors believed to be associated with the risk of Parkinson's disease include: (4)\nAge: The older you get, the faster the amount of dopamine in the body decreases.; Environment: Frequent exposure to toxic chemicals such as herbicides, pesticides, etc. increases the risk of Parkinson's disease.; Traumatic brain injury: People with a history of traumatic brain injury are more susceptible to Parkinson's disease than normal people.; Genetics: Some cases of Parkinson's are believed to be related to genetics. If someone in your family has had Parkinson's disease, your risk of developing the disease is also higher.\nThe exact cause of Parkinson's disease has not been found",
            "subsection_string": "Causes of Parkinson's disease\nThe cause of Parkinson's disease is that basal ganglia neurons (a group of gray nuclei located deep in the cerebral hemispheres that regulate human movement) are weakened and/or lost. Normally, these nerve cells produce a chemical called dopamine. When neurons in the basal ganglia die or are weakened, they produce less dopamine, reducing stimulation to the cerebral cortex and causing the patient to have difficulty moving.\nHowever, up to now, the exact cause of nerve cells dying and leading to Parkinson's disease has not been found. Therefore, it can be said that the cause of Parkinson's has not yet been specifically determined.\nSome factors believed to be associated with the risk of Parkinson's disease include: (4)\nAge: The older you get, the faster the amount of dopamine in the body decreases.; Environment: Frequent exposure to toxic chemicals such as herbicides, pesticides, etc. increases the risk of Parkinson's disease.; Traumatic brain injury: People with a history of traumatic brain injury are more susceptible to Parkinson's disease than normal people.; Genetics: Some cases of Parkinson's are believed to be related to genetics. If someone in your family has had Parkinson's disease, your risk of developing the disease is also higher.\nThe exact cause of Parkinson's disease has not been found"
        },
        {
            "subsection_name": "Stages of Parkinson's disease",
            "subsection_content": "Based on the Parkinson's syndrome assessment scale according to Hoehn and Yahr, Parkinson's disease is divided into 5 main stages of progression:\n1. Stage 1: Symptoms appear on one side of the body\nIn the first stage, Parkinson's disease symptoms do not appear clearly, the patient only feels slight numbness and tremors on one side of the body, and occasionally has muscle spasms. The disease does not have much impact on the patient's daily life, so many people do not know they are sick or are subjective and do not go to the hospital for examination and diagnosis.\n2. Stage 2: Symptoms appear on both sides of the body, and postural reflexes remain\nIn the next progressive stage of Parkinson's disease, the patient may feel more obvious signs. Specifically, the muscles become increasingly stiff, making it difficult for the patient to move and their gait changes. Arms, legs and other organs on both sides of the body begin to tremble and shake more. The face of a person with stage 2 Parkinson's disease has little expression due to muscle tension and cannot express emotions on the face.\nDepending on each patient, the time it takes for the disease to progress from stage 1 to stage 2 lasts from several months to several years.\n3. Stage 3: Reduced motor reflexes, difficulty maintaining balance\nIn stage 3 of Parkinson's disease, the patient begins to have many difficulties in daily activities. Specifically, patients have difficulty maintaining balance and easily fall while performing daily tasks and activities. At this stage, shaking symptoms become more and more serious.\nHowever, if detected and treated promptly, symptoms of stage 3 Parkinson's disease can still be improved and significantly reduced.\n4. Stage 4: Limited movement, can only move a short distance\nEntering stage 4 of Parkinson's disease, the patient is no longer able to perform daily activities due to muscle stiffness. Movements are performed extremely slowly, and the patient can only stand for a short time. In addition, at this stage, the patient has many difficulties moving, can only walk short distances and needs a lot of support and care from surrounding relatives.\n5. Stage 5: Cannot walk independently\nStage 5 is considered the most serious stage of the disease. Patients have symptoms such as shaking limbs, stiff muscles, and being unable to walk on their own. In most cases, people with stage 5 Parkinson's disease are bedridden or need wheelchairs, completely dependent on relatives. At this time, treatment medications are less effective.\nPatients with stage 5 Parkinson's disease cannot walk on their own",
            "subsection_string": "Stages of Parkinson's disease\nBased on the Parkinson's syndrome assessment scale according to Hoehn and Yahr, Parkinson's disease is divided into 5 main stages of progression:\n1. Stage 1: Symptoms appear on one side of the body\nIn the first stage, Parkinson's disease symptoms do not appear clearly, the patient only feels slight numbness and tremors on one side of the body, and occasionally has muscle spasms. The disease does not have much impact on the patient's daily life, so many people do not know they are sick or are subjective and do not go to the hospital for examination and diagnosis.\n2. Stage 2: Symptoms appear on both sides of the body, and postural reflexes remain\nIn the next progressive stage of Parkinson's disease, the patient may feel more obvious signs. Specifically, the muscles become increasingly stiff, making it difficult for the patient to move and their gait changes. Arms, legs and other organs on both sides of the body begin to tremble and shake more. The face of a person with stage 2 Parkinson's disease has little expression due to muscle tension and cannot express emotions on the face.\nDepending on each patient, the time it takes for the disease to progress from stage 1 to stage 2 lasts from several months to several years.\n3. Stage 3: Reduced motor reflexes, difficulty maintaining balance\nIn stage 3 of Parkinson's disease, the patient begins to have many difficulties in daily activities. Specifically, patients have difficulty maintaining balance and easily fall while performing daily tasks and activities. At this stage, shaking symptoms become more and more serious.\nHowever, if detected and treated promptly, symptoms of stage 3 Parkinson's disease can still be improved and significantly reduced.\n4. Stage 4: Limited movement, can only move a short distance\nEntering stage 4 of Parkinson's disease, the patient is no longer able to perform daily activities due to muscle stiffness. Movements are performed extremely slowly, and the patient can only stand for a short time. In addition, at this stage, the patient has many difficulties moving, can only walk short distances and needs a lot of support and care from surrounding relatives.\n5. Stage 5: Cannot walk independently\nStage 5 is considered the most serious stage of the disease. Patients have symptoms such as shaking limbs, stiff muscles, and being unable to walk on their own. In most cases, people with stage 5 Parkinson's disease are bedridden or need wheelchairs, completely dependent on relatives. At this time, treatment medications are less effective.\nPatients with stage 5 Parkinson's disease cannot walk on their own"
        },
        {
            "subsection_name": "Types of Parkinson's disease",
            "subsection_content": "Parkinson's disease is divided into two groups: primary (idiopathic) and secondary:\n1. Primary\nMore than 80% of Parkinson's disease cases are idiopathic or primary, meaning the cause is unknown. Common signs of the disease include stiffness, slow movements, tremors, etc.\n2. Secondary\nSecondary Parkinson's disease is divided into 2 subgroups, including:\nVascular Parkinson's disease (arteriosclerosis parkinsonism): According to the Vietnam Neurological Association, vascular Parkinson's disease often has symptoms related to memory, mood and sleep, etc. The disease affects people limited blood supply to the brain. In some cases, patients have mild strokes due to this form of Parkinson's disease.; Parkinson's disease caused by drugs: Some drugs such as sedatives, anti-epileptic drugs, calcium blockers and brain supplements, etc. believed to be a factor leading to Parkinson's disease. However, cases of drug-induced Parkinson's disease usually end within a few days or weeks after finishing taking the drug. A small number of cases will last several months.",
            "subsection_string": "Types of Parkinson's disease\nParkinson's disease is divided into two groups: primary (idiopathic) and secondary:\n1. Primary\nMore than 80% of Parkinson's disease cases are idiopathic or primary, meaning the cause is unknown. Common signs of the disease include stiffness, slow movements, tremors, etc.\n2. Secondary\nSecondary Parkinson's disease is divided into 2 subgroups, including:\nVascular Parkinson's disease (arteriosclerosis parkinsonism): According to the Vietnam Neurological Association, vascular Parkinson's disease often has symptoms related to memory, mood and sleep, etc. The disease affects people limited blood supply to the brain. In some cases, patients have mild strokes due to this form of Parkinson's disease.; Parkinson's disease caused by drugs: Some drugs such as sedatives, anti-epileptic drugs, calcium blockers and brain supplements, etc. believed to be a factor leading to Parkinson's disease. However, cases of drug-induced Parkinson's disease usually end within a few days or weeks after finishing taking the drug. A small number of cases will last several months."
        },
        {
            "subsection_name": "Who is at risk of Parkinson's disease?",
            "subsection_content": "Anyone is at risk of Parkinson's disease. However, studies and statistics based on groups of people with the disease show that most patients are over 60 years old and the majority are men.\nThe proportion of people with Parkinson's disease under 50 years old is 1/10, meaning that for every 10 patients, there is only 1 person under 50 years old.",
            "subsection_string": "Who is at risk of Parkinson's disease?\nAnyone is at risk of Parkinson's disease. However, studies and statistics based on groups of people with the disease show that most patients are over 60 years old and the majority are men.\nThe proportion of people with Parkinson's disease under 50 years old is 1/10, meaning that for every 10 patients, there is only 1 person under 50 years old."
        },
        {
            "subsection_name": "Complications of Parkinson's disease",
            "subsection_content": "Complications of Parkinson's disease often occur in patients who do not treat the disease early, and the disease enters a late stage. Among them, the most common complications include:\nDementia, confusion, lack of clarity, inability to remember loved ones around or events that have been happening.; High risk of falling, leading to injuries such as broken bones, torn ligaments, traumatic brain injury, etc.; Weight loss, exhaustion; Pneumonia, difficulty breathing; Urinary tract infection, causing acute or chronic kidney infection or more dangerously, sepsis and leading to death.\nIn addition to the above complications, people with Parkinson's disease may also experience complications when using levodopa treatment, such as movement fluctuations and dyskinesia. Most patients experience side effects from this drug because levodopa is a typical and popular treatment drug for patients with Parkinson's disease.\nComplications of Parkinson's disease cause pneumonia and difficulty breathing",
            "subsection_string": "Complications of Parkinson's disease\nComplications of Parkinson's disease often occur in patients who do not treat the disease early, and the disease enters a late stage. Among them, the most common complications include:\nDementia, confusion, lack of clarity, inability to remember loved ones around or events that have been happening.; High risk of falling, leading to injuries such as broken bones, torn ligaments, traumatic brain injury, etc.; Weight loss, exhaustion; Pneumonia, difficulty breathing; Urinary tract infection, causing acute or chronic kidney infection or more dangerously, sepsis and leading to death.\nIn addition to the above complications, people with Parkinson's disease may also experience complications when using levodopa treatment, such as movement fluctuations and dyskinesia. Most patients experience side effects from this drug because levodopa is a typical and popular treatment drug for patients with Parkinson's disease.\nComplications of Parkinson's disease cause pneumonia and difficulty breathing"
        },
        {
            "subsection_name": "Where to get tested for Parkinson's disease?",
            "subsection_content": "In case of suspicion of Parkinson's disease, patients should undergo examination at hospitals or medical facilities with a Neurology specialty to be diagnosed and advised on the most appropriate treatment.\nCurrently, the Neurology Center, Tam Anh General Hospital System is one of the leading reliable addresses in the examination and treatment of neurological diseases in general and Parkinson's disease in particular. The hospital brings together many highly qualified and experienced experts and doctors as well as owns a quality machinery system that helps quickly identify abnormalities in the brain (768-slice CT system, MRI machine). 1.5 - 3 Tesla, electroencephalograph, electromyography, DSA machine,...).",
            "subsection_string": "Where to get tested for Parkinson's disease?\nIn case of suspicion of Parkinson's disease, patients should undergo examination at hospitals or medical facilities with a Neurology specialty to be diagnosed and advised on the most appropriate treatment.\nCurrently, the Neurology Center, Tam Anh General Hospital System is one of the leading reliable addresses in the examination and treatment of neurological diseases in general and Parkinson's disease in particular. The hospital brings together many highly qualified and experienced experts and doctors as well as owns a quality machinery system that helps quickly identify abnormalities in the brain (768-slice CT system, MRI machine). 1.5 - 3 Tesla, electroencephalograph, electromyography, DSA machine,...)."
        },
        {
            "subsection_name": "How to diagnose Parkinson's disease",
            "subsection_content": "When a patient shows signs of Parkinson's disease, the doctor will rely on the patient's motor symptoms such as increased muscle tone, muscle tremor on one side at rest, decreased movement, etc. to diagnose the disease. The patient may be asked to do the finger-to-nose test to check if tremor symptoms have decreased or disappeared in the limb being examined. (5)\nEarly diagnosis of Parkinson's disease based on clinical manifestations is relatively difficult because the disease's slow, reduced motor manifestations closely resemble the state of reduced movement and spasticity due to corticospinal damage. In addition, doctors also need to distinguish Parkinson's disease from secondary or atypical Parkinson's paralysis syndrome.\nIn particular, for elderly patients suspected of having Parkinson's disease, clinicians also need to rule out other causes that can lead to reduced spontaneous movement or short gait (hypothyroidism, severe depression, taking antipsychotic drugs, etc.).\nTherefore, in addition to the patient's clinical symptoms, when making a diagnosis, the doctor will ask about family history, occupation, whether the patient has ever used drugs, etc. The step of assessing specific neurological defects is Symptoms of other diseases also help rule out Parkinson's disease more accurately.\nIn some cases, during examination, the patient needs to undergo neuroimaging (usually when the patient has atypical clinical features such as hyperreflexia, falls, cognitive impairment). early,…).",
            "subsection_string": "How to diagnose Parkinson's disease\nWhen a patient shows signs of Parkinson's disease, the doctor will rely on the patient's motor symptoms such as increased muscle tone, muscle tremor on one side at rest, decreased movement, etc. to diagnose the disease. The patient may be asked to do the finger-to-nose test to check if tremor symptoms have decreased or disappeared in the limb being examined. (5)\nEarly diagnosis of Parkinson's disease based on clinical manifestations is relatively difficult because the disease's slow, reduced motor manifestations closely resemble the state of reduced movement and spasticity due to corticospinal damage. In addition, doctors also need to distinguish Parkinson's disease from secondary or atypical Parkinson's paralysis syndrome.\nIn particular, for elderly patients suspected of having Parkinson's disease, clinicians also need to rule out other causes that can lead to reduced spontaneous movement or short gait (hypothyroidism, severe depression, taking antipsychotic drugs, etc.).\nTherefore, in addition to the patient's clinical symptoms, when making a diagnosis, the doctor will ask about family history, occupation, whether the patient has ever used drugs, etc. The step of assessing specific neurological defects is Symptoms of other diseases also help rule out Parkinson's disease more accurately.\nIn some cases, during examination, the patient needs to undergo neuroimaging (usually when the patient has atypical clinical features such as hyperreflexia, falls, cognitive impairment). early,…)."
        },
        {
            "subsection_name": "How to treat Parkinson's disease",
            "subsection_content": "If Parkinson's disease is not treated, it can cause numbness, tremors, even disability, and can lead to falls, which can be life-threatening. Therefore, when you detect signs of Parkinson's disease, you should see a doctor for treatment advice as soon as possible.\nMeasures commonly applied to treat and prevent the disease from getting worse include:\n1. Treatment with medication\nDoctors may prescribe patients to use medications such as:\nDopamine agonists: These drugs directly stimulate dopamine receptors. Dopamine agonists include ropinirole, pramipexole, rotigotine, and apomorphine.; Dopamine replacement drugs: These are drugs such as syndopa, sinemer, madopar, etc. These drugs have the ability to promptly replenish the deficient amount of dopamine in patients. However, it should be noted not to combine the drug with vitamin B6 during use; Dopamine catabolism inhibitors: Drugs that help prolong the activity of dopamine in the patient's body. In Vietnam, this drug is currently rarely used in the treatment of Parkinson's disease. Typical dopamine catabolic inhibitors include monoamine oxidase inhibitors such as selegiline and COM inhibitors such as tolcapone.; Anticholinergic drugs: Drugs that have the ability to block the action of acetylcholine. The typical form of the drug is benztropine. This line of drugs to treat Parkinson's symptoms can cause some side effects such as drowsiness, dry mouth, reduced salivation, constipation, etc.\nSome medications help improve Parkinson's symptoms\nNormally, in the first stage of treatment, patients are only given low doses of the drug. The doctor will base on the patient's response to the drug and decide whether to continue taking the drug in gradually increasing amounts or change to another drug.\n2. Surgical treatment\nIn cases where medication cannot improve the signs of Parkinson's disease, the patient may be referred for surgery. Surgical methods for patients with Parkinson's disease include stereotactic surgery, electrical stimulation surgery of the substantia nigra and nerve tissue grafting.\n3. Rehabilitation\nBesides using medication, people with Parkinson's disease can also combine rehabilitation measures to improve their condition:\nApplying speech therapy can improve speech and swallowing disorders.; Physical therapy is a way to help people with Parkinson's disease reduce balance disorders as well as increase mobility.; Patients can also practice yoga, tai chi, etc. to limit movement disorders, overcome symptoms of muscle spasticity or tremors, etc.",
            "subsection_string": "How to treat Parkinson's disease\nIf Parkinson's disease is not treated, it can cause numbness, tremors, even disability, and can lead to falls, which can be life-threatening. Therefore, when you detect signs of Parkinson's disease, you should see a doctor for treatment advice as soon as possible.\nMeasures commonly applied to treat and prevent the disease from getting worse include:\n1. Treatment with medication\nDoctors may prescribe patients to use medications such as:\nDopamine agonists: These drugs directly stimulate dopamine receptors. Dopamine agonists include ropinirole, pramipexole, rotigotine, and apomorphine.; Dopamine replacement drugs: These are drugs such as syndopa, sinemer, madopar, etc. These drugs have the ability to promptly replenish the deficient amount of dopamine in patients. However, it should be noted not to combine the drug with vitamin B6 during use; Dopamine catabolism inhibitors: Drugs that help prolong the activity of dopamine in the patient's body. In Vietnam, this drug is currently rarely used in the treatment of Parkinson's disease. Typical dopamine catabolic inhibitors include monoamine oxidase inhibitors such as selegiline and COM inhibitors such as tolcapone.; Anticholinergic drugs: Drugs that have the ability to block the action of acetylcholine. The typical form of the drug is benztropine. This line of drugs to treat Parkinson's symptoms can cause some side effects such as drowsiness, dry mouth, reduced salivation, constipation, etc.\nSome medications help improve Parkinson's symptoms\nNormally, in the first stage of treatment, patients are only given low doses of the drug. The doctor will base on the patient's response to the drug and decide whether to continue taking the drug in gradually increasing amounts or change to another drug.\n2. Surgical treatment\nIn cases where medication cannot improve the signs of Parkinson's disease, the patient may be referred for surgery. Surgical methods for patients with Parkinson's disease include stereotactic surgery, electrical stimulation surgery of the substantia nigra and nerve tissue grafting.\n3. Rehabilitation\nBesides using medication, people with Parkinson's disease can also combine rehabilitation measures to improve their condition:\nApplying speech therapy can improve speech and swallowing disorders.; Physical therapy is a way to help people with Parkinson's disease reduce balance disorders as well as increase mobility.; Patients can also practice yoga, tai chi, etc. to limit movement disorders, overcome symptoms of muscle spasticity or tremors, etc."
        },
        {
            "subsection_name": "Nutrition for people with Parkinson's disease",
            "subsection_content": "What should you eat and what should you not eat with Parkinson's disease? For people with Parkinson's, foods to eat include:\nFoods containing antioxidants: Foods such as green tea, tomatoes, cauliflower, carrots, etc. help prevent oxidation, slowing down brain degeneration in Parkinson's patients.\nFoods rich in dopamine: Patients should supplement foods rich in dopamine such as bananas, nuts, beans... to make the brain more flexible and avoid complications of the disease.\nFoods rich in omega-3: Foods rich in omega-3 help supplement healthy fats, helping tissue cells to be \"loaded with nutrients\". Patients should eat salmon, tuna, mackerel, etc. to supplement omega-3, thereby stimulating the brain and maintaining better memory.\nTypes of fiber: What should people with Parkinson's disease eat? That is foods rich in fiber such as green vegetables and fruits because medication often causes constipation. Furthermore, the disease can also cause digestive disorders and lead to constipation and pain when defecating.\nA note for people with Parkinson's disease is to limit foods high in sugar, foods rich in protein as well as stimulants.",
            "subsection_string": "Nutrition for people with Parkinson's disease\nWhat should you eat and what should you not eat with Parkinson's disease? For people with Parkinson's, foods to eat include:\nFoods containing antioxidants: Foods such as green tea, tomatoes, cauliflower, carrots, etc. help prevent oxidation, slowing down brain degeneration in Parkinson's patients.\nFoods rich in dopamine: Patients should supplement foods rich in dopamine such as bananas, nuts, beans... to make the brain more flexible and avoid complications of the disease.\nFoods rich in omega-3: Foods rich in omega-3 help supplement healthy fats, helping tissue cells to be \"loaded with nutrients\". Patients should eat salmon, tuna, mackerel, etc. to supplement omega-3, thereby stimulating the brain and maintaining better memory.\nTypes of fiber: What should people with Parkinson's disease eat? That is foods rich in fiber such as green vegetables and fruits because medication often causes constipation. Furthermore, the disease can also cause digestive disorders and lead to constipation and pain when defecating.\nA note for people with Parkinson's disease is to limit foods high in sugar, foods rich in protein as well as stimulants."
        },
        {
            "subsection_name": "How to prevent Parkinson's disease",
            "subsection_content": "Currently, there is no method to prevent Parkinson's disease because the exact cause of the disease cannot be determined. However, experts say that improving brain health and early screening for neurological abnormalities can help reduce the risk of Parkinson's disease.\nSome measures that can be applied include:\nSupplement foods, especially fruits rich in flavonoids; Regularly sunbathe to supplement vitamin D; Drinking green tea or coffee helps supplement caffeine, which helps prevent toxins from entering and killing nerve cells.; Regularly move and exercise; Limit exposure to harmful environments and chemicals such as pesticides.\nTo schedule an examination, examination, and consultation on Parkinson's disease as well as neurological diseases in general at Tam Anh General Hospital System, please contact:\nAlthough Parkinson's disease does not directly affect life, it can cause inconvenience in daily life, reduce quality of life and indirectly increase the risk of death. Therefore, it is necessary to see a doctor early if there are symptoms of the disease.",
            "subsection_string": "How to prevent Parkinson's disease\nCurrently, there is no method to prevent Parkinson's disease because the exact cause of the disease cannot be determined. However, experts say that improving brain health and early screening for neurological abnormalities can help reduce the risk of Parkinson's disease.\nSome measures that can be applied include:\nSupplement foods, especially fruits rich in flavonoids; Regularly sunbathe to supplement vitamin D; Drinking green tea or coffee helps supplement caffeine, which helps prevent toxins from entering and killing nerve cells.; Regularly move and exercise; Limit exposure to harmful environments and chemicals such as pesticides.\nTo schedule an examination, examination, and consultation on Parkinson's disease as well as neurological diseases in general at Tam Anh General Hospital System, please contact:\nAlthough Parkinson's disease does not directly affect life, it can cause inconvenience in daily life, reduce quality of life and indirectly increase the risk of death. Therefore, it is necessary to see a doctor early if there are symptoms of the disease."
        }
    ],
    "name": "benh-parkinson.json"
}