{
    "title": "Chronic obstructive pulmonary disease COPD: Causes and symptoms",
    "category": "Respiratory",
    "link": "https://tamanhhospital.vn/benh-phoi-tac-nghen-man-tinh-copd/",
    "abstract": "According to the World Health Organization, chronic obstructive pulmonary disease (COPD) is the 3rd leading cause of death and the 5th leading cause of disease globally. Vietnam is a country with a high incidence of the disease in the Asia-Pacific region, but very few people have knowledge about the disease. This article will provide the necessary general knowledge to prevent and control the disease. (1) Expert advice on articles TTND.Prof.Dr. Ngo Quy Chau - Professional Director, cum professional advisor, Department of Respiratory Medicine, Tam Anh General Hospital, Hanoi.",
    "content": "Chronic obstructive pulmonary disease COPD: Causes and symptoms\n\nAccording to the World Health Organization, chronic obstructive pulmonary disease (COPD) is the 3rd leading cause of death and the 5th leading cause of disease globally. Vietnam is a country with a high incidence of the disease in the Asia-Pacific region, but very few people have knowledge about the disease. This article will provide the necessary general knowledge to prevent and control the disease. (1) Expert advice on articles TTND.Prof.Dr. Ngo Quy Chau - Professional Director, cum professional advisor, Department of Respiratory Medicine, Tam Anh General Hospital, Hanoi.\n\nWhat is chronic obstructive pulmonary disease (COPD)?\nChronic Obstructive Pulmonary Disease (COPD) is a chronic inflammation of the airway mucosa that causes reduced ventilation function in the lungs. Patients often feel difficulty breathing because the airways are narrower than normal and can lead to respiratory failure. (2)\nThe disease can be treated to slow down its progression when detected at an early stage to avoid dangerous complications.\nCOPD is a very common disease, the incidence rate is 2% of the population in Hanoi and 5.65% in Hai Phong (according to research by Prof. Dr. Ngo Quy Chau and colleagues). In the field of hospital treatment, chronic obstructive pulmonary disease is also the disease with the highest proportion in respiratory disease departments. Doctor Ngo Quy Chau also said: \"The actual incidence of the disease is higher than the statistics because many people do not have the habit of regular health check-ups. Even in cases where symptoms appear, patients still subjectively do not go to the doctor.”\nChronic obstructive pulmonary disease is divided into two types, including:\nChronic bronchitis: A condition in which the lining of the bronchial tubes becomes inflamed. The lining of the bronchopulmonary tubes is swollen, red and filled with mucus. These mucus are the cause of narrowing of the airways.\nEmphysema is a form of chronic obstructive pulmonary disease. Emphysema causes difficulty breathing due to long-term damage to the lung alveoli, causing the alveoli to weaken and burst, replacing small spaces with large spaces, causing a decrease in lung surface area, reducing lung function. amount of oxygen entering the blood.\n\nSymptoms of chronic obstructive pulmonary disease (COPD) are common\nSymptoms of the disease are often unclear and easily confused with other respiratory diseases until lung damage occurs and often become more severe over time, especially with continued exposure to cigarette smoke. Damage in chronic pulmonary obstruction is initially mainly concentrated in small bronchial branches with a diameter of <2mm and lung parenchyma.(8)\nEarly signs of chronic obstructive pulmonary disease may include:\nFeeling short of breath, especially during physical activities;; Wheeze;; Chest tightness;; Prolonged cough with phlegm;; Frequent respiratory infections;; Lack of energy;; Unintended weight loss (in the later stages);; Swelling in the ankles, feet or legs; Mild fever and chills\nSufferers are also likely to experience exacerbations in which the above symptoms may become worse than the usual daily variation and last at least a few days. In severe cases, hospitalization, antibiotic treatment, mechanical ventilation, corticosteroids, etc. may be required, respiratory function is reduced, and survival time is shortened.\nWhen symptoms appear in the initial stages, patients often subjectively believe that coughs and phlegm are normal diseases. Since then, there has been no timely intervention, leading to continued progression until symptoms of continuous difficulty breathing appeared. Initially, shortness of breath often only appears when exerting, as time goes on, shortness of breath appears more frequently, and in the final stage the patient feels short of breath even while resting in bed.\nTo assess the level of dyspnea, you can use the grading scale according to author Sadoul: (6)\nLevel 0: No difficulty breathing when climbing stairs; Level 1: Difficulty breathing when climbing stairs from the 2nd floor or higher; Level 2: Difficulty climbing uphill; Level 3: Shortness of breath when walking at normal speed on the road with others; Level 4: Difficulty breathing when walking at a normal speed and frequently having to stop to rest; Level 5: Difficulty breathing when performing daily tasks such as getting dressed, brushing teeth and washing face\n\nCause of chronic obstructive pulmonary disease\nAccording to Prof. Dr. Ngo Quy Chau, there are 2 factors that can be the cause of chronic obstructive pulmonary disease:\nIntrinsic factors include: Genetic deficiencies and defects such as alpha 1 antitrypsin deficiency; Factors caused by environmental pollution: Cigarette smoke, pipe tobacco, exhaust fumes, industrial toxic gases...\nSmoking accounts for more than 90% of cases. About 20-30% of people who smoke more than 20 cigarettes a day will have early or late symptoms of COPD. (3)\nAcute exacerbation of chronic obstructive pulmonary disease due to occupational dust exposure occurs in about 10% of cases. Miners, construction workers, weavers, workers at metallurgical factories, and farmers are people who are often exposed to bronchial irritants, leading to a high risk of disease. Pathogenic factors include: toxic gases, cement, coal products, silica dust and stimulants used in agriculture.\nCOPD exacerbation is an acute change in respiratory symptoms from a stable stage of the disease to a sudden deterioration that exceeds daily fluctuations, requiring a change in the routine treatment of COPD patients.\nOther factors such as air poisoning are not a direct cause, but can also affect the development of the disease, including: Containing factors that worsen the disease in the long term and increase the risk of death in people people with severe respiratory failure.\n\nDiagnosis of chronic obstructive pulmonary disease\nThe disease is diagnosed mainly in people over the age of 40, with a history of smoking, pipe tobacco or prolonged exposure to dust. The diagnosis is determined when a fixed obstructive ventilation disorder is found.\nPulmonary function measurement (spirometry) is a test that allows testing and detecting the severity of chronic obstructive pulmonary disease COPD. This test gives precise information about the flow of air in the bronchi and in the lungs. This is a fairly simple examination and causes almost no pain, discomfort or complications for the patient. (4)\nSpirometry is a necessary test to:\nDiagnose COPD and differentiate it from other lung diseases such as bronchial asthma;; Early assessment of bronchial obstruction;; Monitor disease progression;; Choose the appropriate treatment method.\nIn addition to simply measuring respiratory function, useful lung function tests in disease assessment include: Measurement of whole lung capacity, measurement of residual gas volume, and diffusion of gas across the alveolar capillary membrane (DLCO).\nBased on the results of measuring lung ventilation function, doctors can divide the disease into different stages:\nEarly stage COPD: At this stage, patients have inflammation of the airway mucosa and increased sputum secretion. Clinically, patients often have symptoms of prolonged cough and sputum production, and may have difficulty breathing when exposed to risk factors such as cigarette smoke, kitchen smoke, or when the weather changes.; Early stage COPD: At this stage, patients have inflammation of the airway mucosa and increased sputum secretion. Clinically, patients often have a prolonged cough and sputum production, and may have difficulty breathing when exposed to risk factors such as cigarette smoke, kitchen smoke, or when the weather changes.\nLater stage COPD: At this stage, the disease has progressed to severe or very severe. Patients have difficulty breathing with exertion; in severe cases (stage 4), patients have difficulty breathing with mild or continuous exertion. In addition, patients have additional accompanying symptoms such as: leg swelling, purple lips...; Later stage COPD: At this stage, the disease has progressed to severe or very severe. Patients have difficulty breathing with exertion; in severe cases (stage 4), patients have difficulty breathing with mild or continuous exertion. In addition, patients have additional accompanying symptoms such as leg swelling, purple lips...\n\nComplications of chronic obstructive pulmonary disease\nIf not detected and intervened early, COPD can cause a number of serious complications, affecting the patient's health, quality of life, and even endangering life.\n1. Pneumothorax\nPatients with severe disease have prolonged airway obstruction, leading to the amount of air inhaled in the alveoli not being fully exhaled. This increased amount of accumulated air causes the alveoli to stretch, thin and easily rupture into the pleural cavity, causing pneumothorax. The patient's life will be threatened if this condition persists and is not resolved.\n2. Heart disease\nIn the severe stages of the disease, air entering and leaving the lungs is obstructed and not renewed regularly. In addition, the walls of the alveoli (air sacs of the lungs) are also destroyed, further hindering the exchange of air. gas exchange, thus reducing the oxygen concentration in the blood, accumulating a lot of carbon dioxide. Frequent lack of oxygen will affect the functioning of organs, especially the heart.\nNot only that, the more damage to the bronchi and alveoli causes blood pressure in the pulmonary circulation to increase, the heart has to work harder, leading to dilation and even right heart failure over time.\n3. Reduced lifespan\nEven patients with mild disease have a shorter life span than normal; the more severe the COPD, the shorter their life span. Most patients are diagnosed when the disease is severe or very severe. Only about 70% of patients with severe chronic obstructive pulmonary disease and 30% of very severe chronic obstructive pulmonary disease survive 5 years after disease detection.\nAbout 30% of patients die from acute and chronic respiratory failure, followed by heart failure (13%). The next causes of death include: Respiratory infection, pulmonary infarction, cardiac arrhythmia, lung cancer.\n4. Disability\nAccording to Prof. Dr. Ngo Bao Chau, COPD is a disease that has the potential to cause high disability. Comparing the World Health Organization's disability standards, the disease's disability is due to the following main points:\nRespiratory disability: difficulty breathing and muscle pain will reduce mobility; Social disability: the patient will feel isolated from society and must depend on others for daily activities. Prolonged condition can lead to depression and seriously impaired quality of life. About 60% of patients are prescribed long-term oxygen breathing, these cases often require lying in place for 16-18 hours/day, further increasing the patient's depression.\n\nCan COPD be completely cured?\nTo date, there is no method that can completely cure COPD. However, if you strictly follow your doctor's instructions, you can control your condition and reduce the number of exacerbations requiring hospitalization.\nWhen being treated for chronic obstructive pulmonary disease, patients should pay attention to following these instructions:\nQuit smoking, avoid exposure to secondhand smoke;; Use medicine as prescribed by your doctor, in the right dosage, and in the right way;; Influenza and pneumococcal vaccination;; Understand the disease and the signs that require a change in treatment, a doctor's visit, or emergency hospitalization.\nMedications that help reduce disease symptoms include corticosteroids and bronchodilators. In general, inhaled and sprayed drugs are often preferred over oral or intravenous drugs. Treatment with bronchodilators is indicated when there is difficulty breathing, however the effectiveness of bronchodilators in COPD is not always as desired.\nPhysiotherapy is a treatment to help relieve bronchial obstruction by secretions during acute exacerbations and is also a treatment to restore pulmonary function.; Physiotherapy is a treatment to help relieve bronchial obstruction by secretions during acute exacerbations and is also a treatment to restore lung function.\nOxygen therapy (Oxygen therapy) is indicated in the stage of respiratory failure when the patient lacks oxygen in the blood.; Oxygen therapy (Oxygen therapy) is indicated at the stage of respiratory failure when the patient lacks oxygen in the blood.\nNon-invasive mechanical ventilation may be indicated in cases of severe respiratory failure and respiratory muscle fatigue; Non-invasive mechanical ventilation may be indicated in cases of severe respiratory failure and respiratory muscle fatigue\nEndobronchial one-way valve placement and volume reduction surgery are offered in special cases to treat the consequences of alveolar dilatation. Alveolar ectasia lesions are not concentrated in one place, so surgery can only remove some lesions.; Endobronchial one-way valve placement and volume reduction surgery are offered in special cases to treat the consequences of alveolar dilatation. Alveolar ectasia lesions are not concentrated in one place, so surgery can only remove some lesions.\nStem cell therapy may be recommended in the future.; Stem cell therapy may be recommended in the future.\n\nPreventing chronic obstructive pulmonary disease - Advice from experts\nAccording to Prof. Dr. Ngo Quy Chau, Chairman of the Vietnam Respiratory Association, Director of internal medicine at Tam Anh General Hospital, Hanoi: \"Not smoking is the simplest and most effective measure to prevent and change the progression at all stages of the disease, even at asymptomatic or very severe levels. In addition, each person needs to minimize exposure to risk factors such as gases, chemicals, toxic fumes, and dust. If the job requires working in a dusty environment, labor protection is needed to protect the respiratory tract according to standards.\"\nIn addition, vaccination is also a measure recommended by experts. Elderly people need to pay attention to vaccination to avoid respiratory infections, especially influenza and pneumococcal vaccination. Pneumococcal pneumonia is not only dangerous for young children but is also a cause of rapid death in the elderly, especially those with chronic lung diseases.\nBesides, each person needs to exercise regularly every day, practice exercises appropriate to their physical condition, especially proper breathing exercises, which are good for the respiratory system. Not only sick people, breathing exercises also bring many benefits to everyone. Every day, you should practice breathing exercises including:\n1. Breathe with pursed lips\nInhale through your nose (pucker your lips), exhale slowly through your mouth (pucker your lips like playing a flute). The exhalation time is twice the inhalation time. Repeat 5-10 times.; Inhale through your nose (pucker your lips), exhale slowly through your mouth (pucker your lips like playing a flute). The exhalation time is twice the inhalation time. Repeat 5-10 times.\nAt least 3 times a day, 15 minutes each time. Once you get used to it, you can use this breathing method continuously every day.; At least 3 times a day, 15 minutes each time. Once you get used to it, you can use this breathing method continuously every day.\nPuckered lip breathing exercise\n2. Practice inhaling with the active participation of the abdomen (abdominal breathing)\nLie flat on your back, put one hand on your chest, one hand on your stomach. Inhale deeply, slowly and evenly through your nose, feeling your belly rise. Exhale and feel your belly fall. Perform 5 - 10 breaths.; Lie flat on your back, put one hand on your chest, one hand on your stomach. Inhale deeply, slowly and evenly through your nose, feeling your belly rise. Exhale and feel your belly fall. Perform 5 - 10 breaths.\nSimilar to standing or sitting upright, one hand on the chest, one hand on the stomach. Inhale deeply, slowly and evenly through your nose, feeling your belly protrude. Exhale and feel your belly deflate. Try to keep your hands on your chest. Perform 5 - 10 breaths.; Similar to standing or sitting upright, one hand on the chest, one hand on the stomach. Inhale deeply, slowly and evenly through your nose, feeling your belly protrude. Exhale and feel your belly deflate. Try to keep your hands on your chest. Perform 5 - 10 breaths.\n3. Practice controlled coughing\nInhale deeply and then exhale quickly and strongly. This movement helps increase small flow, thus helping to push phlegm from the bottom of the airway to the top.; Inhale deeply and then exhale quickly and strongly. This movement helps increase small flow, thus helping to push phlegm from the bottom of the airway to the top.\nMouth slightly open, cough about 2-3 times to push phlegm up the throat.; With your mouth slightly open, cough about 2-3 times to push phlegm up your throat.\n\nSome other questions about chronic obstructive pulmonary disease COPD\n1. Bệnh phổi tắc nghẽn mạn tính (COPD) có lây không?\nKHÔNG! Từ những nguyên nhân kể trên, có thể thấy rằng đây không phải bệnh lây nhiễm, bởi bệnh chỉ xuất phát ở nguyên nhân nội tại và đa phần là do ảnh hưởng từ môi trường hay thói quen hút thuốc. (5)\nKhông giống các bệnh hô hấp thường gặp khác, bệnh không phải là do vi khuẩn, virus, vì vậy người nhà hoàn toàn có thể chăm sóc người bệnh không phải lo lắng nhiễm bệnh.\n2. Copd có phải là hen suyễn không?\nCOPD và hen suyễn là hai bệnh có điểm chung là tình trạng co thắt phế quản. Người mắc viêm phổi mạn tính COPD và hen phế quản đều có biểu hiện khó thở, ho.. Ngược lại, 2 bệnh này khác nhau ở sự hồi phục của các tổn thương phế quản (tình trạng tắc nghẽn). Trên lâm sàng, bệnh nhân hen phế quản thường cảm thấy hoàn toàn bình thường khi hết cơn khó thở hoặc sau khi được điểu trị ổn định, trong khi đó người bệnh COPD thường xuyên khó thở gắng sức, khó thở liên tục hoặc ho khạc đờm kéo dài ngay cả sau khi đã điều trị đúng và đầy đủ. (7)\nNhìn chung các bệnh nhân hen phế quản mắc bệnh khi còn khá trẻ, đến tuổi trưởng thành, tình trạng hen phế quản có thể ổn định và quay trở lại ở tuổi trung niên hoặc khi về già, trong khi đó, các bệnh nhân COPD thường có tiền sử hút thuốc hoặc tiếp xúc khói bụi kéo dài, bệnh thường xuất hiện sau tuổi 40.\n3. Bệnh nhân COPD sống được bao lâu khi mắc bệnh?\nDù mắc bệnh ở giai đoạn nhẹ nhất cũng có thời gian sống giảm hơn bình thường; người mắc bệnh phổi mạn tính càng nặng thì thời gian sống càng ngắn. Hầu hết những người bệnh đều được chẩn đoán bệnh khi bệnh đã ở giai đoạn nặng hoặc rất nặng. Chỉ khoảng 70% bệnh nhân phổi tắc nghẽn mạn tính nặng và khoảng 30% bệnh nhân mắc COPD nặng sống sót sau 5 năm phát hiện ra bệnh.\n4. Bệnh phổi tắc nghẽn mạn tính nên ăn gì/kiêng gì?\nViệc có trọng lượng cơ thể quá béo hoặc quá gầy đều có thể ảnh hưởng đến tiến triển của bệnh. Nếu như người bệnh quá cân thì sẽ gặp khó khăn nhiều hơn trong việc cử động lồng ngực để thở. Các biện pháp ăn kiêng sẽ rất cần thiết lúc này để làm giảm cân nặng đồng thời cũng cải thiện tình trạng hô hấp của bạn.\nSuy dinh dưỡng là một vấn đề lớn ở những giai đoạn nặng của bệnh. 50 – 60% bệnh nhân COPD tiến triển trong tình trạng suy dinh dưỡng nặng. Việc cung cấp chế độ dinh dưỡng cân bằng rất quan trọng trong việc có thể giúp tái cấu trúc cơ và cải thiện nhanh chóng và rõ rệt chức năng hô hấp. (9)\nNhững thực phẩm nên sử dụng bao gồm: Ngũ cốc nguyên hạt, Sữa và các sản phẩm từ sữa, rau xanh, chất béo có lợi, các loại hạt. Bên cạnh đó người bệnh cũng nên tránh ăn quá nhiều muối, đồ chiên rán, thức ăn nhanh. Đặc biệt cần kiêng tuyệt đối thuốc lá và rượu bia.\nNgười bị phổi tắc nghẽn mãn tính là đối tượng cần có chế độ dinh dưỡng đặc biệt bởi tiêu hao nhiều năng lượng cho quá trình hô hấp. Cần tìm hiểu kỷ người mắc bệnh phổi tắc nghẽn mạn tính nên ăn gì và kiêng ăn gì? để có thế chăm sóc bảo vệ phổi cũng như sức khỏe người bệnh một cách tốt nhất.\n5. Quản lý COPD như thế nào?\nTại hệ thống Bệnh viện Đa khoa Tâm Anh tiếp nhận, quản lý hàng trăm bệnh nhân COPD thăm khám định kỳ mỗi tháng. Khi đến bệnh viện, người bệnh được bác sĩ chỉ định làm một số xét nghiệm cận lâm sàng như: xét nghiệm máu, chụp X-quang tim phổi, siêu âm và đo chức năng hô hấp để nhận định được mức độ tắc nghẽn và giai đoạn của bệnh. Trên cơ sở đó, bác sĩ sẽ lập phác đồ điều trị cụ thể hóa cho từng bệnh nhân. Đồng thời, hướng dẫn họ dùng thuốc tại nhà, hướng dẫn chế độ sinh hoạt hợp lý và hướng dẫn người bệnh tập các bài tập phục hồi chức năng cho cơ hô hấp. Khi trở về điều trị tại nhà, người bệnh sẽ được theo dõi định kỳ hàng tháng. Mỗi lần thăm khám theo lịch khám định kỳ, bác sĩ sẽ tiến hành kiểm tra chức năng hô hấp, tư vấn và cấp thuốc điều trị dự phòng cho người bệnh.(11)\n6. Khi nào người bệnh cần gặp bác sĩ?\nDo bệnh lý hô hấp mạn tính nên người mắc bệnh thường được điều trị tại nhà và sử dụng các loại thuốc điều trị theo chỉ dẫn của bác sĩ. Tuy nhiên, tình trạng đáp ứng thuốc tốt hay không còn tùy thuộc vào cá thể bệnh nhân. Do đó, nếu trong quá trình điều trị bệnh nhân cảm thấy mình có những triệu chứng bất thường thì cần trao đổi với bác sĩ để có xử trí và điều trị phù hợp. Ngoài ra, nếu được điều trị tại nhà với thuốc steroid hít kéo dài hơn 2 ngày và/hoặc kháng sinh, nhưng người bệnh vẫn có các triệu chứng trầm trọng thì cần phải đến bệnh viện ngay. Điều trị một đợt cấp chủ yếu là bằng thuốc để kiểm soát sự sưng phù và co thắt trong phổi. Sưng phù được điều trị bằng steroid viên hoặc tiêm tĩnh mạch. Trong bệnh viện, bạn cũng có thể được cho thuốc giãn phế quản dạng hít hoặc dạng phun để làm dãn sự co thắt chung quanh đường thở. Trong một số trường hợp, bạn cũng có thể được cho kháng sinh. Bệnh phổi tắc mãn tính phải thăm khám bác sĩ định kỳ 1 tháng/ lần.(10)\n7. Bệnh phổi tắc nghẽn mãn tính có nguy hiểm không?\nPhổi tắc nghẽn mãn tính và căn bệnh vô cùng nguy hiểm, diễn tiến nhanh và nặng dần, gây ra nhiều biến chứng như tràn khí màng phổi, suy tim, giảm tuổi thọ, tàn phế. Đặc biệt, cho đến nay chúng ta vẫn chưa thể chữa khỏi hoàn toàn căn bệnh, nên người mắc phải sống chung suốt đời với căn bệnh phổi tắc nghẽn mạn tính. Mặt khác, hiện nay bệnh phổi tắc nghẽn mãn tính đang có xu hướng tăng lên, gây áp lực cho ngành y vì đây là bệnh kéo dài, chưa có thuốc chữa trị đặc hiệu. Chính vì thế, người mắc bệnh gặp nhiều khó khăn, tốn kém nhiều thời gian và chi phí điều trị.\nĐiều trị bệnh phổi tắc nghẽn mạn tính (COPD) tại Bệnh viện Đa khoa Tâm Anh\nKhoa Nội hô hấp, BVĐK Tâm Anh là địa chỉ tin cậy trong việc điều trị các loại bệnh hô hấp thường gặp như: viêm phế quản cấp, viêm phổi do các loại vi khuẩn, virus, nấm; hen phế quản, COPD, ung thư phổi, tràn dịch màng phổi, giãn phế quản, bệnh phổi kẽ, xơ phổi, bụi phổi, hội chứng ngưng thở tắc nghẽn khi ngủ, các biểu hiện phổi trong các bệnh hệ thống…\nVới đội ngũ chuyên gia giàu kinh nghiệm, đặc biệt là GS.TS.BS Ngô Quý Châu – “cây đại thụ” trong lĩnh vực nội hô hấp của Việt Nam. GS.TS.BS Ngô Quý Châu đã từng đảm nhiệm các chức vụ quan trọng như: Trưởng bộ môn Nội tổng hợp Trường Đại học Y Hà Nội, Chủ tịch Hội hô hấp Hà Nội và nguyên Giám đốc Trung tâm Hô hấp kiêm Phó Giám đốc Bệnh viện Bạch Mai.\nBên cạnh đó, để chăm sóc sức khỏe tốt nhất cho người bệnh đồng thời mang lại dịch vụ tư vấn chăm sóc sức khỏe toàn diện cho khách hàng, Khoa Nội hô hấp bệnh viện Đa khoa Tâm Anh cũng được đầu tư hệ thống trang thiết bị, máy móc tiên tiến, hiện đại hàng đầu thế giới như: hệ thống nội soi màng phổi, hệ thống nội soi phế quản ống mềm hiện đại dải tần hẹp NBI, máy chụp X-quang công nghệ cao, máy chụp CT 128 dãy để phát hiện sớm ung thư phổi, màng phổi và các bệnh lý hô hấp khác…\nĐỂ ĐẶT LỊCH HẸN KHÁM VÀ TÌM HIỂU THÔNG TIN VỀ BỆNH PHỔI TẮC NGHẼN MÃN TÍNH, XIN VUI LÒNG LIÊN HỆ HỆ THỐNG BỆNH VIỆN ĐA KHOA TÂM ANH – Hà Nội:  108 Hoàng Như Tiếp, P.Bồ Đề, Q.Long Biên, TP. Hà Nội Hotline: 024 3872 3872 – 024 7106 6858  – TP.HCM:  2B Phổ Quang, P.2, Q.Tân Bình, TP. Hồ Chí Minh Hotline: 0287 102 6789 – 093 180 6858  – Fanpage: https://www.facebook.com/benhvientamanh\nĐó là toàn bộ các thông tin hữu dụng, được tổng hợp từ rất nhiều nguồn thông tin chính thống, nghiên cứu khoa học rõ ràng về bệnh phổi tắc nghẽn mạn tính COPD. Hãy cùng Tâm Anh chung tay bảo vệ sức khỏe của bản thân và cộng đồng!",
    "subsections": [
        {
            "subsection_name": "What is chronic obstructive pulmonary disease (COPD)?",
            "subsection_content": "Chronic Obstructive Pulmonary Disease (COPD) is a chronic inflammation of the airway mucosa that causes reduced ventilation function in the lungs. Patients often feel difficulty breathing because the airways are narrower than normal and can lead to respiratory failure. (2)\nThe disease can be treated to slow down its progression when detected at an early stage to avoid dangerous complications.\nCOPD is a very common disease, the incidence rate is 2% of the population in Hanoi and 5.65% in Hai Phong (according to research by Prof. Dr. Ngo Quy Chau and colleagues). In the field of hospital treatment, chronic obstructive pulmonary disease is also the disease with the highest proportion in respiratory disease departments. Doctor Ngo Quy Chau also said: \"The actual incidence of the disease is higher than the statistics because many people do not have the habit of regular health check-ups. Even in cases where symptoms appear, patients still subjectively do not go to the doctor.”\nChronic obstructive pulmonary disease is divided into two types, including:\nChronic bronchitis: A condition in which the lining of the bronchial tubes becomes inflamed. The lining of the bronchopulmonary tubes is swollen, red and filled with mucus. These mucus are the cause of narrowing of the airways.\nEmphysema is a form of chronic obstructive pulmonary disease. Emphysema causes difficulty breathing due to long-term damage to the lung alveoli, causing the alveoli to weaken and burst, replacing small spaces with large spaces, causing a decrease in lung surface area, reducing lung function. amount of oxygen entering the blood.",
            "subsection_string": "What is chronic obstructive pulmonary disease (COPD)?\nChronic Obstructive Pulmonary Disease (COPD) is a chronic inflammation of the airway mucosa that causes reduced ventilation function in the lungs. Patients often feel difficulty breathing because the airways are narrower than normal and can lead to respiratory failure. (2)\nThe disease can be treated to slow down its progression when detected at an early stage to avoid dangerous complications.\nCOPD is a very common disease, the incidence rate is 2% of the population in Hanoi and 5.65% in Hai Phong (according to research by Prof. Dr. Ngo Quy Chau and colleagues). In the field of hospital treatment, chronic obstructive pulmonary disease is also the disease with the highest proportion in respiratory disease departments. Doctor Ngo Quy Chau also said: \"The actual incidence of the disease is higher than the statistics because many people do not have the habit of regular health check-ups. Even in cases where symptoms appear, patients still subjectively do not go to the doctor.”\nChronic obstructive pulmonary disease is divided into two types, including:\nChronic bronchitis: A condition in which the lining of the bronchial tubes becomes inflamed. The lining of the bronchopulmonary tubes is swollen, red and filled with mucus. These mucus are the cause of narrowing of the airways.\nEmphysema is a form of chronic obstructive pulmonary disease. Emphysema causes difficulty breathing due to long-term damage to the lung alveoli, causing the alveoli to weaken and burst, replacing small spaces with large spaces, causing a decrease in lung surface area, reducing lung function. amount of oxygen entering the blood."
        },
        {
            "subsection_name": "Symptoms of chronic obstructive pulmonary disease (COPD) are common",
            "subsection_content": "Symptoms of the disease are often unclear and easily confused with other respiratory diseases until lung damage occurs and often become more severe over time, especially with continued exposure to cigarette smoke. Damage in chronic pulmonary obstruction is initially mainly concentrated in small bronchial branches with a diameter of <2mm and lung parenchyma.(8)\nEarly signs of chronic obstructive pulmonary disease may include:\nFeeling short of breath, especially during physical activities;; Wheeze;; Chest tightness;; Prolonged cough with phlegm;; Frequent respiratory infections;; Lack of energy;; Unintended weight loss (in the later stages);; Swelling in the ankles, feet or legs; Mild fever and chills\nSufferers are also likely to experience exacerbations in which the above symptoms may become worse than the usual daily variation and last at least a few days. In severe cases, hospitalization, antibiotic treatment, mechanical ventilation, corticosteroids, etc. may be required, respiratory function is reduced, and survival time is shortened.\nWhen symptoms appear in the initial stages, patients often subjectively believe that coughs and phlegm are normal diseases. Since then, there has been no timely intervention, leading to continued progression until symptoms of continuous difficulty breathing appeared. Initially, shortness of breath often only appears when exerting, as time goes on, shortness of breath appears more frequently, and in the final stage the patient feels short of breath even while resting in bed.\nTo assess the level of dyspnea, you can use the grading scale according to author Sadoul: (6)\nLevel 0: No difficulty breathing when climbing stairs; Level 1: Difficulty breathing when climbing stairs from the 2nd floor or higher; Level 2: Difficulty climbing uphill; Level 3: Shortness of breath when walking at normal speed on the road with others; Level 4: Difficulty breathing when walking at a normal speed and frequently having to stop to rest; Level 5: Difficulty breathing when performing daily tasks such as getting dressed, brushing teeth and washing face",
            "subsection_string": "Symptoms of chronic obstructive pulmonary disease (COPD) are common\nSymptoms of the disease are often unclear and easily confused with other respiratory diseases until lung damage occurs and often become more severe over time, especially with continued exposure to cigarette smoke. Damage in chronic pulmonary obstruction is initially mainly concentrated in small bronchial branches with a diameter of <2mm and lung parenchyma.(8)\nEarly signs of chronic obstructive pulmonary disease may include:\nFeeling short of breath, especially during physical activities;; Wheeze;; Chest tightness;; Prolonged cough with phlegm;; Frequent respiratory infections;; Lack of energy;; Unintended weight loss (in the later stages);; Swelling in the ankles, feet or legs; Mild fever and chills\nSufferers are also likely to experience exacerbations in which the above symptoms may become worse than the usual daily variation and last at least a few days. In severe cases, hospitalization, antibiotic treatment, mechanical ventilation, corticosteroids, etc. may be required, respiratory function is reduced, and survival time is shortened.\nWhen symptoms appear in the initial stages, patients often subjectively believe that coughs and phlegm are normal diseases. Since then, there has been no timely intervention, leading to continued progression until symptoms of continuous difficulty breathing appeared. Initially, shortness of breath often only appears when exerting, as time goes on, shortness of breath appears more frequently, and in the final stage the patient feels short of breath even while resting in bed.\nTo assess the level of dyspnea, you can use the grading scale according to author Sadoul: (6)\nLevel 0: No difficulty breathing when climbing stairs; Level 1: Difficulty breathing when climbing stairs from the 2nd floor or higher; Level 2: Difficulty climbing uphill; Level 3: Shortness of breath when walking at normal speed on the road with others; Level 4: Difficulty breathing when walking at a normal speed and frequently having to stop to rest; Level 5: Difficulty breathing when performing daily tasks such as getting dressed, brushing teeth and washing face"
        },
        {
            "subsection_name": "Cause of chronic obstructive pulmonary disease",
            "subsection_content": "According to Prof. Dr. Ngo Quy Chau, there are 2 factors that can be the cause of chronic obstructive pulmonary disease:\nIntrinsic factors include: Genetic deficiencies and defects such as alpha 1 antitrypsin deficiency; Factors caused by environmental pollution: Cigarette smoke, pipe tobacco, exhaust fumes, industrial toxic gases...\nSmoking accounts for more than 90% of cases. About 20-30% of people who smoke more than 20 cigarettes a day will have early or late symptoms of COPD. (3)\nAcute exacerbation of chronic obstructive pulmonary disease due to occupational dust exposure occurs in about 10% of cases. Miners, construction workers, weavers, workers at metallurgical factories, and farmers are people who are often exposed to bronchial irritants, leading to a high risk of disease. Pathogenic factors include: toxic gases, cement, coal products, silica dust and stimulants used in agriculture.\nCOPD exacerbation is an acute change in respiratory symptoms from a stable stage of the disease to a sudden deterioration that exceeds daily fluctuations, requiring a change in the routine treatment of COPD patients.\nOther factors such as air poisoning are not a direct cause, but can also affect the development of the disease, including: Containing factors that worsen the disease in the long term and increase the risk of death in people people with severe respiratory failure.",
            "subsection_string": "Cause of chronic obstructive pulmonary disease\nAccording to Prof. Dr. Ngo Quy Chau, there are 2 factors that can be the cause of chronic obstructive pulmonary disease:\nIntrinsic factors include: Genetic deficiencies and defects such as alpha 1 antitrypsin deficiency; Factors caused by environmental pollution: Cigarette smoke, pipe tobacco, exhaust fumes, industrial toxic gases...\nSmoking accounts for more than 90% of cases. About 20-30% of people who smoke more than 20 cigarettes a day will have early or late symptoms of COPD. (3)\nAcute exacerbation of chronic obstructive pulmonary disease due to occupational dust exposure occurs in about 10% of cases. Miners, construction workers, weavers, workers at metallurgical factories, and farmers are people who are often exposed to bronchial irritants, leading to a high risk of disease. Pathogenic factors include: toxic gases, cement, coal products, silica dust and stimulants used in agriculture.\nCOPD exacerbation is an acute change in respiratory symptoms from a stable stage of the disease to a sudden deterioration that exceeds daily fluctuations, requiring a change in the routine treatment of COPD patients.\nOther factors such as air poisoning are not a direct cause, but can also affect the development of the disease, including: Containing factors that worsen the disease in the long term and increase the risk of death in people people with severe respiratory failure."
        },
        {
            "subsection_name": "Diagnosis of chronic obstructive pulmonary disease",
            "subsection_content": "The disease is diagnosed mainly in people over the age of 40, with a history of smoking, pipe tobacco or prolonged exposure to dust. The diagnosis is determined when a fixed obstructive ventilation disorder is found.\nPulmonary function measurement (spirometry) is a test that allows testing and detecting the severity of chronic obstructive pulmonary disease COPD. This test gives precise information about the flow of air in the bronchi and in the lungs. This is a fairly simple examination and causes almost no pain, discomfort or complications for the patient. (4)\nSpirometry is a necessary test to:\nDiagnose COPD and differentiate it from other lung diseases such as bronchial asthma;; Early assessment of bronchial obstruction;; Monitor disease progression;; Choose the appropriate treatment method.\nIn addition to simply measuring respiratory function, useful lung function tests in disease assessment include: Measurement of whole lung capacity, measurement of residual gas volume, and diffusion of gas across the alveolar capillary membrane (DLCO).\nBased on the results of measuring lung ventilation function, doctors can divide the disease into different stages:\nEarly stage COPD: At this stage, patients have inflammation of the airway mucosa and increased sputum secretion. Clinically, patients often have symptoms of prolonged cough and sputum production, and may have difficulty breathing when exposed to risk factors such as cigarette smoke, kitchen smoke, or when the weather changes.; Early stage COPD: At this stage, patients have inflammation of the airway mucosa and increased sputum secretion. Clinically, patients often have a prolonged cough and sputum production, and may have difficulty breathing when exposed to risk factors such as cigarette smoke, kitchen smoke, or when the weather changes.\nLater stage COPD: At this stage, the disease has progressed to severe or very severe. Patients have difficulty breathing with exertion; in severe cases (stage 4), patients have difficulty breathing with mild or continuous exertion. In addition, patients have additional accompanying symptoms such as: leg swelling, purple lips...; Later stage COPD: At this stage, the disease has progressed to severe or very severe. Patients have difficulty breathing with exertion; in severe cases (stage 4), patients have difficulty breathing with mild or continuous exertion. In addition, patients have additional accompanying symptoms such as leg swelling, purple lips...",
            "subsection_string": "Diagnosis of chronic obstructive pulmonary disease\nThe disease is diagnosed mainly in people over the age of 40, with a history of smoking, pipe tobacco or prolonged exposure to dust. The diagnosis is determined when a fixed obstructive ventilation disorder is found.\nPulmonary function measurement (spirometry) is a test that allows testing and detecting the severity of chronic obstructive pulmonary disease COPD. This test gives precise information about the flow of air in the bronchi and in the lungs. This is a fairly simple examination and causes almost no pain, discomfort or complications for the patient. (4)\nSpirometry is a necessary test to:\nDiagnose COPD and differentiate it from other lung diseases such as bronchial asthma;; Early assessment of bronchial obstruction;; Monitor disease progression;; Choose the appropriate treatment method.\nIn addition to simply measuring respiratory function, useful lung function tests in disease assessment include: Measurement of whole lung capacity, measurement of residual gas volume, and diffusion of gas across the alveolar capillary membrane (DLCO).\nBased on the results of measuring lung ventilation function, doctors can divide the disease into different stages:\nEarly stage COPD: At this stage, patients have inflammation of the airway mucosa and increased sputum secretion. Clinically, patients often have symptoms of prolonged cough and sputum production, and may have difficulty breathing when exposed to risk factors such as cigarette smoke, kitchen smoke, or when the weather changes.; Early stage COPD: At this stage, patients have inflammation of the airway mucosa and increased sputum secretion. Clinically, patients often have a prolonged cough and sputum production, and may have difficulty breathing when exposed to risk factors such as cigarette smoke, kitchen smoke, or when the weather changes.\nLater stage COPD: At this stage, the disease has progressed to severe or very severe. Patients have difficulty breathing with exertion; in severe cases (stage 4), patients have difficulty breathing with mild or continuous exertion. In addition, patients have additional accompanying symptoms such as: leg swelling, purple lips...; Later stage COPD: At this stage, the disease has progressed to severe or very severe. Patients have difficulty breathing with exertion; in severe cases (stage 4), patients have difficulty breathing with mild or continuous exertion. In addition, patients have additional accompanying symptoms such as leg swelling, purple lips..."
        },
        {
            "subsection_name": "Complications of chronic obstructive pulmonary disease",
            "subsection_content": "If not detected and intervened early, COPD can cause a number of serious complications, affecting the patient's health, quality of life, and even endangering life.\n1. Pneumothorax\nPatients with severe disease have prolonged airway obstruction, leading to the amount of air inhaled in the alveoli not being fully exhaled. This increased amount of accumulated air causes the alveoli to stretch, thin and easily rupture into the pleural cavity, causing pneumothorax. The patient's life will be threatened if this condition persists and is not resolved.\n2. Heart disease\nIn the severe stages of the disease, air entering and leaving the lungs is obstructed and not renewed regularly. In addition, the walls of the alveoli (air sacs of the lungs) are also destroyed, further hindering the exchange of air. gas exchange, thus reducing the oxygen concentration in the blood, accumulating a lot of carbon dioxide. Frequent lack of oxygen will affect the functioning of organs, especially the heart.\nNot only that, the more damage to the bronchi and alveoli causes blood pressure in the pulmonary circulation to increase, the heart has to work harder, leading to dilation and even right heart failure over time.\n3. Reduced lifespan\nEven patients with mild disease have a shorter life span than normal; the more severe the COPD, the shorter their life span. Most patients are diagnosed when the disease is severe or very severe. Only about 70% of patients with severe chronic obstructive pulmonary disease and 30% of very severe chronic obstructive pulmonary disease survive 5 years after disease detection.\nAbout 30% of patients die from acute and chronic respiratory failure, followed by heart failure (13%). The next causes of death include: Respiratory infection, pulmonary infarction, cardiac arrhythmia, lung cancer.\n4. Disability\nAccording to Prof. Dr. Ngo Bao Chau, COPD is a disease that has the potential to cause high disability. Comparing the World Health Organization's disability standards, the disease's disability is due to the following main points:\nRespiratory disability: difficulty breathing and muscle pain will reduce mobility; Social disability: the patient will feel isolated from society and must depend on others for daily activities. Prolonged condition can lead to depression and seriously impaired quality of life. About 60% of patients are prescribed long-term oxygen breathing, these cases often require lying in place for 16-18 hours/day, further increasing the patient's depression.",
            "subsection_string": "Complications of chronic obstructive pulmonary disease\nIf not detected and intervened early, COPD can cause a number of serious complications, affecting the patient's health, quality of life, and even endangering life.\n1. Pneumothorax\nPatients with severe disease have prolonged airway obstruction, leading to the amount of air inhaled in the alveoli not being fully exhaled. This increased amount of accumulated air causes the alveoli to stretch, thin and easily rupture into the pleural cavity, causing pneumothorax. The patient's life will be threatened if this condition persists and is not resolved.\n2. Heart disease\nIn the severe stages of the disease, air entering and leaving the lungs is obstructed and not renewed regularly. In addition, the walls of the alveoli (air sacs of the lungs) are also destroyed, further hindering the exchange of air. gas exchange, thus reducing the oxygen concentration in the blood, accumulating a lot of carbon dioxide. Frequent lack of oxygen will affect the functioning of organs, especially the heart.\nNot only that, the more damage to the bronchi and alveoli causes blood pressure in the pulmonary circulation to increase, the heart has to work harder, leading to dilation and even right heart failure over time.\n3. Reduced lifespan\nEven patients with mild disease have a shorter life span than normal; the more severe the COPD, the shorter their life span. Most patients are diagnosed when the disease is severe or very severe. Only about 70% of patients with severe chronic obstructive pulmonary disease and 30% of very severe chronic obstructive pulmonary disease survive 5 years after disease detection.\nAbout 30% of patients die from acute and chronic respiratory failure, followed by heart failure (13%). The next causes of death include: Respiratory infection, pulmonary infarction, cardiac arrhythmia, lung cancer.\n4. Disability\nAccording to Prof. Dr. Ngo Bao Chau, COPD is a disease that has the potential to cause high disability. Comparing the World Health Organization's disability standards, the disease's disability is due to the following main points:\nRespiratory disability: difficulty breathing and muscle pain will reduce mobility; Social disability: the patient will feel isolated from society and must depend on others for daily activities. Prolonged condition can lead to depression and seriously impaired quality of life. About 60% of patients are prescribed long-term oxygen breathing, these cases often require lying in place for 16-18 hours/day, further increasing the patient's depression."
        },
        {
            "subsection_name": "Can COPD be completely cured?",
            "subsection_content": "To date, there is no method that can completely cure COPD. However, if you strictly follow your doctor's instructions, you can control your condition and reduce the number of exacerbations requiring hospitalization.\nWhen being treated for chronic obstructive pulmonary disease, patients should pay attention to following these instructions:\nQuit smoking, avoid exposure to secondhand smoke;; Use medicine as prescribed by your doctor, in the right dosage, and in the right way;; Influenza and pneumococcal vaccination;; Understand the disease and the signs that require a change in treatment, a doctor's visit, or emergency hospitalization.\nMedications that help reduce disease symptoms include corticosteroids and bronchodilators. In general, inhaled and sprayed drugs are often preferred over oral or intravenous drugs. Treatment with bronchodilators is indicated when there is difficulty breathing, however the effectiveness of bronchodilators in COPD is not always as desired.\nPhysiotherapy is a treatment to help relieve bronchial obstruction by secretions during acute exacerbations and is also a treatment to restore pulmonary function.; Physiotherapy is a treatment to help relieve bronchial obstruction by secretions during acute exacerbations and is also a treatment to restore lung function.\nOxygen therapy (Oxygen therapy) is indicated in the stage of respiratory failure when the patient lacks oxygen in the blood.; Oxygen therapy (Oxygen therapy) is indicated at the stage of respiratory failure when the patient lacks oxygen in the blood.\nNon-invasive mechanical ventilation may be indicated in cases of severe respiratory failure and respiratory muscle fatigue; Non-invasive mechanical ventilation may be indicated in cases of severe respiratory failure and respiratory muscle fatigue\nEndobronchial one-way valve placement and volume reduction surgery are offered in special cases to treat the consequences of alveolar dilatation. Alveolar ectasia lesions are not concentrated in one place, so surgery can only remove some lesions.; Endobronchial one-way valve placement and volume reduction surgery are offered in special cases to treat the consequences of alveolar dilatation. Alveolar ectasia lesions are not concentrated in one place, so surgery can only remove some lesions.\nStem cell therapy may be recommended in the future.; Stem cell therapy may be recommended in the future.",
            "subsection_string": "Can COPD be completely cured?\nTo date, there is no method that can completely cure COPD. However, if you strictly follow your doctor's instructions, you can control your condition and reduce the number of exacerbations requiring hospitalization.\nWhen being treated for chronic obstructive pulmonary disease, patients should pay attention to following these instructions:\nQuit smoking, avoid exposure to secondhand smoke;; Use medicine as prescribed by your doctor, in the right dosage, and in the right way;; Influenza and pneumococcal vaccination;; Understand the disease and the signs that require a change in treatment, a doctor's visit, or emergency hospitalization.\nMedications that help reduce disease symptoms include corticosteroids and bronchodilators. In general, inhaled and sprayed drugs are often preferred over oral or intravenous drugs. Treatment with bronchodilators is indicated when there is difficulty breathing, however the effectiveness of bronchodilators in COPD is not always as desired.\nPhysiotherapy is a treatment to help relieve bronchial obstruction by secretions during acute exacerbations and is also a treatment to restore pulmonary function.; Physiotherapy is a treatment to help relieve bronchial obstruction by secretions during acute exacerbations and is also a treatment to restore lung function.\nOxygen therapy (Oxygen therapy) is indicated in the stage of respiratory failure when the patient lacks oxygen in the blood.; Oxygen therapy (Oxygen therapy) is indicated at the stage of respiratory failure when the patient lacks oxygen in the blood.\nNon-invasive mechanical ventilation may be indicated in cases of severe respiratory failure and respiratory muscle fatigue; Non-invasive mechanical ventilation may be indicated in cases of severe respiratory failure and respiratory muscle fatigue\nEndobronchial one-way valve placement and volume reduction surgery are offered in special cases to treat the consequences of alveolar dilatation. Alveolar ectasia lesions are not concentrated in one place, so surgery can only remove some lesions.; Endobronchial one-way valve placement and volume reduction surgery are offered in special cases to treat the consequences of alveolar dilatation. Alveolar ectasia lesions are not concentrated in one place, so surgery can only remove some lesions.\nStem cell therapy may be recommended in the future.; Stem cell therapy may be recommended in the future."
        },
        {
            "subsection_name": "Preventing chronic obstructive pulmonary disease - Advice from experts",
            "subsection_content": "According to Prof. Dr. Ngo Quy Chau, Chairman of the Vietnam Respiratory Association, Director of internal medicine at Tam Anh General Hospital, Hanoi: \"Not smoking is the simplest and most effective measure to prevent and change the progression at all stages of the disease, even at asymptomatic or very severe levels. In addition, each person needs to minimize exposure to risk factors such as gases, chemicals, toxic fumes, and dust. If the job requires working in a dusty environment, labor protection is needed to protect the respiratory tract according to standards.\"\nIn addition, vaccination is also a measure recommended by experts. Elderly people need to pay attention to vaccination to avoid respiratory infections, especially influenza and pneumococcal vaccination. Pneumococcal pneumonia is not only dangerous for young children but is also a cause of rapid death in the elderly, especially those with chronic lung diseases.\nBesides, each person needs to exercise regularly every day, practice exercises appropriate to their physical condition, especially proper breathing exercises, which are good for the respiratory system. Not only sick people, breathing exercises also bring many benefits to everyone. Every day, you should practice breathing exercises including:\n1. Breathe with pursed lips\nInhale through your nose (pucker your lips), exhale slowly through your mouth (pucker your lips like playing a flute). The exhalation time is twice the inhalation time. Repeat 5-10 times.; Inhale through your nose (pucker your lips), exhale slowly through your mouth (pucker your lips like playing a flute). The exhalation time is twice the inhalation time. Repeat 5-10 times.\nAt least 3 times a day, 15 minutes each time. Once you get used to it, you can use this breathing method continuously every day.; At least 3 times a day, 15 minutes each time. Once you get used to it, you can use this breathing method continuously every day.\nPuckered lip breathing exercise\n2. Practice inhaling with the active participation of the abdomen (abdominal breathing)\nLie flat on your back, put one hand on your chest, one hand on your stomach. Inhale deeply, slowly and evenly through your nose, feeling your belly rise. Exhale and feel your belly fall. Perform 5 - 10 breaths.; Lie flat on your back, put one hand on your chest, one hand on your stomach. Inhale deeply, slowly and evenly through your nose, feeling your belly rise. Exhale and feel your belly fall. Perform 5 - 10 breaths.\nSimilar to standing or sitting upright, one hand on the chest, one hand on the stomach. Inhale deeply, slowly and evenly through your nose, feeling your belly protrude. Exhale and feel your belly deflate. Try to keep your hands on your chest. Perform 5 - 10 breaths.; Similar to standing or sitting upright, one hand on the chest, one hand on the stomach. Inhale deeply, slowly and evenly through your nose, feeling your belly protrude. Exhale and feel your belly deflate. Try to keep your hands on your chest. Perform 5 - 10 breaths.\n3. Practice controlled coughing\nInhale deeply and then exhale quickly and strongly. This movement helps increase small flow, thus helping to push phlegm from the bottom of the airway to the top.; Inhale deeply and then exhale quickly and strongly. This movement helps increase small flow, thus helping to push phlegm from the bottom of the airway to the top.\nMouth slightly open, cough about 2-3 times to push phlegm up the throat.; With your mouth slightly open, cough about 2-3 times to push phlegm up your throat.",
            "subsection_string": "Preventing chronic obstructive pulmonary disease - Advice from experts\nAccording to Prof. Dr. Ngo Quy Chau, Chairman of the Vietnam Respiratory Association, Director of internal medicine at Tam Anh General Hospital, Hanoi: \"Not smoking is the simplest and most effective measure to prevent and change the progression at all stages of the disease, even at asymptomatic or very severe levels. In addition, each person needs to minimize exposure to risk factors such as gases, chemicals, toxic fumes, and dust. If the job requires working in a dusty environment, labor protection is needed to protect the respiratory tract according to standards.\"\nIn addition, vaccination is also a measure recommended by experts. Elderly people need to pay attention to vaccination to avoid respiratory infections, especially influenza and pneumococcal vaccination. Pneumococcal pneumonia is not only dangerous for young children but is also a cause of rapid death in the elderly, especially those with chronic lung diseases.\nBesides, each person needs to exercise regularly every day, practice exercises appropriate to their physical condition, especially proper breathing exercises, which are good for the respiratory system. Not only sick people, breathing exercises also bring many benefits to everyone. Every day, you should practice breathing exercises including:\n1. Breathe with pursed lips\nInhale through your nose (pucker your lips), exhale slowly through your mouth (pucker your lips like playing a flute). The exhalation time is twice the inhalation time. Repeat 5-10 times.; Inhale through your nose (pucker your lips), exhale slowly through your mouth (pucker your lips like playing a flute). The exhalation time is twice the inhalation time. Repeat 5-10 times.\nAt least 3 times a day, 15 minutes each time. Once you get used to it, you can use this breathing method continuously every day.; At least 3 times a day, 15 minutes each time. Once you get used to it, you can use this breathing method continuously every day.\nPuckered lip breathing exercise\n2. Practice inhaling with the active participation of the abdomen (abdominal breathing)\nLie flat on your back, put one hand on your chest, one hand on your stomach. Inhale deeply, slowly and evenly through your nose, feeling your belly rise. Exhale and feel your belly fall. Perform 5 - 10 breaths.; Lie flat on your back, put one hand on your chest, one hand on your stomach. Inhale deeply, slowly and evenly through your nose, feeling your belly rise. Exhale and feel your belly fall. Perform 5 - 10 breaths.\nSimilar to standing or sitting upright, one hand on the chest, one hand on the stomach. Inhale deeply, slowly and evenly through your nose, feeling your belly protrude. Exhale and feel your belly deflate. Try to keep your hands on your chest. Perform 5 - 10 breaths.; Similar to standing or sitting upright, one hand on the chest, one hand on the stomach. Inhale deeply, slowly and evenly through your nose, feeling your belly protrude. Exhale and feel your belly deflate. Try to keep your hands on your chest. Perform 5 - 10 breaths.\n3. Practice controlled coughing\nInhale deeply and then exhale quickly and strongly. This movement helps increase small flow, thus helping to push phlegm from the bottom of the airway to the top.; Inhale deeply and then exhale quickly and strongly. This movement helps increase small flow, thus helping to push phlegm from the bottom of the airway to the top.\nMouth slightly open, cough about 2-3 times to push phlegm up the throat.; With your mouth slightly open, cough about 2-3 times to push phlegm up your throat."
        },
        {
            "subsection_name": "Some other questions about chronic obstructive pulmonary disease COPD",
            "subsection_content": "1. Bệnh phổi tắc nghẽn mạn tính (COPD) có lây không?\nKHÔNG! Từ những nguyên nhân kể trên, có thể thấy rằng đây không phải bệnh lây nhiễm, bởi bệnh chỉ xuất phát ở nguyên nhân nội tại và đa phần là do ảnh hưởng từ môi trường hay thói quen hút thuốc. (5)\nKhông giống các bệnh hô hấp thường gặp khác, bệnh không phải là do vi khuẩn, virus, vì vậy người nhà hoàn toàn có thể chăm sóc người bệnh không phải lo lắng nhiễm bệnh.\n2. Copd có phải là hen suyễn không?\nCOPD và hen suyễn là hai bệnh có điểm chung là tình trạng co thắt phế quản. Người mắc viêm phổi mạn tính COPD và hen phế quản đều có biểu hiện khó thở, ho.. Ngược lại, 2 bệnh này khác nhau ở sự hồi phục của các tổn thương phế quản (tình trạng tắc nghẽn). Trên lâm sàng, bệnh nhân hen phế quản thường cảm thấy hoàn toàn bình thường khi hết cơn khó thở hoặc sau khi được điểu trị ổn định, trong khi đó người bệnh COPD thường xuyên khó thở gắng sức, khó thở liên tục hoặc ho khạc đờm kéo dài ngay cả sau khi đã điều trị đúng và đầy đủ. (7)\nNhìn chung các bệnh nhân hen phế quản mắc bệnh khi còn khá trẻ, đến tuổi trưởng thành, tình trạng hen phế quản có thể ổn định và quay trở lại ở tuổi trung niên hoặc khi về già, trong khi đó, các bệnh nhân COPD thường có tiền sử hút thuốc hoặc tiếp xúc khói bụi kéo dài, bệnh thường xuất hiện sau tuổi 40.\n3. Bệnh nhân COPD sống được bao lâu khi mắc bệnh?\nDù mắc bệnh ở giai đoạn nhẹ nhất cũng có thời gian sống giảm hơn bình thường; người mắc bệnh phổi mạn tính càng nặng thì thời gian sống càng ngắn. Hầu hết những người bệnh đều được chẩn đoán bệnh khi bệnh đã ở giai đoạn nặng hoặc rất nặng. Chỉ khoảng 70% bệnh nhân phổi tắc nghẽn mạn tính nặng và khoảng 30% bệnh nhân mắc COPD nặng sống sót sau 5 năm phát hiện ra bệnh.\n4. Bệnh phổi tắc nghẽn mạn tính nên ăn gì/kiêng gì?\nViệc có trọng lượng cơ thể quá béo hoặc quá gầy đều có thể ảnh hưởng đến tiến triển của bệnh. Nếu như người bệnh quá cân thì sẽ gặp khó khăn nhiều hơn trong việc cử động lồng ngực để thở. Các biện pháp ăn kiêng sẽ rất cần thiết lúc này để làm giảm cân nặng đồng thời cũng cải thiện tình trạng hô hấp của bạn.\nSuy dinh dưỡng là một vấn đề lớn ở những giai đoạn nặng của bệnh. 50 – 60% bệnh nhân COPD tiến triển trong tình trạng suy dinh dưỡng nặng. Việc cung cấp chế độ dinh dưỡng cân bằng rất quan trọng trong việc có thể giúp tái cấu trúc cơ và cải thiện nhanh chóng và rõ rệt chức năng hô hấp. (9)\nNhững thực phẩm nên sử dụng bao gồm: Ngũ cốc nguyên hạt, Sữa và các sản phẩm từ sữa, rau xanh, chất béo có lợi, các loại hạt. Bên cạnh đó người bệnh cũng nên tránh ăn quá nhiều muối, đồ chiên rán, thức ăn nhanh. Đặc biệt cần kiêng tuyệt đối thuốc lá và rượu bia.\nNgười bị phổi tắc nghẽn mãn tính là đối tượng cần có chế độ dinh dưỡng đặc biệt bởi tiêu hao nhiều năng lượng cho quá trình hô hấp. Cần tìm hiểu kỷ người mắc bệnh phổi tắc nghẽn mạn tính nên ăn gì và kiêng ăn gì? để có thế chăm sóc bảo vệ phổi cũng như sức khỏe người bệnh một cách tốt nhất.\n5. Quản lý COPD như thế nào?\nTại hệ thống Bệnh viện Đa khoa Tâm Anh tiếp nhận, quản lý hàng trăm bệnh nhân COPD thăm khám định kỳ mỗi tháng. Khi đến bệnh viện, người bệnh được bác sĩ chỉ định làm một số xét nghiệm cận lâm sàng như: xét nghiệm máu, chụp X-quang tim phổi, siêu âm và đo chức năng hô hấp để nhận định được mức độ tắc nghẽn và giai đoạn của bệnh. Trên cơ sở đó, bác sĩ sẽ lập phác đồ điều trị cụ thể hóa cho từng bệnh nhân. Đồng thời, hướng dẫn họ dùng thuốc tại nhà, hướng dẫn chế độ sinh hoạt hợp lý và hướng dẫn người bệnh tập các bài tập phục hồi chức năng cho cơ hô hấp. Khi trở về điều trị tại nhà, người bệnh sẽ được theo dõi định kỳ hàng tháng. Mỗi lần thăm khám theo lịch khám định kỳ, bác sĩ sẽ tiến hành kiểm tra chức năng hô hấp, tư vấn và cấp thuốc điều trị dự phòng cho người bệnh.(11)\n6. Khi nào người bệnh cần gặp bác sĩ?\nDo bệnh lý hô hấp mạn tính nên người mắc bệnh thường được điều trị tại nhà và sử dụng các loại thuốc điều trị theo chỉ dẫn của bác sĩ. Tuy nhiên, tình trạng đáp ứng thuốc tốt hay không còn tùy thuộc vào cá thể bệnh nhân. Do đó, nếu trong quá trình điều trị bệnh nhân cảm thấy mình có những triệu chứng bất thường thì cần trao đổi với bác sĩ để có xử trí và điều trị phù hợp. Ngoài ra, nếu được điều trị tại nhà với thuốc steroid hít kéo dài hơn 2 ngày và/hoặc kháng sinh, nhưng người bệnh vẫn có các triệu chứng trầm trọng thì cần phải đến bệnh viện ngay. Điều trị một đợt cấp chủ yếu là bằng thuốc để kiểm soát sự sưng phù và co thắt trong phổi. Sưng phù được điều trị bằng steroid viên hoặc tiêm tĩnh mạch. Trong bệnh viện, bạn cũng có thể được cho thuốc giãn phế quản dạng hít hoặc dạng phun để làm dãn sự co thắt chung quanh đường thở. Trong một số trường hợp, bạn cũng có thể được cho kháng sinh. Bệnh phổi tắc mãn tính phải thăm khám bác sĩ định kỳ 1 tháng/ lần.(10)\n7. Bệnh phổi tắc nghẽn mãn tính có nguy hiểm không?\nPhổi tắc nghẽn mãn tính và căn bệnh vô cùng nguy hiểm, diễn tiến nhanh và nặng dần, gây ra nhiều biến chứng như tràn khí màng phổi, suy tim, giảm tuổi thọ, tàn phế. Đặc biệt, cho đến nay chúng ta vẫn chưa thể chữa khỏi hoàn toàn căn bệnh, nên người mắc phải sống chung suốt đời với căn bệnh phổi tắc nghẽn mạn tính. Mặt khác, hiện nay bệnh phổi tắc nghẽn mãn tính đang có xu hướng tăng lên, gây áp lực cho ngành y vì đây là bệnh kéo dài, chưa có thuốc chữa trị đặc hiệu. Chính vì thế, người mắc bệnh gặp nhiều khó khăn, tốn kém nhiều thời gian và chi phí điều trị.\nĐiều trị bệnh phổi tắc nghẽn mạn tính (COPD) tại Bệnh viện Đa khoa Tâm Anh\nKhoa Nội hô hấp, BVĐK Tâm Anh là địa chỉ tin cậy trong việc điều trị các loại bệnh hô hấp thường gặp như: viêm phế quản cấp, viêm phổi do các loại vi khuẩn, virus, nấm; hen phế quản, COPD, ung thư phổi, tràn dịch màng phổi, giãn phế quản, bệnh phổi kẽ, xơ phổi, bụi phổi, hội chứng ngưng thở tắc nghẽn khi ngủ, các biểu hiện phổi trong các bệnh hệ thống…\nVới đội ngũ chuyên gia giàu kinh nghiệm, đặc biệt là GS.TS.BS Ngô Quý Châu – “cây đại thụ” trong lĩnh vực nội hô hấp của Việt Nam. GS.TS.BS Ngô Quý Châu đã từng đảm nhiệm các chức vụ quan trọng như: Trưởng bộ môn Nội tổng hợp Trường Đại học Y Hà Nội, Chủ tịch Hội hô hấp Hà Nội và nguyên Giám đốc Trung tâm Hô hấp kiêm Phó Giám đốc Bệnh viện Bạch Mai.\nBên cạnh đó, để chăm sóc sức khỏe tốt nhất cho người bệnh đồng thời mang lại dịch vụ tư vấn chăm sóc sức khỏe toàn diện cho khách hàng, Khoa Nội hô hấp bệnh viện Đa khoa Tâm Anh cũng được đầu tư hệ thống trang thiết bị, máy móc tiên tiến, hiện đại hàng đầu thế giới như: hệ thống nội soi màng phổi, hệ thống nội soi phế quản ống mềm hiện đại dải tần hẹp NBI, máy chụp X-quang công nghệ cao, máy chụp CT 128 dãy để phát hiện sớm ung thư phổi, màng phổi và các bệnh lý hô hấp khác…\nĐỂ ĐẶT LỊCH HẸN KHÁM VÀ TÌM HIỂU THÔNG TIN VỀ BỆNH PHỔI TẮC NGHẼN MÃN TÍNH, XIN VUI LÒNG LIÊN HỆ HỆ THỐNG BỆNH VIỆN ĐA KHOA TÂM ANH – Hà Nội:  108 Hoàng Như Tiếp, P.Bồ Đề, Q.Long Biên, TP. Hà Nội Hotline: 024 3872 3872 – 024 7106 6858  – TP.HCM:  2B Phổ Quang, P.2, Q.Tân Bình, TP. Hồ Chí Minh Hotline: 0287 102 6789 – 093 180 6858  – Fanpage: https://www.facebook.com/benhvientamanh\nĐó là toàn bộ các thông tin hữu dụng, được tổng hợp từ rất nhiều nguồn thông tin chính thống, nghiên cứu khoa học rõ ràng về bệnh phổi tắc nghẽn mạn tính COPD. Hãy cùng Tâm Anh chung tay bảo vệ sức khỏe của bản thân và cộng đồng!",
            "subsection_string": "Some other questions about chronic obstructive pulmonary disease COPD\n1. Bệnh phổi tắc nghẽn mạn tính (COPD) có lây không?\nKHÔNG! Từ những nguyên nhân kể trên, có thể thấy rằng đây không phải bệnh lây nhiễm, bởi bệnh chỉ xuất phát ở nguyên nhân nội tại và đa phần là do ảnh hưởng từ môi trường hay thói quen hút thuốc. (5)\nKhông giống các bệnh hô hấp thường gặp khác, bệnh không phải là do vi khuẩn, virus, vì vậy người nhà hoàn toàn có thể chăm sóc người bệnh không phải lo lắng nhiễm bệnh.\n2. Copd có phải là hen suyễn không?\nCOPD và hen suyễn là hai bệnh có điểm chung là tình trạng co thắt phế quản. Người mắc viêm phổi mạn tính COPD và hen phế quản đều có biểu hiện khó thở, ho.. Ngược lại, 2 bệnh này khác nhau ở sự hồi phục của các tổn thương phế quản (tình trạng tắc nghẽn). Trên lâm sàng, bệnh nhân hen phế quản thường cảm thấy hoàn toàn bình thường khi hết cơn khó thở hoặc sau khi được điểu trị ổn định, trong khi đó người bệnh COPD thường xuyên khó thở gắng sức, khó thở liên tục hoặc ho khạc đờm kéo dài ngay cả sau khi đã điều trị đúng và đầy đủ. (7)\nNhìn chung các bệnh nhân hen phế quản mắc bệnh khi còn khá trẻ, đến tuổi trưởng thành, tình trạng hen phế quản có thể ổn định và quay trở lại ở tuổi trung niên hoặc khi về già, trong khi đó, các bệnh nhân COPD thường có tiền sử hút thuốc hoặc tiếp xúc khói bụi kéo dài, bệnh thường xuất hiện sau tuổi 40.\n3. Bệnh nhân COPD sống được bao lâu khi mắc bệnh?\nDù mắc bệnh ở giai đoạn nhẹ nhất cũng có thời gian sống giảm hơn bình thường; người mắc bệnh phổi mạn tính càng nặng thì thời gian sống càng ngắn. Hầu hết những người bệnh đều được chẩn đoán bệnh khi bệnh đã ở giai đoạn nặng hoặc rất nặng. Chỉ khoảng 70% bệnh nhân phổi tắc nghẽn mạn tính nặng và khoảng 30% bệnh nhân mắc COPD nặng sống sót sau 5 năm phát hiện ra bệnh.\n4. Bệnh phổi tắc nghẽn mạn tính nên ăn gì/kiêng gì?\nViệc có trọng lượng cơ thể quá béo hoặc quá gầy đều có thể ảnh hưởng đến tiến triển của bệnh. Nếu như người bệnh quá cân thì sẽ gặp khó khăn nhiều hơn trong việc cử động lồng ngực để thở. Các biện pháp ăn kiêng sẽ rất cần thiết lúc này để làm giảm cân nặng đồng thời cũng cải thiện tình trạng hô hấp của bạn.\nSuy dinh dưỡng là một vấn đề lớn ở những giai đoạn nặng của bệnh. 50 – 60% bệnh nhân COPD tiến triển trong tình trạng suy dinh dưỡng nặng. Việc cung cấp chế độ dinh dưỡng cân bằng rất quan trọng trong việc có thể giúp tái cấu trúc cơ và cải thiện nhanh chóng và rõ rệt chức năng hô hấp. (9)\nNhững thực phẩm nên sử dụng bao gồm: Ngũ cốc nguyên hạt, Sữa và các sản phẩm từ sữa, rau xanh, chất béo có lợi, các loại hạt. Bên cạnh đó người bệnh cũng nên tránh ăn quá nhiều muối, đồ chiên rán, thức ăn nhanh. Đặc biệt cần kiêng tuyệt đối thuốc lá và rượu bia.\nNgười bị phổi tắc nghẽn mãn tính là đối tượng cần có chế độ dinh dưỡng đặc biệt bởi tiêu hao nhiều năng lượng cho quá trình hô hấp. Cần tìm hiểu kỷ người mắc bệnh phổi tắc nghẽn mạn tính nên ăn gì và kiêng ăn gì? để có thế chăm sóc bảo vệ phổi cũng như sức khỏe người bệnh một cách tốt nhất.\n5. Quản lý COPD như thế nào?\nTại hệ thống Bệnh viện Đa khoa Tâm Anh tiếp nhận, quản lý hàng trăm bệnh nhân COPD thăm khám định kỳ mỗi tháng. Khi đến bệnh viện, người bệnh được bác sĩ chỉ định làm một số xét nghiệm cận lâm sàng như: xét nghiệm máu, chụp X-quang tim phổi, siêu âm và đo chức năng hô hấp để nhận định được mức độ tắc nghẽn và giai đoạn của bệnh. Trên cơ sở đó, bác sĩ sẽ lập phác đồ điều trị cụ thể hóa cho từng bệnh nhân. Đồng thời, hướng dẫn họ dùng thuốc tại nhà, hướng dẫn chế độ sinh hoạt hợp lý và hướng dẫn người bệnh tập các bài tập phục hồi chức năng cho cơ hô hấp. Khi trở về điều trị tại nhà, người bệnh sẽ được theo dõi định kỳ hàng tháng. Mỗi lần thăm khám theo lịch khám định kỳ, bác sĩ sẽ tiến hành kiểm tra chức năng hô hấp, tư vấn và cấp thuốc điều trị dự phòng cho người bệnh.(11)\n6. Khi nào người bệnh cần gặp bác sĩ?\nDo bệnh lý hô hấp mạn tính nên người mắc bệnh thường được điều trị tại nhà và sử dụng các loại thuốc điều trị theo chỉ dẫn của bác sĩ. Tuy nhiên, tình trạng đáp ứng thuốc tốt hay không còn tùy thuộc vào cá thể bệnh nhân. Do đó, nếu trong quá trình điều trị bệnh nhân cảm thấy mình có những triệu chứng bất thường thì cần trao đổi với bác sĩ để có xử trí và điều trị phù hợp. Ngoài ra, nếu được điều trị tại nhà với thuốc steroid hít kéo dài hơn 2 ngày và/hoặc kháng sinh, nhưng người bệnh vẫn có các triệu chứng trầm trọng thì cần phải đến bệnh viện ngay. Điều trị một đợt cấp chủ yếu là bằng thuốc để kiểm soát sự sưng phù và co thắt trong phổi. Sưng phù được điều trị bằng steroid viên hoặc tiêm tĩnh mạch. Trong bệnh viện, bạn cũng có thể được cho thuốc giãn phế quản dạng hít hoặc dạng phun để làm dãn sự co thắt chung quanh đường thở. Trong một số trường hợp, bạn cũng có thể được cho kháng sinh. Bệnh phổi tắc mãn tính phải thăm khám bác sĩ định kỳ 1 tháng/ lần.(10)\n7. Bệnh phổi tắc nghẽn mãn tính có nguy hiểm không?\nPhổi tắc nghẽn mãn tính và căn bệnh vô cùng nguy hiểm, diễn tiến nhanh và nặng dần, gây ra nhiều biến chứng như tràn khí màng phổi, suy tim, giảm tuổi thọ, tàn phế. Đặc biệt, cho đến nay chúng ta vẫn chưa thể chữa khỏi hoàn toàn căn bệnh, nên người mắc phải sống chung suốt đời với căn bệnh phổi tắc nghẽn mạn tính. Mặt khác, hiện nay bệnh phổi tắc nghẽn mãn tính đang có xu hướng tăng lên, gây áp lực cho ngành y vì đây là bệnh kéo dài, chưa có thuốc chữa trị đặc hiệu. Chính vì thế, người mắc bệnh gặp nhiều khó khăn, tốn kém nhiều thời gian và chi phí điều trị.\nĐiều trị bệnh phổi tắc nghẽn mạn tính (COPD) tại Bệnh viện Đa khoa Tâm Anh\nKhoa Nội hô hấp, BVĐK Tâm Anh là địa chỉ tin cậy trong việc điều trị các loại bệnh hô hấp thường gặp như: viêm phế quản cấp, viêm phổi do các loại vi khuẩn, virus, nấm; hen phế quản, COPD, ung thư phổi, tràn dịch màng phổi, giãn phế quản, bệnh phổi kẽ, xơ phổi, bụi phổi, hội chứng ngưng thở tắc nghẽn khi ngủ, các biểu hiện phổi trong các bệnh hệ thống…\nVới đội ngũ chuyên gia giàu kinh nghiệm, đặc biệt là GS.TS.BS Ngô Quý Châu – “cây đại thụ” trong lĩnh vực nội hô hấp của Việt Nam. GS.TS.BS Ngô Quý Châu đã từng đảm nhiệm các chức vụ quan trọng như: Trưởng bộ môn Nội tổng hợp Trường Đại học Y Hà Nội, Chủ tịch Hội hô hấp Hà Nội và nguyên Giám đốc Trung tâm Hô hấp kiêm Phó Giám đốc Bệnh viện Bạch Mai.\nBên cạnh đó, để chăm sóc sức khỏe tốt nhất cho người bệnh đồng thời mang lại dịch vụ tư vấn chăm sóc sức khỏe toàn diện cho khách hàng, Khoa Nội hô hấp bệnh viện Đa khoa Tâm Anh cũng được đầu tư hệ thống trang thiết bị, máy móc tiên tiến, hiện đại hàng đầu thế giới như: hệ thống nội soi màng phổi, hệ thống nội soi phế quản ống mềm hiện đại dải tần hẹp NBI, máy chụp X-quang công nghệ cao, máy chụp CT 128 dãy để phát hiện sớm ung thư phổi, màng phổi và các bệnh lý hô hấp khác…\nĐỂ ĐẶT LỊCH HẸN KHÁM VÀ TÌM HIỂU THÔNG TIN VỀ BỆNH PHỔI TẮC NGHẼN MÃN TÍNH, XIN VUI LÒNG LIÊN HỆ HỆ THỐNG BỆNH VIỆN ĐA KHOA TÂM ANH – Hà Nội:  108 Hoàng Như Tiếp, P.Bồ Đề, Q.Long Biên, TP. Hà Nội Hotline: 024 3872 3872 – 024 7106 6858  – TP.HCM:  2B Phổ Quang, P.2, Q.Tân Bình, TP. Hồ Chí Minh Hotline: 0287 102 6789 – 093 180 6858  – Fanpage: https://www.facebook.com/benhvientamanh\nĐó là toàn bộ các thông tin hữu dụng, được tổng hợp từ rất nhiều nguồn thông tin chính thống, nghiên cứu khoa học rõ ràng về bệnh phổi tắc nghẽn mạn tính COPD. Hãy cùng Tâm Anh chung tay bảo vệ sức khỏe của bản thân và cộng đồng!"
        }
    ],
    "name": "benh-phoi-tac-nghen-man-tinh-copd.json"
}