{
    "title": "External hemorrhoids: Symptoms, treatment, is it dangerous?",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/benh-tri-ngoai/",
    "abstract": "External hemorrhoids are a benign disease but can cause serious complications and adversely affect the digestive tract if not treated promptly and properly. Treatment of external hemorrhoids will become difficult and expensive if the disease is detected late, or if the patient does not go to the hospital early. Patients often experience complications after applying the medicine, causing ulcers, infections, and anal strictures. According to research by the Vietnam Anorectal Association, hemorrhoids account for about 35-50% of all anorectal diseases in our country. In particular, this disease is becoming more and more common in people in their 30s and office workers. Correct understanding of hemorrhoids in general and external hemorrhoids in particular will help people know how to prevent, diagnose and treat promptly and effectively, thereby avoiding serious complications that affect health or cause costs. poor money - said MSc. Nguyen Van Hau.\nExternal hemorrhoids are hemorrhoids that affect the veins outside the anus",
    "content": "External hemorrhoids: Symptoms, treatment, is it dangerous?\n\nExternal hemorrhoids are a benign disease but can cause serious complications and adversely affect the digestive tract if not treated promptly and properly. Treatment of external hemorrhoids will become difficult and expensive if the disease is detected late, or if the patient does not go to the hospital early. Patients often experience complications after applying the medicine, causing ulcers, infections, and anal strictures. According to research by the Vietnam Anorectal Association, hemorrhoids account for about 35-50% of all anorectal diseases in our country. In particular, this disease is becoming more and more common in people in their 30s and office workers. Correct understanding of hemorrhoids in general and external hemorrhoids in particular will help people know how to prevent, diagnose and treat promptly and effectively, thereby avoiding serious complications that affect health or cause costs. poor money - said MSc. Nguyen Van Hau.\nExternal hemorrhoids are hemorrhoids that affect the veins outside the anus\n\nWhat are external hemorrhoids?\nExternal hemorrhoids are hemorrhoids that originate from the hemorrhoidal veins below the dentate line, and can be accompanied by internal hemorrhoids to form mixed hemorrhoids. These hemorrhoids can be painful and bleed due to blockage and itching.\nExternal hemorrhoids are divided into tufted external hemorrhoids (1, 2, 3 tufts) or the entire anal ring.\n\nCauses of external hemorrhoids\nThe most common causes of hemorrhoids are straining many times during bowel movements, sitting for long periods of time (especially people working in jobs such as IT, office work, or long-distance driving). This is often caused by severe constipation or diarrhea. Straining during bowel movements impedes blood circulation, leading to blood accumulation, causing dilation of vessels in the anal area, thereby leading to hemorrhoids.(1)\nDr. Hau said that external hemorrhoids can occur at any age but are most common between the ages of 18 and 60, in which women have a higher incidence rate than men.\nIn addition, other causes and risk factors of external hemorrhoids include:\nLifting heavy objects; Low-fiber diet; Or eat hot and spicy foods; Fat; Standing or sitting for long periods of time; Pregnancy; Ascites; Due to constitution; Drink less water; Diet lacking green vegetables and fiber; Lack of collagen in the anal area\n\nSymptoms of external hemorrhoids\nSymptoms of external hemorrhoids tend to vary depending on the severity of the disease. Some symptoms of external hemorrhoids may include:\n1. Signs of mild external hemorrhoids\nBright red blood in stool; There is a feeling of urgency and pressure in the anus; Anal burning pain appears during and after bowel movements or dull anal burning pain all day, especially when sitting.; During bowel movements, hemorrhoids prolapsed outside the anus.; Itching around the anus or rectal area.\n2. Signs of severe external hemorrhoids\nThe anus has tissue that looks like excess flesh; Hemorrhoids are red and contain many blood vessels inside; The anus is always burning; Hemorrhoids are enlarged, often purple-blue in color; Thrombosed hemorrhoids are painful and easily break when rubbed.(2)\nExternal hemorrhoids cause itching, burning pain, and anal bleeding. Red, swollen hemorrhoids can rupture and become infected if not treated early\n\nMethods of diagnosing external hemorrhoids\n1. Clinical diagnosis\nThe doctor will diagnose external hemorrhoids with the naked eye and touch the anus with his hand. If the anus appears large dark red bulges, containing blood clots with many overlapping blood vessels, covered by skin; Anus itching, burning, pain when defecating or standing or sitting for long periods of time; There may be blood in the stool... the doctor may conclude that this is external hemorrhoids.\nAt Tam Anh Hospital, Anorectal doctors apply anal endoscopy using an anal examination valve.\n2. Testing\nMany symptoms of external hemorrhoids can also be caused by other diseases such as anal cancer, anal fissures, colorectal cancer, inflammatory bowel disease (IBD), perianal abscesses, milia... Therefore, , the doctor needs to conduct an in-depth examination to accurately diagnose the disease.\nYour doctor may use a variety of tests to determine the presence of external hemorrhoids, such as:\nColonoscopy; Colonoscopy; Sigmoidoscopy\n\nMethods of treating external hemorrhoids\n1. Internal medicine method\nEat foods rich in fiber; Eat lots of fruits, vegetables and whole grains; Use topical medications or medications that improve blood circulation, such as hydrocortisone or creams containing witch hazel, to reduce itching and burning.; Soak the anus in warm water 2-3 times a day, 10-15 minutes each time; Avoid heavy exercise, sitting or standing for long periods of time; Over-the-counter (OTC) pain relievers, such as ibuprofen or acetaminophen, aspirin can be used to relieve pain and discomfort with your doctor's approval.; Clean the anus after regular bowel movements by using a wet towel or cotton pad to gently wipe.; Wrap ice in a soft towel to apply to the anus to help reduce swelling and pain.; Use hypertonic saline to make ice cubes - apply to external hemorrhoids for embolization; Sit with a pillow with holes in it when working for a long time; Add foods rich in collagen - salmon, tuna, seaweed...; Drugs that increase vascular wall strength can help improve external hemorrhoids, but the effect is not as obvious as that of internal hemorrhoids\n2. Surgical method\nClassic external hemorrhoidectomy surgery with a cold Plasma knife is a unique feature of Tam Anh Hospital - the advantage of low temperature is that the wound does not burn - is less painful - heals quickly. This method is to create a wound in the anal area, after a few weeks the wound will heal completely. This method is often applied to treat both internal and external hemorrhoids and patients with excess skin or hemorrhoids with complications of thrombosis and strangulation. (4); Classic external hemorrhoidectomy surgery with a cold Plasma knife is a unique feature of Tam Anh Hospital - the advantage of low temperature is that the wound does not burn - is less painful - heals quickly. This method is to create a wound in the anal area, after a few weeks the wound will heal completely. This method is often applied to treat both internal and external hemorrhoids and patients with excess skin or hemorrhoids with complications of thrombosis and strangulation. (4)\nTechniques to care for anal wounds after surgery for each specific case to help heal quickly and advise on preventing recurrence.; Post-operative anal wound care techniques for each specific case help to heal quickly and advise on preventing recurrence.\n3. Treatment of external hemorrhoids during pregnancy\nPregnant women can try many ways to treat external hemorrhoids at home using the internal medicine methods listed above. However, you should always check with your doctor before using any topical medication to keep it safe during pregnancy.\nDoctor Hau said that at the Anorectal Unit, doctors will advise on limiting medication use and not performing surgery on pregnant women with hemorrhoids. Instead, doctors will use:\nSuppositories (types that do not affect the fetus); Topical medications (types that do not affect the fetus); Soft, non-absorbent stools; Fiber; Cryotherapy cooling device (HemoHelp); Oriental fish mint; Cold plasma projection\n\nComplications of external hemorrhoids\nDr. Hau said, if external hemorrhoids are not treated promptly and properly, severe hemorrhoids can cause serious complications, affecting the patient's daily life and health such as:\nAnemia: One of the most common problems with hemorrhoids in general is anal bleeding. Frequent anal bleeding can cause anemia, leading to dizziness, fatigue, difficulty concentrating, affecting the patient's work productivity...; Anemia: One of the most common problems with hemorrhoids in general is anal bleeding. Frequent anal bleeding can cause anemia, leading to dizziness, fatigue, difficulty concentrating, affecting the patient's work productivity...\nProlapsed hemorrhoids: When hemorrhoids protrude outside the anus, are swollen, red, and tense, the patient is afraid to push them in because it is very painful. This condition can cause blood vessel blockage, leading to complications of hemorrhoid necrosis.; Prolapsed hemorrhoids: When hemorrhoids protrude outside the anus, are swollen, red, and tense, the patient is afraid to push them in because it is very painful. This condition can cause blood vessel blockage, leading to complications of hemorrhoid necrosis.\nBlood vessel blockage: When blood vessel blockage occurs, it is easy for a blood clot to form inside the hemorrhoid. This complication is not only painful but can also lead to necrosis.; Blood vessel blockage: When blood vessel blockage occurs, it is easy for a blood clot to form inside the hemorrhoid. This complication is not only painful but can also lead to necrosis.\nUlcers and infections: Because hemorrhoids protrude outside the anus and are rubbed, it can easily cause perianal dermatitis. When there is ulceration or necrosis of hemorrhoids, the wound will be easily exposed to feces and germs leading to infection.; Ulcers and infections: Because hemorrhoids protrude outside the anus and are rubbed, it can easily cause perianal dermatitis. When there is ulceration or necrosis of hemorrhoids, the wound will be easily exposed to feces and germs, leading to infection.\n\nMethods to prevent external hemorrhoids\nThere is no specific prevention method for external hemorrhoids, but people can apply the following prevention methods for hemorrhoids in general. Methods include:\nHave a diet rich in vegetables and fiber (including soluble and insoluble fiber).; Drink enough water every day.; Avoid sitting on the toilet for a long time, avoid straining when defecating.; Avoid eating spicy and hot foods; Avoid drinking beer and wine; Avoid sitting for too long, get up and walk every 30 minutes.; Avoid exercise and heavy activities that put pressure on the anal and rectal areas; Exercise at least 30 minutes a day to stimulate bowel movements.; Do not wear tight pants that cause friction in the anal area.; Avoid prolonged diarrhea or constipation; Pregnant women need to pay special attention to eating and living.; You should have regular health checks, especially go to the hospital immediately if you encounter suspicious problems in the anal area.; Sit with a hole-shaped pillow when working long hours or driving long distances; Add foods rich in collagen - salmon, tuna, seaweed...; Practice bowel exercises (3)\nA diet rich in green vegetables and fiber is important in preventing and treating external hemorrhoids\n\nFrequently asked questions related to external hemorrhoids\n1. Can external hemorrhoids go away on their own?\nExternal hemorrhoids can heal on their own if detected early and promptly adjusted diet and daily living habits. However, if external hemorrhoids have developed seriously, they cannot be cured on their own. Even internal medical methods cannot help cure the disease and require surgical intervention. (5)\n2. Are external hemorrhoids dangerous?\nHemorrhoids in general and external hemorrhoids in particular are a benign disease. However, if not treated promptly, hemorrhoids can cause serious complications such as hemorrhoid necrosis. Hemorrhoid necrosis can cause widespread infection in the anal area and bloodstream, which can be life-threatening if not treated promptly.\n3. Are external hemorrhoids contagious?\nHemorrhoids in general and external hemorrhoids in particular are not diseases caused by infectious bacteria or viruses. Therefore, this is not a contagious disease so there is no possibility of infection.\n4. What should you avoid eating if you have external hemorrhoids?\nPatients with external hemorrhoids in particular and hemorrhoids in general should abstain from drinking alcohol; Eat acrid green fruits like green bananas and green guavas; Eat spicy foods like chili, pepper...\n5. What should you eat if you have external hemorrhoids?\nFoods that people with external hemorrhoids should eat to supplement the body: Eat lots of vegetables, iron-rich foods, vitamin-rich foods, build a scientific diet, and drink lots of water.\n6. What to do to keep external hemorrhoids from recurring after treatment?\nAfter surgery, external hemorrhoids can still recur if the patient does not pay attention to prevention. To avoid recurrence of external hemorrhoids, you should apply hemorrhoid prevention measures as mentioned above.\n7. How to prevent external hemorrhoids from developing?\nThe main factor in preventing external hemorrhoids from developing is to avoid straining during bowel movements. If constipation is severe, the patient can use laxatives or add more fiber to the diet.\nIn addition, patients can also use stool softeners to temporarily treat constipation, thereby helping the anus avoid pressure during bowel movements.\n8. Can external hemorrhoids be cured?\nExternal hemorrhoids can be cured if the correct treatment is applied. To treat external hemorrhoids, you can apply medical and surgical treatment methods as mentioned above.\n9. Where is it safe to have external hemorrhoids removed?\nCurrently, there are many hemorrhoidectomy facilities, including hospitals and clinics, but patients should go to facilities with qualified, experienced doctors to receive diagnosis and advice on effective treatment. avoid complications. In particular, you should prioritize going to hospitals with modern equipment, because advanced, scientific machines will support better treatment, shorten hospital stay, reduce treatment costs and speed up healing. wound.\n10. How much does external hemorrhoid surgery cost?\nDepending on the severity of external hemorrhoids, treatment methods and treatment services at each facility, hemorrhoid surgery will have different prices. To know the detailed price of hemorrhoid surgery, patients should contact directly the hemorrhoidectomy facility where they want to go for treatment for advice.\nHaving internal hemorrhoids or external hemorrhoids affects your daily life and health in the long term. In particular, serious complications such as hemorrhoid necrosis can also be life-threatening, so patients should not be subjective or delay going to the hospital for examination and treatment. For those who do not yet have hemorrhoids, prevention is extremely important. In addition to paying attention to eating and living, people should have the habit of having regular health checks at the hospital to early detect abnormalities in the anus and rectum in particular, as well as the digestive tract and other organs. other officials in general – Doctor Hau advised.\nTam Anh Hospital is a reputable unit for examining and treating digestive diseases, including external hemorrhoids. With a team of leading, skilled and experienced experts and doctors, equipped with top modern machinery and medical equipment systems. In particular, the Gastrointestinal Endoscopy & Surgery Center is the first place in Southeast Asia to apply mechanical hand-held robotic instruments combined with the ICG Rubina 3D/4K endoscopic surgery system in laparoscopic surgery. Treatment of gastrointestinal diseases is highly effective and reduces costs for patients.\nTo schedule an examination, treatment, and surgery for external hemorrhoids and digestive diseases, please contact: Tam Anh General Hospital System, Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City .Hanoi Make an appointment: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Make an appointment: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital",
    "subsections": [
        {
            "subsection_name": "What are external hemorrhoids?",
            "subsection_content": "External hemorrhoids are hemorrhoids that originate from the hemorrhoidal veins below the dentate line, and can be accompanied by internal hemorrhoids to form mixed hemorrhoids. These hemorrhoids can be painful and bleed due to blockage and itching.\nExternal hemorrhoids are divided into tufted external hemorrhoids (1, 2, 3 tufts) or the entire anal ring.",
            "subsection_string": "What are external hemorrhoids?\nExternal hemorrhoids are hemorrhoids that originate from the hemorrhoidal veins below the dentate line, and can be accompanied by internal hemorrhoids to form mixed hemorrhoids. These hemorrhoids can be painful and bleed due to blockage and itching.\nExternal hemorrhoids are divided into tufted external hemorrhoids (1, 2, 3 tufts) or the entire anal ring."
        },
        {
            "subsection_name": "Causes of external hemorrhoids",
            "subsection_content": "The most common causes of hemorrhoids are straining many times during bowel movements, sitting for long periods of time (especially people working in jobs such as IT, office work, or long-distance driving). This is often caused by severe constipation or diarrhea. Straining during bowel movements impedes blood circulation, leading to blood accumulation, causing dilation of vessels in the anal area, thereby leading to hemorrhoids.(1)\nDr. Hau said that external hemorrhoids can occur at any age but are most common between the ages of 18 and 60, in which women have a higher incidence rate than men.\nIn addition, other causes and risk factors of external hemorrhoids include:\nLifting heavy objects; Low-fiber diet; Or eat hot and spicy foods; Fat; Standing or sitting for long periods of time; Pregnancy; Ascites; Due to constitution; Drink less water; Diet lacking green vegetables and fiber; Lack of collagen in the anal area",
            "subsection_string": "Causes of external hemorrhoids\nThe most common causes of hemorrhoids are straining many times during bowel movements, sitting for long periods of time (especially people working in jobs such as IT, office work, or long-distance driving). This is often caused by severe constipation or diarrhea. Straining during bowel movements impedes blood circulation, leading to blood accumulation, causing dilation of vessels in the anal area, thereby leading to hemorrhoids.(1)\nDr. Hau said that external hemorrhoids can occur at any age but are most common between the ages of 18 and 60, in which women have a higher incidence rate than men.\nIn addition, other causes and risk factors of external hemorrhoids include:\nLifting heavy objects; Low-fiber diet; Or eat hot and spicy foods; Fat; Standing or sitting for long periods of time; Pregnancy; Ascites; Due to constitution; Drink less water; Diet lacking green vegetables and fiber; Lack of collagen in the anal area"
        },
        {
            "subsection_name": "Symptoms of external hemorrhoids",
            "subsection_content": "Symptoms of external hemorrhoids tend to vary depending on the severity of the disease. Some symptoms of external hemorrhoids may include:\n1. Signs of mild external hemorrhoids\nBright red blood in stool; There is a feeling of urgency and pressure in the anus; Anal burning pain appears during and after bowel movements or dull anal burning pain all day, especially when sitting.; During bowel movements, hemorrhoids prolapsed outside the anus.; Itching around the anus or rectal area.\n2. Signs of severe external hemorrhoids\nThe anus has tissue that looks like excess flesh; Hemorrhoids are red and contain many blood vessels inside; The anus is always burning; Hemorrhoids are enlarged, often purple-blue in color; Thrombosed hemorrhoids are painful and easily break when rubbed.(2)\nExternal hemorrhoids cause itching, burning pain, and anal bleeding. Red, swollen hemorrhoids can rupture and become infected if not treated early",
            "subsection_string": "Symptoms of external hemorrhoids\nSymptoms of external hemorrhoids tend to vary depending on the severity of the disease. Some symptoms of external hemorrhoids may include:\n1. Signs of mild external hemorrhoids\nBright red blood in stool; There is a feeling of urgency and pressure in the anus; Anal burning pain appears during and after bowel movements or dull anal burning pain all day, especially when sitting.; During bowel movements, hemorrhoids prolapsed outside the anus.; Itching around the anus or rectal area.\n2. Signs of severe external hemorrhoids\nThe anus has tissue that looks like excess flesh; Hemorrhoids are red and contain many blood vessels inside; The anus is always burning; Hemorrhoids are enlarged, often purple-blue in color; Thrombosed hemorrhoids are painful and easily break when rubbed.(2)\nExternal hemorrhoids cause itching, burning pain, and anal bleeding. Red, swollen hemorrhoids can rupture and become infected if not treated early"
        },
        {
            "subsection_name": "Methods of diagnosing external hemorrhoids",
            "subsection_content": "1. Clinical diagnosis\nThe doctor will diagnose external hemorrhoids with the naked eye and touch the anus with his hand. If the anus appears large dark red bulges, containing blood clots with many overlapping blood vessels, covered by skin; Anus itching, burning, pain when defecating or standing or sitting for long periods of time; There may be blood in the stool... the doctor may conclude that this is external hemorrhoids.\nAt Tam Anh Hospital, Anorectal doctors apply anal endoscopy using an anal examination valve.\n2. Testing\nMany symptoms of external hemorrhoids can also be caused by other diseases such as anal cancer, anal fissures, colorectal cancer, inflammatory bowel disease (IBD), perianal abscesses, milia... Therefore, , the doctor needs to conduct an in-depth examination to accurately diagnose the disease.\nYour doctor may use a variety of tests to determine the presence of external hemorrhoids, such as:\nColonoscopy; Colonoscopy; Sigmoidoscopy",
            "subsection_string": "Methods of diagnosing external hemorrhoids\n1. Clinical diagnosis\nThe doctor will diagnose external hemorrhoids with the naked eye and touch the anus with his hand. If the anus appears large dark red bulges, containing blood clots with many overlapping blood vessels, covered by skin; Anus itching, burning, pain when defecating or standing or sitting for long periods of time; There may be blood in the stool... the doctor may conclude that this is external hemorrhoids.\nAt Tam Anh Hospital, Anorectal doctors apply anal endoscopy using an anal examination valve.\n2. Testing\nMany symptoms of external hemorrhoids can also be caused by other diseases such as anal cancer, anal fissures, colorectal cancer, inflammatory bowel disease (IBD), perianal abscesses, milia... Therefore, , the doctor needs to conduct an in-depth examination to accurately diagnose the disease.\nYour doctor may use a variety of tests to determine the presence of external hemorrhoids, such as:\nColonoscopy; Colonoscopy; Sigmoidoscopy"
        },
        {
            "subsection_name": "Methods of treating external hemorrhoids",
            "subsection_content": "1. Internal medicine method\nEat foods rich in fiber; Eat lots of fruits, vegetables and whole grains; Use topical medications or medications that improve blood circulation, such as hydrocortisone or creams containing witch hazel, to reduce itching and burning.; Soak the anus in warm water 2-3 times a day, 10-15 minutes each time; Avoid heavy exercise, sitting or standing for long periods of time; Over-the-counter (OTC) pain relievers, such as ibuprofen or acetaminophen, aspirin can be used to relieve pain and discomfort with your doctor's approval.; Clean the anus after regular bowel movements by using a wet towel or cotton pad to gently wipe.; Wrap ice in a soft towel to apply to the anus to help reduce swelling and pain.; Use hypertonic saline to make ice cubes - apply to external hemorrhoids for embolization; Sit with a pillow with holes in it when working for a long time; Add foods rich in collagen - salmon, tuna, seaweed...; Drugs that increase vascular wall strength can help improve external hemorrhoids, but the effect is not as obvious as that of internal hemorrhoids\n2. Surgical method\nClassic external hemorrhoidectomy surgery with a cold Plasma knife is a unique feature of Tam Anh Hospital - the advantage of low temperature is that the wound does not burn - is less painful - heals quickly. This method is to create a wound in the anal area, after a few weeks the wound will heal completely. This method is often applied to treat both internal and external hemorrhoids and patients with excess skin or hemorrhoids with complications of thrombosis and strangulation. (4); Classic external hemorrhoidectomy surgery with a cold Plasma knife is a unique feature of Tam Anh Hospital - the advantage of low temperature is that the wound does not burn - is less painful - heals quickly. This method is to create a wound in the anal area, after a few weeks the wound will heal completely. This method is often applied to treat both internal and external hemorrhoids and patients with excess skin or hemorrhoids with complications of thrombosis and strangulation. (4)\nTechniques to care for anal wounds after surgery for each specific case to help heal quickly and advise on preventing recurrence.; Post-operative anal wound care techniques for each specific case help to heal quickly and advise on preventing recurrence.\n3. Treatment of external hemorrhoids during pregnancy\nPregnant women can try many ways to treat external hemorrhoids at home using the internal medicine methods listed above. However, you should always check with your doctor before using any topical medication to keep it safe during pregnancy.\nDoctor Hau said that at the Anorectal Unit, doctors will advise on limiting medication use and not performing surgery on pregnant women with hemorrhoids. Instead, doctors will use:\nSuppositories (types that do not affect the fetus); Topical medications (types that do not affect the fetus); Soft, non-absorbent stools; Fiber; Cryotherapy cooling device (HemoHelp); Oriental fish mint; Cold plasma projection",
            "subsection_string": "Methods of treating external hemorrhoids\n1. Internal medicine method\nEat foods rich in fiber; Eat lots of fruits, vegetables and whole grains; Use topical medications or medications that improve blood circulation, such as hydrocortisone or creams containing witch hazel, to reduce itching and burning.; Soak the anus in warm water 2-3 times a day, 10-15 minutes each time; Avoid heavy exercise, sitting or standing for long periods of time; Over-the-counter (OTC) pain relievers, such as ibuprofen or acetaminophen, aspirin can be used to relieve pain and discomfort with your doctor's approval.; Clean the anus after regular bowel movements by using a wet towel or cotton pad to gently wipe.; Wrap ice in a soft towel to apply to the anus to help reduce swelling and pain.; Use hypertonic saline to make ice cubes - apply to external hemorrhoids for embolization; Sit with a pillow with holes in it when working for a long time; Add foods rich in collagen - salmon, tuna, seaweed...; Drugs that increase vascular wall strength can help improve external hemorrhoids, but the effect is not as obvious as that of internal hemorrhoids\n2. Surgical method\nClassic external hemorrhoidectomy surgery with a cold Plasma knife is a unique feature of Tam Anh Hospital - the advantage of low temperature is that the wound does not burn - is less painful - heals quickly. This method is to create a wound in the anal area, after a few weeks the wound will heal completely. This method is often applied to treat both internal and external hemorrhoids and patients with excess skin or hemorrhoids with complications of thrombosis and strangulation. (4); Classic external hemorrhoidectomy surgery with a cold Plasma knife is a unique feature of Tam Anh Hospital - the advantage of low temperature is that the wound does not burn - is less painful - heals quickly. This method is to create a wound in the anal area, after a few weeks the wound will heal completely. This method is often applied to treat both internal and external hemorrhoids and patients with excess skin or hemorrhoids with complications of thrombosis and strangulation. (4)\nTechniques to care for anal wounds after surgery for each specific case to help heal quickly and advise on preventing recurrence.; Post-operative anal wound care techniques for each specific case help to heal quickly and advise on preventing recurrence.\n3. Treatment of external hemorrhoids during pregnancy\nPregnant women can try many ways to treat external hemorrhoids at home using the internal medicine methods listed above. However, you should always check with your doctor before using any topical medication to keep it safe during pregnancy.\nDoctor Hau said that at the Anorectal Unit, doctors will advise on limiting medication use and not performing surgery on pregnant women with hemorrhoids. Instead, doctors will use:\nSuppositories (types that do not affect the fetus); Topical medications (types that do not affect the fetus); Soft, non-absorbent stools; Fiber; Cryotherapy cooling device (HemoHelp); Oriental fish mint; Cold plasma projection"
        },
        {
            "subsection_name": "Complications of external hemorrhoids",
            "subsection_content": "Dr. Hau said, if external hemorrhoids are not treated promptly and properly, severe hemorrhoids can cause serious complications, affecting the patient's daily life and health such as:\nAnemia: One of the most common problems with hemorrhoids in general is anal bleeding. Frequent anal bleeding can cause anemia, leading to dizziness, fatigue, difficulty concentrating, affecting the patient's work productivity...; Anemia: One of the most common problems with hemorrhoids in general is anal bleeding. Frequent anal bleeding can cause anemia, leading to dizziness, fatigue, difficulty concentrating, affecting the patient's work productivity...\nProlapsed hemorrhoids: When hemorrhoids protrude outside the anus, are swollen, red, and tense, the patient is afraid to push them in because it is very painful. This condition can cause blood vessel blockage, leading to complications of hemorrhoid necrosis.; Prolapsed hemorrhoids: When hemorrhoids protrude outside the anus, are swollen, red, and tense, the patient is afraid to push them in because it is very painful. This condition can cause blood vessel blockage, leading to complications of hemorrhoid necrosis.\nBlood vessel blockage: When blood vessel blockage occurs, it is easy for a blood clot to form inside the hemorrhoid. This complication is not only painful but can also lead to necrosis.; Blood vessel blockage: When blood vessel blockage occurs, it is easy for a blood clot to form inside the hemorrhoid. This complication is not only painful but can also lead to necrosis.\nUlcers and infections: Because hemorrhoids protrude outside the anus and are rubbed, it can easily cause perianal dermatitis. When there is ulceration or necrosis of hemorrhoids, the wound will be easily exposed to feces and germs leading to infection.; Ulcers and infections: Because hemorrhoids protrude outside the anus and are rubbed, it can easily cause perianal dermatitis. When there is ulceration or necrosis of hemorrhoids, the wound will be easily exposed to feces and germs, leading to infection.",
            "subsection_string": "Complications of external hemorrhoids\nDr. Hau said, if external hemorrhoids are not treated promptly and properly, severe hemorrhoids can cause serious complications, affecting the patient's daily life and health such as:\nAnemia: One of the most common problems with hemorrhoids in general is anal bleeding. Frequent anal bleeding can cause anemia, leading to dizziness, fatigue, difficulty concentrating, affecting the patient's work productivity...; Anemia: One of the most common problems with hemorrhoids in general is anal bleeding. Frequent anal bleeding can cause anemia, leading to dizziness, fatigue, difficulty concentrating, affecting the patient's work productivity...\nProlapsed hemorrhoids: When hemorrhoids protrude outside the anus, are swollen, red, and tense, the patient is afraid to push them in because it is very painful. This condition can cause blood vessel blockage, leading to complications of hemorrhoid necrosis.; Prolapsed hemorrhoids: When hemorrhoids protrude outside the anus, are swollen, red, and tense, the patient is afraid to push them in because it is very painful. This condition can cause blood vessel blockage, leading to complications of hemorrhoid necrosis.\nBlood vessel blockage: When blood vessel blockage occurs, it is easy for a blood clot to form inside the hemorrhoid. This complication is not only painful but can also lead to necrosis.; Blood vessel blockage: When blood vessel blockage occurs, it is easy for a blood clot to form inside the hemorrhoid. This complication is not only painful but can also lead to necrosis.\nUlcers and infections: Because hemorrhoids protrude outside the anus and are rubbed, it can easily cause perianal dermatitis. When there is ulceration or necrosis of hemorrhoids, the wound will be easily exposed to feces and germs leading to infection.; Ulcers and infections: Because hemorrhoids protrude outside the anus and are rubbed, it can easily cause perianal dermatitis. When there is ulceration or necrosis of hemorrhoids, the wound will be easily exposed to feces and germs, leading to infection."
        },
        {
            "subsection_name": "Methods to prevent external hemorrhoids",
            "subsection_content": "There is no specific prevention method for external hemorrhoids, but people can apply the following prevention methods for hemorrhoids in general. Methods include:\nHave a diet rich in vegetables and fiber (including soluble and insoluble fiber).; Drink enough water every day.; Avoid sitting on the toilet for a long time, avoid straining when defecating.; Avoid eating spicy and hot foods; Avoid drinking beer and wine; Avoid sitting for too long, get up and walk every 30 minutes.; Avoid exercise and heavy activities that put pressure on the anal and rectal areas; Exercise at least 30 minutes a day to stimulate bowel movements.; Do not wear tight pants that cause friction in the anal area.; Avoid prolonged diarrhea or constipation; Pregnant women need to pay special attention to eating and living.; You should have regular health checks, especially go to the hospital immediately if you encounter suspicious problems in the anal area.; Sit with a hole-shaped pillow when working long hours or driving long distances; Add foods rich in collagen - salmon, tuna, seaweed...; Practice bowel exercises (3)\nA diet rich in green vegetables and fiber is important in preventing and treating external hemorrhoids",
            "subsection_string": "Methods to prevent external hemorrhoids\nThere is no specific prevention method for external hemorrhoids, but people can apply the following prevention methods for hemorrhoids in general. Methods include:\nHave a diet rich in vegetables and fiber (including soluble and insoluble fiber).; Drink enough water every day.; Avoid sitting on the toilet for a long time, avoid straining when defecating.; Avoid eating spicy and hot foods; Avoid drinking beer and wine; Avoid sitting for too long, get up and walk every 30 minutes.; Avoid exercise and heavy activities that put pressure on the anal and rectal areas; Exercise at least 30 minutes a day to stimulate bowel movements.; Do not wear tight pants that cause friction in the anal area.; Avoid prolonged diarrhea or constipation; Pregnant women need to pay special attention to eating and living.; You should have regular health checks, especially go to the hospital immediately if you encounter suspicious problems in the anal area.; Sit with a hole-shaped pillow when working long hours or driving long distances; Add foods rich in collagen - salmon, tuna, seaweed...; Practice bowel exercises (3)\nA diet rich in green vegetables and fiber is important in preventing and treating external hemorrhoids"
        },
        {
            "subsection_name": "Frequently asked questions related to external hemorrhoids",
            "subsection_content": "1. Can external hemorrhoids go away on their own?\nExternal hemorrhoids can heal on their own if detected early and promptly adjusted diet and daily living habits. However, if external hemorrhoids have developed seriously, they cannot be cured on their own. Even internal medical methods cannot help cure the disease and require surgical intervention. (5)\n2. Are external hemorrhoids dangerous?\nHemorrhoids in general and external hemorrhoids in particular are a benign disease. However, if not treated promptly, hemorrhoids can cause serious complications such as hemorrhoid necrosis. Hemorrhoid necrosis can cause widespread infection in the anal area and bloodstream, which can be life-threatening if not treated promptly.\n3. Are external hemorrhoids contagious?\nHemorrhoids in general and external hemorrhoids in particular are not diseases caused by infectious bacteria or viruses. Therefore, this is not a contagious disease so there is no possibility of infection.\n4. What should you avoid eating if you have external hemorrhoids?\nPatients with external hemorrhoids in particular and hemorrhoids in general should abstain from drinking alcohol; Eat acrid green fruits like green bananas and green guavas; Eat spicy foods like chili, pepper...\n5. What should you eat if you have external hemorrhoids?\nFoods that people with external hemorrhoids should eat to supplement the body: Eat lots of vegetables, iron-rich foods, vitamin-rich foods, build a scientific diet, and drink lots of water.\n6. What to do to keep external hemorrhoids from recurring after treatment?\nAfter surgery, external hemorrhoids can still recur if the patient does not pay attention to prevention. To avoid recurrence of external hemorrhoids, you should apply hemorrhoid prevention measures as mentioned above.\n7. How to prevent external hemorrhoids from developing?\nThe main factor in preventing external hemorrhoids from developing is to avoid straining during bowel movements. If constipation is severe, the patient can use laxatives or add more fiber to the diet.\nIn addition, patients can also use stool softeners to temporarily treat constipation, thereby helping the anus avoid pressure during bowel movements.\n8. Can external hemorrhoids be cured?\nExternal hemorrhoids can be cured if the correct treatment is applied. To treat external hemorrhoids, you can apply medical and surgical treatment methods as mentioned above.\n9. Where is it safe to have external hemorrhoids removed?\nCurrently, there are many hemorrhoidectomy facilities, including hospitals and clinics, but patients should go to facilities with qualified, experienced doctors to receive diagnosis and advice on effective treatment. avoid complications. In particular, you should prioritize going to hospitals with modern equipment, because advanced, scientific machines will support better treatment, shorten hospital stay, reduce treatment costs and speed up healing. wound.\n10. How much does external hemorrhoid surgery cost?\nDepending on the severity of external hemorrhoids, treatment methods and treatment services at each facility, hemorrhoid surgery will have different prices. To know the detailed price of hemorrhoid surgery, patients should contact directly the hemorrhoidectomy facility where they want to go for treatment for advice.\nHaving internal hemorrhoids or external hemorrhoids affects your daily life and health in the long term. In particular, serious complications such as hemorrhoid necrosis can also be life-threatening, so patients should not be subjective or delay going to the hospital for examination and treatment. For those who do not yet have hemorrhoids, prevention is extremely important. In addition to paying attention to eating and living, people should have the habit of having regular health checks at the hospital to early detect abnormalities in the anus and rectum in particular, as well as the digestive tract and other organs. other officials in general – Doctor Hau advised.\nTam Anh Hospital is a reputable unit for examining and treating digestive diseases, including external hemorrhoids. With a team of leading, skilled and experienced experts and doctors, equipped with top modern machinery and medical equipment systems. In particular, the Gastrointestinal Endoscopy & Surgery Center is the first place in Southeast Asia to apply mechanical hand-held robotic instruments combined with the ICG Rubina 3D/4K endoscopic surgery system in laparoscopic surgery. Treatment of gastrointestinal diseases is highly effective and reduces costs for patients.\nTo schedule an examination, treatment, and surgery for external hemorrhoids and digestive diseases, please contact: Tam Anh General Hospital System, Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City .Hanoi Make an appointment: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Make an appointment: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital",
            "subsection_string": "Frequently asked questions related to external hemorrhoids\n1. Can external hemorrhoids go away on their own?\nExternal hemorrhoids can heal on their own if detected early and promptly adjusted diet and daily living habits. However, if external hemorrhoids have developed seriously, they cannot be cured on their own. Even internal medical methods cannot help cure the disease and require surgical intervention. (5)\n2. Are external hemorrhoids dangerous?\nHemorrhoids in general and external hemorrhoids in particular are a benign disease. However, if not treated promptly, hemorrhoids can cause serious complications such as hemorrhoid necrosis. Hemorrhoid necrosis can cause widespread infection in the anal area and bloodstream, which can be life-threatening if not treated promptly.\n3. Are external hemorrhoids contagious?\nHemorrhoids in general and external hemorrhoids in particular are not diseases caused by infectious bacteria or viruses. Therefore, this is not a contagious disease so there is no possibility of infection.\n4. What should you avoid eating if you have external hemorrhoids?\nPatients with external hemorrhoids in particular and hemorrhoids in general should abstain from drinking alcohol; Eat acrid green fruits like green bananas and green guavas; Eat spicy foods like chili, pepper...\n5. What should you eat if you have external hemorrhoids?\nFoods that people with external hemorrhoids should eat to supplement the body: Eat lots of vegetables, iron-rich foods, vitamin-rich foods, build a scientific diet, and drink lots of water.\n6. What to do to keep external hemorrhoids from recurring after treatment?\nAfter surgery, external hemorrhoids can still recur if the patient does not pay attention to prevention. To avoid recurrence of external hemorrhoids, you should apply hemorrhoid prevention measures as mentioned above.\n7. How to prevent external hemorrhoids from developing?\nThe main factor in preventing external hemorrhoids from developing is to avoid straining during bowel movements. If constipation is severe, the patient can use laxatives or add more fiber to the diet.\nIn addition, patients can also use stool softeners to temporarily treat constipation, thereby helping the anus avoid pressure during bowel movements.\n8. Can external hemorrhoids be cured?\nExternal hemorrhoids can be cured if the correct treatment is applied. To treat external hemorrhoids, you can apply medical and surgical treatment methods as mentioned above.\n9. Where is it safe to have external hemorrhoids removed?\nCurrently, there are many hemorrhoidectomy facilities, including hospitals and clinics, but patients should go to facilities with qualified, experienced doctors to receive diagnosis and advice on effective treatment. avoid complications. In particular, you should prioritize going to hospitals with modern equipment, because advanced, scientific machines will support better treatment, shorten hospital stay, reduce treatment costs and speed up healing. wound.\n10. How much does external hemorrhoid surgery cost?\nDepending on the severity of external hemorrhoids, treatment methods and treatment services at each facility, hemorrhoid surgery will have different prices. To know the detailed price of hemorrhoid surgery, patients should contact directly the hemorrhoidectomy facility where they want to go for treatment for advice.\nHaving internal hemorrhoids or external hemorrhoids affects your daily life and health in the long term. In particular, serious complications such as hemorrhoid necrosis can also be life-threatening, so patients should not be subjective or delay going to the hospital for examination and treatment. For those who do not yet have hemorrhoids, prevention is extremely important. In addition to paying attention to eating and living, people should have the habit of having regular health checks at the hospital to early detect abnormalities in the anus and rectum in particular, as well as the digestive tract and other organs. other officials in general – Doctor Hau advised.\nTam Anh Hospital is a reputable unit for examining and treating digestive diseases, including external hemorrhoids. With a team of leading, skilled and experienced experts and doctors, equipped with top modern machinery and medical equipment systems. In particular, the Gastrointestinal Endoscopy & Surgery Center is the first place in Southeast Asia to apply mechanical hand-held robotic instruments combined with the ICG Rubina 3D/4K endoscopic surgery system in laparoscopic surgery. Treatment of gastrointestinal diseases is highly effective and reduces costs for patients.\nTo schedule an examination, treatment, and surgery for external hemorrhoids and digestive diseases, please contact: Tam Anh General Hospital System, Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City .Hanoi Make an appointment: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Make an appointment: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital"
        }
    ],
    "name": "benh-tri-ngoai.json"
}