{
    "title": "Pork tapeworm disease: Signs, causes, treatment, prevention",
    "category": "Infectious",
    "link": "https://tamanhhospital.vn/benh-san-day-lon/",
    "abstract": "Pork tapeworm (also known as pork tapeworm, pork tapeworm) lives parasitically in the upper part of the pig's small intestine. People with pork tapeworm disease often have few specific symptoms. However, some cases are also dangerous when flukes attack the heart and brain, affecting health and causing many serious complications.",
    "content": "Pork tapeworm disease: Signs, causes, treatment, prevention\n\nPork tapeworm (also known as pork tapeworm, pork tapeworm) lives parasitically in the upper part of the pig's small intestine. People with pork tapeworm disease often have few specific symptoms. However, some cases are also dangerous when flukes attack the heart and brain, affecting health and causing many serious complications.\n\nWhat is pork tapeworm?\nPork tapeworm is a type of tapeworm that is common in places where the community has the habit of eating raw, undercooked pork, eating raw vegetables that are not thoroughly washed, and places where pig raising and pig slaughter are not managed hygienically. to the outside environment. Many countries in the world such as Latin America, Asia, and Africa have high disease rates due to poor eating habits and lip hygiene conditions. In Vietnam, pork tapeworm is also a common disease and occurs often in mountainous areas. (first)\nPhysical characteristics\nAdult flukes\nAdult fluke has a size of 2 - 4m (can be up to 8m long), about 300 - 1,000 segments including: head, neck and segment. The head is small, spherical, about 1mm in size, with 4 round suction discs at the 4 corners.\nOn the head there is a mace with two rows of hooks with a number of 25-30 hooks. The young fluke is located near the neck, wider in width than in length. Mature segments are as wide as they are long and contain male and female reproductive organs. Old segments are one and a half times longer than they are wide. Old segments contain 30,000 - 50,000 eggs. Each segment of the fluke has equally alternating genital openings on the side.\nEgg\nPork tapeworm eggs are spherical, have a thick shell, have larvae inside, about 35 mcm in diameter, containing embryos with 3-6 pairs of hooks. Old segments contain 30,000 - 50,000 eggs. The outer layer of the egg shell is thin, and when it comes out it will break immediately, however the protective shell right next to the larvae is thicker, with horizontal notches around it, almost like a spoke shape.\nPork tapeworm larvae\nPork tapeworm larvae, also known as cysticercosis (Cysticercus cellulosae), are opaque white in color, 10 x 8mm in size (inside contain fluid and tapeworm larval heads, so people call it pork rice. The tapeworm larval head has 4 The suction cup and 2 hooked rings resemble the head of an adult tapeworm. Depending on the location, the pork tapeworm cyst has a different shape: in the muscle it is oval like a grain of rice, and in the subcutaneous tissue it is like a bean. The real brain is spherical in shape...\nBiological characteristics\nThanks to the suction discs and hooks, flukes stick to the intestinal mucosa in the upper jejunum (small intestine), which is an environment where nutrients are available to help them easily absorb and grow quickly in a short time. Among them, nutrients such as carbohydrates are very important for fluke development.\nHumans are the main host\nAdult pork tapeworms are often parasitic in the upper small intestine of pigs. An adult pork tapeworm has many segments including the head, neck and segments. Every day, 4-5 segments of the old tapeworm fall off and rupture in the large intestine, releasing eggs. Eggs will be passed out in the stool, and sometimes the tapeworm will automatically pass through the anus to come out. However, for this cycle to develop and complete its life cycle, the pork tapeworm will find a host to parasitize.\nIn places where pig manure is not handled well, tapeworm eggs spread on grass, soil or objects. If humans accidentally swallow the eggs or burn the tapeworm, it will trigger the tapeworm's development cycle. At this time, humans are called the primary host - the host in which the pork tapeworm lives in its adult stage.\nPork tapeworms usually only parasitize one person per human body. The reason is that as soon as the first fluke parasitizes the human body, it has the ability to create immunity to fight the development of the second fluke. However, superinfection can occur when the host eats a piece of meat containing multiple types of larvae at the same time. In humans, adult tapeworms can live for 20-25 years and can live with other types of tapeworms such as beef tapeworms, dog tapeworms...\nHumans are secondary hosts\nSecondary host (also called intermediate host) – is where the pork tapeworm exists as immature larvae. In the case of humans being secondary hosts of pork tapeworms due to ingestion of pork tapeworm eggs from unwashed foods, raw fruits and vegetables. Under the influence of digestive fluids from the intestinal tract, tapeworm larvae escape from the cyst, pass through the intestinal wall, then continue to move throughout the body and \"stop\" in an organ in the body. In this case, the larvae do not develop into adult flukes but form cysticercus cellulosae in humans.\nHumans are both the primary host and secondary host\nA patient with adult pork tapeworm parasitic in the small intestine should be considered the primary host. At the same time, this person has pork tapeworm larvae in other tissues, so it is also considered a secondary host. In these cases, the disease is often severe and potentially dangerous.\n\nClassification of pork tapeworm disease\n1. Adult tapeworm disease\nThe tapeworm's suction plates and hooks attach to the intestinal mucosa in the upper small intestine, absorbing nutrients from the body. People with adult tapeworms often have no clear symptoms. Depending on the body's response, some patients feel poor nutritional absorption, bloating, indigestion, nausea, epigastric pain, and loose stools. periods, loss of appetite, loss of appetite, or conversely, sometimes extreme hunger, overeating, and weight loss. When the fluke begins to shed its old segments in the feces, the clinical manifestations will decrease.\n2. Disease caused by cysticercosis\nCysticercus cysts can appear anywhere in the host's body. Depending on the number of cysts and the location of the cysts, the host will have different severe clinical manifestations, some severe cases can cause death. Larval cysts are often parasitic in subcutaneous tissue, muscles, heart, liver, lungs, brain, eyes and cavities in the abdominal area...\nHowever, most of the body will have a self-protection mechanism and eliminate tapeworm larvae, only a few cause clinical symptoms. Usually, pork tapeworm disease has mild symptoms, so few people pay attention, however, there are some cases where the disease is detected thanks to a fecal test showing tapeworm segments.\nIn some cases, hosts with parasitic larval cysts often show clear signs of pork tapeworm infection such as: nausea, intermittent headaches, diarrhea, and weight loss. Sometimes there is cramping pain in the abdomen, pain spreads to the appendix due to the tapeworm moving from the small intestine to the large intestine. Symptoms such as seizures, mood changes, and heart arrhythmia may appear in people with neurasthenia or in children.\n3. Cutaneous Larva migrans (Cutaneous Larva migrans)\nSome cases of infection with parasitic pork tapeworm larvae on the skin will cause itching, rashes, forming spots under the skin that are palpable and mobile.\n4. Ectopic larvae in muscle tissue\nLarval cysts in muscle tissue rarely occur. However, if the patient is infected with many cysts and parasites on the muscle, it can cause muscle pain.\n5. Misplaced larvae in the brain\nParasitic cysticercosis in the brain is a very dangerous case, causing many clinical symptoms. Depending on the location and number of larval cysts in the brain, the patient will have symptoms such as cysts in the brain. Possible symptoms include:\nIntermittent headache; Increased intracranial pressure; Epileptic; Memory decline; Psychosis; Eosinophils in the cerebrospinal fluid increase, which can lead to death or severe complications; Sudden death or paralysis due to nerve compression.\n6. Stray larvae in the eye\nPatients with tapeworm larvae in their eyes will have opaque white spots in the eye sockets and eyelids. If it appears in the conjunctiva, intraocular pressure, lens. Patients with parasitic tapeworms may show signs of visual disturbances, more severe cases can cause decreased vision, glaucoma, cataracts, causing blindness...\n7. Ectopic larvae in the myocardium\nPork tapeworm larvae appear in the heart, causing signs such as rapid heartbeat, difficulty breathing, and fainting.\n\nCause of pork tapeworm disease\nPork tapeworm disease is often caused by poor control of animal husbandry environment and food hygiene such as (2):\nDirectly eating food or drinking water contaminated with tapeworm eggs from infected human or pig feces.; Eat rare, raw, undercooked pork, raw spring rolls; Eating raw vegetables that have not been washed, containing eggs of pig string cyst larvae; The management and use of toilets is not hygienic; Raising pigs freely, without disease control and management; Not cleaning hands and feet after contact with potentially infectious environments such as soil, pig pens, toilets, etc.\n\nDiagnosis method of pork tapeworm disease\nTesting for pork tapeworm eggs directly from stool (Graham method): This is a quick testing technique that does not require many complicated tools and chemicals. The method is similar to testing for pinworms by placing a piece of clear tape on the anus, then removing it and sticking it on a microscope slide to look for tapeworm eggs. The sensitivity of direct stool testing is in the range of 30% - 50%. It is necessary to test on at least 3 stool samples for 3 consecutive days to detect fluke segments or eggs.; Blood test: If infected, blood indicators may show a slight increase in eosinophils from 11% -12%, this ratio gradually returns to normal when the flukes begin to mature.; X-ray: X-ray imaging techniques can detect oval calcifications or flat images of pork flukes. If the patient has pork tapeworm, the calcifications will often appear in large numbers and lie vertically with the muscle fibers.\nBrain computed tomography (brain CT): In the case of parasitic worms in the brain and causing serious symptoms, doctors will conduct a brain CT to look for specific cross-sectional images. In case the patient has parasitic tapeworms, the cut layers will clearly show cysticerci, which are nodules with blurred spots on the slices from the images, 3-10mm in size or scattered with calcified nodules.; Serological diagnosis (ELISA): Diagnosis helps detect antibodies and antigens of pork tapeworm larvae from the patient's blood.; Biopsy: Biopsy is used when the patient shows signs of parasitic tapeworms under the skin or in the muscle. In case of suspected tapeworms under the skin or muscle, doctors will take a sample from the suspected site of tapeworm eggs or parasitic cysts to perform a biopsy.; Ophthalmoscopy: In case the patient has symptoms of eye pain, pain behind the eyeball, glaucoma or unexplained vision loss, when coming to the hospital, doctors will conduct an examination and ophthalmoscopy to determine the disease. .\n\nSymptoms\nMost of the body will have a self-protection and elimination mechanism, so only a few cases show signs, and in rare cases it can cause complications. Pork tapeworm larvae are most dangerous when parasitic in the brain and heart. When parasitic tapeworms can cause compression on nerves, affecting health and causing many serious complications.\nIf the cyst is parasitic in the brain, the patient may have headaches, paralysis, epilepsy or coma. Parasitic cysts in the heart can cause signs such as rapid heartbeat, difficulty breathing, and fainting. Or if parasitic cysts in the eye can cause vision loss, glaucoma, and blindness.\n\nTreatment of pork tapeworm\nAntihelminthics do not kill pork tapeworms. When signs or suspicion of pork tapeworm appear, the patient should go to a hospital or parasitology specialist to get an accurate diagnosis and treatment prescription from a doctor.\nTo treat adult tapeworms, patients can use a number of drugs such as: Niclosamide (Trédémine), fresh pumpkin seeds, Fugitene (pumpkin seed extract) or Praziquantel (3). However, to treat tapeworm disease, patients need to use it correctly and at the right dose. In addition, antiparasitic drugs can have side effects when taken for many days. Patients should not buy and use medication without a doctor's prescription.\n\nPrevention of pork tapeworm disease\nBecause living activities, customs, and eating habits do not ensure food safety and hygiene, helminth diseases still account for a relatively high rate in Vietnam.\nNormally, eggs and tapeworm larvae will die when exposed to temperatures above 75 degrees Celsius for 5 minutes or continuously boiled at 100 degrees Celsius for 2 minutes. To prevent the disease, it is necessary to implement the following methods:\nFollow the rule \"eat cooked, drink boiled\". Eat cooked foods, do not eat raw foods from pigs such as raw spring rolls, undercooked pork, blood pudding... In addition, eating unhygienic raw vegetables also puts you at risk of getting pork tapeworm disease. .; Use and manage toilets hygienically; Subjects suspected of being infected with adult pork tapeworms in their intestines need to be treated, live hygienically, do not defecate indiscriminately, and avoid spreading it to the community.; Pigs need to be raised according to proper husbandry procedures and managed properly, not allowed to roam freely. Manage pig slaughterhouses according to food safety standards; Eggs and larvae that parasitize pigs can be seen with the naked eye. Consumers need to be careful before processing food and avoid buying pork of unknown origin to avoid the risk of infection.\nAt Tam Anh General Hospital, parasite testing services in general and pork tapeworm testing services in particular are performed using the most modern equipment and machinery in the world. In addition, the Testing Center, Tam Anh General Hospital gathers a team of experienced doctors and nurses to directly examine and treat parasitic diseases to help diagnose and early detect abnormal signs of the body. patient's body.\nFor the most detailed advice on helminth or parasitic diseases. Please contact:\nThrough the above article, you will also understand more about the danger of pork tapeworm disease. Larvae can parasitize from unexpected places, so eating cooked food and drinking boiled water and always keeping your body and surrounding environment clean will help you minimize problems related to larvae. helminths.",
    "subsections": [
        {
            "subsection_name": "What is pork tapeworm?",
            "subsection_content": "Pork tapeworm is a type of tapeworm that is common in places where the community has the habit of eating raw, undercooked pork, eating raw vegetables that are not thoroughly washed, and places where pig raising and pig slaughter are not managed hygienically. to the outside environment. Many countries in the world such as Latin America, Asia, and Africa have high disease rates due to poor eating habits and lip hygiene conditions. In Vietnam, pork tapeworm is also a common disease and occurs often in mountainous areas. (first)\nPhysical characteristics\nAdult flukes\nAdult fluke has a size of 2 - 4m (can be up to 8m long), about 300 - 1,000 segments including: head, neck and segment. The head is small, spherical, about 1mm in size, with 4 round suction discs at the 4 corners.\nOn the head there is a mace with two rows of hooks with a number of 25-30 hooks. The young fluke is located near the neck, wider in width than in length. Mature segments are as wide as they are long and contain male and female reproductive organs. Old segments are one and a half times longer than they are wide. Old segments contain 30,000 - 50,000 eggs. Each segment of the fluke has equally alternating genital openings on the side.\nEgg\nPork tapeworm eggs are spherical, have a thick shell, have larvae inside, about 35 mcm in diameter, containing embryos with 3-6 pairs of hooks. Old segments contain 30,000 - 50,000 eggs. The outer layer of the egg shell is thin, and when it comes out it will break immediately, however the protective shell right next to the larvae is thicker, with horizontal notches around it, almost like a spoke shape.\nPork tapeworm larvae\nPork tapeworm larvae, also known as cysticercosis (Cysticercus cellulosae), are opaque white in color, 10 x 8mm in size (inside contain fluid and tapeworm larval heads, so people call it pork rice. The tapeworm larval head has 4 The suction cup and 2 hooked rings resemble the head of an adult tapeworm. Depending on the location, the pork tapeworm cyst has a different shape: in the muscle it is oval like a grain of rice, and in the subcutaneous tissue it is like a bean. The real brain is spherical in shape...\nBiological characteristics\nThanks to the suction discs and hooks, flukes stick to the intestinal mucosa in the upper jejunum (small intestine), which is an environment where nutrients are available to help them easily absorb and grow quickly in a short time. Among them, nutrients such as carbohydrates are very important for fluke development.\nHumans are the main host\nAdult pork tapeworms are often parasitic in the upper small intestine of pigs. An adult pork tapeworm has many segments including the head, neck and segments. Every day, 4-5 segments of the old tapeworm fall off and rupture in the large intestine, releasing eggs. Eggs will be passed out in the stool, and sometimes the tapeworm will automatically pass through the anus to come out. However, for this cycle to develop and complete its life cycle, the pork tapeworm will find a host to parasitize.\nIn places where pig manure is not handled well, tapeworm eggs spread on grass, soil or objects. If humans accidentally swallow the eggs or burn the tapeworm, it will trigger the tapeworm's development cycle. At this time, humans are called the primary host - the host in which the pork tapeworm lives in its adult stage.\nPork tapeworms usually only parasitize one person per human body. The reason is that as soon as the first fluke parasitizes the human body, it has the ability to create immunity to fight the development of the second fluke. However, superinfection can occur when the host eats a piece of meat containing multiple types of larvae at the same time. In humans, adult tapeworms can live for 20-25 years and can live with other types of tapeworms such as beef tapeworms, dog tapeworms...\nHumans are secondary hosts\nSecondary host (also called intermediate host) – is where the pork tapeworm exists as immature larvae. In the case of humans being secondary hosts of pork tapeworms due to ingestion of pork tapeworm eggs from unwashed foods, raw fruits and vegetables. Under the influence of digestive fluids from the intestinal tract, tapeworm larvae escape from the cyst, pass through the intestinal wall, then continue to move throughout the body and \"stop\" in an organ in the body. In this case, the larvae do not develop into adult flukes but form cysticercus cellulosae in humans.\nHumans are both the primary host and secondary host\nA patient with adult pork tapeworm parasitic in the small intestine should be considered the primary host. At the same time, this person has pork tapeworm larvae in other tissues, so it is also considered a secondary host. In these cases, the disease is often severe and potentially dangerous.",
            "subsection_string": "What is pork tapeworm?\nPork tapeworm is a type of tapeworm that is common in places where the community has the habit of eating raw, undercooked pork, eating raw vegetables that are not thoroughly washed, and places where pig raising and pig slaughter are not managed hygienically. to the outside environment. Many countries in the world such as Latin America, Asia, and Africa have high disease rates due to poor eating habits and lip hygiene conditions. In Vietnam, pork tapeworm is also a common disease and occurs often in mountainous areas. (first)\nPhysical characteristics\nAdult flukes\nAdult fluke has a size of 2 - 4m (can be up to 8m long), about 300 - 1,000 segments including: head, neck and segment. The head is small, spherical, about 1mm in size, with 4 round suction discs at the 4 corners.\nOn the head there is a mace with two rows of hooks with a number of 25-30 hooks. The young fluke is located near the neck, wider in width than in length. Mature segments are as wide as they are long and contain male and female reproductive organs. Old segments are one and a half times longer than they are wide. Old segments contain 30,000 - 50,000 eggs. Each segment of the fluke has equally alternating genital openings on the side.\nEgg\nPork tapeworm eggs are spherical, have a thick shell, have larvae inside, about 35 mcm in diameter, containing embryos with 3-6 pairs of hooks. Old segments contain 30,000 - 50,000 eggs. The outer layer of the egg shell is thin, and when it comes out it will break immediately, however the protective shell right next to the larvae is thicker, with horizontal notches around it, almost like a spoke shape.\nPork tapeworm larvae\nPork tapeworm larvae, also known as cysticercosis (Cysticercus cellulosae), are opaque white in color, 10 x 8mm in size (inside contain fluid and tapeworm larval heads, so people call it pork rice. The tapeworm larval head has 4 The suction cup and 2 hooked rings resemble the head of an adult tapeworm. Depending on the location, the pork tapeworm cyst has a different shape: in the muscle it is oval like a grain of rice, and in the subcutaneous tissue it is like a bean. The real brain is spherical in shape...\nBiological characteristics\nThanks to the suction discs and hooks, flukes stick to the intestinal mucosa in the upper jejunum (small intestine), which is an environment where nutrients are available to help them easily absorb and grow quickly in a short time. Among them, nutrients such as carbohydrates are very important for fluke development.\nHumans are the main host\nAdult pork tapeworms are often parasitic in the upper small intestine of pigs. An adult pork tapeworm has many segments including the head, neck and segments. Every day, 4-5 segments of the old tapeworm fall off and rupture in the large intestine, releasing eggs. Eggs will be passed out in the stool, and sometimes the tapeworm will automatically pass through the anus to come out. However, for this cycle to develop and complete its life cycle, the pork tapeworm will find a host to parasitize.\nIn places where pig manure is not handled well, tapeworm eggs spread on grass, soil or objects. If humans accidentally swallow the eggs or burn the tapeworm, it will trigger the tapeworm's development cycle. At this time, humans are called the primary host - the host in which the pork tapeworm lives in its adult stage.\nPork tapeworms usually only parasitize one person per human body. The reason is that as soon as the first fluke parasitizes the human body, it has the ability to create immunity to fight the development of the second fluke. However, superinfection can occur when the host eats a piece of meat containing multiple types of larvae at the same time. In humans, adult tapeworms can live for 20-25 years and can live with other types of tapeworms such as beef tapeworms, dog tapeworms...\nHumans are secondary hosts\nSecondary host (also called intermediate host) – is where the pork tapeworm exists as immature larvae. In the case of humans being secondary hosts of pork tapeworms due to ingestion of pork tapeworm eggs from unwashed foods, raw fruits and vegetables. Under the influence of digestive fluids from the intestinal tract, tapeworm larvae escape from the cyst, pass through the intestinal wall, then continue to move throughout the body and \"stop\" in an organ in the body. In this case, the larvae do not develop into adult flukes but form cysticercus cellulosae in humans.\nHumans are both the primary host and secondary host\nA patient with adult pork tapeworm parasitic in the small intestine should be considered the primary host. At the same time, this person has pork tapeworm larvae in other tissues, so it is also considered a secondary host. In these cases, the disease is often severe and potentially dangerous."
        },
        {
            "subsection_name": "Classification of pork tapeworm disease",
            "subsection_content": "1. Adult tapeworm disease\nThe tapeworm's suction plates and hooks attach to the intestinal mucosa in the upper small intestine, absorbing nutrients from the body. People with adult tapeworms often have no clear symptoms. Depending on the body's response, some patients feel poor nutritional absorption, bloating, indigestion, nausea, epigastric pain, and loose stools. periods, loss of appetite, loss of appetite, or conversely, sometimes extreme hunger, overeating, and weight loss. When the fluke begins to shed its old segments in the feces, the clinical manifestations will decrease.\n2. Disease caused by cysticercosis\nCysticercus cysts can appear anywhere in the host's body. Depending on the number of cysts and the location of the cysts, the host will have different severe clinical manifestations, some severe cases can cause death. Larval cysts are often parasitic in subcutaneous tissue, muscles, heart, liver, lungs, brain, eyes and cavities in the abdominal area...\nHowever, most of the body will have a self-protection mechanism and eliminate tapeworm larvae, only a few cause clinical symptoms. Usually, pork tapeworm disease has mild symptoms, so few people pay attention, however, there are some cases where the disease is detected thanks to a fecal test showing tapeworm segments.\nIn some cases, hosts with parasitic larval cysts often show clear signs of pork tapeworm infection such as: nausea, intermittent headaches, diarrhea, and weight loss. Sometimes there is cramping pain in the abdomen, pain spreads to the appendix due to the tapeworm moving from the small intestine to the large intestine. Symptoms such as seizures, mood changes, and heart arrhythmia may appear in people with neurasthenia or in children.\n3. Cutaneous Larva migrans (Cutaneous Larva migrans)\nSome cases of infection with parasitic pork tapeworm larvae on the skin will cause itching, rashes, forming spots under the skin that are palpable and mobile.\n4. Ectopic larvae in muscle tissue\nLarval cysts in muscle tissue rarely occur. However, if the patient is infected with many cysts and parasites on the muscle, it can cause muscle pain.\n5. Misplaced larvae in the brain\nParasitic cysticercosis in the brain is a very dangerous case, causing many clinical symptoms. Depending on the location and number of larval cysts in the brain, the patient will have symptoms such as cysts in the brain. Possible symptoms include:\nIntermittent headache; Increased intracranial pressure; Epileptic; Memory decline; Psychosis; Eosinophils in the cerebrospinal fluid increase, which can lead to death or severe complications; Sudden death or paralysis due to nerve compression.\n6. Stray larvae in the eye\nPatients with tapeworm larvae in their eyes will have opaque white spots in the eye sockets and eyelids. If it appears in the conjunctiva, intraocular pressure, lens. Patients with parasitic tapeworms may show signs of visual disturbances, more severe cases can cause decreased vision, glaucoma, cataracts, causing blindness...\n7. Ectopic larvae in the myocardium\nPork tapeworm larvae appear in the heart, causing signs such as rapid heartbeat, difficulty breathing, and fainting.",
            "subsection_string": "Classification of pork tapeworm disease\n1. Adult tapeworm disease\nThe tapeworm's suction plates and hooks attach to the intestinal mucosa in the upper small intestine, absorbing nutrients from the body. People with adult tapeworms often have no clear symptoms. Depending on the body's response, some patients feel poor nutritional absorption, bloating, indigestion, nausea, epigastric pain, and loose stools. periods, loss of appetite, loss of appetite, or conversely, sometimes extreme hunger, overeating, and weight loss. When the fluke begins to shed its old segments in the feces, the clinical manifestations will decrease.\n2. Disease caused by cysticercosis\nCysticercus cysts can appear anywhere in the host's body. Depending on the number of cysts and the location of the cysts, the host will have different severe clinical manifestations, some severe cases can cause death. Larval cysts are often parasitic in subcutaneous tissue, muscles, heart, liver, lungs, brain, eyes and cavities in the abdominal area...\nHowever, most of the body will have a self-protection mechanism and eliminate tapeworm larvae, only a few cause clinical symptoms. Usually, pork tapeworm disease has mild symptoms, so few people pay attention, however, there are some cases where the disease is detected thanks to a fecal test showing tapeworm segments.\nIn some cases, hosts with parasitic larval cysts often show clear signs of pork tapeworm infection such as: nausea, intermittent headaches, diarrhea, and weight loss. Sometimes there is cramping pain in the abdomen, pain spreads to the appendix due to the tapeworm moving from the small intestine to the large intestine. Symptoms such as seizures, mood changes, and heart arrhythmia may appear in people with neurasthenia or in children.\n3. Cutaneous Larva migrans (Cutaneous Larva migrans)\nSome cases of infection with parasitic pork tapeworm larvae on the skin will cause itching, rashes, forming spots under the skin that are palpable and mobile.\n4. Ectopic larvae in muscle tissue\nLarval cysts in muscle tissue rarely occur. However, if the patient is infected with many cysts and parasites on the muscle, it can cause muscle pain.\n5. Misplaced larvae in the brain\nParasitic cysticercosis in the brain is a very dangerous case, causing many clinical symptoms. Depending on the location and number of larval cysts in the brain, the patient will have symptoms such as cysts in the brain. Possible symptoms include:\nIntermittent headache; Increased intracranial pressure; Epileptic; Memory decline; Psychosis; Eosinophils in the cerebrospinal fluid increase, which can lead to death or severe complications; Sudden death or paralysis due to nerve compression.\n6. Stray larvae in the eye\nPatients with tapeworm larvae in their eyes will have opaque white spots in the eye sockets and eyelids. If it appears in the conjunctiva, intraocular pressure, lens. Patients with parasitic tapeworms may show signs of visual disturbances, more severe cases can cause decreased vision, glaucoma, cataracts, causing blindness...\n7. Ectopic larvae in the myocardium\nPork tapeworm larvae appear in the heart, causing signs such as rapid heartbeat, difficulty breathing, and fainting."
        },
        {
            "subsection_name": "Cause of pork tapeworm disease",
            "subsection_content": "Pork tapeworm disease is often caused by poor control of animal husbandry environment and food hygiene such as (2):\nDirectly eating food or drinking water contaminated with tapeworm eggs from infected human or pig feces.; Eat rare, raw, undercooked pork, raw spring rolls; Eating raw vegetables that have not been washed, containing eggs of pig string cyst larvae; The management and use of toilets is not hygienic; Raising pigs freely, without disease control and management; Not cleaning hands and feet after contact with potentially infectious environments such as soil, pig pens, toilets, etc.",
            "subsection_string": "Cause of pork tapeworm disease\nPork tapeworm disease is often caused by poor control of animal husbandry environment and food hygiene such as (2):\nDirectly eating food or drinking water contaminated with tapeworm eggs from infected human or pig feces.; Eat rare, raw, undercooked pork, raw spring rolls; Eating raw vegetables that have not been washed, containing eggs of pig string cyst larvae; The management and use of toilets is not hygienic; Raising pigs freely, without disease control and management; Not cleaning hands and feet after contact with potentially infectious environments such as soil, pig pens, toilets, etc."
        },
        {
            "subsection_name": "Diagnosis method of pork tapeworm disease",
            "subsection_content": "Testing for pork tapeworm eggs directly from stool (Graham method): This is a quick testing technique that does not require many complicated tools and chemicals. The method is similar to testing for pinworms by placing a piece of clear tape on the anus, then removing it and sticking it on a microscope slide to look for tapeworm eggs. The sensitivity of direct stool testing is in the range of 30% - 50%. It is necessary to test on at least 3 stool samples for 3 consecutive days to detect fluke segments or eggs.; Blood test: If infected, blood indicators may show a slight increase in eosinophils from 11% -12%, this ratio gradually returns to normal when the flukes begin to mature.; X-ray: X-ray imaging techniques can detect oval calcifications or flat images of pork flukes. If the patient has pork tapeworm, the calcifications will often appear in large numbers and lie vertically with the muscle fibers.\nBrain computed tomography (brain CT): In the case of parasitic worms in the brain and causing serious symptoms, doctors will conduct a brain CT to look for specific cross-sectional images. In case the patient has parasitic tapeworms, the cut layers will clearly show cysticerci, which are nodules with blurred spots on the slices from the images, 3-10mm in size or scattered with calcified nodules.; Serological diagnosis (ELISA): Diagnosis helps detect antibodies and antigens of pork tapeworm larvae from the patient's blood.; Biopsy: Biopsy is used when the patient shows signs of parasitic tapeworms under the skin or in the muscle. In case of suspected tapeworms under the skin or muscle, doctors will take a sample from the suspected site of tapeworm eggs or parasitic cysts to perform a biopsy.; Ophthalmoscopy: In case the patient has symptoms of eye pain, pain behind the eyeball, glaucoma or unexplained vision loss, when coming to the hospital, doctors will conduct an examination and ophthalmoscopy to determine the disease. .",
            "subsection_string": "Diagnosis method of pork tapeworm disease\nTesting for pork tapeworm eggs directly from stool (Graham method): This is a quick testing technique that does not require many complicated tools and chemicals. The method is similar to testing for pinworms by placing a piece of clear tape on the anus, then removing it and sticking it on a microscope slide to look for tapeworm eggs. The sensitivity of direct stool testing is in the range of 30% - 50%. It is necessary to test on at least 3 stool samples for 3 consecutive days to detect fluke segments or eggs.; Blood test: If infected, blood indicators may show a slight increase in eosinophils from 11% -12%, this ratio gradually returns to normal when the flukes begin to mature.; X-ray: X-ray imaging techniques can detect oval calcifications or flat images of pork flukes. If the patient has pork tapeworm, the calcifications will often appear in large numbers and lie vertically with the muscle fibers.\nBrain computed tomography (brain CT): In the case of parasitic worms in the brain and causing serious symptoms, doctors will conduct a brain CT to look for specific cross-sectional images. In case the patient has parasitic tapeworms, the cut layers will clearly show cysticerci, which are nodules with blurred spots on the slices from the images, 3-10mm in size or scattered with calcified nodules.; Serological diagnosis (ELISA): Diagnosis helps detect antibodies and antigens of pork tapeworm larvae from the patient's blood.; Biopsy: Biopsy is used when the patient shows signs of parasitic tapeworms under the skin or in the muscle. In case of suspected tapeworms under the skin or muscle, doctors will take a sample from the suspected site of tapeworm eggs or parasitic cysts to perform a biopsy.; Ophthalmoscopy: In case the patient has symptoms of eye pain, pain behind the eyeball, glaucoma or unexplained vision loss, when coming to the hospital, doctors will conduct an examination and ophthalmoscopy to determine the disease. ."
        },
        {
            "subsection_name": "Symptoms",
            "subsection_content": "Most of the body will have a self-protection and elimination mechanism, so only a few cases show signs, and in rare cases it can cause complications. Pork tapeworm larvae are most dangerous when parasitic in the brain and heart. When parasitic tapeworms can cause compression on nerves, affecting health and causing many serious complications.\nIf the cyst is parasitic in the brain, the patient may have headaches, paralysis, epilepsy or coma. Parasitic cysts in the heart can cause signs such as rapid heartbeat, difficulty breathing, and fainting. Or if parasitic cysts in the eye can cause vision loss, glaucoma, and blindness.",
            "subsection_string": "Symptoms\nMost of the body will have a self-protection and elimination mechanism, so only a few cases show signs, and in rare cases it can cause complications. Pork tapeworm larvae are most dangerous when parasitic in the brain and heart. When parasitic tapeworms can cause compression on nerves, affecting health and causing many serious complications.\nIf the cyst is parasitic in the brain, the patient may have headaches, paralysis, epilepsy or coma. Parasitic cysts in the heart can cause signs such as rapid heartbeat, difficulty breathing, and fainting. Or if parasitic cysts in the eye can cause vision loss, glaucoma, and blindness."
        },
        {
            "subsection_name": "Treatment of pork tapeworm",
            "subsection_content": "Antihelminthics do not kill pork tapeworms. When signs or suspicion of pork tapeworm appear, the patient should go to a hospital or parasitology specialist to get an accurate diagnosis and treatment prescription from a doctor.\nTo treat adult tapeworms, patients can use a number of drugs such as: Niclosamide (Trédémine), fresh pumpkin seeds, Fugitene (pumpkin seed extract) or Praziquantel (3). However, to treat tapeworm disease, patients need to use it correctly and at the right dose. In addition, antiparasitic drugs can have side effects when taken for many days. Patients should not buy and use medication without a doctor's prescription.",
            "subsection_string": "Treatment of pork tapeworm\nAntihelminthics do not kill pork tapeworms. When signs or suspicion of pork tapeworm appear, the patient should go to a hospital or parasitology specialist to get an accurate diagnosis and treatment prescription from a doctor.\nTo treat adult tapeworms, patients can use a number of drugs such as: Niclosamide (Trédémine), fresh pumpkin seeds, Fugitene (pumpkin seed extract) or Praziquantel (3). However, to treat tapeworm disease, patients need to use it correctly and at the right dose. In addition, antiparasitic drugs can have side effects when taken for many days. Patients should not buy and use medication without a doctor's prescription."
        },
        {
            "subsection_name": "Prevention of pork tapeworm disease",
            "subsection_content": "Because living activities, customs, and eating habits do not ensure food safety and hygiene, helminth diseases still account for a relatively high rate in Vietnam.\nNormally, eggs and tapeworm larvae will die when exposed to temperatures above 75 degrees Celsius for 5 minutes or continuously boiled at 100 degrees Celsius for 2 minutes. To prevent the disease, it is necessary to implement the following methods:\nFollow the rule \"eat cooked, drink boiled\". Eat cooked foods, do not eat raw foods from pigs such as raw spring rolls, undercooked pork, blood pudding... In addition, eating unhygienic raw vegetables also puts you at risk of getting pork tapeworm disease. .; Use and manage toilets hygienically; Subjects suspected of being infected with adult pork tapeworms in their intestines need to be treated, live hygienically, do not defecate indiscriminately, and avoid spreading it to the community.; Pigs need to be raised according to proper husbandry procedures and managed properly, not allowed to roam freely. Manage pig slaughterhouses according to food safety standards; Eggs and larvae that parasitize pigs can be seen with the naked eye. Consumers need to be careful before processing food and avoid buying pork of unknown origin to avoid the risk of infection.\nAt Tam Anh General Hospital, parasite testing services in general and pork tapeworm testing services in particular are performed using the most modern equipment and machinery in the world. In addition, the Testing Center, Tam Anh General Hospital gathers a team of experienced doctors and nurses to directly examine and treat parasitic diseases to help diagnose and early detect abnormal signs of the body. patient's body.\nFor the most detailed advice on helminth or parasitic diseases. Please contact:\nThrough the above article, you will also understand more about the danger of pork tapeworm disease. Larvae can parasitize from unexpected places, so eating cooked food and drinking boiled water and always keeping your body and surrounding environment clean will help you minimize problems related to larvae. helminths.",
            "subsection_string": "Prevention of pork tapeworm disease\nBecause living activities, customs, and eating habits do not ensure food safety and hygiene, helminth diseases still account for a relatively high rate in Vietnam.\nNormally, eggs and tapeworm larvae will die when exposed to temperatures above 75 degrees Celsius for 5 minutes or continuously boiled at 100 degrees Celsius for 2 minutes. To prevent the disease, it is necessary to implement the following methods:\nFollow the rule \"eat cooked, drink boiled\". Eat cooked foods, do not eat raw foods from pigs such as raw spring rolls, undercooked pork, blood pudding... In addition, eating unhygienic raw vegetables also puts you at risk of getting pork tapeworm disease. .; Use and manage toilets hygienically; Subjects suspected of being infected with adult pork tapeworms in their intestines need to be treated, live hygienically, do not defecate indiscriminately, and avoid spreading it to the community.; Pigs need to be raised according to proper husbandry procedures and managed properly, not allowed to roam freely. Manage pig slaughterhouses according to food safety standards; Eggs and larvae that parasitize pigs can be seen with the naked eye. Consumers need to be careful before processing food and avoid buying pork of unknown origin to avoid the risk of infection.\nAt Tam Anh General Hospital, parasite testing services in general and pork tapeworm testing services in particular are performed using the most modern equipment and machinery in the world. In addition, the Testing Center, Tam Anh General Hospital gathers a team of experienced doctors and nurses to directly examine and treat parasitic diseases to help diagnose and early detect abnormal signs of the body. patient's body.\nFor the most detailed advice on helminth or parasitic diseases. Please contact:\nThrough the above article, you will also understand more about the danger of pork tapeworm disease. Larvae can parasitize from unexpected places, so eating cooked food and drinking boiled water and always keeping your body and surrounding environment clean will help you minimize problems related to larvae. helminths."
        }
    ],
    "name": "benh-san-day-lon.json"
}