{
    "title": "What is cough? Causes, symptoms and prevention",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/benh-ho/",
    "abstract": "Coughing is a natural reflex of the body, but coughing is sometimes also a sign of illness. Such as tuberculosis, lung cancer or a serious inflammatory condition in the body. According to BSNT.CKII Tran Thi Thuy Hang, Head of Department of Ear, Nose and Throat, Tam Anh General Hospital, Ho Chi Minh City, everyone has a cough many times in their life and that is normal. However, in cases where a prolonged cough does not go away on its own, it is no longer considered normal. These can be symptoms of potentially dangerous diseases that we should not ignore, such as tuberculosis, lung cancer or a serious inflammatory condition in the body.\nCoughing is a natural reflex that clears the airways to protect the body",
    "content": "What is cough? Causes, symptoms and prevention\n\nCoughing is a natural reflex of the body, but coughing is sometimes also a sign of illness. Such as tuberculosis, lung cancer or a serious inflammatory condition in the body. According to BSNT.CKII Tran Thi Thuy Hang, Head of Department of Ear, Nose and Throat, Tam Anh General Hospital, Ho Chi Minh City, everyone has a cough many times in their life and that is normal. However, in cases where a prolonged cough does not go away on its own, it is no longer considered normal. These can be symptoms of potentially dangerous diseases that we should not ignore, such as tuberculosis, lung cancer or a serious inflammatory condition in the body.\nCoughing is a natural reflex that clears the airways to protect the body\n\nWhat is cough?\nCoughing is a natural reflex of the body that helps remove irritants from the respiratory tract. Therefore, the cough reflex is also a way for the body to protect and heal itself.\n\nCause of cough\nBác sĩ Thúy Hằng cho biết, nguyên nhân phổ biến nhất của ho cấp tính ở người lớn là nhiễm trùng đường hô hấp trên do virus cấp tính, còn được gọi là cảm lạnh thông thường và viêm phế quản cấp tính. Viêm phế quản cấp tính thường do virus nhưng nhiễm trùng do vi khuẩn cũng có thể gây ra bệnh. Các nguyên nhân gây ho cấp tính phổ biến khác bao gồm viêm mũi xoang cấp tính, ho gà, đợt cấp của bệnh phổi tắc nghẽn mãn tính, viêm mũi dị ứng, hen suyễn, suy tim sung huyết, viêm phổi và thuyên tắc phổi.\nHo bán cấp thường gặp nhất sau nhiễm trùng thứ phát do viêm phế quản hoặc viêm mũi xoang hoặc nhiễm trùng đường hô hấp trên do virus chưa hồi phục.\nHo mạn tính rất khó chẩn đoán, cần thăm khám chuyên khoa để đánh giá nguyên nhân. Các nguyên nhân có thể bao gồm bệnh trào ngược dạ dày thực quản, viêm phế quản tăng bạch cầu ái toan không do hen, viêm phế quản mạn tính, ho do nhiễm trùng, không dung nạp thuốc ức chế men chuyển, bệnh ác tính, bệnh phổi kẽ, viêm xoang mạn tính. Tình trạng chảy nước mũi sau một thời gian dài gây kích ứng đường hô hấp trên và gây ho. Có nhiều loại bệnh bao gồm viêm mũi xoang dị ứng, viêm mũi xoang xuất tiết, viêm mũi xoang nhiễm trùng do vi khuẩn hoặc virus.\n1. Viêm mũi xoang cấp tính\nNguyên nhân gây ho chủ yếu là do phản ứng của việc tăng tiết chất nhầy và chảy dịch mũi sau. Bệnh đặc trưng bởi tình trạng viêm niêm mạc của các xoang cạnh mũi, thường có nguyên nhân từ virus nếu bệnh kéo dài dưới 7-10 ngày, nhưng có thể liên quan đến nhiễm vi khuẩn nếu bệnh kéo dài hơn 10 ngày.\n2. Ho gà\nMột bệnh có triệu chứng lâm sàng đặc trưng bởi những cơn ho dữ dội kịch phát kéo dài vài phút, sau đó người bệnh phát ra tiếng thở hổn hển. Đây là một bệnh nhiễm trùng đường hô hấp do vi khuẩn Bordetella pertussis dẫn đến hình thành chất nhầy trong đường hô hấp.\nQuá trình nhiễm trùng ho gà kéo dài đến 6 tuần và được đặc trưng bởi 3 giai đoạn bao gồm, giai đoạn khởi phát, giai đoạn kịch phát và giai đoạn hồi phục.\nGiai đoạn khởi phát: Được đặc trưng bởi triệu chứng buồn nôn, hắt hơi, sốt nhẹ, chảy nước mắt và nghẹt mũi.; Giai đoạn kịch phát: Xảy ra trong vòng 2 tuần và đặc trưng bởi các đợt ho đặc trưng, sau đó là nôn mửa.; Giai đoạn hồi phục: Là tình trạng ho mạn tính có thể kéo dài hàng tuần. Căn bệnh này là một chẩn đoán nghiêm trọng cần được chú ý kịp thời vì có nguy cơ cao gây bệnh tật và tử vong ở trẻ sơ sinh.\n3. Hen suyễn\nLà một bệnh phức tạp, trong đó hệ thống miễn dịch của cơ thể phản ứng mạnh với tác nhân kích thích từ môi trường, dẫn đến viêm, tăng tiết chất nhầy, niêm mạc phù nề, làm hẹp và tắc nghẽn đường thở.(1)\n4. Bệnh phổi tắc nghẽn mạn tính (COPD)\nBệnh phổi tắc nghẽn mạn tính là tình trạng phổi bị mất tính đàn hồi và gặp các vấn đề về lưu thông khí, dẫn đến sự phát triển các bệnh nhiễm trùng như viêm phế quản cấp tính và viêm phổi do vi khuẩn. Khi đợt cấp xảy ra, nhu mô phổi bị viêm và tăng phản ứng dẫn đến co thắt đường thở, làm suy giảm chức năng của phổi. Điều này gây ra sự tích tụ các chất tiết nhầy có mủ và đặc trong tiểu phế quản và phế nang dẫn đến phản ứng ho.\n5. Viêm mũi dị ứng\nLà tình trạng viêm niêm mạc mũi thứ phát do dị ứng với các tác nhân từ môi trường như bụi khói, hóa chất, phấn hoa… Sự kích ứng này dẫn đến tăng tiết chất nhầy và chảy nước mũi sau làm kích thích đường thở gây ra phản ứng ho.\n6. Suy tim sung huyết\nLà tình trạng bơm máu của tim suy giảm dẫn đến tắc nghẽn mạch máu phổi dẫn đến phù nề và gây ho.\n7. Viêm phổi\nViêm phổi có thể do virus hoặc vi khuẩn. Viêm phổi do virus và vi khuẩn đều dẫn đến viêm và kích ứng đường thở, gây ho do tăng tiết dịch nhầy mủ.\n8. Bệnh lao phổi\nBệnh lao phổi thường có biểu hiện sốt và ho có đờm hoặc ho khan kèm theo sụt cân. Tình trạng nặng có thể ho ra máu.\n9. Viêm phổi hít\nBệnh viêm phổi hít xảy ra khi thanh môn không đóng kín trong khi nuốt. Điều này cho phép thức ăn hoặc chất lỏng đi vào đường thở, thay vì thực quản dẫn đến viêm phổi hít.\n10. Thuyên tắc phổi\nKhi một khối thuyên tắc hình thành và đọng lại trong các mao mạch phổi sẽ dẫn đến thuyên tắc phổi. Thuyên tắc phổi sẽ gây ra phản ứng ho dai dẳng.\n11. Trào ngược dạ dày thực quản\nBệnh trào ngược dạ dày thực quản là nguyên nhân phổ biến gây ho mạn tính. Quá trình đẩy dịch axit từ dạ dày lên họng và thanh quản sẽ gây kích thích các thụ thể của thanh quản dẫn đến phản ứng ho.\nTình trạng ho thường nặng hơn vào ban đêm do tư thế nằm của người bệnh khiến axit dạ dày dễ trào lên thực quản gây kích thích niêm mạc họng.\n12. Viêm phế quản tăng bạch cầu ái toan\nLà tình trạng tăng phản ứng của tiểu phế quản mà không có dấu hiệu hen suyễn và có thành phần tăng bạch cầu ái toan do hệ thống miễn dịch hoạt động kém. Tăng bạch cầu ái toan dẫn đến tăng nồng độ các cytokine gây viêm và kích ứng đường thở.\n13. Viêm phế quản mạn tính\nLà tình trạng ho kéo dài hơn ba tháng liên tục trong hai năm do chất nhầy tiết ra quá nhiều gây bít tắc đường thở. Ho sau nhiễm trùng xảy ra do tăng độ nhạy cảm của thụ thể ho và tăng phản ứng tạm thời của phế quản trong quá trình hồi phục sau nhiễm trùng phổi nặng. Điều này có thể liên quan chặt chẽ đến tổn thương biểu mô được phát triển từ bệnh lý ban đầu.\n14. Bệnh hen phế quản\nBệnh hen phế quản biểu hiện chủ yếu bằng ho, không phải thở khò khè như trong bệnh hen suyễn điển hình. Các triệu chứng thường gặp là ho không có đờm lặp đi lặp lại, xảy ra cả ngày lẫn đêm và trầm trọng hơn khi vận động, trời lạnh hoặc nhiễm trùng đường hô hấp trên.\n15. Một số bệnh ung thư\nCác bệnh ác tính có thể gây ra hàng loạt hiệu ứng như tắc nghẽn hoặc suy yếu đường thở, dẫn đến tích tụ chất nhầy, nhiễm trùng thứ cấp và kích thích ho.\n16. Bệnh phổi kẽ\nThuộc các rối loạn gây ra sẹo và xơ cứng mô phổi tiến triển do tiếp xúc lâu dài với các nhân tố nguy hiểm khác nhau, chẳng hạn như amiăng, silicone, bụi than, bức xạ hoặc kim loại nặng. Công nhân nhà máy điện hạt nhân, công nhân khai thác than, công nhân phun cát hoặc những người làm các công việc tương tự có nguy cơ mắc bệnh phổi kẽ dẫn đến ho mãn tính.\nMột số loại bệnh tự miễn bao gồm viêm khớp dạng thấp, xơ cứng bì, viêm đa cơ, hội chứng Sjogren và bệnh sarcoidosis có thể gây ra bệnh phổi kẽ.\n17. Chứng ngưng thở khi ngủ\nNgưng thở khi ngủ xảy ra do sự tắc nghẽn một phần hoặc hoàn toàn đường thở tạm thời trong khi ngủ. Sự gia tăng sức cản đường thở này gây ra phản xạ co thắt cơ hoành, cơ ngực và ho để mở đường thở bị tắc nghẽn. Ngưng thở khi ngủ thường xảy ra ở những người bị tắc nghẽn đường hô hấp, có cơ vùng hầu họng yếu hoặc người béo phì.\n18. Viêm xoang mạn tính\nTình trạng viêm và kích ứng kéo dài của xoang và niêm mạc mũi với dịch mủ thứ phát do vi khuẩn gây bệnh thường dẫn đến ho. Các vi khuẩn dễ phát triển khi nhiễm trùng xoang tái đi tái lại nhiều lần như tụ cầu và các vi khuẩn gram âm khác.\n19. Bệnh tâm lý\nĐây là hành động ho như một thói quen chứ không phải là một phần của quá trình bệnh. Kiểu ho này có thể phản ánh một tình trạng tâm lý tiềm ẩn.\n\nPeople who are susceptible to coughing\nDoctor Thuy Hang said that anyone can have a cough, but it is more likely to occur in the following subjects:\nSmoking cigarettes, e-cigarettes, using stimulants;; Having a chronic illness, especially diseases related to the lungs or nervous system;; Allergy;; Children have an immature immune system, so they are susceptible to respiratory diseases;; Elderly people due to weakened respiratory system;; Workers working in nuclear plants, coal mines, chemical plants...\nSmokers are not only susceptible to coughing but are also at risk of lung diseases\n\nCommon types of coughs\nDoctor Thuy Hang said that there are many types of coughs. People can describe coughs by the duration of the illness or by the feeling or sound when coughing. Each type of cough can reflect a different health condition of the person.\nAcute cough: A cough that starts suddenly and lasts 2-3 weeks; Subacute cough: A cough that lasts from 3 to 8 weeks; Chronic cough: A cough that lasts more than 8 weeks with persistent coughing spells.; Dry cough: Is a chronic cough without phlegm; Cough with phlegm: A cough with phlegm that makes the cough sound thick; Whooping cough: Is paroxysmal severe coughing that lasts up to several minutes followed by gasping for breath.; Barking cough: A barking cough can be a sign of lung cancer.; Asthma: Is a complex disease caused by the body's immune system reacting too strongly to environmental stimuli, leading to inflammation, increased mucus secretion and airway obstruction and spasm.; Coughing up blood: This type of cough is common in tuberculosis and lung cancer.; Coughing, difficulty breathing/chest tightness: Coughing, difficulty breathing, and chest pain are often manifestations of dangerous diseases such as pneumonia, pleural effusion, pulmonary embolism, bronchitis.; Cough at night: Cough at night is usually a dry cough or cough with phlegm. Causes may be respiratory infections, postnasal drip syndrome, bronchial asthma, gastroesophageal reflux, bronchiectasis, and lung cancer.\n\nCough symptoms\nDepending on the cause of cough, each type of cough can be accompanied by different symptoms. However, the most common symptoms include:\nDry throat and mouth; Sore or itchy throat; Stuffy nose, runny nose; Fever; Weep; Fatigue, headache; Chest tightness, difficulty breathing; Difficulty swallowing; Often choking when eating; Belching, heartburn; Often spitting; Wheeze\n\nMethods of diagnosing cough\nDoctor Thuy Hang said that clinical symptoms of cough can be relied on to diagnose the disease.\nFor example, a cough that lasts less than 2 weeks is an acute cough, usually caused by the flu. Coughs lasting more than 3 weeks with symptoms of chest tightness, difficulty breathing, physical weakness or coughing up blood will require additional diagnostic tests, including.(3)\nChest X-ray: X-ray images can help doctors detect damage in the bronchi and lungs.; AFB sputum test: A sputum sample may be sent to a laboratory for analysis to determine the cause of the infection. This test is often indicated in the diagnosis of pulmonary tuberculosis.; Spirometry: The patient may be asked to breathe in and out through a tube attached to the machine to help determine whether the airway is obstructed. This test is often used to diagnose asthma or emphysema.\n\nCough treatment methods\nAccording to Dr. Thuy Hang, most cases of acute cough should be treated empirically and focus on reducing symptoms with medication.(4)\n1. Anti-allergic medicine\nCan be used to relieve symptoms of nasal congestion due to allergies leading to mouth breathing causing dry throat and coughing. Doctor Thuy Hang recommends that you should not use anti-allergy drugs for a long time because it can cause drug resistance or bad side effects for the nose and throat.\n2. Expectorant\nCan be used when there is too much phlegm causing airway obstruction.\n3. Cough suppressants\nCan be used to relieve coughs by reducing the cough reflex. Commonly used suppressants to treat coughs include dextromethorphan and guaifenesin.\nDoctor Thuy Hang recommends that coughing is a basic protective mechanism and plays an important part in the body's immune system. Reducing the cough reflex can have a detrimental effect on recovery time. Treatment of chronic cough should aim to target the underlying cause whenever possible to relieve the cough rather than suppress it.\n4. Antibiotics\nIf cough is due to infection, treatment with antibiotics appropriate to the pathogen is required. For causes of chronic upper respiratory tract inflammation, treat continuously for at least 1 week with an appropriate antibiotic.\n5. Inhaled albuterol and ipratropium aerosol solutions\nCan be used as a bronchodilator in constricted airways to relieve symptoms in emergency situations.\n6. Inhaled steroids or anticholinergics\nThese two drugs can be prescribed to treat coughs in allergic respiratory diseases.\n7. Treatment of cardiovascular disease\nIf the cough is due to cardiac function, the patient should be treated according to appropriate cardiovascular recommendations based on each individual's specific symptoms.\n8. Treatment of gastroesophageal reflux disease\nGastroesophageal reflux needs to be treated aggressively by avoiding substances that easily cause reflux such as chocolate, caffeine, alcohol and tobacco; Prevent gastric reflux by keeping your head elevated and not eating for a few hours before going to bed. Additionally, treatment with proton pump inhibitors at maximum doses is possible.\n9. Treat neurological disorders that cause coughing\nThe treatment of cough due to neurological disorders needs to follow the doctor's instructions. Patients should not arbitrarily buy medicine because it can cause dangerous consequences.\n\nHow to prevent cough\nAccording to Dr. Thuy Hang, when the throat mucosa is irritated, it will cause coughing. Therefore, to prevent coughs, it is best to keep our throat healthy by.\nKeep your nose and throat warm by dressing warmly and wearing a scarf in cold weather; eat/drink warm food; Avoid eating/drinking cold foods; Limit drinking alcohol, beer, smoking and using stimulants; Prevent flu by avoiding contact with sick people, getting vaccinated, and always wearing a mask when going to crowded places.; Avoid getting gastroesophageal reflux disease that causes chronic cough.; Avoid getting ear, nose and throat diseases such as sinusitis, allergic rhinitis... which can lead to cough.; You should have a regular health check every 6 months to detect abnormal health conditions early and receive timely treatment.; Eat in moderation to increase the body's resistance to disease.; Brush your teeth daily to protect your teeth, mouth and throat from bacteria and viruses; Regularly wash your hands with antibacterial soap or antiseptic alcohol before eating, after going to the toilet and after contact with objects in public places.\nIn addition, to improve the health of the nose and throat, we can practice daily habits such as:\nRinse with salt water twice a day (when you wake up in the morning and in the evening before going to bed).; Drink honey mixed with warm water in the morning.(2); Clean your tongue daily.; Drink chrysanthemum tea and ginger tea rich in anti-inflammatory properties; Add garlic and ginger to your diet to strengthen your body's resistance.\nDrinking lemon and honey can help prevent coughs and is very good for health\n\nFrequently asked questions about cough\n1. Is cough contagious?\nIf cough is due to infection with viruses that cause infectious diseases such as influenza A, B, C; avian influenza virus; Corona virus... then this case is infectious. Coughs caused by bacteria or complications of certain diseases such as lung cancer or gastroesophageal reflux that are not caused by HP bacteria are not contagious.\n2. When should you go to the hospital if you have a cough?\nDoctor Thuy Hang advises that if a cough comes with the following symptoms, the patient should go to the hospital for proper examination and treatment.\nWheeze;; Fever above 38.5℃ or fever lasting more than 2-3 days;; Chills;; Phlegm, especially phlegm that is yellow, green or mixed with blood.\nCall an ambulance when:\nDifficulty breathing, having to breathe heavily; Hemoptisi.; Severe chest pain.\n3. Does pregnancy cause cough?\nPregnancy does not cause coughing, but because during pregnancy, the immune system is weakened, so you are more susceptible to nose, throat, and respiratory diseases than usual, and these diseases often lead to coughing.\nIn addition, pregnant women have a cough due to changes in some hormones during pregnancy that can lead to acid reflux in the esophagus, causing cough. Specifically, if the hormone progesterone exceeds the allowable limit, it will not be possible to prevent stomach acid from refluxing into the throat. Or a sudden increase in relaxin hormone levels during pregnancy can also cause stomach acid reflux.\n4. What causes coughing while eating?\nThe upper respiratory tract is structured to prevent food or drink from passing from the throat into the lungs. However, some birth defects can cause food to get into the lungs, such as a defect in the epiglottis or difficulty swallowing (dysphagia). In addition, gastroesophageal reflux can also cause coughing while eating or after eating.\nIf you often cough or choke while eating or drinking, you should go to the hospital for examination, diagnosis and proper treatment.\n5. Does Covid-19 infection cause cough?\nCovid-19 causes respiratory infection with specific symptoms of cough, difficulty breathing and many other symptoms such as loss of taste, diarrhea, headache, dizziness, fatigue... Cough can last for several weeks up to several months after you have recovered from Covid-19.\n6. Cough is a sign of what disease?\nCough is often a symptom of pharyngitis, bronchitis, pneumonia, lung cancer, gastroesophageal reflux, lung cancer, sinusitis, asthma, and allergic rhinitis. Flu and Covid-19 also cause cough.\n7. What causes coughing up blood?\nCoughing up blood in adults is often a symptom of bronchitis, tuberculosis, bronchiectasis, lung necrosis, lung abscess or lung cancer. Coughing up blood in children is often caused by a lower respiratory tract infection or a foreign object in the airway.\nWhen cough symptoms persist for more than 2 weeks and do not go away, the patient should go to the hospital for examination by an Ear, Nose and Throat specialist - Photo by Tam Anh General Hospital\nDepartment of Ear, Nose and Throat Tam Anh General Hospital brings together a team of experienced and dedicated experts and doctors; Equipped with many of the most modern technologies such as: Xion endoscope from Germany; vestibular measurement system using dynamic tonogram (VNG) and vestibular rehabilitation (TRV); Interacoustic audiometer; Zeiss ear surgery microsurgical system (Germany), Karl Storz endoscopy system... help with accurate diagnosis, intensive treatment, high efficiency, and quick recovery.\nCough is usually a benign condition, but we should also know that there are many causes of cough and the possibility of malignancy or serious infection cannot be ruled out. Therefore, Dr. Thuy Hang recommends that when having a persistent cough, patients should go to the hospital for a specialist examination, especially if the cough is suspected to be caused by lung infection, cancer or injury...",
    "subsections": [
        {
            "subsection_name": "What is cough?",
            "subsection_content": "Coughing is a natural reflex of the body that helps remove irritants from the respiratory tract. Therefore, the cough reflex is also a way for the body to protect and heal itself.",
            "subsection_string": "What is cough?\nCoughing is a natural reflex of the body that helps remove irritants from the respiratory tract. Therefore, the cough reflex is also a way for the body to protect and heal itself."
        },
        {
            "subsection_name": "Cause of cough",
            "subsection_content": "Bác sĩ Thúy Hằng cho biết, nguyên nhân phổ biến nhất của ho cấp tính ở người lớn là nhiễm trùng đường hô hấp trên do virus cấp tính, còn được gọi là cảm lạnh thông thường và viêm phế quản cấp tính. Viêm phế quản cấp tính thường do virus nhưng nhiễm trùng do vi khuẩn cũng có thể gây ra bệnh. Các nguyên nhân gây ho cấp tính phổ biến khác bao gồm viêm mũi xoang cấp tính, ho gà, đợt cấp của bệnh phổi tắc nghẽn mãn tính, viêm mũi dị ứng, hen suyễn, suy tim sung huyết, viêm phổi và thuyên tắc phổi.\nHo bán cấp thường gặp nhất sau nhiễm trùng thứ phát do viêm phế quản hoặc viêm mũi xoang hoặc nhiễm trùng đường hô hấp trên do virus chưa hồi phục.\nHo mạn tính rất khó chẩn đoán, cần thăm khám chuyên khoa để đánh giá nguyên nhân. Các nguyên nhân có thể bao gồm bệnh trào ngược dạ dày thực quản, viêm phế quản tăng bạch cầu ái toan không do hen, viêm phế quản mạn tính, ho do nhiễm trùng, không dung nạp thuốc ức chế men chuyển, bệnh ác tính, bệnh phổi kẽ, viêm xoang mạn tính. Tình trạng chảy nước mũi sau một thời gian dài gây kích ứng đường hô hấp trên và gây ho. Có nhiều loại bệnh bao gồm viêm mũi xoang dị ứng, viêm mũi xoang xuất tiết, viêm mũi xoang nhiễm trùng do vi khuẩn hoặc virus.\n1. Viêm mũi xoang cấp tính\nNguyên nhân gây ho chủ yếu là do phản ứng của việc tăng tiết chất nhầy và chảy dịch mũi sau. Bệnh đặc trưng bởi tình trạng viêm niêm mạc của các xoang cạnh mũi, thường có nguyên nhân từ virus nếu bệnh kéo dài dưới 7-10 ngày, nhưng có thể liên quan đến nhiễm vi khuẩn nếu bệnh kéo dài hơn 10 ngày.\n2. Ho gà\nMột bệnh có triệu chứng lâm sàng đặc trưng bởi những cơn ho dữ dội kịch phát kéo dài vài phút, sau đó người bệnh phát ra tiếng thở hổn hển. Đây là một bệnh nhiễm trùng đường hô hấp do vi khuẩn Bordetella pertussis dẫn đến hình thành chất nhầy trong đường hô hấp.\nQuá trình nhiễm trùng ho gà kéo dài đến 6 tuần và được đặc trưng bởi 3 giai đoạn bao gồm, giai đoạn khởi phát, giai đoạn kịch phát và giai đoạn hồi phục.\nGiai đoạn khởi phát: Được đặc trưng bởi triệu chứng buồn nôn, hắt hơi, sốt nhẹ, chảy nước mắt và nghẹt mũi.; Giai đoạn kịch phát: Xảy ra trong vòng 2 tuần và đặc trưng bởi các đợt ho đặc trưng, sau đó là nôn mửa.; Giai đoạn hồi phục: Là tình trạng ho mạn tính có thể kéo dài hàng tuần. Căn bệnh này là một chẩn đoán nghiêm trọng cần được chú ý kịp thời vì có nguy cơ cao gây bệnh tật và tử vong ở trẻ sơ sinh.\n3. Hen suyễn\nLà một bệnh phức tạp, trong đó hệ thống miễn dịch của cơ thể phản ứng mạnh với tác nhân kích thích từ môi trường, dẫn đến viêm, tăng tiết chất nhầy, niêm mạc phù nề, làm hẹp và tắc nghẽn đường thở.(1)\n4. Bệnh phổi tắc nghẽn mạn tính (COPD)\nBệnh phổi tắc nghẽn mạn tính là tình trạng phổi bị mất tính đàn hồi và gặp các vấn đề về lưu thông khí, dẫn đến sự phát triển các bệnh nhiễm trùng như viêm phế quản cấp tính và viêm phổi do vi khuẩn. Khi đợt cấp xảy ra, nhu mô phổi bị viêm và tăng phản ứng dẫn đến co thắt đường thở, làm suy giảm chức năng của phổi. Điều này gây ra sự tích tụ các chất tiết nhầy có mủ và đặc trong tiểu phế quản và phế nang dẫn đến phản ứng ho.\n5. Viêm mũi dị ứng\nLà tình trạng viêm niêm mạc mũi thứ phát do dị ứng với các tác nhân từ môi trường như bụi khói, hóa chất, phấn hoa… Sự kích ứng này dẫn đến tăng tiết chất nhầy và chảy nước mũi sau làm kích thích đường thở gây ra phản ứng ho.\n6. Suy tim sung huyết\nLà tình trạng bơm máu của tim suy giảm dẫn đến tắc nghẽn mạch máu phổi dẫn đến phù nề và gây ho.\n7. Viêm phổi\nViêm phổi có thể do virus hoặc vi khuẩn. Viêm phổi do virus và vi khuẩn đều dẫn đến viêm và kích ứng đường thở, gây ho do tăng tiết dịch nhầy mủ.\n8. Bệnh lao phổi\nBệnh lao phổi thường có biểu hiện sốt và ho có đờm hoặc ho khan kèm theo sụt cân. Tình trạng nặng có thể ho ra máu.\n9. Viêm phổi hít\nBệnh viêm phổi hít xảy ra khi thanh môn không đóng kín trong khi nuốt. Điều này cho phép thức ăn hoặc chất lỏng đi vào đường thở, thay vì thực quản dẫn đến viêm phổi hít.\n10. Thuyên tắc phổi\nKhi một khối thuyên tắc hình thành và đọng lại trong các mao mạch phổi sẽ dẫn đến thuyên tắc phổi. Thuyên tắc phổi sẽ gây ra phản ứng ho dai dẳng.\n11. Trào ngược dạ dày thực quản\nBệnh trào ngược dạ dày thực quản là nguyên nhân phổ biến gây ho mạn tính. Quá trình đẩy dịch axit từ dạ dày lên họng và thanh quản sẽ gây kích thích các thụ thể của thanh quản dẫn đến phản ứng ho.\nTình trạng ho thường nặng hơn vào ban đêm do tư thế nằm của người bệnh khiến axit dạ dày dễ trào lên thực quản gây kích thích niêm mạc họng.\n12. Viêm phế quản tăng bạch cầu ái toan\nLà tình trạng tăng phản ứng của tiểu phế quản mà không có dấu hiệu hen suyễn và có thành phần tăng bạch cầu ái toan do hệ thống miễn dịch hoạt động kém. Tăng bạch cầu ái toan dẫn đến tăng nồng độ các cytokine gây viêm và kích ứng đường thở.\n13. Viêm phế quản mạn tính\nLà tình trạng ho kéo dài hơn ba tháng liên tục trong hai năm do chất nhầy tiết ra quá nhiều gây bít tắc đường thở. Ho sau nhiễm trùng xảy ra do tăng độ nhạy cảm của thụ thể ho và tăng phản ứng tạm thời của phế quản trong quá trình hồi phục sau nhiễm trùng phổi nặng. Điều này có thể liên quan chặt chẽ đến tổn thương biểu mô được phát triển từ bệnh lý ban đầu.\n14. Bệnh hen phế quản\nBệnh hen phế quản biểu hiện chủ yếu bằng ho, không phải thở khò khè như trong bệnh hen suyễn điển hình. Các triệu chứng thường gặp là ho không có đờm lặp đi lặp lại, xảy ra cả ngày lẫn đêm và trầm trọng hơn khi vận động, trời lạnh hoặc nhiễm trùng đường hô hấp trên.\n15. Một số bệnh ung thư\nCác bệnh ác tính có thể gây ra hàng loạt hiệu ứng như tắc nghẽn hoặc suy yếu đường thở, dẫn đến tích tụ chất nhầy, nhiễm trùng thứ cấp và kích thích ho.\n16. Bệnh phổi kẽ\nThuộc các rối loạn gây ra sẹo và xơ cứng mô phổi tiến triển do tiếp xúc lâu dài với các nhân tố nguy hiểm khác nhau, chẳng hạn như amiăng, silicone, bụi than, bức xạ hoặc kim loại nặng. Công nhân nhà máy điện hạt nhân, công nhân khai thác than, công nhân phun cát hoặc những người làm các công việc tương tự có nguy cơ mắc bệnh phổi kẽ dẫn đến ho mãn tính.\nMột số loại bệnh tự miễn bao gồm viêm khớp dạng thấp, xơ cứng bì, viêm đa cơ, hội chứng Sjogren và bệnh sarcoidosis có thể gây ra bệnh phổi kẽ.\n17. Chứng ngưng thở khi ngủ\nNgưng thở khi ngủ xảy ra do sự tắc nghẽn một phần hoặc hoàn toàn đường thở tạm thời trong khi ngủ. Sự gia tăng sức cản đường thở này gây ra phản xạ co thắt cơ hoành, cơ ngực và ho để mở đường thở bị tắc nghẽn. Ngưng thở khi ngủ thường xảy ra ở những người bị tắc nghẽn đường hô hấp, có cơ vùng hầu họng yếu hoặc người béo phì.\n18. Viêm xoang mạn tính\nTình trạng viêm và kích ứng kéo dài của xoang và niêm mạc mũi với dịch mủ thứ phát do vi khuẩn gây bệnh thường dẫn đến ho. Các vi khuẩn dễ phát triển khi nhiễm trùng xoang tái đi tái lại nhiều lần như tụ cầu và các vi khuẩn gram âm khác.\n19. Bệnh tâm lý\nĐây là hành động ho như một thói quen chứ không phải là một phần của quá trình bệnh. Kiểu ho này có thể phản ánh một tình trạng tâm lý tiềm ẩn.",
            "subsection_string": "Cause of cough\nBác sĩ Thúy Hằng cho biết, nguyên nhân phổ biến nhất của ho cấp tính ở người lớn là nhiễm trùng đường hô hấp trên do virus cấp tính, còn được gọi là cảm lạnh thông thường và viêm phế quản cấp tính. Viêm phế quản cấp tính thường do virus nhưng nhiễm trùng do vi khuẩn cũng có thể gây ra bệnh. Các nguyên nhân gây ho cấp tính phổ biến khác bao gồm viêm mũi xoang cấp tính, ho gà, đợt cấp của bệnh phổi tắc nghẽn mãn tính, viêm mũi dị ứng, hen suyễn, suy tim sung huyết, viêm phổi và thuyên tắc phổi.\nHo bán cấp thường gặp nhất sau nhiễm trùng thứ phát do viêm phế quản hoặc viêm mũi xoang hoặc nhiễm trùng đường hô hấp trên do virus chưa hồi phục.\nHo mạn tính rất khó chẩn đoán, cần thăm khám chuyên khoa để đánh giá nguyên nhân. Các nguyên nhân có thể bao gồm bệnh trào ngược dạ dày thực quản, viêm phế quản tăng bạch cầu ái toan không do hen, viêm phế quản mạn tính, ho do nhiễm trùng, không dung nạp thuốc ức chế men chuyển, bệnh ác tính, bệnh phổi kẽ, viêm xoang mạn tính. Tình trạng chảy nước mũi sau một thời gian dài gây kích ứng đường hô hấp trên và gây ho. Có nhiều loại bệnh bao gồm viêm mũi xoang dị ứng, viêm mũi xoang xuất tiết, viêm mũi xoang nhiễm trùng do vi khuẩn hoặc virus.\n1. Viêm mũi xoang cấp tính\nNguyên nhân gây ho chủ yếu là do phản ứng của việc tăng tiết chất nhầy và chảy dịch mũi sau. Bệnh đặc trưng bởi tình trạng viêm niêm mạc của các xoang cạnh mũi, thường có nguyên nhân từ virus nếu bệnh kéo dài dưới 7-10 ngày, nhưng có thể liên quan đến nhiễm vi khuẩn nếu bệnh kéo dài hơn 10 ngày.\n2. Ho gà\nMột bệnh có triệu chứng lâm sàng đặc trưng bởi những cơn ho dữ dội kịch phát kéo dài vài phút, sau đó người bệnh phát ra tiếng thở hổn hển. Đây là một bệnh nhiễm trùng đường hô hấp do vi khuẩn Bordetella pertussis dẫn đến hình thành chất nhầy trong đường hô hấp.\nQuá trình nhiễm trùng ho gà kéo dài đến 6 tuần và được đặc trưng bởi 3 giai đoạn bao gồm, giai đoạn khởi phát, giai đoạn kịch phát và giai đoạn hồi phục.\nGiai đoạn khởi phát: Được đặc trưng bởi triệu chứng buồn nôn, hắt hơi, sốt nhẹ, chảy nước mắt và nghẹt mũi.; Giai đoạn kịch phát: Xảy ra trong vòng 2 tuần và đặc trưng bởi các đợt ho đặc trưng, sau đó là nôn mửa.; Giai đoạn hồi phục: Là tình trạng ho mạn tính có thể kéo dài hàng tuần. Căn bệnh này là một chẩn đoán nghiêm trọng cần được chú ý kịp thời vì có nguy cơ cao gây bệnh tật và tử vong ở trẻ sơ sinh.\n3. Hen suyễn\nLà một bệnh phức tạp, trong đó hệ thống miễn dịch của cơ thể phản ứng mạnh với tác nhân kích thích từ môi trường, dẫn đến viêm, tăng tiết chất nhầy, niêm mạc phù nề, làm hẹp và tắc nghẽn đường thở.(1)\n4. Bệnh phổi tắc nghẽn mạn tính (COPD)\nBệnh phổi tắc nghẽn mạn tính là tình trạng phổi bị mất tính đàn hồi và gặp các vấn đề về lưu thông khí, dẫn đến sự phát triển các bệnh nhiễm trùng như viêm phế quản cấp tính và viêm phổi do vi khuẩn. Khi đợt cấp xảy ra, nhu mô phổi bị viêm và tăng phản ứng dẫn đến co thắt đường thở, làm suy giảm chức năng của phổi. Điều này gây ra sự tích tụ các chất tiết nhầy có mủ và đặc trong tiểu phế quản và phế nang dẫn đến phản ứng ho.\n5. Viêm mũi dị ứng\nLà tình trạng viêm niêm mạc mũi thứ phát do dị ứng với các tác nhân từ môi trường như bụi khói, hóa chất, phấn hoa… Sự kích ứng này dẫn đến tăng tiết chất nhầy và chảy nước mũi sau làm kích thích đường thở gây ra phản ứng ho.\n6. Suy tim sung huyết\nLà tình trạng bơm máu của tim suy giảm dẫn đến tắc nghẽn mạch máu phổi dẫn đến phù nề và gây ho.\n7. Viêm phổi\nViêm phổi có thể do virus hoặc vi khuẩn. Viêm phổi do virus và vi khuẩn đều dẫn đến viêm và kích ứng đường thở, gây ho do tăng tiết dịch nhầy mủ.\n8. Bệnh lao phổi\nBệnh lao phổi thường có biểu hiện sốt và ho có đờm hoặc ho khan kèm theo sụt cân. Tình trạng nặng có thể ho ra máu.\n9. Viêm phổi hít\nBệnh viêm phổi hít xảy ra khi thanh môn không đóng kín trong khi nuốt. Điều này cho phép thức ăn hoặc chất lỏng đi vào đường thở, thay vì thực quản dẫn đến viêm phổi hít.\n10. Thuyên tắc phổi\nKhi một khối thuyên tắc hình thành và đọng lại trong các mao mạch phổi sẽ dẫn đến thuyên tắc phổi. Thuyên tắc phổi sẽ gây ra phản ứng ho dai dẳng.\n11. Trào ngược dạ dày thực quản\nBệnh trào ngược dạ dày thực quản là nguyên nhân phổ biến gây ho mạn tính. Quá trình đẩy dịch axit từ dạ dày lên họng và thanh quản sẽ gây kích thích các thụ thể của thanh quản dẫn đến phản ứng ho.\nTình trạng ho thường nặng hơn vào ban đêm do tư thế nằm của người bệnh khiến axit dạ dày dễ trào lên thực quản gây kích thích niêm mạc họng.\n12. Viêm phế quản tăng bạch cầu ái toan\nLà tình trạng tăng phản ứng của tiểu phế quản mà không có dấu hiệu hen suyễn và có thành phần tăng bạch cầu ái toan do hệ thống miễn dịch hoạt động kém. Tăng bạch cầu ái toan dẫn đến tăng nồng độ các cytokine gây viêm và kích ứng đường thở.\n13. Viêm phế quản mạn tính\nLà tình trạng ho kéo dài hơn ba tháng liên tục trong hai năm do chất nhầy tiết ra quá nhiều gây bít tắc đường thở. Ho sau nhiễm trùng xảy ra do tăng độ nhạy cảm của thụ thể ho và tăng phản ứng tạm thời của phế quản trong quá trình hồi phục sau nhiễm trùng phổi nặng. Điều này có thể liên quan chặt chẽ đến tổn thương biểu mô được phát triển từ bệnh lý ban đầu.\n14. Bệnh hen phế quản\nBệnh hen phế quản biểu hiện chủ yếu bằng ho, không phải thở khò khè như trong bệnh hen suyễn điển hình. Các triệu chứng thường gặp là ho không có đờm lặp đi lặp lại, xảy ra cả ngày lẫn đêm và trầm trọng hơn khi vận động, trời lạnh hoặc nhiễm trùng đường hô hấp trên.\n15. Một số bệnh ung thư\nCác bệnh ác tính có thể gây ra hàng loạt hiệu ứng như tắc nghẽn hoặc suy yếu đường thở, dẫn đến tích tụ chất nhầy, nhiễm trùng thứ cấp và kích thích ho.\n16. Bệnh phổi kẽ\nThuộc các rối loạn gây ra sẹo và xơ cứng mô phổi tiến triển do tiếp xúc lâu dài với các nhân tố nguy hiểm khác nhau, chẳng hạn như amiăng, silicone, bụi than, bức xạ hoặc kim loại nặng. Công nhân nhà máy điện hạt nhân, công nhân khai thác than, công nhân phun cát hoặc những người làm các công việc tương tự có nguy cơ mắc bệnh phổi kẽ dẫn đến ho mãn tính.\nMột số loại bệnh tự miễn bao gồm viêm khớp dạng thấp, xơ cứng bì, viêm đa cơ, hội chứng Sjogren và bệnh sarcoidosis có thể gây ra bệnh phổi kẽ.\n17. Chứng ngưng thở khi ngủ\nNgưng thở khi ngủ xảy ra do sự tắc nghẽn một phần hoặc hoàn toàn đường thở tạm thời trong khi ngủ. Sự gia tăng sức cản đường thở này gây ra phản xạ co thắt cơ hoành, cơ ngực và ho để mở đường thở bị tắc nghẽn. Ngưng thở khi ngủ thường xảy ra ở những người bị tắc nghẽn đường hô hấp, có cơ vùng hầu họng yếu hoặc người béo phì.\n18. Viêm xoang mạn tính\nTình trạng viêm và kích ứng kéo dài của xoang và niêm mạc mũi với dịch mủ thứ phát do vi khuẩn gây bệnh thường dẫn đến ho. Các vi khuẩn dễ phát triển khi nhiễm trùng xoang tái đi tái lại nhiều lần như tụ cầu và các vi khuẩn gram âm khác.\n19. Bệnh tâm lý\nĐây là hành động ho như một thói quen chứ không phải là một phần của quá trình bệnh. Kiểu ho này có thể phản ánh một tình trạng tâm lý tiềm ẩn."
        },
        {
            "subsection_name": "People who are susceptible to coughing",
            "subsection_content": "Doctor Thuy Hang said that anyone can have a cough, but it is more likely to occur in the following subjects:\nSmoking cigarettes, e-cigarettes, using stimulants;; Having a chronic illness, especially diseases related to the lungs or nervous system;; Allergy;; Children have an immature immune system, so they are susceptible to respiratory diseases;; Elderly people due to weakened respiratory system;; Workers working in nuclear plants, coal mines, chemical plants...\nSmokers are not only susceptible to coughing but are also at risk of lung diseases",
            "subsection_string": "People who are susceptible to coughing\nDoctor Thuy Hang said that anyone can have a cough, but it is more likely to occur in the following subjects:\nSmoking cigarettes, e-cigarettes, using stimulants;; Having a chronic illness, especially diseases related to the lungs or nervous system;; Allergy;; Children have an immature immune system, so they are susceptible to respiratory diseases;; Elderly people due to weakened respiratory system;; Workers working in nuclear plants, coal mines, chemical plants...\nSmokers are not only susceptible to coughing but are also at risk of lung diseases"
        },
        {
            "subsection_name": "Common types of coughs",
            "subsection_content": "Doctor Thuy Hang said that there are many types of coughs. People can describe coughs by the duration of the illness or by the feeling or sound when coughing. Each type of cough can reflect a different health condition of the person.\nAcute cough: A cough that starts suddenly and lasts 2-3 weeks; Subacute cough: A cough that lasts from 3 to 8 weeks; Chronic cough: A cough that lasts more than 8 weeks with persistent coughing spells.; Dry cough: Is a chronic cough without phlegm; Cough with phlegm: A cough with phlegm that makes the cough sound thick; Whooping cough: Is paroxysmal severe coughing that lasts up to several minutes followed by gasping for breath.; Barking cough: A barking cough can be a sign of lung cancer.; Asthma: Is a complex disease caused by the body's immune system reacting too strongly to environmental stimuli, leading to inflammation, increased mucus secretion and airway obstruction and spasm.; Coughing up blood: This type of cough is common in tuberculosis and lung cancer.; Coughing, difficulty breathing/chest tightness: Coughing, difficulty breathing, and chest pain are often manifestations of dangerous diseases such as pneumonia, pleural effusion, pulmonary embolism, bronchitis.; Cough at night: Cough at night is usually a dry cough or cough with phlegm. Causes may be respiratory infections, postnasal drip syndrome, bronchial asthma, gastroesophageal reflux, bronchiectasis, and lung cancer.",
            "subsection_string": "Common types of coughs\nDoctor Thuy Hang said that there are many types of coughs. People can describe coughs by the duration of the illness or by the feeling or sound when coughing. Each type of cough can reflect a different health condition of the person.\nAcute cough: A cough that starts suddenly and lasts 2-3 weeks; Subacute cough: A cough that lasts from 3 to 8 weeks; Chronic cough: A cough that lasts more than 8 weeks with persistent coughing spells.; Dry cough: Is a chronic cough without phlegm; Cough with phlegm: A cough with phlegm that makes the cough sound thick; Whooping cough: Is paroxysmal severe coughing that lasts up to several minutes followed by gasping for breath.; Barking cough: A barking cough can be a sign of lung cancer.; Asthma: Is a complex disease caused by the body's immune system reacting too strongly to environmental stimuli, leading to inflammation, increased mucus secretion and airway obstruction and spasm.; Coughing up blood: This type of cough is common in tuberculosis and lung cancer.; Coughing, difficulty breathing/chest tightness: Coughing, difficulty breathing, and chest pain are often manifestations of dangerous diseases such as pneumonia, pleural effusion, pulmonary embolism, bronchitis.; Cough at night: Cough at night is usually a dry cough or cough with phlegm. Causes may be respiratory infections, postnasal drip syndrome, bronchial asthma, gastroesophageal reflux, bronchiectasis, and lung cancer."
        },
        {
            "subsection_name": "Cough symptoms",
            "subsection_content": "Depending on the cause of cough, each type of cough can be accompanied by different symptoms. However, the most common symptoms include:\nDry throat and mouth; Sore or itchy throat; Stuffy nose, runny nose; Fever; Weep; Fatigue, headache; Chest tightness, difficulty breathing; Difficulty swallowing; Often choking when eating; Belching, heartburn; Often spitting; Wheeze",
            "subsection_string": "Cough symptoms\nDepending on the cause of cough, each type of cough can be accompanied by different symptoms. However, the most common symptoms include:\nDry throat and mouth; Sore or itchy throat; Stuffy nose, runny nose; Fever; Weep; Fatigue, headache; Chest tightness, difficulty breathing; Difficulty swallowing; Often choking when eating; Belching, heartburn; Often spitting; Wheeze"
        },
        {
            "subsection_name": "Methods of diagnosing cough",
            "subsection_content": "Doctor Thuy Hang said that clinical symptoms of cough can be relied on to diagnose the disease.\nFor example, a cough that lasts less than 2 weeks is an acute cough, usually caused by the flu. Coughs lasting more than 3 weeks with symptoms of chest tightness, difficulty breathing, physical weakness or coughing up blood will require additional diagnostic tests, including.(3)\nChest X-ray: X-ray images can help doctors detect damage in the bronchi and lungs.; AFB sputum test: A sputum sample may be sent to a laboratory for analysis to determine the cause of the infection. This test is often indicated in the diagnosis of pulmonary tuberculosis.; Spirometry: The patient may be asked to breathe in and out through a tube attached to the machine to help determine whether the airway is obstructed. This test is often used to diagnose asthma or emphysema.",
            "subsection_string": "Methods of diagnosing cough\nDoctor Thuy Hang said that clinical symptoms of cough can be relied on to diagnose the disease.\nFor example, a cough that lasts less than 2 weeks is an acute cough, usually caused by the flu. Coughs lasting more than 3 weeks with symptoms of chest tightness, difficulty breathing, physical weakness or coughing up blood will require additional diagnostic tests, including.(3)\nChest X-ray: X-ray images can help doctors detect damage in the bronchi and lungs.; AFB sputum test: A sputum sample may be sent to a laboratory for analysis to determine the cause of the infection. This test is often indicated in the diagnosis of pulmonary tuberculosis.; Spirometry: The patient may be asked to breathe in and out through a tube attached to the machine to help determine whether the airway is obstructed. This test is often used to diagnose asthma or emphysema."
        },
        {
            "subsection_name": "Cough treatment methods",
            "subsection_content": "According to Dr. Thuy Hang, most cases of acute cough should be treated empirically and focus on reducing symptoms with medication.(4)\n1. Anti-allergic medicine\nCan be used to relieve symptoms of nasal congestion due to allergies leading to mouth breathing causing dry throat and coughing. Doctor Thuy Hang recommends that you should not use anti-allergy drugs for a long time because it can cause drug resistance or bad side effects for the nose and throat.\n2. Expectorant\nCan be used when there is too much phlegm causing airway obstruction.\n3. Cough suppressants\nCan be used to relieve coughs by reducing the cough reflex. Commonly used suppressants to treat coughs include dextromethorphan and guaifenesin.\nDoctor Thuy Hang recommends that coughing is a basic protective mechanism and plays an important part in the body's immune system. Reducing the cough reflex can have a detrimental effect on recovery time. Treatment of chronic cough should aim to target the underlying cause whenever possible to relieve the cough rather than suppress it.\n4. Antibiotics\nIf cough is due to infection, treatment with antibiotics appropriate to the pathogen is required. For causes of chronic upper respiratory tract inflammation, treat continuously for at least 1 week with an appropriate antibiotic.\n5. Inhaled albuterol and ipratropium aerosol solutions\nCan be used as a bronchodilator in constricted airways to relieve symptoms in emergency situations.\n6. Inhaled steroids or anticholinergics\nThese two drugs can be prescribed to treat coughs in allergic respiratory diseases.\n7. Treatment of cardiovascular disease\nIf the cough is due to cardiac function, the patient should be treated according to appropriate cardiovascular recommendations based on each individual's specific symptoms.\n8. Treatment of gastroesophageal reflux disease\nGastroesophageal reflux needs to be treated aggressively by avoiding substances that easily cause reflux such as chocolate, caffeine, alcohol and tobacco; Prevent gastric reflux by keeping your head elevated and not eating for a few hours before going to bed. Additionally, treatment with proton pump inhibitors at maximum doses is possible.\n9. Treat neurological disorders that cause coughing\nThe treatment of cough due to neurological disorders needs to follow the doctor's instructions. Patients should not arbitrarily buy medicine because it can cause dangerous consequences.",
            "subsection_string": "Cough treatment methods\nAccording to Dr. Thuy Hang, most cases of acute cough should be treated empirically and focus on reducing symptoms with medication.(4)\n1. Anti-allergic medicine\nCan be used to relieve symptoms of nasal congestion due to allergies leading to mouth breathing causing dry throat and coughing. Doctor Thuy Hang recommends that you should not use anti-allergy drugs for a long time because it can cause drug resistance or bad side effects for the nose and throat.\n2. Expectorant\nCan be used when there is too much phlegm causing airway obstruction.\n3. Cough suppressants\nCan be used to relieve coughs by reducing the cough reflex. Commonly used suppressants to treat coughs include dextromethorphan and guaifenesin.\nDoctor Thuy Hang recommends that coughing is a basic protective mechanism and plays an important part in the body's immune system. Reducing the cough reflex can have a detrimental effect on recovery time. Treatment of chronic cough should aim to target the underlying cause whenever possible to relieve the cough rather than suppress it.\n4. Antibiotics\nIf cough is due to infection, treatment with antibiotics appropriate to the pathogen is required. For causes of chronic upper respiratory tract inflammation, treat continuously for at least 1 week with an appropriate antibiotic.\n5. Inhaled albuterol and ipratropium aerosol solutions\nCan be used as a bronchodilator in constricted airways to relieve symptoms in emergency situations.\n6. Inhaled steroids or anticholinergics\nThese two drugs can be prescribed to treat coughs in allergic respiratory diseases.\n7. Treatment of cardiovascular disease\nIf the cough is due to cardiac function, the patient should be treated according to appropriate cardiovascular recommendations based on each individual's specific symptoms.\n8. Treatment of gastroesophageal reflux disease\nGastroesophageal reflux needs to be treated aggressively by avoiding substances that easily cause reflux such as chocolate, caffeine, alcohol and tobacco; Prevent gastric reflux by keeping your head elevated and not eating for a few hours before going to bed. Additionally, treatment with proton pump inhibitors at maximum doses is possible.\n9. Treat neurological disorders that cause coughing\nThe treatment of cough due to neurological disorders needs to follow the doctor's instructions. Patients should not arbitrarily buy medicine because it can cause dangerous consequences."
        },
        {
            "subsection_name": "How to prevent cough",
            "subsection_content": "According to Dr. Thuy Hang, when the throat mucosa is irritated, it will cause coughing. Therefore, to prevent coughs, it is best to keep our throat healthy by.\nKeep your nose and throat warm by dressing warmly and wearing a scarf in cold weather; eat/drink warm food; Avoid eating/drinking cold foods; Limit drinking alcohol, beer, smoking and using stimulants; Prevent flu by avoiding contact with sick people, getting vaccinated, and always wearing a mask when going to crowded places.; Avoid getting gastroesophageal reflux disease that causes chronic cough.; Avoid getting ear, nose and throat diseases such as sinusitis, allergic rhinitis... which can lead to cough.; You should have a regular health check every 6 months to detect abnormal health conditions early and receive timely treatment.; Eat in moderation to increase the body's resistance to disease.; Brush your teeth daily to protect your teeth, mouth and throat from bacteria and viruses; Regularly wash your hands with antibacterial soap or antiseptic alcohol before eating, after going to the toilet and after contact with objects in public places.\nIn addition, to improve the health of the nose and throat, we can practice daily habits such as:\nRinse with salt water twice a day (when you wake up in the morning and in the evening before going to bed).; Drink honey mixed with warm water in the morning.(2); Clean your tongue daily.; Drink chrysanthemum tea and ginger tea rich in anti-inflammatory properties; Add garlic and ginger to your diet to strengthen your body's resistance.\nDrinking lemon and honey can help prevent coughs and is very good for health",
            "subsection_string": "How to prevent cough\nAccording to Dr. Thuy Hang, when the throat mucosa is irritated, it will cause coughing. Therefore, to prevent coughs, it is best to keep our throat healthy by.\nKeep your nose and throat warm by dressing warmly and wearing a scarf in cold weather; eat/drink warm food; Avoid eating/drinking cold foods; Limit drinking alcohol, beer, smoking and using stimulants; Prevent flu by avoiding contact with sick people, getting vaccinated, and always wearing a mask when going to crowded places.; Avoid getting gastroesophageal reflux disease that causes chronic cough.; Avoid getting ear, nose and throat diseases such as sinusitis, allergic rhinitis... which can lead to cough.; You should have a regular health check every 6 months to detect abnormal health conditions early and receive timely treatment.; Eat in moderation to increase the body's resistance to disease.; Brush your teeth daily to protect your teeth, mouth and throat from bacteria and viruses; Regularly wash your hands with antibacterial soap or antiseptic alcohol before eating, after going to the toilet and after contact with objects in public places.\nIn addition, to improve the health of the nose and throat, we can practice daily habits such as:\nRinse with salt water twice a day (when you wake up in the morning and in the evening before going to bed).; Drink honey mixed with warm water in the morning.(2); Clean your tongue daily.; Drink chrysanthemum tea and ginger tea rich in anti-inflammatory properties; Add garlic and ginger to your diet to strengthen your body's resistance.\nDrinking lemon and honey can help prevent coughs and is very good for health"
        },
        {
            "subsection_name": "Frequently asked questions about cough",
            "subsection_content": "1. Is cough contagious?\nIf cough is due to infection with viruses that cause infectious diseases such as influenza A, B, C; avian influenza virus; Corona virus... then this case is infectious. Coughs caused by bacteria or complications of certain diseases such as lung cancer or gastroesophageal reflux that are not caused by HP bacteria are not contagious.\n2. When should you go to the hospital if you have a cough?\nDoctor Thuy Hang advises that if a cough comes with the following symptoms, the patient should go to the hospital for proper examination and treatment.\nWheeze;; Fever above 38.5℃ or fever lasting more than 2-3 days;; Chills;; Phlegm, especially phlegm that is yellow, green or mixed with blood.\nCall an ambulance when:\nDifficulty breathing, having to breathe heavily; Hemoptisi.; Severe chest pain.\n3. Does pregnancy cause cough?\nPregnancy does not cause coughing, but because during pregnancy, the immune system is weakened, so you are more susceptible to nose, throat, and respiratory diseases than usual, and these diseases often lead to coughing.\nIn addition, pregnant women have a cough due to changes in some hormones during pregnancy that can lead to acid reflux in the esophagus, causing cough. Specifically, if the hormone progesterone exceeds the allowable limit, it will not be possible to prevent stomach acid from refluxing into the throat. Or a sudden increase in relaxin hormone levels during pregnancy can also cause stomach acid reflux.\n4. What causes coughing while eating?\nThe upper respiratory tract is structured to prevent food or drink from passing from the throat into the lungs. However, some birth defects can cause food to get into the lungs, such as a defect in the epiglottis or difficulty swallowing (dysphagia). In addition, gastroesophageal reflux can also cause coughing while eating or after eating.\nIf you often cough or choke while eating or drinking, you should go to the hospital for examination, diagnosis and proper treatment.\n5. Does Covid-19 infection cause cough?\nCovid-19 causes respiratory infection with specific symptoms of cough, difficulty breathing and many other symptoms such as loss of taste, diarrhea, headache, dizziness, fatigue... Cough can last for several weeks up to several months after you have recovered from Covid-19.\n6. Cough is a sign of what disease?\nCough is often a symptom of pharyngitis, bronchitis, pneumonia, lung cancer, gastroesophageal reflux, lung cancer, sinusitis, asthma, and allergic rhinitis. Flu and Covid-19 also cause cough.\n7. What causes coughing up blood?\nCoughing up blood in adults is often a symptom of bronchitis, tuberculosis, bronchiectasis, lung necrosis, lung abscess or lung cancer. Coughing up blood in children is often caused by a lower respiratory tract infection or a foreign object in the airway.\nWhen cough symptoms persist for more than 2 weeks and do not go away, the patient should go to the hospital for examination by an Ear, Nose and Throat specialist - Photo by Tam Anh General Hospital\nDepartment of Ear, Nose and Throat Tam Anh General Hospital brings together a team of experienced and dedicated experts and doctors; Equipped with many of the most modern technologies such as: Xion endoscope from Germany; vestibular measurement system using dynamic tonogram (VNG) and vestibular rehabilitation (TRV); Interacoustic audiometer; Zeiss ear surgery microsurgical system (Germany), Karl Storz endoscopy system... help with accurate diagnosis, intensive treatment, high efficiency, and quick recovery.\nCough is usually a benign condition, but we should also know that there are many causes of cough and the possibility of malignancy or serious infection cannot be ruled out. Therefore, Dr. Thuy Hang recommends that when having a persistent cough, patients should go to the hospital for a specialist examination, especially if the cough is suspected to be caused by lung infection, cancer or injury...",
            "subsection_string": "Frequently asked questions about cough\n1. Is cough contagious?\nIf cough is due to infection with viruses that cause infectious diseases such as influenza A, B, C; avian influenza virus; Corona virus... then this case is infectious. Coughs caused by bacteria or complications of certain diseases such as lung cancer or gastroesophageal reflux that are not caused by HP bacteria are not contagious.\n2. When should you go to the hospital if you have a cough?\nDoctor Thuy Hang advises that if a cough comes with the following symptoms, the patient should go to the hospital for proper examination and treatment.\nWheeze;; Fever above 38.5℃ or fever lasting more than 2-3 days;; Chills;; Phlegm, especially phlegm that is yellow, green or mixed with blood.\nCall an ambulance when:\nDifficulty breathing, having to breathe heavily; Hemoptisi.; Severe chest pain.\n3. Does pregnancy cause cough?\nPregnancy does not cause coughing, but because during pregnancy, the immune system is weakened, so you are more susceptible to nose, throat, and respiratory diseases than usual, and these diseases often lead to coughing.\nIn addition, pregnant women have a cough due to changes in some hormones during pregnancy that can lead to acid reflux in the esophagus, causing cough. Specifically, if the hormone progesterone exceeds the allowable limit, it will not be possible to prevent stomach acid from refluxing into the throat. Or a sudden increase in relaxin hormone levels during pregnancy can also cause stomach acid reflux.\n4. What causes coughing while eating?\nThe upper respiratory tract is structured to prevent food or drink from passing from the throat into the lungs. However, some birth defects can cause food to get into the lungs, such as a defect in the epiglottis or difficulty swallowing (dysphagia). In addition, gastroesophageal reflux can also cause coughing while eating or after eating.\nIf you often cough or choke while eating or drinking, you should go to the hospital for examination, diagnosis and proper treatment.\n5. Does Covid-19 infection cause cough?\nCovid-19 causes respiratory infection with specific symptoms of cough, difficulty breathing and many other symptoms such as loss of taste, diarrhea, headache, dizziness, fatigue... Cough can last for several weeks up to several months after you have recovered from Covid-19.\n6. Cough is a sign of what disease?\nCough is often a symptom of pharyngitis, bronchitis, pneumonia, lung cancer, gastroesophageal reflux, lung cancer, sinusitis, asthma, and allergic rhinitis. Flu and Covid-19 also cause cough.\n7. What causes coughing up blood?\nCoughing up blood in adults is often a symptom of bronchitis, tuberculosis, bronchiectasis, lung necrosis, lung abscess or lung cancer. Coughing up blood in children is often caused by a lower respiratory tract infection or a foreign object in the airway.\nWhen cough symptoms persist for more than 2 weeks and do not go away, the patient should go to the hospital for examination by an Ear, Nose and Throat specialist - Photo by Tam Anh General Hospital\nDepartment of Ear, Nose and Throat Tam Anh General Hospital brings together a team of experienced and dedicated experts and doctors; Equipped with many of the most modern technologies such as: Xion endoscope from Germany; vestibular measurement system using dynamic tonogram (VNG) and vestibular rehabilitation (TRV); Interacoustic audiometer; Zeiss ear surgery microsurgical system (Germany), Karl Storz endoscopy system... help with accurate diagnosis, intensive treatment, high efficiency, and quick recovery.\nCough is usually a benign condition, but we should also know that there are many causes of cough and the possibility of malignancy or serious infection cannot be ruled out. Therefore, Dr. Thuy Hang recommends that when having a persistent cough, patients should go to the hospital for a specialist examination, especially if the cough is suspected to be caused by lung infection, cancer or injury..."
        }
    ],
    "name": "benh-ho.json"
}