{
    "title": "What is gonorrhea? Causes and warning signs",
    "category": "Andrology",
    "link": "https://tamanhhospital.vn/benh-lau/",
    "abstract": "Gonorrhea is a sexually transmitted infection that can occur in both men and women. The disease affects many different organs in the body at the same time, typically: genital tract, throat, rectum, joints... If this condition is not detected and treated early, it can cause many complications. dangerous to health. Accordingly, depending on the severity of the disease, the doctor will prescribe an appropriate treatment regimen.",
    "content": "What is gonorrhea? Causes and warning signs\n\nGonorrhea is a sexually transmitted infection that can occur in both men and women. The disease affects many different organs in the body at the same time, typically: genital tract, throat, rectum, joints... If this condition is not detected and treated early, it can cause many complications. dangerous to health. Accordingly, depending on the severity of the disease, the doctor will prescribe an appropriate treatment regimen.\n\nWhat is gonorrhea?\nGonorrhea is a sexually transmitted infection caused by the bacteria Neisseria gonorrhoeae. This condition can involve the genitals, mouth or rectum. (first)\nAccordingly, men with the disease often feel pain or burning when urinating, have fluid or pus discharge from the penis opening, or are accompanied by testicular pain. Women will experience burning or stinging when urinating, urinary retention, vaginal discharge, vaginal bleeding between periods, or pelvic pain.\nGonorrhea is usually spread most quickly during vaginal, oral, or anal sex. The disease can also be transmitted from the mother giving birth, accordingly, it mainly affects the eyes of the newborn. Many cases have no obvious symptoms, but if not treated promptly, it can spread to the heart valves or joints, causing many dangerous complications.\n\nWhat causes gonorrhea?\nGonorrhea is caused by the bacteria Neisseria gonorrhoeae, specifically the following groups of causes:\nTransmitted during anal, vaginal, oral intercourse...; Bacterial infection when coming into contact with another person's infected area, including: penis, vagina, mouth, anus...; Transmitted from mother to child during normal birth.\nHowever, Gonorrhea bacteria cannot survive long outside the body, so there is very little risk of getting sick when touching objects such as toilet seats, clothes, etc.\n\nWhat is the transmission route of gonorrhea?\nGonorrhea is transmitted through sexual contact when the partner's penis, vagina, mouth or anus is infected, even without ejaculation. In addition, this condition can also be transmitted from mother to child during vaginal birth. People who have had the disease and are treated are still at risk of reinfection if they continue to have sex with an infected person.\n\nFactors that increase the risk of infection\nHaving sex with multiple people; Young.; Having sex with a new partner; Have a previous history of gonorrhea; Have ever had other sexually transmitted diseases.\n\nCommon signs of gonorrhea\n1. In men\nThis includes transgender men, transgender women, and people of the third gender (bisexual) with a penis, who often have more obvious symptoms of gonorrhea. The incubation period ranges from a few days to 1 week. During the incubation period, symptoms are faint and often ignored by the patient. When the disease occurs, there are often the following symptoms: (2)\nWhite, yellow or green discharge from the penis opening; Burning pain when urinating; Difficulty urinating; Pain and swelling of the testicles.\n2. In women\nIncluding transgender women, transgender men and people of the third gender (bisexual) with a vagina, there are often no obvious symptoms of gonorrhea. This is why testing is absolutely necessary to detect exposure. Some typical signs that can be seen include:\nAbnormal vaginal discharge that is yellow or white; Pain in the lower abdomen or pelvis; Pain during sex; Pain or burning when urinating; Difficulty urinating; Abnormal bleeding between periods.\n3. Of all genders\nAll genders can get gonorrhea in the throat (through oral sex on the genitals or anus) or rectum (through anal sex). These types are less common  with specific symptoms such as:\nThroat itchy, uncomfortable, painful, difficult to swallow; Anus itching, discharge, pain when defecating.\n\nIs gonorrhea dangerous? Common complications\nIn women, gonorrhea has the risk of causing many dangerous complications if not treated promptly. Specifically includes:\nOver time, the bacteria will move into the reproductive tract, affecting the uterus, fallopian tubes, and ovaries. This is one of the main causes of pelvic inflammatory disease (PID) with symptoms of severe pain.; If it causes salpingitis, it often leaves scars in the fallopian tubes, making pregnancy difficult, and can cause ectopic pregnancy (occurs when a fertilized egg implants outside the uterus).; Transmitted to newborns during birth.\nIn men, some serious complications include:\nScar formation in the urethra; Abscess formation inside the penis, affecting fertility; Epididymitis, inflammation of the vas deferens near the testicles; The infection enters the bloodstream, causing rare but serious complications such as arthritis, heart valve damage...\n\nWhen to see a doctor\nPatients should contact their doctor immediately if they notice any worrying symptoms, such as a burning sensation when urinating, or unusual pus-like discharge from the vagina, penis, or rectum. (3)\nIn addition, regular check-ups are also important if you have previously been diagnosed with gonorrhea. This condition may not appear with obvious signs, but if not treated effectively, it will increase the risk of reinfection.\n\nHow is gonorrhea diagnosed?\nFor gonorrhea, your doctor may prescribe some specific diagnostic methods as follows:\nUrine test: Shows many white blood cells, red blood cells, inflammatory cells and bacteria; Check fluid samples: The doctor can take fluid samples from the penis, vagina, throat or rectum to test for staining and fresh microscopy (with results after about 30 minutes) or culture to identify bacteria ( It may take 48 - 72 hours to produce results along with antibiogram).; Testing for other sexually transmitted diseases: Your doctor may recommend testing for other sexually transmitted diseases because gonorrhea often increases the risk of infection, especially chlamydia. Additionally, HIV testing is also recommended. Depending on risk factors, testing for related sexually transmitted diseases may also be beneficial.\n\nHow to treat gonorrhea\n1. Treatment of gonorrhea in adults\nThese cases are often prescribed antibiotic treatment. Currently, drug-resistant strains of Neisseria gonorrhoeae are emerging, so uncomplicated gonorrhea should be treated with injectable Ceftriaxone or Spectinomycin combined with oral Azithromycin. (4)\nIf the patient is allergic to Cephalosporin antibiotics, the doctor may prescribe oral Quinolone or injectable Gentamicin and oral Azithromycin.\n2. Treat gonorrhea for sexual partners\nSexual partners of people with gonorrhea should also be tested as soon as they have no signs or symptoms. Depending on each case, the doctor will prescribe appropriate treatment methods.\n\n3. Treatment of gonorrhea in newborns\nA mother with gonorrhea can transmit it to her baby during birth. In this case, doctors often prescribe treatment with antibiotics.\n\nMeasures to prevent gonorrhea\nThe only way to prevent gonorrhea is to have safe sex. Here are some solutions to minimize the risk of getting the disease: (5)\nAlways use condoms when having sex.; Do not have sex with someone who is showing symptoms of infection or gonorrhea.; Avoid having sex with many people at the same time; Get tested as soon as you have symptoms of the disease.; Get tested for gonorrhea and get your partner tested too.\n\nfrequently asked Questions\n1. What should you do when you discover you have gonorrhea?\nWhen diagnosed with gonorrhea, the patient needs to be treated with antibiotics as soon as possible. In addition, sexual partners must also participate in tests and examinations to diagnose the condition. During this period, abstaining from intercourse is really necessary to prevent the spread of infection.\n2. Does gonorrhea smell?\nFoul-smelling vaginal discharge is not a common symptom of gonorrhea. Accordingly, vaginal discharge that has an odor, especially a fishy odor, is often a sign of infection, not related to this condition. However, in all cases, if you notice an unusual odor and are worried about your health, the patient should proactively contact a doctor early for examination and early diagnosis.\n3. Chlamydia or gonorrhea, which is worse?\nBoth gonorrhea and chlamydia are highly contagious and have the potential to cause long-term health damage if not treated promptly. Therefore, each person should proactively prevent it early by practicing safe sex. In case you discover that you or your partner is infected, proactively contacting your doctor early is extremely necessary.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nAbove is a summary of all useful information about gonorrhea. Hopefully, through these shares, each person will proactively monitor, detect and treat the disease early, to minimize dangerous complications.",
    "subsections": [
        {
            "subsection_name": "What is gonorrhea?",
            "subsection_content": "Gonorrhea is a sexually transmitted infection caused by the bacteria Neisseria gonorrhoeae. This condition can involve the genitals, mouth or rectum. (first)\nAccordingly, men with the disease often feel pain or burning when urinating, have fluid or pus discharge from the penis opening, or are accompanied by testicular pain. Women will experience burning or stinging when urinating, urinary retention, vaginal discharge, vaginal bleeding between periods, or pelvic pain.\nGonorrhea is usually spread most quickly during vaginal, oral, or anal sex. The disease can also be transmitted from the mother giving birth, accordingly, it mainly affects the eyes of the newborn. Many cases have no obvious symptoms, but if not treated promptly, it can spread to the heart valves or joints, causing many dangerous complications.",
            "subsection_string": "What is gonorrhea?\nGonorrhea is a sexually transmitted infection caused by the bacteria Neisseria gonorrhoeae. This condition can involve the genitals, mouth or rectum. (first)\nAccordingly, men with the disease often feel pain or burning when urinating, have fluid or pus discharge from the penis opening, or are accompanied by testicular pain. Women will experience burning or stinging when urinating, urinary retention, vaginal discharge, vaginal bleeding between periods, or pelvic pain.\nGonorrhea is usually spread most quickly during vaginal, oral, or anal sex. The disease can also be transmitted from the mother giving birth, accordingly, it mainly affects the eyes of the newborn. Many cases have no obvious symptoms, but if not treated promptly, it can spread to the heart valves or joints, causing many dangerous complications."
        },
        {
            "subsection_name": "What causes gonorrhea?",
            "subsection_content": "Gonorrhea is caused by the bacteria Neisseria gonorrhoeae, specifically the following groups of causes:\nTransmitted during anal, vaginal, oral intercourse...; Bacterial infection when coming into contact with another person's infected area, including: penis, vagina, mouth, anus...; Transmitted from mother to child during normal birth.\nHowever, Gonorrhea bacteria cannot survive long outside the body, so there is very little risk of getting sick when touching objects such as toilet seats, clothes, etc.",
            "subsection_string": "What causes gonorrhea?\nGonorrhea is caused by the bacteria Neisseria gonorrhoeae, specifically the following groups of causes:\nTransmitted during anal, vaginal, oral intercourse...; Bacterial infection when coming into contact with another person's infected area, including: penis, vagina, mouth, anus...; Transmitted from mother to child during normal birth.\nHowever, Gonorrhea bacteria cannot survive long outside the body, so there is very little risk of getting sick when touching objects such as toilet seats, clothes, etc."
        },
        {
            "subsection_name": "What is the transmission route of gonorrhea?",
            "subsection_content": "Gonorrhea is transmitted through sexual contact when the partner's penis, vagina, mouth or anus is infected, even without ejaculation. In addition, this condition can also be transmitted from mother to child during vaginal birth. People who have had the disease and are treated are still at risk of reinfection if they continue to have sex with an infected person.",
            "subsection_string": "What is the transmission route of gonorrhea?\nGonorrhea is transmitted through sexual contact when the partner's penis, vagina, mouth or anus is infected, even without ejaculation. In addition, this condition can also be transmitted from mother to child during vaginal birth. People who have had the disease and are treated are still at risk of reinfection if they continue to have sex with an infected person."
        },
        {
            "subsection_name": "Factors that increase the risk of infection",
            "subsection_content": "Having sex with multiple people; Young.; Having sex with a new partner; Have a previous history of gonorrhea; Have ever had other sexually transmitted diseases.",
            "subsection_string": "Factors that increase the risk of infection\nHaving sex with multiple people; Young.; Having sex with a new partner; Have a previous history of gonorrhea; Have ever had other sexually transmitted diseases."
        },
        {
            "subsection_name": "Common signs of gonorrhea",
            "subsection_content": "1. In men\nThis includes transgender men, transgender women, and people of the third gender (bisexual) with a penis, who often have more obvious symptoms of gonorrhea. The incubation period ranges from a few days to 1 week. During the incubation period, symptoms are faint and often ignored by the patient. When the disease occurs, there are often the following symptoms: (2)\nWhite, yellow or green discharge from the penis opening; Burning pain when urinating; Difficulty urinating; Pain and swelling of the testicles.\n2. In women\nIncluding transgender women, transgender men and people of the third gender (bisexual) with a vagina, there are often no obvious symptoms of gonorrhea. This is why testing is absolutely necessary to detect exposure. Some typical signs that can be seen include:\nAbnormal vaginal discharge that is yellow or white; Pain in the lower abdomen or pelvis; Pain during sex; Pain or burning when urinating; Difficulty urinating; Abnormal bleeding between periods.\n3. Of all genders\nAll genders can get gonorrhea in the throat (through oral sex on the genitals or anus) or rectum (through anal sex). These types are less common  with specific symptoms such as:\nThroat itchy, uncomfortable, painful, difficult to swallow; Anus itching, discharge, pain when defecating.",
            "subsection_string": "Common signs of gonorrhea\n1. In men\nThis includes transgender men, transgender women, and people of the third gender (bisexual) with a penis, who often have more obvious symptoms of gonorrhea. The incubation period ranges from a few days to 1 week. During the incubation period, symptoms are faint and often ignored by the patient. When the disease occurs, there are often the following symptoms: (2)\nWhite, yellow or green discharge from the penis opening; Burning pain when urinating; Difficulty urinating; Pain and swelling of the testicles.\n2. In women\nIncluding transgender women, transgender men and people of the third gender (bisexual) with a vagina, there are often no obvious symptoms of gonorrhea. This is why testing is absolutely necessary to detect exposure. Some typical signs that can be seen include:\nAbnormal vaginal discharge that is yellow or white; Pain in the lower abdomen or pelvis; Pain during sex; Pain or burning when urinating; Difficulty urinating; Abnormal bleeding between periods.\n3. Of all genders\nAll genders can get gonorrhea in the throat (through oral sex on the genitals or anus) or rectum (through anal sex). These types are less common  with specific symptoms such as:\nThroat itchy, uncomfortable, painful, difficult to swallow; Anus itching, discharge, pain when defecating."
        },
        {
            "subsection_name": "Is gonorrhea dangerous? Common complications",
            "subsection_content": "In women, gonorrhea has the risk of causing many dangerous complications if not treated promptly. Specifically includes:\nOver time, the bacteria will move into the reproductive tract, affecting the uterus, fallopian tubes, and ovaries. This is one of the main causes of pelvic inflammatory disease (PID) with symptoms of severe pain.; If it causes salpingitis, it often leaves scars in the fallopian tubes, making pregnancy difficult, and can cause ectopic pregnancy (occurs when a fertilized egg implants outside the uterus).; Transmitted to newborns during birth.\nIn men, some serious complications include:\nScar formation in the urethra; Abscess formation inside the penis, affecting fertility; Epididymitis, inflammation of the vas deferens near the testicles; The infection enters the bloodstream, causing rare but serious complications such as arthritis, heart valve damage...",
            "subsection_string": "Is gonorrhea dangerous? Common complications\nIn women, gonorrhea has the risk of causing many dangerous complications if not treated promptly. Specifically includes:\nOver time, the bacteria will move into the reproductive tract, affecting the uterus, fallopian tubes, and ovaries. This is one of the main causes of pelvic inflammatory disease (PID) with symptoms of severe pain.; If it causes salpingitis, it often leaves scars in the fallopian tubes, making pregnancy difficult, and can cause ectopic pregnancy (occurs when a fertilized egg implants outside the uterus).; Transmitted to newborns during birth.\nIn men, some serious complications include:\nScar formation in the urethra; Abscess formation inside the penis, affecting fertility; Epididymitis, inflammation of the vas deferens near the testicles; The infection enters the bloodstream, causing rare but serious complications such as arthritis, heart valve damage..."
        },
        {
            "subsection_name": "When to see a doctor",
            "subsection_content": "Patients should contact their doctor immediately if they notice any worrying symptoms, such as a burning sensation when urinating, or unusual pus-like discharge from the vagina, penis, or rectum. (3)\nIn addition, regular check-ups are also important if you have previously been diagnosed with gonorrhea. This condition may not appear with obvious signs, but if not treated effectively, it will increase the risk of reinfection.",
            "subsection_string": "When to see a doctor\nPatients should contact their doctor immediately if they notice any worrying symptoms, such as a burning sensation when urinating, or unusual pus-like discharge from the vagina, penis, or rectum. (3)\nIn addition, regular check-ups are also important if you have previously been diagnosed with gonorrhea. This condition may not appear with obvious signs, but if not treated effectively, it will increase the risk of reinfection."
        },
        {
            "subsection_name": "How is gonorrhea diagnosed?",
            "subsection_content": "For gonorrhea, your doctor may prescribe some specific diagnostic methods as follows:\nUrine test: Shows many white blood cells, red blood cells, inflammatory cells and bacteria; Check fluid samples: The doctor can take fluid samples from the penis, vagina, throat or rectum to test for staining and fresh microscopy (with results after about 30 minutes) or culture to identify bacteria ( It may take 48 - 72 hours to produce results along with antibiogram).; Testing for other sexually transmitted diseases: Your doctor may recommend testing for other sexually transmitted diseases because gonorrhea often increases the risk of infection, especially chlamydia. Additionally, HIV testing is also recommended. Depending on risk factors, testing for related sexually transmitted diseases may also be beneficial.",
            "subsection_string": "How is gonorrhea diagnosed?\nFor gonorrhea, your doctor may prescribe some specific diagnostic methods as follows:\nUrine test: Shows many white blood cells, red blood cells, inflammatory cells and bacteria; Check fluid samples: The doctor can take fluid samples from the penis, vagina, throat or rectum to test for staining and fresh microscopy (with results after about 30 minutes) or culture to identify bacteria ( It may take 48 - 72 hours to produce results along with antibiogram).; Testing for other sexually transmitted diseases: Your doctor may recommend testing for other sexually transmitted diseases because gonorrhea often increases the risk of infection, especially chlamydia. Additionally, HIV testing is also recommended. Depending on risk factors, testing for related sexually transmitted diseases may also be beneficial."
        },
        {
            "subsection_name": "How to treat gonorrhea",
            "subsection_content": "1. Treatment of gonorrhea in adults\nThese cases are often prescribed antibiotic treatment. Currently, drug-resistant strains of Neisseria gonorrhoeae are emerging, so uncomplicated gonorrhea should be treated with injectable Ceftriaxone or Spectinomycin combined with oral Azithromycin. (4)\nIf the patient is allergic to Cephalosporin antibiotics, the doctor may prescribe oral Quinolone or injectable Gentamicin and oral Azithromycin.\n2. Treat gonorrhea for sexual partners\nSexual partners of people with gonorrhea should also be tested as soon as they have no signs or symptoms. Depending on each case, the doctor will prescribe appropriate treatment methods.",
            "subsection_string": "How to treat gonorrhea\n1. Treatment of gonorrhea in adults\nThese cases are often prescribed antibiotic treatment. Currently, drug-resistant strains of Neisseria gonorrhoeae are emerging, so uncomplicated gonorrhea should be treated with injectable Ceftriaxone or Spectinomycin combined with oral Azithromycin. (4)\nIf the patient is allergic to Cephalosporin antibiotics, the doctor may prescribe oral Quinolone or injectable Gentamicin and oral Azithromycin.\n2. Treat gonorrhea for sexual partners\nSexual partners of people with gonorrhea should also be tested as soon as they have no signs or symptoms. Depending on each case, the doctor will prescribe appropriate treatment methods."
        },
        {
            "subsection_name": "3. Treatment of gonorrhea in newborns",
            "subsection_content": "A mother with gonorrhea can transmit it to her baby during birth. In this case, doctors often prescribe treatment with antibiotics.",
            "subsection_string": "3. Treatment of gonorrhea in newborns\nA mother with gonorrhea can transmit it to her baby during birth. In this case, doctors often prescribe treatment with antibiotics."
        },
        {
            "subsection_name": "Measures to prevent gonorrhea",
            "subsection_content": "The only way to prevent gonorrhea is to have safe sex. Here are some solutions to minimize the risk of getting the disease: (5)\nAlways use condoms when having sex.; Do not have sex with someone who is showing symptoms of infection or gonorrhea.; Avoid having sex with many people at the same time; Get tested as soon as you have symptoms of the disease.; Get tested for gonorrhea and get your partner tested too.",
            "subsection_string": "Measures to prevent gonorrhea\nThe only way to prevent gonorrhea is to have safe sex. Here are some solutions to minimize the risk of getting the disease: (5)\nAlways use condoms when having sex.; Do not have sex with someone who is showing symptoms of infection or gonorrhea.; Avoid having sex with many people at the same time; Get tested as soon as you have symptoms of the disease.; Get tested for gonorrhea and get your partner tested too."
        },
        {
            "subsection_name": "frequently asked Questions",
            "subsection_content": "1. What should you do when you discover you have gonorrhea?\nWhen diagnosed with gonorrhea, the patient needs to be treated with antibiotics as soon as possible. In addition, sexual partners must also participate in tests and examinations to diagnose the condition. During this period, abstaining from intercourse is really necessary to prevent the spread of infection.\n2. Does gonorrhea smell?\nFoul-smelling vaginal discharge is not a common symptom of gonorrhea. Accordingly, vaginal discharge that has an odor, especially a fishy odor, is often a sign of infection, not related to this condition. However, in all cases, if you notice an unusual odor and are worried about your health, the patient should proactively contact a doctor early for examination and early diagnosis.\n3. Chlamydia or gonorrhea, which is worse?\nBoth gonorrhea and chlamydia are highly contagious and have the potential to cause long-term health damage if not treated promptly. Therefore, each person should proactively prevent it early by practicing safe sex. In case you discover that you or your partner is infected, proactively contacting your doctor early is extremely necessary.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nAbove is a summary of all useful information about gonorrhea. Hopefully, through these shares, each person will proactively monitor, detect and treat the disease early, to minimize dangerous complications.",
            "subsection_string": "frequently asked Questions\n1. What should you do when you discover you have gonorrhea?\nWhen diagnosed with gonorrhea, the patient needs to be treated with antibiotics as soon as possible. In addition, sexual partners must also participate in tests and examinations to diagnose the condition. During this period, abstaining from intercourse is really necessary to prevent the spread of infection.\n2. Does gonorrhea smell?\nFoul-smelling vaginal discharge is not a common symptom of gonorrhea. Accordingly, vaginal discharge that has an odor, especially a fishy odor, is often a sign of infection, not related to this condition. However, in all cases, if you notice an unusual odor and are worried about your health, the patient should proactively contact a doctor early for examination and early diagnosis.\n3. Chlamydia or gonorrhea, which is worse?\nBoth gonorrhea and chlamydia are highly contagious and have the potential to cause long-term health damage if not treated promptly. Therefore, each person should proactively prevent it early by practicing safe sex. In case you discover that you or your partner is infected, proactively contacting your doctor early is extremely necessary.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nAbove is a summary of all useful information about gonorrhea. Hopefully, through these shares, each person will proactively monitor, detect and treat the disease early, to minimize dangerous complications."
        }
    ],
    "name": "benh-lau.json"
}