{
    "title": "Hepatitis B: Causes, symptoms, diagnosis and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/benh-viem-gan-b/",
    "abstract": "Hepatitis B is a global health threat and the world's most common liver infection. In the chronic stage, this condition can lead to many serious health problems such as cirrhosis, liver failure, and liver cancer. Each year, up to 884,000 people die from hepatitis B and related diseases. In the following article, we will learn more about the symptoms, ways of infection as well as how to treat and prevent this dangerous disease. The article has professional advice from Dr. Hoang Dinh Thanh - Doctor at Center for Gastrointestinal Endoscopy & Surgery, Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "Hepatitis B: Causes, symptoms, diagnosis and prevention\n\nHepatitis B is a global health threat and the world's most common liver infection. In the chronic stage, this condition can lead to many serious health problems such as cirrhosis, liver failure, and liver cancer. Each year, up to 884,000 people die from hepatitis B and related diseases. In the following article, we will learn more about the symptoms, ways of infection as well as how to treat and prevent this dangerous disease. The article has professional advice from Dr. Hoang Dinh Thanh - Doctor at Center for Gastrointestinal Endoscopy & Surgery, Tam Anh General Hospital, Ho Chi Minh City.\n\nWhat is hepatitis B?\nIllustration of hepatitis B\nHepatitis B (also called hepatitis B) is a liver infection caused by the hepatitis B virus (HBV). If not treated promptly and properly, hepatitis B can cause serious liver damage, leading to many dangerous consequences, even threatening the patient's life.(3)\n\nClassification of hepatitis B\nHepatitis B is classified into two types: acute hepatitis B and chronic hepatitis B.\n1. Acute hepatitis B\nAcute hepatitis B is a short-term infection that lasts within 6 months of the patient's exposure to HBV. Most people with acute hepatitis B have no symptoms or only mild symptoms, but there are cases where the condition becomes severe and requires hospitalization for treatment.\nMany people with acute hepatitis B, especially those infected in adulthood, are able to clear the virus from their bodies through immune system activity and recover completely after several months without symptoms. any sequelae. In fact, up to 90% of adults infected with HBV recover on their own. On the contrary, if the immune system cannot eliminate the virus, acute hepatitis B will progress to chronic form.\n2. Chronic hepatitis B\nChronic hepatitis B is a liver infection that lasts 6 months or more. The HBV virus is not eliminated and continues to exist silently in the patient's blood and liver. Over time, chronic hepatitis can cause serious health problems, including hepatitis damage, liver failure, cirrhosis, liver cancer, and even death.\nDr. Thanh said, the possibility of hepatitis B progressing to chronicity depends on the age of the infected person. The younger the infected person is, the higher the chance of hepatitis developing into chronic disease. Specifically, according to WHO, up to 80–90% of infants infected in the first year of life and 30–50% of children infected before the age of 6 develop chronic liver infections. Meanwhile, this rate in adults with the disease is much lower (less than 5%).\n\nHow common is hepatitis B?\nHepatitis B is the most common type of viral hepatitis in the world. According to statistics from the Hepatitis B Foundation, globally, about 2 billion people have been infected with the hepatitis B virus (meaning one in every three people is infected with this virus), nearly 300 million people have chronic diseases. and 30 million people are newly infected each year.\nIn particular, Vietnam is one of the countries with the highest rate of hepatitis B virus infection in the world. According to statistics from the Department of Preventive Medicine (Ministry of Health), our country currently has about 10 million people with hepatitis B, of which the majority of patients have chronic hepatitis. More dangerously, many people with hepatitis do not know they have the disease, only about 10% of people with hepatitis B are diagnosed.\n\nSymptoms of hepatitis B\n1. Symptoms of acute hepatitis B\nAbdominal pain is a symptom of hepatitis B\nMost children under 5 years old or people with weakened immune systems with acute hepatitis B do not show obvious symptoms. Of the remaining subjects, including older children, adolescents and adults, about 30 - 50% will have early signs and symptoms, including:\nFever; Tired; Loss of appetite, loss of appetite; Nausea and vomiting; Stomach-ache; Dark urine; Pale stools; Athritis; Jaundice\nSymptoms of acute infection appear about 60 - 150 days after exposure to the virus and last from a few weeks to 6 months. Symptoms are often more severe in patients over 60 years old. (first)\n2. Symptoms of chronic hepatitis B\nMost people with chronic hepatitis B do not have any symptoms for many years. If symptoms occur, they will be similar to those of acute infection. In case a patient has had hepatitis B for a long time before showing symptoms, there is a high possibility that these are symptoms of dangerous complications of hepatitis B such as cirrhosis or liver cancer, not just liver cancer. It's purely hepatitis.\n\nCauses and routes of transmission of hepatitis B\nHepatitis B infection is caused by the hepatitis B virus (HBV). The main transmission routes of this virus are similar to the HIV virus, however the infectiousness of HBV is 100 times higher than HIV.\n1. Transmitted through blood\nHepatitis B virus is easily spread through blood in the following common forms:\nSharing needles, especially injecting drugs; Receiving blood transfusions or blood products containing viruses; reuse or use medical instruments that are not properly sterilized; Tattooing, piercing, manicures or performing medical or cosmetic procedures that are unhygienic and contain disease-causing viruses; Sharing personal items such as razors, toothbrushes... with an infected person.\nLet's learn about hepatitis B with MSc.BS.CKII Le Thanh Quynh Ngan\n2. Infection from mother to child\nPregnant women infected with HBV can transmit the virus to their babies. The rate of infection depends on when the mother is infected. Specifically, if a pregnant mother gets the disease in the first 3 months of pregnancy, the rate of virus infection to the baby is 1%. This rate is 10% if the mother is infected with the virus in the second 3 months of pregnancy and over 60% if the mother is infected in the last 3 months of pregnancy. The risk of transmission to the fetus can be up to 90% if there are no postnatal protection measures.\n3. Sexually transmitted\nHepatitis B can be transmitted during heterosexual or homosexual intercourse through contact with semen, vaginal fluids or blood of an infected person.\nHepatitis B is not spread through casual contact such as shaking hands, hugging, etc. The disease is also not spread through coughing, sneezing, sharing eating utensils, playing or eating food cooked by a person carrying the hepatitis B virus. . (2)</p\n\nWho is susceptible to hepatitis B?\nNewborns born to mothers with hepatitis B are at high risk of infection\nAnyone can get hepatitis B. However, the following people are at higher risk:\nNewborns born to infected mothers; People who inject drugs or share needles, syringes and other drug paraphernalia/equipment; People who have sex with hepatitis B patients; People who have sex with men; People living with someone with hepatitis B; People working in the medical field, laboratory staff; Hemodialysis patients; People who have lived in or traveled frequently to areas of the world with high rates of hepatitis B; People with diabetes, people infected with hepatitis C virus or HIV\n\nComplications of hepatitis B\nHepatitis B, when entering the chronic stage, can lead to serious complications such as:\nCirrhosis: Prolonged hepatitis B can form scar tissue in the liver, causing cirrhosis and reducing the liver's ability to function.; Liver cancer: People with chronic hepatitis B infection have a higher risk of liver cancer than people without the disease.; Liver failure: Hepatitis B is one of the causes of acute liver failure, which means liver cells are massively damaged and significantly increases the risk of death. People with acute liver failure may need a liver transplant for treatment.; Other health problems. People with chronic hepatitis B may develop kidney disease or blood vessel inflammation. (4)\n\nHaving hepatitis during pregnancy/childbirth\nPregnant women with hepatitis B can pass the disease to their babies during birth. This is true for both vaginal births and cesarean births. Therefore, women who are pregnant or planning to become pregnant need to go to reputable medical facilities to get tested for hepatitis B.\nIf infected with HBV, the pregnant mother will be closely monitored throughout pregnancy and may need treatment during the last 3 months of pregnancy when the viral load in the mother's body is high.\nIn most cases, transmission of the virus from an infected mother to her baby can be prevented by giving the baby a combination of hepatitis B immune globulin (called HBIG) and hepatitis B vaccine within 12 years of age. – 24 hours after birth.\nNearly all infants infected with the hepatitis B virus develop chronic hepatitis. For this reason, hepatitis B vaccination is recommended for all newborns to protect them from this disease.\n\nDiagnosis and testing for hepatitis B\nModern facilities at the Laboratory Department - Tam Anh General Hospital\nOn clinical grounds, hepatitis B cannot be distinguished from hepatitis caused by other viral agents. Therefore, laboratory confirmation of the diagnosis is essential.\nThe doctor may ask the patient to conduct blood tests to diagnose hepatitis B. There are many different testing methods for hepatitis B. Among them, the most commonly ordered tests include:\nHepatitis B surface antigen (HBsAg): Most people with possible hepatitis B need an HBsAg test. If this test result is positive, it means the patient has been infected with hepatitis B virus. At this time, the patient will need to perform other tests to determine the virus concentration and the degree of liver damage.; Hepatitis B surface antigen (HBsAg): Most people with possible hepatitis B need an HBsAg test. If this test result is positive, it means the patient has been infected with hepatitis B virus. At this time, the patient will need to perform other tests to determine the virus concentration and the degree of liver damage.\nAntibodies to hepatitis B surface antigen (HBsAb or Anti HBs): This test is positive, meaning the patient has antibodies against the virus that causes the disease, meaning the patient has been vaccinated against hepatitis B or has been infected. previous acute hepatitis B.; Antibodies to hepatitis B surface antigen (HBsAb or Anti HBs): This test is positive, meaning the patient has antibodies against the virus that causes the disease, meaning the patient has been vaccinated against hepatitis B or has been infected. previous acute hepatitis B.\nHepatitis B virus envelope antigen (HBeAg): The presence of HBeAg proves that the virus is replicating and the disease is highly contagious.; Hepatitis B virus envelope antigen (HBeAg): The presence of HBeAg proves that the virus is replicating and the disease is highly contagious.\nAntibodies to hepatitis B virus core antigen (Anti HBc): HBcAb antibodies include 2 types: immunoglobulin M (IgM) and Immunoglobulin G. HBcAb IgM appears and increases rapidly during acute hepatitis B or acute exacerbation. of chronic hepatitis, then gradually decreases. HBcAb IgG appears during chronic hepatitis. A positive test result indicates that the patient has been or is infected with the HBV virus.; Antibodies to hepatitis B virus core antigen (Anti HBc): HBcAb antibodies include 2 types: immunoglobulin M (IgM) and Immunoglobulin G. HBcAb IgM appears and increases rapidly during acute hepatitis B or acute exacerbation. of chronic hepatitis, then gradually decreases. HBcAb IgG appears during chronic hepatitis. A positive test result indicates that the patient has been or is infected with the HBV virus.\nHBV-DNA test: This test helps doctors assess the level of virus replication in the body. The higher the measured concentration, the more the virus multiplies and the more transmissible it is.; HBV-DNA test: This test helps doctors assess the level of virus replication in the body. The higher the measured concentration, the more the virus multiplies and the more transmissible it is.\nAcute hepatitis B is characterized by the presence of HBsAg antibodies and IgM antibodies to the HBcAg core antigen. During the early stages of infection, patients also often test positive for hepatitis B e antigen (HBeAg) testing.\nChronic hepatitis B is characterized by persistence of HBsAg for at least 6 months (with or without concomitant HBeAg). The existence of HBsAg is the main sign of the patient's risk of developing chronic liver disease and liver cancer later.\nAfter conducting blood tests to diagnose hepatitis, depending on each case, the doctor may prescribe the patient to perform other tests to determine the level of liver damage such as liver function assessment tests, ultrasound. ultrasound, liver biopsy... to have a suitable treatment plan.\n\nTreatment of hepatitis B virus\n1. Treatment prevents hepatitis B infection after exposure\nIf you suspect you have been exposed to the hepatitis B virus and are not sure whether you have been vaccinated, you should immediately contact your doctor. Injecting immune globulin within 12 hours of exposure to the virus can help you avoid getting sick.\n2. Treatment of acute hepatitis B\nAcute hepatitis B is usually short-lived and can go away on its own. Therefore, instead of treating with medical methods, doctors can instruct patients to rest, eat enough food and drink plenty of water to help the body fight infection.\nIn some severe cases, people may need antiviral medications or hospitalization to prevent complications.\n3. Treatment of chronic hepatitis B\nMost people diagnosed with chronic hepatitis B will need lifelong treatment. Treatment helps reduce the risk of dangerous liver complications and prevents infection to others. Treatments for chronic liver infections include:\nHepatitis B virus replication inhibitors: Can help patients fight the virus and slow down its ability to damage the liver. The two basic drugs currently available are Entecavir 0.5mg, Tenofovir (including 2 types TDF300mg and TAF25mg). These drugs are used orally.; Hepatitis B virus replication inhibitors: Can help patients fight the virus and slow down its ability to damage the liver. The two basic drugs currently available are Entecavir 0.5mg, Tenofovir (including 2 types TDF300mg and TAF25mg). These drugs are used orally.\nInterferon injection: Stimulates the immune system to destroy viruses and cells invaded by viruses. Interferon injections can cause side effects such as nausea, vomiting, fatigue, loss of appetite, difficulty breathing...; Interferon injection: Stimulates the immune system to destroy viruses and cells invaded by viruses. Interferon injections can cause side effects such as nausea, vomiting, fatigue, loss of appetite, difficulty breathing...\nLiver transplant: If the liver has been severely damaged (end-stage cirrhosis), your doctor may recommend a liver transplant to treat this condition. Liver transplant is the replacement of part or all of a patient's damaged liver with a healthy liver.; Liver transplant: If the liver has been severely damaged (end-stage cirrhosis), your doctor may recommend a liver transplant to treat this condition. Liver transplant is the replacement of part or all of a patient's damaged liver with a healthy liver.\n4. Be careful in living and eating to limit progression of hepatitis\nHepatitis B patients should build a healthy diet to improve their condition and prevent complications. Specifically, patients should have a nutritious diet, supplementing foods rich in good protein (fish, fresh milk, beans...), whole grains, green vegetables, fruits and should choose soft foods, easy to digest.\nIn addition, patients need to avoid foods that are harmful to the liver and digestive tract such as fried foods, fatty foods, foods high in cholesterol such as animal organs, egg yolks, shrimp, etc. people with hot properties such as goat meat, baba, dog meat..., do not eat foods that are too sugary, too salty, too spicy or undercooked. Most importantly, patients need to absolutely abstain from alcohol and stimulants because they will directly harm the liver.\nIn addition to diet, patients should also:\nHepatitis A vaccination and hepatitis C testing; Maintain a reasonable weight; Exercise gently and regularly; Keep a comfortable mood, avoid anxiety and stress; Tell your doctor before using any prescription medications, supplements, or herbs because they may decrease the effectiveness of the medication or harm the liver.\n\nPrevent hepatitis B\nThe best way to prevent hepatitis B is to get vaccinated. Besides, it is necessary to limit ways that can transmit hepatitis B virus.(5)\n1. Get vaccinated against hepatitis B virus\nThe following people should get vaccinated against hepatitis B:\nAll infants; All unvaccinated children and adolescents under 19 years of age; People at risk of infection during sex People whose partners have hepatitis B People who have had sex with multiple partners in the last 6 months People who are being treated or are at high risk of getting hepatitis B sexually transmitted diseases Men who have sex with men; People whose sexual partners have hepatitis B; People who have had sex with multiple partners within the last 6 months; People who are being treated or are at high risk of sexually transmitted diseases; Men who have sex with men; People at risk of infection from exposure to blood: Injecting drug users People living with someone with hepatitis B People living or working in facilities for people with developmental disabilities Staff medical professionals or people who work in occupations where there is a risk of exposure to blood or blood-contaminated body fluids at work People on hemodialysis People with diabetes aged 19–59 years (people with People 60 years of age and older should ask their doctor about whether they should get vaccinated.; People who inject drugs; People living with someone with hepatitis B; People who live or work in facilities for people with developmental disabilities; Healthcare workers or people working in occupations with a risk of exposure to infected blood or body fluids; blood contamination at work; People on hemodialysis; People with diabetes aged 19–59 years (people with diabetes aged 60 and older should ask their doctor about whether to get the vaccine).; International travelers to countries with high rates of hepatitis B; People infected with hepatitis C virus; People with chronic liver disease; People infected with HIV; All other subjects need to be vaccinated to protect themselves from hepatitis B virus infection.\nVaccinators need to complete a series of 3 or 4 vaccinations according to the vaccination schedule to receive full protection.\n2. Other hepatitis B prevention measures\nIn addition to vaccination, hepatitis B can also be prevented by:\nDo not share needles or other equipment that may have come into contact with blood or body fluids; Wear gloves if you must touch blood or open wounds; Make sure the tattoo/piercing location uses properly sterilized tools; Don't share personal items, such as toothbrushes, razors, or nail clippers; Have safe sex.\n\nFrequently asked questions about hepatitis B\n1. What is inactive (sleeping) hepatitis B?\nInactive hepatitis B (sleeping form) is a case where the hepatitis B virus exists in the patient's body but has not destroyed liver cells, and liver enzyme tests show normal results. Sleeping hepatitis is easy to miss during the diagnosis process, which is why it creates conditions for the disease to spread silently in the community.\n2. Is hepatitis B hereditary?\nHepatitis B is not a genetic disease. It belongs to the group of infectious (or infectious) diseases. However, several generations in a family can be infected. This is due to the possibility of transmission from mother to child or by living relatives accidentally coming into contact with the blood of someone infected with hepatitis B.\n3. How long can people with hepatitis B live?\nIt is difficult to answer exactly how long people with hepatitis B can live because it depends on the disease condition, the effectiveness of the immune system, accompanying diseases as well as the patient's treatment process. If people with chronic hepatitis receive good treatment combined with a healthy lifestyle and diet, they can still live as long as normal people.(6)\n4. How long does the hepatitis B virus live in the environment?\nHepatitis B virus can survive outside the body for at least 7 days. During that time, the virus is still capable of infecting and causing disease.\nIt can be seen that hepatitis B is an extremely dangerous and highly infectious disease. People who suspect they have been exposed to this virus need to immediately go to reputable medical facilities for examination, testing and treatment advice.\nGastrointestinal Endoscopy and Surgery Center, Tam Anh General Hospital is a unit providing high-end, highly effective testing and treatment services for patients with hepatitis B. With a team of excellent doctors. , dedicated, experienced, with a modern laboratory system, standard treatment regimens and spacious facilities, you can feel completely secure and satisfied when choosing examination and treatment here. .\nSpacious facilities, meeting all patient needs of Tam Anh General Hospital\nTo schedule an examination and treatment for hepatitis B or other types of viral hepatitis with experts at the Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact:\nHepatitis B is the most common type of liver disease in the world. The good news is that there is a safe vaccine to prevent hepatitis B infection and new treatments for people who have been infected with hepatitis B. To be safe, regular health check-ups are recommended.",
    "subsections": [
        {
            "subsection_name": "What is hepatitis B?",
            "subsection_content": "Illustration of hepatitis B\nHepatitis B (also called hepatitis B) is a liver infection caused by the hepatitis B virus (HBV). If not treated promptly and properly, hepatitis B can cause serious liver damage, leading to many dangerous consequences, even threatening the patient's life.(3)",
            "subsection_string": "What is hepatitis B?\nIllustration of hepatitis B\nHepatitis B (also called hepatitis B) is a liver infection caused by the hepatitis B virus (HBV). If not treated promptly and properly, hepatitis B can cause serious liver damage, leading to many dangerous consequences, even threatening the patient's life.(3)"
        },
        {
            "subsection_name": "Classification of hepatitis B",
            "subsection_content": "Hepatitis B is classified into two types: acute hepatitis B and chronic hepatitis B.\n1. Acute hepatitis B\nAcute hepatitis B is a short-term infection that lasts within 6 months of the patient's exposure to HBV. Most people with acute hepatitis B have no symptoms or only mild symptoms, but there are cases where the condition becomes severe and requires hospitalization for treatment.\nMany people with acute hepatitis B, especially those infected in adulthood, are able to clear the virus from their bodies through immune system activity and recover completely after several months without symptoms. any sequelae. In fact, up to 90% of adults infected with HBV recover on their own. On the contrary, if the immune system cannot eliminate the virus, acute hepatitis B will progress to chronic form.\n2. Chronic hepatitis B\nChronic hepatitis B is a liver infection that lasts 6 months or more. The HBV virus is not eliminated and continues to exist silently in the patient's blood and liver. Over time, chronic hepatitis can cause serious health problems, including hepatitis damage, liver failure, cirrhosis, liver cancer, and even death.\nDr. Thanh said, the possibility of hepatitis B progressing to chronicity depends on the age of the infected person. The younger the infected person is, the higher the chance of hepatitis developing into chronic disease. Specifically, according to WHO, up to 80–90% of infants infected in the first year of life and 30–50% of children infected before the age of 6 develop chronic liver infections. Meanwhile, this rate in adults with the disease is much lower (less than 5%).",
            "subsection_string": "Classification of hepatitis B\nHepatitis B is classified into two types: acute hepatitis B and chronic hepatitis B.\n1. Acute hepatitis B\nAcute hepatitis B is a short-term infection that lasts within 6 months of the patient's exposure to HBV. Most people with acute hepatitis B have no symptoms or only mild symptoms, but there are cases where the condition becomes severe and requires hospitalization for treatment.\nMany people with acute hepatitis B, especially those infected in adulthood, are able to clear the virus from their bodies through immune system activity and recover completely after several months without symptoms. any sequelae. In fact, up to 90% of adults infected with HBV recover on their own. On the contrary, if the immune system cannot eliminate the virus, acute hepatitis B will progress to chronic form.\n2. Chronic hepatitis B\nChronic hepatitis B is a liver infection that lasts 6 months or more. The HBV virus is not eliminated and continues to exist silently in the patient's blood and liver. Over time, chronic hepatitis can cause serious health problems, including hepatitis damage, liver failure, cirrhosis, liver cancer, and even death.\nDr. Thanh said, the possibility of hepatitis B progressing to chronicity depends on the age of the infected person. The younger the infected person is, the higher the chance of hepatitis developing into chronic disease. Specifically, according to WHO, up to 80–90% of infants infected in the first year of life and 30–50% of children infected before the age of 6 develop chronic liver infections. Meanwhile, this rate in adults with the disease is much lower (less than 5%)."
        },
        {
            "subsection_name": "How common is hepatitis B?",
            "subsection_content": "Hepatitis B is the most common type of viral hepatitis in the world. According to statistics from the Hepatitis B Foundation, globally, about 2 billion people have been infected with the hepatitis B virus (meaning one in every three people is infected with this virus), nearly 300 million people have chronic diseases. and 30 million people are newly infected each year.\nIn particular, Vietnam is one of the countries with the highest rate of hepatitis B virus infection in the world. According to statistics from the Department of Preventive Medicine (Ministry of Health), our country currently has about 10 million people with hepatitis B, of which the majority of patients have chronic hepatitis. More dangerously, many people with hepatitis do not know they have the disease, only about 10% of people with hepatitis B are diagnosed.",
            "subsection_string": "How common is hepatitis B?\nHepatitis B is the most common type of viral hepatitis in the world. According to statistics from the Hepatitis B Foundation, globally, about 2 billion people have been infected with the hepatitis B virus (meaning one in every three people is infected with this virus), nearly 300 million people have chronic diseases. and 30 million people are newly infected each year.\nIn particular, Vietnam is one of the countries with the highest rate of hepatitis B virus infection in the world. According to statistics from the Department of Preventive Medicine (Ministry of Health), our country currently has about 10 million people with hepatitis B, of which the majority of patients have chronic hepatitis. More dangerously, many people with hepatitis do not know they have the disease, only about 10% of people with hepatitis B are diagnosed."
        },
        {
            "subsection_name": "Symptoms of hepatitis B",
            "subsection_content": "1. Symptoms of acute hepatitis B\nAbdominal pain is a symptom of hepatitis B\nMost children under 5 years old or people with weakened immune systems with acute hepatitis B do not show obvious symptoms. Of the remaining subjects, including older children, adolescents and adults, about 30 - 50% will have early signs and symptoms, including:\nFever; Tired; Loss of appetite, loss of appetite; Nausea and vomiting; Stomach-ache; Dark urine; Pale stools; Athritis; Jaundice\nSymptoms of acute infection appear about 60 - 150 days after exposure to the virus and last from a few weeks to 6 months. Symptoms are often more severe in patients over 60 years old. (first)\n2. Symptoms of chronic hepatitis B\nMost people with chronic hepatitis B do not have any symptoms for many years. If symptoms occur, they will be similar to those of acute infection. In case a patient has had hepatitis B for a long time before showing symptoms, there is a high possibility that these are symptoms of dangerous complications of hepatitis B such as cirrhosis or liver cancer, not just liver cancer. It's purely hepatitis.",
            "subsection_string": "Symptoms of hepatitis B\n1. Symptoms of acute hepatitis B\nAbdominal pain is a symptom of hepatitis B\nMost children under 5 years old or people with weakened immune systems with acute hepatitis B do not show obvious symptoms. Of the remaining subjects, including older children, adolescents and adults, about 30 - 50% will have early signs and symptoms, including:\nFever; Tired; Loss of appetite, loss of appetite; Nausea and vomiting; Stomach-ache; Dark urine; Pale stools; Athritis; Jaundice\nSymptoms of acute infection appear about 60 - 150 days after exposure to the virus and last from a few weeks to 6 months. Symptoms are often more severe in patients over 60 years old. (first)\n2. Symptoms of chronic hepatitis B\nMost people with chronic hepatitis B do not have any symptoms for many years. If symptoms occur, they will be similar to those of acute infection. In case a patient has had hepatitis B for a long time before showing symptoms, there is a high possibility that these are symptoms of dangerous complications of hepatitis B such as cirrhosis or liver cancer, not just liver cancer. It's purely hepatitis."
        },
        {
            "subsection_name": "Causes and routes of transmission of hepatitis B",
            "subsection_content": "Hepatitis B infection is caused by the hepatitis B virus (HBV). The main transmission routes of this virus are similar to the HIV virus, however the infectiousness of HBV is 100 times higher than HIV.\n1. Transmitted through blood\nHepatitis B virus is easily spread through blood in the following common forms:\nSharing needles, especially injecting drugs; Receiving blood transfusions or blood products containing viruses; reuse or use medical instruments that are not properly sterilized; Tattooing, piercing, manicures or performing medical or cosmetic procedures that are unhygienic and contain disease-causing viruses; Sharing personal items such as razors, toothbrushes... with an infected person.\nLet's learn about hepatitis B with MSc.BS.CKII Le Thanh Quynh Ngan\n2. Infection from mother to child\nPregnant women infected with HBV can transmit the virus to their babies. The rate of infection depends on when the mother is infected. Specifically, if a pregnant mother gets the disease in the first 3 months of pregnancy, the rate of virus infection to the baby is 1%. This rate is 10% if the mother is infected with the virus in the second 3 months of pregnancy and over 60% if the mother is infected in the last 3 months of pregnancy. The risk of transmission to the fetus can be up to 90% if there are no postnatal protection measures.\n3. Sexually transmitted\nHepatitis B can be transmitted during heterosexual or homosexual intercourse through contact with semen, vaginal fluids or blood of an infected person.\nHepatitis B is not spread through casual contact such as shaking hands, hugging, etc. The disease is also not spread through coughing, sneezing, sharing eating utensils, playing or eating food cooked by a person carrying the hepatitis B virus. . (2)</p",
            "subsection_string": "Causes and routes of transmission of hepatitis B\nHepatitis B infection is caused by the hepatitis B virus (HBV). The main transmission routes of this virus are similar to the HIV virus, however the infectiousness of HBV is 100 times higher than HIV.\n1. Transmitted through blood\nHepatitis B virus is easily spread through blood in the following common forms:\nSharing needles, especially injecting drugs; Receiving blood transfusions or blood products containing viruses; reuse or use medical instruments that are not properly sterilized; Tattooing, piercing, manicures or performing medical or cosmetic procedures that are unhygienic and contain disease-causing viruses; Sharing personal items such as razors, toothbrushes... with an infected person.\nLet's learn about hepatitis B with MSc.BS.CKII Le Thanh Quynh Ngan\n2. Infection from mother to child\nPregnant women infected with HBV can transmit the virus to their babies. The rate of infection depends on when the mother is infected. Specifically, if a pregnant mother gets the disease in the first 3 months of pregnancy, the rate of virus infection to the baby is 1%. This rate is 10% if the mother is infected with the virus in the second 3 months of pregnancy and over 60% if the mother is infected in the last 3 months of pregnancy. The risk of transmission to the fetus can be up to 90% if there are no postnatal protection measures.\n3. Sexually transmitted\nHepatitis B can be transmitted during heterosexual or homosexual intercourse through contact with semen, vaginal fluids or blood of an infected person.\nHepatitis B is not spread through casual contact such as shaking hands, hugging, etc. The disease is also not spread through coughing, sneezing, sharing eating utensils, playing or eating food cooked by a person carrying the hepatitis B virus. . (2)</p"
        },
        {
            "subsection_name": "Who is susceptible to hepatitis B?",
            "subsection_content": "Newborns born to mothers with hepatitis B are at high risk of infection\nAnyone can get hepatitis B. However, the following people are at higher risk:\nNewborns born to infected mothers; People who inject drugs or share needles, syringes and other drug paraphernalia/equipment; People who have sex with hepatitis B patients; People who have sex with men; People living with someone with hepatitis B; People working in the medical field, laboratory staff; Hemodialysis patients; People who have lived in or traveled frequently to areas of the world with high rates of hepatitis B; People with diabetes, people infected with hepatitis C virus or HIV",
            "subsection_string": "Who is susceptible to hepatitis B?\nNewborns born to mothers with hepatitis B are at high risk of infection\nAnyone can get hepatitis B. However, the following people are at higher risk:\nNewborns born to infected mothers; People who inject drugs or share needles, syringes and other drug paraphernalia/equipment; People who have sex with hepatitis B patients; People who have sex with men; People living with someone with hepatitis B; People working in the medical field, laboratory staff; Hemodialysis patients; People who have lived in or traveled frequently to areas of the world with high rates of hepatitis B; People with diabetes, people infected with hepatitis C virus or HIV"
        },
        {
            "subsection_name": "Complications of hepatitis B",
            "subsection_content": "Hepatitis B, when entering the chronic stage, can lead to serious complications such as:\nCirrhosis: Prolonged hepatitis B can form scar tissue in the liver, causing cirrhosis and reducing the liver's ability to function.; Liver cancer: People with chronic hepatitis B infection have a higher risk of liver cancer than people without the disease.; Liver failure: Hepatitis B is one of the causes of acute liver failure, which means liver cells are massively damaged and significantly increases the risk of death. People with acute liver failure may need a liver transplant for treatment.; Other health problems. People with chronic hepatitis B may develop kidney disease or blood vessel inflammation. (4)",
            "subsection_string": "Complications of hepatitis B\nHepatitis B, when entering the chronic stage, can lead to serious complications such as:\nCirrhosis: Prolonged hepatitis B can form scar tissue in the liver, causing cirrhosis and reducing the liver's ability to function.; Liver cancer: People with chronic hepatitis B infection have a higher risk of liver cancer than people without the disease.; Liver failure: Hepatitis B is one of the causes of acute liver failure, which means liver cells are massively damaged and significantly increases the risk of death. People with acute liver failure may need a liver transplant for treatment.; Other health problems. People with chronic hepatitis B may develop kidney disease or blood vessel inflammation. (4)"
        },
        {
            "subsection_name": "Having hepatitis during pregnancy/childbirth",
            "subsection_content": "Pregnant women with hepatitis B can pass the disease to their babies during birth. This is true for both vaginal births and cesarean births. Therefore, women who are pregnant or planning to become pregnant need to go to reputable medical facilities to get tested for hepatitis B.\nIf infected with HBV, the pregnant mother will be closely monitored throughout pregnancy and may need treatment during the last 3 months of pregnancy when the viral load in the mother's body is high.\nIn most cases, transmission of the virus from an infected mother to her baby can be prevented by giving the baby a combination of hepatitis B immune globulin (called HBIG) and hepatitis B vaccine within 12 years of age. – 24 hours after birth.\nNearly all infants infected with the hepatitis B virus develop chronic hepatitis. For this reason, hepatitis B vaccination is recommended for all newborns to protect them from this disease.",
            "subsection_string": "Having hepatitis during pregnancy/childbirth\nPregnant women with hepatitis B can pass the disease to their babies during birth. This is true for both vaginal births and cesarean births. Therefore, women who are pregnant or planning to become pregnant need to go to reputable medical facilities to get tested for hepatitis B.\nIf infected with HBV, the pregnant mother will be closely monitored throughout pregnancy and may need treatment during the last 3 months of pregnancy when the viral load in the mother's body is high.\nIn most cases, transmission of the virus from an infected mother to her baby can be prevented by giving the baby a combination of hepatitis B immune globulin (called HBIG) and hepatitis B vaccine within 12 years of age. – 24 hours after birth.\nNearly all infants infected with the hepatitis B virus develop chronic hepatitis. For this reason, hepatitis B vaccination is recommended for all newborns to protect them from this disease."
        },
        {
            "subsection_name": "Diagnosis and testing for hepatitis B",
            "subsection_content": "Modern facilities at the Laboratory Department - Tam Anh General Hospital\nOn clinical grounds, hepatitis B cannot be distinguished from hepatitis caused by other viral agents. Therefore, laboratory confirmation of the diagnosis is essential.\nThe doctor may ask the patient to conduct blood tests to diagnose hepatitis B. There are many different testing methods for hepatitis B. Among them, the most commonly ordered tests include:\nHepatitis B surface antigen (HBsAg): Most people with possible hepatitis B need an HBsAg test. If this test result is positive, it means the patient has been infected with hepatitis B virus. At this time, the patient will need to perform other tests to determine the virus concentration and the degree of liver damage.; Hepatitis B surface antigen (HBsAg): Most people with possible hepatitis B need an HBsAg test. If this test result is positive, it means the patient has been infected with hepatitis B virus. At this time, the patient will need to perform other tests to determine the virus concentration and the degree of liver damage.\nAntibodies to hepatitis B surface antigen (HBsAb or Anti HBs): This test is positive, meaning the patient has antibodies against the virus that causes the disease, meaning the patient has been vaccinated against hepatitis B or has been infected. previous acute hepatitis B.; Antibodies to hepatitis B surface antigen (HBsAb or Anti HBs): This test is positive, meaning the patient has antibodies against the virus that causes the disease, meaning the patient has been vaccinated against hepatitis B or has been infected. previous acute hepatitis B.\nHepatitis B virus envelope antigen (HBeAg): The presence of HBeAg proves that the virus is replicating and the disease is highly contagious.; Hepatitis B virus envelope antigen (HBeAg): The presence of HBeAg proves that the virus is replicating and the disease is highly contagious.\nAntibodies to hepatitis B virus core antigen (Anti HBc): HBcAb antibodies include 2 types: immunoglobulin M (IgM) and Immunoglobulin G. HBcAb IgM appears and increases rapidly during acute hepatitis B or acute exacerbation. of chronic hepatitis, then gradually decreases. HBcAb IgG appears during chronic hepatitis. A positive test result indicates that the patient has been or is infected with the HBV virus.; Antibodies to hepatitis B virus core antigen (Anti HBc): HBcAb antibodies include 2 types: immunoglobulin M (IgM) and Immunoglobulin G. HBcAb IgM appears and increases rapidly during acute hepatitis B or acute exacerbation. of chronic hepatitis, then gradually decreases. HBcAb IgG appears during chronic hepatitis. A positive test result indicates that the patient has been or is infected with the HBV virus.\nHBV-DNA test: This test helps doctors assess the level of virus replication in the body. The higher the measured concentration, the more the virus multiplies and the more transmissible it is.; HBV-DNA test: This test helps doctors assess the level of virus replication in the body. The higher the measured concentration, the more the virus multiplies and the more transmissible it is.\nAcute hepatitis B is characterized by the presence of HBsAg antibodies and IgM antibodies to the HBcAg core antigen. During the early stages of infection, patients also often test positive for hepatitis B e antigen (HBeAg) testing.\nChronic hepatitis B is characterized by persistence of HBsAg for at least 6 months (with or without concomitant HBeAg). The existence of HBsAg is the main sign of the patient's risk of developing chronic liver disease and liver cancer later.\nAfter conducting blood tests to diagnose hepatitis, depending on each case, the doctor may prescribe the patient to perform other tests to determine the level of liver damage such as liver function assessment tests, ultrasound. ultrasound, liver biopsy... to have a suitable treatment plan.",
            "subsection_string": "Diagnosis and testing for hepatitis B\nModern facilities at the Laboratory Department - Tam Anh General Hospital\nOn clinical grounds, hepatitis B cannot be distinguished from hepatitis caused by other viral agents. Therefore, laboratory confirmation of the diagnosis is essential.\nThe doctor may ask the patient to conduct blood tests to diagnose hepatitis B. There are many different testing methods for hepatitis B. Among them, the most commonly ordered tests include:\nHepatitis B surface antigen (HBsAg): Most people with possible hepatitis B need an HBsAg test. If this test result is positive, it means the patient has been infected with hepatitis B virus. At this time, the patient will need to perform other tests to determine the virus concentration and the degree of liver damage.; Hepatitis B surface antigen (HBsAg): Most people with possible hepatitis B need an HBsAg test. If this test result is positive, it means the patient has been infected with hepatitis B virus. At this time, the patient will need to perform other tests to determine the virus concentration and the degree of liver damage.\nAntibodies to hepatitis B surface antigen (HBsAb or Anti HBs): This test is positive, meaning the patient has antibodies against the virus that causes the disease, meaning the patient has been vaccinated against hepatitis B or has been infected. previous acute hepatitis B.; Antibodies to hepatitis B surface antigen (HBsAb or Anti HBs): This test is positive, meaning the patient has antibodies against the virus that causes the disease, meaning the patient has been vaccinated against hepatitis B or has been infected. previous acute hepatitis B.\nHepatitis B virus envelope antigen (HBeAg): The presence of HBeAg proves that the virus is replicating and the disease is highly contagious.; Hepatitis B virus envelope antigen (HBeAg): The presence of HBeAg proves that the virus is replicating and the disease is highly contagious.\nAntibodies to hepatitis B virus core antigen (Anti HBc): HBcAb antibodies include 2 types: immunoglobulin M (IgM) and Immunoglobulin G. HBcAb IgM appears and increases rapidly during acute hepatitis B or acute exacerbation. of chronic hepatitis, then gradually decreases. HBcAb IgG appears during chronic hepatitis. A positive test result indicates that the patient has been or is infected with the HBV virus.; Antibodies to hepatitis B virus core antigen (Anti HBc): HBcAb antibodies include 2 types: immunoglobulin M (IgM) and Immunoglobulin G. HBcAb IgM appears and increases rapidly during acute hepatitis B or acute exacerbation. of chronic hepatitis, then gradually decreases. HBcAb IgG appears during chronic hepatitis. A positive test result indicates that the patient has been or is infected with the HBV virus.\nHBV-DNA test: This test helps doctors assess the level of virus replication in the body. The higher the measured concentration, the more the virus multiplies and the more transmissible it is.; HBV-DNA test: This test helps doctors assess the level of virus replication in the body. The higher the measured concentration, the more the virus multiplies and the more transmissible it is.\nAcute hepatitis B is characterized by the presence of HBsAg antibodies and IgM antibodies to the HBcAg core antigen. During the early stages of infection, patients also often test positive for hepatitis B e antigen (HBeAg) testing.\nChronic hepatitis B is characterized by persistence of HBsAg for at least 6 months (with or without concomitant HBeAg). The existence of HBsAg is the main sign of the patient's risk of developing chronic liver disease and liver cancer later.\nAfter conducting blood tests to diagnose hepatitis, depending on each case, the doctor may prescribe the patient to perform other tests to determine the level of liver damage such as liver function assessment tests, ultrasound. ultrasound, liver biopsy... to have a suitable treatment plan."
        },
        {
            "subsection_name": "Treatment of hepatitis B virus",
            "subsection_content": "1. Treatment prevents hepatitis B infection after exposure\nIf you suspect you have been exposed to the hepatitis B virus and are not sure whether you have been vaccinated, you should immediately contact your doctor. Injecting immune globulin within 12 hours of exposure to the virus can help you avoid getting sick.\n2. Treatment of acute hepatitis B\nAcute hepatitis B is usually short-lived and can go away on its own. Therefore, instead of treating with medical methods, doctors can instruct patients to rest, eat enough food and drink plenty of water to help the body fight infection.\nIn some severe cases, people may need antiviral medications or hospitalization to prevent complications.\n3. Treatment of chronic hepatitis B\nMost people diagnosed with chronic hepatitis B will need lifelong treatment. Treatment helps reduce the risk of dangerous liver complications and prevents infection to others. Treatments for chronic liver infections include:\nHepatitis B virus replication inhibitors: Can help patients fight the virus and slow down its ability to damage the liver. The two basic drugs currently available are Entecavir 0.5mg, Tenofovir (including 2 types TDF300mg and TAF25mg). These drugs are used orally.; Hepatitis B virus replication inhibitors: Can help patients fight the virus and slow down its ability to damage the liver. The two basic drugs currently available are Entecavir 0.5mg, Tenofovir (including 2 types TDF300mg and TAF25mg). These drugs are used orally.\nInterferon injection: Stimulates the immune system to destroy viruses and cells invaded by viruses. Interferon injections can cause side effects such as nausea, vomiting, fatigue, loss of appetite, difficulty breathing...; Interferon injection: Stimulates the immune system to destroy viruses and cells invaded by viruses. Interferon injections can cause side effects such as nausea, vomiting, fatigue, loss of appetite, difficulty breathing...\nLiver transplant: If the liver has been severely damaged (end-stage cirrhosis), your doctor may recommend a liver transplant to treat this condition. Liver transplant is the replacement of part or all of a patient's damaged liver with a healthy liver.; Liver transplant: If the liver has been severely damaged (end-stage cirrhosis), your doctor may recommend a liver transplant to treat this condition. Liver transplant is the replacement of part or all of a patient's damaged liver with a healthy liver.\n4. Be careful in living and eating to limit progression of hepatitis\nHepatitis B patients should build a healthy diet to improve their condition and prevent complications. Specifically, patients should have a nutritious diet, supplementing foods rich in good protein (fish, fresh milk, beans...), whole grains, green vegetables, fruits and should choose soft foods, easy to digest.\nIn addition, patients need to avoid foods that are harmful to the liver and digestive tract such as fried foods, fatty foods, foods high in cholesterol such as animal organs, egg yolks, shrimp, etc. people with hot properties such as goat meat, baba, dog meat..., do not eat foods that are too sugary, too salty, too spicy or undercooked. Most importantly, patients need to absolutely abstain from alcohol and stimulants because they will directly harm the liver.\nIn addition to diet, patients should also:\nHepatitis A vaccination and hepatitis C testing; Maintain a reasonable weight; Exercise gently and regularly; Keep a comfortable mood, avoid anxiety and stress; Tell your doctor before using any prescription medications, supplements, or herbs because they may decrease the effectiveness of the medication or harm the liver.",
            "subsection_string": "Treatment of hepatitis B virus\n1. Treatment prevents hepatitis B infection after exposure\nIf you suspect you have been exposed to the hepatitis B virus and are not sure whether you have been vaccinated, you should immediately contact your doctor. Injecting immune globulin within 12 hours of exposure to the virus can help you avoid getting sick.\n2. Treatment of acute hepatitis B\nAcute hepatitis B is usually short-lived and can go away on its own. Therefore, instead of treating with medical methods, doctors can instruct patients to rest, eat enough food and drink plenty of water to help the body fight infection.\nIn some severe cases, people may need antiviral medications or hospitalization to prevent complications.\n3. Treatment of chronic hepatitis B\nMost people diagnosed with chronic hepatitis B will need lifelong treatment. Treatment helps reduce the risk of dangerous liver complications and prevents infection to others. Treatments for chronic liver infections include:\nHepatitis B virus replication inhibitors: Can help patients fight the virus and slow down its ability to damage the liver. The two basic drugs currently available are Entecavir 0.5mg, Tenofovir (including 2 types TDF300mg and TAF25mg). These drugs are used orally.; Hepatitis B virus replication inhibitors: Can help patients fight the virus and slow down its ability to damage the liver. The two basic drugs currently available are Entecavir 0.5mg, Tenofovir (including 2 types TDF300mg and TAF25mg). These drugs are used orally.\nInterferon injection: Stimulates the immune system to destroy viruses and cells invaded by viruses. Interferon injections can cause side effects such as nausea, vomiting, fatigue, loss of appetite, difficulty breathing...; Interferon injection: Stimulates the immune system to destroy viruses and cells invaded by viruses. Interferon injections can cause side effects such as nausea, vomiting, fatigue, loss of appetite, difficulty breathing...\nLiver transplant: If the liver has been severely damaged (end-stage cirrhosis), your doctor may recommend a liver transplant to treat this condition. Liver transplant is the replacement of part or all of a patient's damaged liver with a healthy liver.; Liver transplant: If the liver has been severely damaged (end-stage cirrhosis), your doctor may recommend a liver transplant to treat this condition. Liver transplant is the replacement of part or all of a patient's damaged liver with a healthy liver.\n4. Be careful in living and eating to limit progression of hepatitis\nHepatitis B patients should build a healthy diet to improve their condition and prevent complications. Specifically, patients should have a nutritious diet, supplementing foods rich in good protein (fish, fresh milk, beans...), whole grains, green vegetables, fruits and should choose soft foods, easy to digest.\nIn addition, patients need to avoid foods that are harmful to the liver and digestive tract such as fried foods, fatty foods, foods high in cholesterol such as animal organs, egg yolks, shrimp, etc. people with hot properties such as goat meat, baba, dog meat..., do not eat foods that are too sugary, too salty, too spicy or undercooked. Most importantly, patients need to absolutely abstain from alcohol and stimulants because they will directly harm the liver.\nIn addition to diet, patients should also:\nHepatitis A vaccination and hepatitis C testing; Maintain a reasonable weight; Exercise gently and regularly; Keep a comfortable mood, avoid anxiety and stress; Tell your doctor before using any prescription medications, supplements, or herbs because they may decrease the effectiveness of the medication or harm the liver."
        },
        {
            "subsection_name": "Prevent hepatitis B",
            "subsection_content": "The best way to prevent hepatitis B is to get vaccinated. Besides, it is necessary to limit ways that can transmit hepatitis B virus.(5)\n1. Get vaccinated against hepatitis B virus\nThe following people should get vaccinated against hepatitis B:\nAll infants; All unvaccinated children and adolescents under 19 years of age; People at risk of infection during sex People whose partners have hepatitis B People who have had sex with multiple partners in the last 6 months People who are being treated or are at high risk of getting hepatitis B sexually transmitted diseases Men who have sex with men; People whose sexual partners have hepatitis B; People who have had sex with multiple partners within the last 6 months; People who are being treated or are at high risk of sexually transmitted diseases; Men who have sex with men; People at risk of infection from exposure to blood: Injecting drug users People living with someone with hepatitis B People living or working in facilities for people with developmental disabilities Staff medical professionals or people who work in occupations where there is a risk of exposure to blood or blood-contaminated body fluids at work People on hemodialysis People with diabetes aged 19–59 years (people with People 60 years of age and older should ask their doctor about whether they should get vaccinated.; People who inject drugs; People living with someone with hepatitis B; People who live or work in facilities for people with developmental disabilities; Healthcare workers or people working in occupations with a risk of exposure to infected blood or body fluids; blood contamination at work; People on hemodialysis; People with diabetes aged 19–59 years (people with diabetes aged 60 and older should ask their doctor about whether to get the vaccine).; International travelers to countries with high rates of hepatitis B; People infected with hepatitis C virus; People with chronic liver disease; People infected with HIV; All other subjects need to be vaccinated to protect themselves from hepatitis B virus infection.\nVaccinators need to complete a series of 3 or 4 vaccinations according to the vaccination schedule to receive full protection.\n2. Other hepatitis B prevention measures\nIn addition to vaccination, hepatitis B can also be prevented by:\nDo not share needles or other equipment that may have come into contact with blood or body fluids; Wear gloves if you must touch blood or open wounds; Make sure the tattoo/piercing location uses properly sterilized tools; Don't share personal items, such as toothbrushes, razors, or nail clippers; Have safe sex.",
            "subsection_string": "Prevent hepatitis B\nThe best way to prevent hepatitis B is to get vaccinated. Besides, it is necessary to limit ways that can transmit hepatitis B virus.(5)\n1. Get vaccinated against hepatitis B virus\nThe following people should get vaccinated against hepatitis B:\nAll infants; All unvaccinated children and adolescents under 19 years of age; People at risk of infection during sex People whose partners have hepatitis B People who have had sex with multiple partners in the last 6 months People who are being treated or are at high risk of getting hepatitis B sexually transmitted diseases Men who have sex with men; People whose sexual partners have hepatitis B; People who have had sex with multiple partners within the last 6 months; People who are being treated or are at high risk of sexually transmitted diseases; Men who have sex with men; People at risk of infection from exposure to blood: Injecting drug users People living with someone with hepatitis B People living or working in facilities for people with developmental disabilities Staff medical professionals or people who work in occupations where there is a risk of exposure to blood or blood-contaminated body fluids at work People on hemodialysis People with diabetes aged 19–59 years (people with People 60 years of age and older should ask their doctor about whether they should get vaccinated.; People who inject drugs; People living with someone with hepatitis B; People who live or work in facilities for people with developmental disabilities; Healthcare workers or people working in occupations with a risk of exposure to infected blood or body fluids; blood contamination at work; People on hemodialysis; People with diabetes aged 19–59 years (people with diabetes aged 60 and older should ask their doctor about whether to get the vaccine).; International travelers to countries with high rates of hepatitis B; People infected with hepatitis C virus; People with chronic liver disease; People infected with HIV; All other subjects need to be vaccinated to protect themselves from hepatitis B virus infection.\nVaccinators need to complete a series of 3 or 4 vaccinations according to the vaccination schedule to receive full protection.\n2. Other hepatitis B prevention measures\nIn addition to vaccination, hepatitis B can also be prevented by:\nDo not share needles or other equipment that may have come into contact with blood or body fluids; Wear gloves if you must touch blood or open wounds; Make sure the tattoo/piercing location uses properly sterilized tools; Don't share personal items, such as toothbrushes, razors, or nail clippers; Have safe sex."
        },
        {
            "subsection_name": "Frequently asked questions about hepatitis B",
            "subsection_content": "1. What is inactive (sleeping) hepatitis B?\nInactive hepatitis B (sleeping form) is a case where the hepatitis B virus exists in the patient's body but has not destroyed liver cells, and liver enzyme tests show normal results. Sleeping hepatitis is easy to miss during the diagnosis process, which is why it creates conditions for the disease to spread silently in the community.\n2. Is hepatitis B hereditary?\nHepatitis B is not a genetic disease. It belongs to the group of infectious (or infectious) diseases. However, several generations in a family can be infected. This is due to the possibility of transmission from mother to child or by living relatives accidentally coming into contact with the blood of someone infected with hepatitis B.\n3. How long can people with hepatitis B live?\nIt is difficult to answer exactly how long people with hepatitis B can live because it depends on the disease condition, the effectiveness of the immune system, accompanying diseases as well as the patient's treatment process. If people with chronic hepatitis receive good treatment combined with a healthy lifestyle and diet, they can still live as long as normal people.(6)\n4. How long does the hepatitis B virus live in the environment?\nHepatitis B virus can survive outside the body for at least 7 days. During that time, the virus is still capable of infecting and causing disease.\nIt can be seen that hepatitis B is an extremely dangerous and highly infectious disease. People who suspect they have been exposed to this virus need to immediately go to reputable medical facilities for examination, testing and treatment advice.\nGastrointestinal Endoscopy and Surgery Center, Tam Anh General Hospital is a unit providing high-end, highly effective testing and treatment services for patients with hepatitis B. With a team of excellent doctors. , dedicated, experienced, with a modern laboratory system, standard treatment regimens and spacious facilities, you can feel completely secure and satisfied when choosing examination and treatment here. .\nSpacious facilities, meeting all patient needs of Tam Anh General Hospital\nTo schedule an examination and treatment for hepatitis B or other types of viral hepatitis with experts at the Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact:\nHepatitis B is the most common type of liver disease in the world. The good news is that there is a safe vaccine to prevent hepatitis B infection and new treatments for people who have been infected with hepatitis B. To be safe, regular health check-ups are recommended.",
            "subsection_string": "Frequently asked questions about hepatitis B\n1. What is inactive (sleeping) hepatitis B?\nInactive hepatitis B (sleeping form) is a case where the hepatitis B virus exists in the patient's body but has not destroyed liver cells, and liver enzyme tests show normal results. Sleeping hepatitis is easy to miss during the diagnosis process, which is why it creates conditions for the disease to spread silently in the community.\n2. Is hepatitis B hereditary?\nHepatitis B is not a genetic disease. It belongs to the group of infectious (or infectious) diseases. However, several generations in a family can be infected. This is due to the possibility of transmission from mother to child or by living relatives accidentally coming into contact with the blood of someone infected with hepatitis B.\n3. How long can people with hepatitis B live?\nIt is difficult to answer exactly how long people with hepatitis B can live because it depends on the disease condition, the effectiveness of the immune system, accompanying diseases as well as the patient's treatment process. If people with chronic hepatitis receive good treatment combined with a healthy lifestyle and diet, they can still live as long as normal people.(6)\n4. How long does the hepatitis B virus live in the environment?\nHepatitis B virus can survive outside the body for at least 7 days. During that time, the virus is still capable of infecting and causing disease.\nIt can be seen that hepatitis B is an extremely dangerous and highly infectious disease. People who suspect they have been exposed to this virus need to immediately go to reputable medical facilities for examination, testing and treatment advice.\nGastrointestinal Endoscopy and Surgery Center, Tam Anh General Hospital is a unit providing high-end, highly effective testing and treatment services for patients with hepatitis B. With a team of excellent doctors. , dedicated, experienced, with a modern laboratory system, standard treatment regimens and spacious facilities, you can feel completely secure and satisfied when choosing examination and treatment here. .\nSpacious facilities, meeting all patient needs of Tam Anh General Hospital\nTo schedule an examination and treatment for hepatitis B or other types of viral hepatitis with experts at the Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact:\nHepatitis B is the most common type of liver disease in the world. The good news is that there is a safe vaccine to prevent hepatitis B infection and new treatments for people who have been infected with hepatitis B. To be safe, regular health check-ups are recommended."
        }
    ],
    "name": "benh-viem-gan-b.json"
}