{
    "title": "Hepatitis: Symptoms, causes and diagnosis",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/benh-viem-gan/",
    "abstract": "Hepatitis is a common disease not only in Vietnam but also worldwide. This condition can lead to dangerous complications such as cirrhosis, liver failure, liver cancer and even death. So, how to recognize and prevent hepatitis?",
    "content": "Hepatitis: Symptoms, causes and diagnosis\n\nHepatitis is a common disease not only in Vietnam but also worldwide. This condition can lead to dangerous complications such as cirrhosis, liver failure, liver cancer and even death. So, how to recognize and prevent hepatitis?\n\nWhat is hepatitis?\nHepatitis occurs when liver tissue cells become inflamed and damaged, reducing liver function. There are many causes of hepatitis such as viruses, drugs, alcohol, fungi, fatty liver, genetic diseases or unhealthy living habits... If not detected and managed promptly, hepatitis can occur. leading to cirrhosis, liver failure, liver cancer, and even death.(1)\n\nClassification of hepatitis\nDepending on the duration of the disease, hepatitis is divided into acute and chronic. Accordingly, if symptoms begin suddenly and occur within a short period of time (a few days, weeks and <6 months), it is acute hepatitis; Liver damage lasting > 6 months is called chronic hepatitis.\n1. Acute hepatitis\nSymptoms (if any) usually begin to appear 2 weeks - 6 months after exposure to pathogens. Clinical manifestations of acute hepatitis vary from asymptomatic, mild symptoms, to severe causing dangerous complications, even death, including:\nDoes not taste good; Fever, fatigue; Stomach-ache; Dark urine; Itchy skin; Yellow skin, yellow eyes\n2. Chronic hepatitis\nIn contrast to acute hepatitis, chronic hepatitis often progresses silently without symptoms, patients are often discovered through regular health checks or when serious complications such as cirrhosis or liver cancer have appeared. Symptoms of chronic hepatitis may include:\nFever, fatigue; Anorexia; Abdominal pain, nausea; Dark urine, pale stools; Athritis; Jaundice; Swelling of legs, ankles, feet; There is blood in stools and vomit.\n\nSymptoms of hepatitis\nIn the early stages, hepatitis often has no clear symptoms. If present, symptoms often appear similar to influenza infection with viral hepatitis. Hepatitis caused by fatty liver in the early stages has almost no symptoms. Patients with acute liver damage caused by fungi, food, drugs, and alcohol often have more severe clinical manifestations mainly related to the digestive tract such as vomiting, abdominal pain, and diarrhea. However, patients should see a doctor immediately when they detect the following signs: (2)\nFever, fatigue; Anorexia; Nausea; Stomach-ache; Muscle and joint pain; Yellow eyes and skin; Itchy rash, unusual bruises appear; Dark yellow urine...; Lack of concentration, daydreaming\n\nCauses of hepatitis\nThe causes of hepatitis are very diverse, can be due to viruses, alcohol abuse, drugs, fatty liver disease or genetic factors...\n1. Hepatitis due to viral infection\nThere are many types of viruses that cause hepatitis, of which the most widely known are viruses that cause types of hepatitis A, B, C, D, E, G. In addition, there are a number of other viruses such as Cytomegalovirus, Epstein barr virus, dengue virus, coronavirus 19, herpes simplex virus. Most have no obvious clinical symptoms, especially in the chronic hepatitis stage (> 6 months), patients only discover it by chance during a health check or Tests showed increased liver enzymes, then the cause was screened. In the acute phase, sometimes clinical manifestations are similar to common flu symptoms such as: mild fever, headache, muscle pain, joint fatigue, dry cough, fatigue, and loss of appetite. Typical symptoms of liver damage such as jaundice, yellow eyes, dark yellow urine, and right upper quadrant pain may occur, although not often.(5)\n2. Alcoholic hepatitis\nAlcoholic liver damage often goes through stages: simple alcoholic fatty liver, alcoholic fatty liver disease, alcoholic hepatitis and finally cirrhosis and liver cancer. This condition occurs when liver cells become necrotic due to long-term alcohol abuse. If not controlled promptly, alcoholic hepatitis develops into cirrhosis or liver cancer. Although it can cause symptoms or severe complications, even sudden liver failure, in the early stages, the disease hardly shows any special symptoms. Patients with a history of prolonged alcohol use and risk factors such as obesity, dyslipidemia, and diabetes have a higher risk of liver damage.\n3. Hepatitis due to parasitic infection\nThe malaria parasite Plasmodium falciparum is the most common parasite that causes hepatitis. In addition, some types of amoeba can also cause this condition.\n4. Autoimmune hepatitis\nAutoimmune hepatitis is a rare liver disease that occurs due to a disorder of the immune system. At this time, instead of attacking viruses, bacteria and other harmful agents, the immune system attacks liver cells, damaging the liver. This causes constant inflammation, affecting liver function. In the long term, the liver can be damaged to the point of stopping functioning. Autoimmune hepatitis can go away without treatment, but in most cases it is a chronic condition.\n\nDangerous complications of hepatitis\nDoctor Huynh Van Trung said that the liver is an important organ in the body, with the function of creating bile to digest food and store sugar to use as energy for the body; filters blood and waste from the body, fighting infections. Therefore, if not treated promptly, hepatitis leads to many complications such as chronic liver disease, cirrhosis, liver cancer... seriously affecting many body functions.\nIn particular, two of the most dangerous diseases of hepatitis are cirrhosis and liver cancer, causing dangerous complications that affect quality of life as well as increase mortality such as:\nAscites: Accumulation of fluid in the abdominal cavity; Rupture of dilated esophageal veins causes bloody vomiting and bloody stools, increasing the risk of death; Ascitic fluid infection: fluid infection in the peritoneal cavity often causes symptoms such as abdominal pain, fever, drowsiness, coma, and even death; Hepatic encephalopathy: Causes fatigue, memory loss, drowsiness, drowsiness, coma and death; Acute kidney injury: increased risk of hepatic encephalopathy and increased mortality\n\nDiagnosis of hepatitis\nTo come up with an accurate treatment regimen, doctors need a combination of medical history, clinical examination, test results, imaging, and even liver biopsy.\n1. Clinical examination\nClinical examination is always the first step in diagnosing all forms of hepatitis. By reviewing your family and personal medical history, your doctor will be able to limit the causes and risk factors of the disease. Clinical examination helps identify typical symptoms often related to liver damage such as jaundice, yellow eyes, ascites, leg swelling...(3)\n2. Liver function test\nLiver function tests use blood samples to determine how well the liver is working. Abnormal results of these tests may be the first sign of a liver problem. High liver enzyme levels indicate that the liver is damaged or not functioning normally. At this time, the doctor may recommend that the patient perform additional blood tests to find the source of the abnormality\n3. Liver biopsy\nA biopsy is a procedure to remove a tissue sample from the liver to examine and determine the cause and extent of liver damage. It is an invasive procedure so it is usually only performed in highly specialized medical facilities.\n4. Ultrasound\nThis test allows doctors to take a closer look at the structure of the liver and nearby organs. Ultrasound images may reveal:\nIs there fluid in the peritoneal cavity? The condition of the liver parenchyma is homogeneous or not, the edges are even or not; Is there a liver tumor; Collateral circulation or not\n\nHow to treat hepatitis\nMost cases of acute hepatitis recover. Depending on the specific cause, the patient is prescribed specific drug treatment or simply stops agents that cause liver damage such as alcohol, mushrooms, drugs...; Most cases of acute hepatitis recover. Depending on the specific cause, the patient is prescribed specific medication treatment or simply stops agents that cause liver damage such as alcohol, mushrooms, drugs...\nTreatment of alcoholic hepatitis is mostly supportive treatment, vitamins and fluid replacement. At the same time, stopping alcohol is the most important care regimen. In cases of severe alcohol-induced liver damage (based on the assessment scale), the doctor may consider corticosteroid treatment for the patient if not contraindicated; Treatment of alcoholic hepatitis is mostly supportive treatment, vitamins and fluid replacement. At the same time, stopping alcohol is the most important care regimen. In cases of severe liver damage caused by alcohol (based on the assessment scale), the doctor may consider corticosteroid treatment for the patient if not contraindicated.\nThe goal of treating autoimmune hepatitis is to control the disease and reduce symptoms. At this time, corticosteroid drugs (such as prednisone or budesonide) and drugs that suppress the immune system (azathioprine, mycophenolate, tacrolimus, cyclosporine...) will be considered to slow down or prevent the immune system from becoming too active. levels, to prevent the body from attacking liver cells; The goal of treating autoimmune hepatitis is to control the disease and reduce symptoms. At this time, corticosteroid drugs (such as prednisone or budesonide) and drugs that suppress the immune system (azathioprine, mycophenolate, tacrolimus, cyclosporine...) will be considered to slow down or prevent the immune system from becoming too active. levels, to prevent the body from attacking liver cells.\nIn cases of severe, life-threatening liver damage such as acute liver failure, end-stage liver disease, drug resistance, etc., the optimal treatment is liver transplantation.; In cases of severe, life-threatening liver damage such as acute liver failure, end-stage liver disease, drug resistance, etc., the optimal treatment is a liver transplant.\n\nHow to prevent hepatitis\nHepatitis is a disease that can be prevented if:\n1. Fully vaccinated\nDoctor Huynh Van Trung shared that one of the leading measures to prevent hepatitis is vaccination. Full vaccination helps protect against hepatitis A and hepatitis B. There is currently no vaccine to prevent hepatitis C and hepatitis E.\n2. Limit contact with sources of infection\nA healthy person can get hepatitis if exposed to a sample containing the hepatitis virus. Therefore, to prevent hepatitis infection, we should:\nDo not share needles; Do not share personal items such as razors, toothbrushes, etc.; Practice safe sex, use condoms when having sex, do not have sex with multiple partners...; Eat cooked and drink boiled\n3. Healthy lifestyle\nA healthy lifestyle not only helps prevent hepatitis but also helps support treatment and improve overall health:\nLimit alcohol; Control stress, get enough rest; Weight control; Use medication as prescribed by your doctor.\n\nFrequently asked questions about hepatitis\nDr. Huynh Van Trung answers some other frequently asked questions about hepatitis:\n1. Is hepatitis contagious and how is it transmitted?\nAutoimmune hepatitis, hepatitis caused by poisoning, alcohol use, tobacco use... are not transmissible. In contrast, viral or parasitic hepatitis can be contagious. Hepatitis is often transmitted through the fecal-oral route, mother to child, blood and unsafe sex. Specifically:\nFecal-oral route: Viruses can be spread when a person ingests specimens containing viruses in food or drinking water, such as hepatitis A and E viruses or parasites.; Fecal-oral route: Viruses can be spread when a person ingests specimens containing viruses in food or drinking water, such as hepatitis A and E viruses or parasites.\nTransmission from mother to child: hepatitis B and hepatitis C are common. Usually transmitted during the perinatal period. Therefore, mothers need to screen and treat hepatitis C virus before pregnancy as well as monitor hepatitis B virus levels during pregnancy (usually from 28-32 weeks of pregnancy) to have a good regimen to prevent transmission to the baby. than.; Transmission from mother to child: hepatitis B and hepatitis C are common. Usually transmitted during the perinatal period. Therefore, mothers need to screen and treat hepatitis C virus before pregnancy as well as monitor hepatitis B virus levels during pregnancy (usually from 28-32 weeks of pregnancy) to have a good regimen to prevent transmission to the baby. than.\nBloodborne: This infection can occur if the open wound of a healthy person comes into contact with the blood or open wound of a sick person, through personal items such as needles, toothbrushes, razors. beard…; Bloodborne: This infection can occur if the open wound of a healthy person comes into contact with the blood or open wound of a sick person, through personal items such as needles, toothbrushes, razors. beard…\nSexual route: Hepatitis can be transmitted through semen, vaginal fluids or some other body fluids. The infection process often occurs in people who have unsafe sex, do not use condoms, have multiple partners...; Sexual route: Hepatitis can be transmitted through semen, vaginal fluids or some other body fluids. The infection process often occurs in people who have unsafe sex, do not use condoms, have multiple partners...\n2. Is hepatitis dangerous?\nHepatitis is a dangerous disease. Each type of hepatitis can lead to life-threatening complications:(4)\nHepatitis A: The patient will recover without lasting damage to the liver. However, although rare, hepatitis A can lead to death.; Hepatitis A: The patient will recover without lasting damage to the liver. However, although rare, hepatitis A can lead to death.\nHepatitis B: 15%–25% of people develop chronic liver disease, cirrhosis, liver failure or liver cancer (according to the US Centers for Disease Control and Prevention – CDC).; Hepatitis B: 15%–25% of people develop chronic liver disease, cirrhosis, liver failure or liver cancer (according to the US Centers for Disease Control and Prevention - CDC).\nHepatitis C: 80-85% of people infected with hepatitis C virus can develop chronic infection and develop cirrhosis in 10-20 years.; Hepatitis C: 80-85% of people infected with the hepatitis C virus can develop chronic infection and develop cirrhosis in 10-20 years.\nAlcoholic hepatitis: Over time, alcoholic hepatitis gives rise to a series of health problems such as cirrhosis, liver cancer, and bleeding stomach ulcers.; Alcoholic hepatitis: Over time, alcoholic hepatitis causes a series of health problems such as cirrhosis, liver cancer, and bleeding stomach ulcers.\nAutoimmune hepatitis: Liver failure, cirrhosis and liver cancer are complications that can occur if autoimmune hepatitis is not well controlled.; Autoimmune hepatitis: Liver failure, cirrhosis and liver cancer are complications that can occur if autoimmune hepatitis is not well controlled.\n3. Is hepatitis hereditary?\nGenetic diseases are diseases that are transmitted to children by parents through egg or sperm cells. Therefore, the pathogen will be present in the zygote (embryo), there will be disease genes on the chromosomes of the sperm or egg, or it may also be due to abnormal chromosomal abnormalities. Meanwhile, hepatitis is mainly caused by the invasion of viruses, bacteria, unreasonable living habits (alcohol abuse...), so hepatitis is usually not hereditary.\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact: Tam Anh General Hospital System: Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, HCMC Hotline: 0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital Website: https://tamanhhospital.vn\nHepatitis and its complications are a potential concern, threatening the health and life of patients. To prevent and support effective treatment of hepatitis, patients should build a scientific lifestyle, healthy nutrition, and have regular health check-ups.",
    "subsections": [
        {
            "subsection_name": "What is hepatitis?",
            "subsection_content": "Hepatitis occurs when liver tissue cells become inflamed and damaged, reducing liver function. There are many causes of hepatitis such as viruses, drugs, alcohol, fungi, fatty liver, genetic diseases or unhealthy living habits... If not detected and managed promptly, hepatitis can occur. leading to cirrhosis, liver failure, liver cancer, and even death.(1)",
            "subsection_string": "What is hepatitis?\nHepatitis occurs when liver tissue cells become inflamed and damaged, reducing liver function. There are many causes of hepatitis such as viruses, drugs, alcohol, fungi, fatty liver, genetic diseases or unhealthy living habits... If not detected and managed promptly, hepatitis can occur. leading to cirrhosis, liver failure, liver cancer, and even death.(1)"
        },
        {
            "subsection_name": "Classification of hepatitis",
            "subsection_content": "Depending on the duration of the disease, hepatitis is divided into acute and chronic. Accordingly, if symptoms begin suddenly and occur within a short period of time (a few days, weeks and <6 months), it is acute hepatitis; Liver damage lasting > 6 months is called chronic hepatitis.\n1. Acute hepatitis\nSymptoms (if any) usually begin to appear 2 weeks - 6 months after exposure to pathogens. Clinical manifestations of acute hepatitis vary from asymptomatic, mild symptoms, to severe causing dangerous complications, even death, including:\nDoes not taste good; Fever, fatigue; Stomach-ache; Dark urine; Itchy skin; Yellow skin, yellow eyes\n2. Chronic hepatitis\nIn contrast to acute hepatitis, chronic hepatitis often progresses silently without symptoms, patients are often discovered through regular health checks or when serious complications such as cirrhosis or liver cancer have appeared. Symptoms of chronic hepatitis may include:\nFever, fatigue; Anorexia; Abdominal pain, nausea; Dark urine, pale stools; Athritis; Jaundice; Swelling of legs, ankles, feet; There is blood in stools and vomit.",
            "subsection_string": "Classification of hepatitis\nDepending on the duration of the disease, hepatitis is divided into acute and chronic. Accordingly, if symptoms begin suddenly and occur within a short period of time (a few days, weeks and <6 months), it is acute hepatitis; Liver damage lasting > 6 months is called chronic hepatitis.\n1. Acute hepatitis\nSymptoms (if any) usually begin to appear 2 weeks - 6 months after exposure to pathogens. Clinical manifestations of acute hepatitis vary from asymptomatic, mild symptoms, to severe causing dangerous complications, even death, including:\nDoes not taste good; Fever, fatigue; Stomach-ache; Dark urine; Itchy skin; Yellow skin, yellow eyes\n2. Chronic hepatitis\nIn contrast to acute hepatitis, chronic hepatitis often progresses silently without symptoms, patients are often discovered through regular health checks or when serious complications such as cirrhosis or liver cancer have appeared. Symptoms of chronic hepatitis may include:\nFever, fatigue; Anorexia; Abdominal pain, nausea; Dark urine, pale stools; Athritis; Jaundice; Swelling of legs, ankles, feet; There is blood in stools and vomit."
        },
        {
            "subsection_name": "Symptoms of hepatitis",
            "subsection_content": "In the early stages, hepatitis often has no clear symptoms. If present, symptoms often appear similar to influenza infection with viral hepatitis. Hepatitis caused by fatty liver in the early stages has almost no symptoms. Patients with acute liver damage caused by fungi, food, drugs, and alcohol often have more severe clinical manifestations mainly related to the digestive tract such as vomiting, abdominal pain, and diarrhea. However, patients should see a doctor immediately when they detect the following signs: (2)\nFever, fatigue; Anorexia; Nausea; Stomach-ache; Muscle and joint pain; Yellow eyes and skin; Itchy rash, unusual bruises appear; Dark yellow urine...; Lack of concentration, daydreaming",
            "subsection_string": "Symptoms of hepatitis\nIn the early stages, hepatitis often has no clear symptoms. If present, symptoms often appear similar to influenza infection with viral hepatitis. Hepatitis caused by fatty liver in the early stages has almost no symptoms. Patients with acute liver damage caused by fungi, food, drugs, and alcohol often have more severe clinical manifestations mainly related to the digestive tract such as vomiting, abdominal pain, and diarrhea. However, patients should see a doctor immediately when they detect the following signs: (2)\nFever, fatigue; Anorexia; Nausea; Stomach-ache; Muscle and joint pain; Yellow eyes and skin; Itchy rash, unusual bruises appear; Dark yellow urine...; Lack of concentration, daydreaming"
        },
        {
            "subsection_name": "Causes of hepatitis",
            "subsection_content": "The causes of hepatitis are very diverse, can be due to viruses, alcohol abuse, drugs, fatty liver disease or genetic factors...\n1. Hepatitis due to viral infection\nThere are many types of viruses that cause hepatitis, of which the most widely known are viruses that cause types of hepatitis A, B, C, D, E, G. In addition, there are a number of other viruses such as Cytomegalovirus, Epstein barr virus, dengue virus, coronavirus 19, herpes simplex virus. Most have no obvious clinical symptoms, especially in the chronic hepatitis stage (> 6 months), patients only discover it by chance during a health check or Tests showed increased liver enzymes, then the cause was screened. In the acute phase, sometimes clinical manifestations are similar to common flu symptoms such as: mild fever, headache, muscle pain, joint fatigue, dry cough, fatigue, and loss of appetite. Typical symptoms of liver damage such as jaundice, yellow eyes, dark yellow urine, and right upper quadrant pain may occur, although not often.(5)\n2. Alcoholic hepatitis\nAlcoholic liver damage often goes through stages: simple alcoholic fatty liver, alcoholic fatty liver disease, alcoholic hepatitis and finally cirrhosis and liver cancer. This condition occurs when liver cells become necrotic due to long-term alcohol abuse. If not controlled promptly, alcoholic hepatitis develops into cirrhosis or liver cancer. Although it can cause symptoms or severe complications, even sudden liver failure, in the early stages, the disease hardly shows any special symptoms. Patients with a history of prolonged alcohol use and risk factors such as obesity, dyslipidemia, and diabetes have a higher risk of liver damage.\n3. Hepatitis due to parasitic infection\nThe malaria parasite Plasmodium falciparum is the most common parasite that causes hepatitis. In addition, some types of amoeba can also cause this condition.\n4. Autoimmune hepatitis\nAutoimmune hepatitis is a rare liver disease that occurs due to a disorder of the immune system. At this time, instead of attacking viruses, bacteria and other harmful agents, the immune system attacks liver cells, damaging the liver. This causes constant inflammation, affecting liver function. In the long term, the liver can be damaged to the point of stopping functioning. Autoimmune hepatitis can go away without treatment, but in most cases it is a chronic condition.",
            "subsection_string": "Causes of hepatitis\nThe causes of hepatitis are very diverse, can be due to viruses, alcohol abuse, drugs, fatty liver disease or genetic factors...\n1. Hepatitis due to viral infection\nThere are many types of viruses that cause hepatitis, of which the most widely known are viruses that cause types of hepatitis A, B, C, D, E, G. In addition, there are a number of other viruses such as Cytomegalovirus, Epstein barr virus, dengue virus, coronavirus 19, herpes simplex virus. Most have no obvious clinical symptoms, especially in the chronic hepatitis stage (> 6 months), patients only discover it by chance during a health check or Tests showed increased liver enzymes, then the cause was screened. In the acute phase, sometimes clinical manifestations are similar to common flu symptoms such as: mild fever, headache, muscle pain, joint fatigue, dry cough, fatigue, and loss of appetite. Typical symptoms of liver damage such as jaundice, yellow eyes, dark yellow urine, and right upper quadrant pain may occur, although not often.(5)\n2. Alcoholic hepatitis\nAlcoholic liver damage often goes through stages: simple alcoholic fatty liver, alcoholic fatty liver disease, alcoholic hepatitis and finally cirrhosis and liver cancer. This condition occurs when liver cells become necrotic due to long-term alcohol abuse. If not controlled promptly, alcoholic hepatitis develops into cirrhosis or liver cancer. Although it can cause symptoms or severe complications, even sudden liver failure, in the early stages, the disease hardly shows any special symptoms. Patients with a history of prolonged alcohol use and risk factors such as obesity, dyslipidemia, and diabetes have a higher risk of liver damage.\n3. Hepatitis due to parasitic infection\nThe malaria parasite Plasmodium falciparum is the most common parasite that causes hepatitis. In addition, some types of amoeba can also cause this condition.\n4. Autoimmune hepatitis\nAutoimmune hepatitis is a rare liver disease that occurs due to a disorder of the immune system. At this time, instead of attacking viruses, bacteria and other harmful agents, the immune system attacks liver cells, damaging the liver. This causes constant inflammation, affecting liver function. In the long term, the liver can be damaged to the point of stopping functioning. Autoimmune hepatitis can go away without treatment, but in most cases it is a chronic condition."
        },
        {
            "subsection_name": "Dangerous complications of hepatitis",
            "subsection_content": "Doctor Huynh Van Trung said that the liver is an important organ in the body, with the function of creating bile to digest food and store sugar to use as energy for the body; filters blood and waste from the body, fighting infections. Therefore, if not treated promptly, hepatitis leads to many complications such as chronic liver disease, cirrhosis, liver cancer... seriously affecting many body functions.\nIn particular, two of the most dangerous diseases of hepatitis are cirrhosis and liver cancer, causing dangerous complications that affect quality of life as well as increase mortality such as:\nAscites: Accumulation of fluid in the abdominal cavity; Rupture of dilated esophageal veins causes bloody vomiting and bloody stools, increasing the risk of death; Ascitic fluid infection: fluid infection in the peritoneal cavity often causes symptoms such as abdominal pain, fever, drowsiness, coma, and even death; Hepatic encephalopathy: Causes fatigue, memory loss, drowsiness, drowsiness, coma and death; Acute kidney injury: increased risk of hepatic encephalopathy and increased mortality",
            "subsection_string": "Dangerous complications of hepatitis\nDoctor Huynh Van Trung said that the liver is an important organ in the body, with the function of creating bile to digest food and store sugar to use as energy for the body; filters blood and waste from the body, fighting infections. Therefore, if not treated promptly, hepatitis leads to many complications such as chronic liver disease, cirrhosis, liver cancer... seriously affecting many body functions.\nIn particular, two of the most dangerous diseases of hepatitis are cirrhosis and liver cancer, causing dangerous complications that affect quality of life as well as increase mortality such as:\nAscites: Accumulation of fluid in the abdominal cavity; Rupture of dilated esophageal veins causes bloody vomiting and bloody stools, increasing the risk of death; Ascitic fluid infection: fluid infection in the peritoneal cavity often causes symptoms such as abdominal pain, fever, drowsiness, coma, and even death; Hepatic encephalopathy: Causes fatigue, memory loss, drowsiness, drowsiness, coma and death; Acute kidney injury: increased risk of hepatic encephalopathy and increased mortality"
        },
        {
            "subsection_name": "Diagnosis of hepatitis",
            "subsection_content": "To come up with an accurate treatment regimen, doctors need a combination of medical history, clinical examination, test results, imaging, and even liver biopsy.\n1. Clinical examination\nClinical examination is always the first step in diagnosing all forms of hepatitis. By reviewing your family and personal medical history, your doctor will be able to limit the causes and risk factors of the disease. Clinical examination helps identify typical symptoms often related to liver damage such as jaundice, yellow eyes, ascites, leg swelling...(3)\n2. Liver function test\nLiver function tests use blood samples to determine how well the liver is working. Abnormal results of these tests may be the first sign of a liver problem. High liver enzyme levels indicate that the liver is damaged or not functioning normally. At this time, the doctor may recommend that the patient perform additional blood tests to find the source of the abnormality\n3. Liver biopsy\nA biopsy is a procedure to remove a tissue sample from the liver to examine and determine the cause and extent of liver damage. It is an invasive procedure so it is usually only performed in highly specialized medical facilities.\n4. Ultrasound\nThis test allows doctors to take a closer look at the structure of the liver and nearby organs. Ultrasound images may reveal:\nIs there fluid in the peritoneal cavity? The condition of the liver parenchyma is homogeneous or not, the edges are even or not; Is there a liver tumor; Collateral circulation or not",
            "subsection_string": "Diagnosis of hepatitis\nTo come up with an accurate treatment regimen, doctors need a combination of medical history, clinical examination, test results, imaging, and even liver biopsy.\n1. Clinical examination\nClinical examination is always the first step in diagnosing all forms of hepatitis. By reviewing your family and personal medical history, your doctor will be able to limit the causes and risk factors of the disease. Clinical examination helps identify typical symptoms often related to liver damage such as jaundice, yellow eyes, ascites, leg swelling...(3)\n2. Liver function test\nLiver function tests use blood samples to determine how well the liver is working. Abnormal results of these tests may be the first sign of a liver problem. High liver enzyme levels indicate that the liver is damaged or not functioning normally. At this time, the doctor may recommend that the patient perform additional blood tests to find the source of the abnormality\n3. Liver biopsy\nA biopsy is a procedure to remove a tissue sample from the liver to examine and determine the cause and extent of liver damage. It is an invasive procedure so it is usually only performed in highly specialized medical facilities.\n4. Ultrasound\nThis test allows doctors to take a closer look at the structure of the liver and nearby organs. Ultrasound images may reveal:\nIs there fluid in the peritoneal cavity? The condition of the liver parenchyma is homogeneous or not, the edges are even or not; Is there a liver tumor; Collateral circulation or not"
        },
        {
            "subsection_name": "How to treat hepatitis",
            "subsection_content": "Most cases of acute hepatitis recover. Depending on the specific cause, the patient is prescribed specific drug treatment or simply stops agents that cause liver damage such as alcohol, mushrooms, drugs...; Most cases of acute hepatitis recover. Depending on the specific cause, the patient is prescribed specific medication treatment or simply stops agents that cause liver damage such as alcohol, mushrooms, drugs...\nTreatment of alcoholic hepatitis is mostly supportive treatment, vitamins and fluid replacement. At the same time, stopping alcohol is the most important care regimen. In cases of severe alcohol-induced liver damage (based on the assessment scale), the doctor may consider corticosteroid treatment for the patient if not contraindicated; Treatment of alcoholic hepatitis is mostly supportive treatment, vitamins and fluid replacement. At the same time, stopping alcohol is the most important care regimen. In cases of severe liver damage caused by alcohol (based on the assessment scale), the doctor may consider corticosteroid treatment for the patient if not contraindicated.\nThe goal of treating autoimmune hepatitis is to control the disease and reduce symptoms. At this time, corticosteroid drugs (such as prednisone or budesonide) and drugs that suppress the immune system (azathioprine, mycophenolate, tacrolimus, cyclosporine...) will be considered to slow down or prevent the immune system from becoming too active. levels, to prevent the body from attacking liver cells; The goal of treating autoimmune hepatitis is to control the disease and reduce symptoms. At this time, corticosteroid drugs (such as prednisone or budesonide) and drugs that suppress the immune system (azathioprine, mycophenolate, tacrolimus, cyclosporine...) will be considered to slow down or prevent the immune system from becoming too active. levels, to prevent the body from attacking liver cells.\nIn cases of severe, life-threatening liver damage such as acute liver failure, end-stage liver disease, drug resistance, etc., the optimal treatment is liver transplantation.; In cases of severe, life-threatening liver damage such as acute liver failure, end-stage liver disease, drug resistance, etc., the optimal treatment is a liver transplant.",
            "subsection_string": "How to treat hepatitis\nMost cases of acute hepatitis recover. Depending on the specific cause, the patient is prescribed specific drug treatment or simply stops agents that cause liver damage such as alcohol, mushrooms, drugs...; Most cases of acute hepatitis recover. Depending on the specific cause, the patient is prescribed specific medication treatment or simply stops agents that cause liver damage such as alcohol, mushrooms, drugs...\nTreatment of alcoholic hepatitis is mostly supportive treatment, vitamins and fluid replacement. At the same time, stopping alcohol is the most important care regimen. In cases of severe alcohol-induced liver damage (based on the assessment scale), the doctor may consider corticosteroid treatment for the patient if not contraindicated; Treatment of alcoholic hepatitis is mostly supportive treatment, vitamins and fluid replacement. At the same time, stopping alcohol is the most important care regimen. In cases of severe liver damage caused by alcohol (based on the assessment scale), the doctor may consider corticosteroid treatment for the patient if not contraindicated.\nThe goal of treating autoimmune hepatitis is to control the disease and reduce symptoms. At this time, corticosteroid drugs (such as prednisone or budesonide) and drugs that suppress the immune system (azathioprine, mycophenolate, tacrolimus, cyclosporine...) will be considered to slow down or prevent the immune system from becoming too active. levels, to prevent the body from attacking liver cells; The goal of treating autoimmune hepatitis is to control the disease and reduce symptoms. At this time, corticosteroid drugs (such as prednisone or budesonide) and drugs that suppress the immune system (azathioprine, mycophenolate, tacrolimus, cyclosporine...) will be considered to slow down or prevent the immune system from becoming too active. levels, to prevent the body from attacking liver cells.\nIn cases of severe, life-threatening liver damage such as acute liver failure, end-stage liver disease, drug resistance, etc., the optimal treatment is liver transplantation.; In cases of severe, life-threatening liver damage such as acute liver failure, end-stage liver disease, drug resistance, etc., the optimal treatment is a liver transplant."
        },
        {
            "subsection_name": "How to prevent hepatitis",
            "subsection_content": "Hepatitis is a disease that can be prevented if:\n1. Fully vaccinated\nDoctor Huynh Van Trung shared that one of the leading measures to prevent hepatitis is vaccination. Full vaccination helps protect against hepatitis A and hepatitis B. There is currently no vaccine to prevent hepatitis C and hepatitis E.\n2. Limit contact with sources of infection\nA healthy person can get hepatitis if exposed to a sample containing the hepatitis virus. Therefore, to prevent hepatitis infection, we should:\nDo not share needles; Do not share personal items such as razors, toothbrushes, etc.; Practice safe sex, use condoms when having sex, do not have sex with multiple partners...; Eat cooked and drink boiled\n3. Healthy lifestyle\nA healthy lifestyle not only helps prevent hepatitis but also helps support treatment and improve overall health:\nLimit alcohol; Control stress, get enough rest; Weight control; Use medication as prescribed by your doctor.",
            "subsection_string": "How to prevent hepatitis\nHepatitis is a disease that can be prevented if:\n1. Fully vaccinated\nDoctor Huynh Van Trung shared that one of the leading measures to prevent hepatitis is vaccination. Full vaccination helps protect against hepatitis A and hepatitis B. There is currently no vaccine to prevent hepatitis C and hepatitis E.\n2. Limit contact with sources of infection\nA healthy person can get hepatitis if exposed to a sample containing the hepatitis virus. Therefore, to prevent hepatitis infection, we should:\nDo not share needles; Do not share personal items such as razors, toothbrushes, etc.; Practice safe sex, use condoms when having sex, do not have sex with multiple partners...; Eat cooked and drink boiled\n3. Healthy lifestyle\nA healthy lifestyle not only helps prevent hepatitis but also helps support treatment and improve overall health:\nLimit alcohol; Control stress, get enough rest; Weight control; Use medication as prescribed by your doctor."
        },
        {
            "subsection_name": "Frequently asked questions about hepatitis",
            "subsection_content": "Dr. Huynh Van Trung answers some other frequently asked questions about hepatitis:\n1. Is hepatitis contagious and how is it transmitted?\nAutoimmune hepatitis, hepatitis caused by poisoning, alcohol use, tobacco use... are not transmissible. In contrast, viral or parasitic hepatitis can be contagious. Hepatitis is often transmitted through the fecal-oral route, mother to child, blood and unsafe sex. Specifically:\nFecal-oral route: Viruses can be spread when a person ingests specimens containing viruses in food or drinking water, such as hepatitis A and E viruses or parasites.; Fecal-oral route: Viruses can be spread when a person ingests specimens containing viruses in food or drinking water, such as hepatitis A and E viruses or parasites.\nTransmission from mother to child: hepatitis B and hepatitis C are common. Usually transmitted during the perinatal period. Therefore, mothers need to screen and treat hepatitis C virus before pregnancy as well as monitor hepatitis B virus levels during pregnancy (usually from 28-32 weeks of pregnancy) to have a good regimen to prevent transmission to the baby. than.; Transmission from mother to child: hepatitis B and hepatitis C are common. Usually transmitted during the perinatal period. Therefore, mothers need to screen and treat hepatitis C virus before pregnancy as well as monitor hepatitis B virus levels during pregnancy (usually from 28-32 weeks of pregnancy) to have a good regimen to prevent transmission to the baby. than.\nBloodborne: This infection can occur if the open wound of a healthy person comes into contact with the blood or open wound of a sick person, through personal items such as needles, toothbrushes, razors. beard…; Bloodborne: This infection can occur if the open wound of a healthy person comes into contact with the blood or open wound of a sick person, through personal items such as needles, toothbrushes, razors. beard…\nSexual route: Hepatitis can be transmitted through semen, vaginal fluids or some other body fluids. The infection process often occurs in people who have unsafe sex, do not use condoms, have multiple partners...; Sexual route: Hepatitis can be transmitted through semen, vaginal fluids or some other body fluids. The infection process often occurs in people who have unsafe sex, do not use condoms, have multiple partners...\n2. Is hepatitis dangerous?\nHepatitis is a dangerous disease. Each type of hepatitis can lead to life-threatening complications:(4)\nHepatitis A: The patient will recover without lasting damage to the liver. However, although rare, hepatitis A can lead to death.; Hepatitis A: The patient will recover without lasting damage to the liver. However, although rare, hepatitis A can lead to death.\nHepatitis B: 15%–25% of people develop chronic liver disease, cirrhosis, liver failure or liver cancer (according to the US Centers for Disease Control and Prevention – CDC).; Hepatitis B: 15%–25% of people develop chronic liver disease, cirrhosis, liver failure or liver cancer (according to the US Centers for Disease Control and Prevention - CDC).\nHepatitis C: 80-85% of people infected with hepatitis C virus can develop chronic infection and develop cirrhosis in 10-20 years.; Hepatitis C: 80-85% of people infected with the hepatitis C virus can develop chronic infection and develop cirrhosis in 10-20 years.\nAlcoholic hepatitis: Over time, alcoholic hepatitis gives rise to a series of health problems such as cirrhosis, liver cancer, and bleeding stomach ulcers.; Alcoholic hepatitis: Over time, alcoholic hepatitis causes a series of health problems such as cirrhosis, liver cancer, and bleeding stomach ulcers.\nAutoimmune hepatitis: Liver failure, cirrhosis and liver cancer are complications that can occur if autoimmune hepatitis is not well controlled.; Autoimmune hepatitis: Liver failure, cirrhosis and liver cancer are complications that can occur if autoimmune hepatitis is not well controlled.\n3. Is hepatitis hereditary?\nGenetic diseases are diseases that are transmitted to children by parents through egg or sperm cells. Therefore, the pathogen will be present in the zygote (embryo), there will be disease genes on the chromosomes of the sperm or egg, or it may also be due to abnormal chromosomal abnormalities. Meanwhile, hepatitis is mainly caused by the invasion of viruses, bacteria, unreasonable living habits (alcohol abuse...), so hepatitis is usually not hereditary.\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact: Tam Anh General Hospital System: Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, HCMC Hotline: 0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital Website: https://tamanhhospital.vn\nHepatitis and its complications are a potential concern, threatening the health and life of patients. To prevent and support effective treatment of hepatitis, patients should build a scientific lifestyle, healthy nutrition, and have regular health check-ups.",
            "subsection_string": "Frequently asked questions about hepatitis\nDr. Huynh Van Trung answers some other frequently asked questions about hepatitis:\n1. Is hepatitis contagious and how is it transmitted?\nAutoimmune hepatitis, hepatitis caused by poisoning, alcohol use, tobacco use... are not transmissible. In contrast, viral or parasitic hepatitis can be contagious. Hepatitis is often transmitted through the fecal-oral route, mother to child, blood and unsafe sex. Specifically:\nFecal-oral route: Viruses can be spread when a person ingests specimens containing viruses in food or drinking water, such as hepatitis A and E viruses or parasites.; Fecal-oral route: Viruses can be spread when a person ingests specimens containing viruses in food or drinking water, such as hepatitis A and E viruses or parasites.\nTransmission from mother to child: hepatitis B and hepatitis C are common. Usually transmitted during the perinatal period. Therefore, mothers need to screen and treat hepatitis C virus before pregnancy as well as monitor hepatitis B virus levels during pregnancy (usually from 28-32 weeks of pregnancy) to have a good regimen to prevent transmission to the baby. than.; Transmission from mother to child: hepatitis B and hepatitis C are common. Usually transmitted during the perinatal period. Therefore, mothers need to screen and treat hepatitis C virus before pregnancy as well as monitor hepatitis B virus levels during pregnancy (usually from 28-32 weeks of pregnancy) to have a good regimen to prevent transmission to the baby. than.\nBloodborne: This infection can occur if the open wound of a healthy person comes into contact with the blood or open wound of a sick person, through personal items such as needles, toothbrushes, razors. beard…; Bloodborne: This infection can occur if the open wound of a healthy person comes into contact with the blood or open wound of a sick person, through personal items such as needles, toothbrushes, razors. beard…\nSexual route: Hepatitis can be transmitted through semen, vaginal fluids or some other body fluids. The infection process often occurs in people who have unsafe sex, do not use condoms, have multiple partners...; Sexual route: Hepatitis can be transmitted through semen, vaginal fluids or some other body fluids. The infection process often occurs in people who have unsafe sex, do not use condoms, have multiple partners...\n2. Is hepatitis dangerous?\nHepatitis is a dangerous disease. Each type of hepatitis can lead to life-threatening complications:(4)\nHepatitis A: The patient will recover without lasting damage to the liver. However, although rare, hepatitis A can lead to death.; Hepatitis A: The patient will recover without lasting damage to the liver. However, although rare, hepatitis A can lead to death.\nHepatitis B: 15%–25% of people develop chronic liver disease, cirrhosis, liver failure or liver cancer (according to the US Centers for Disease Control and Prevention – CDC).; Hepatitis B: 15%–25% of people develop chronic liver disease, cirrhosis, liver failure or liver cancer (according to the US Centers for Disease Control and Prevention - CDC).\nHepatitis C: 80-85% of people infected with hepatitis C virus can develop chronic infection and develop cirrhosis in 10-20 years.; Hepatitis C: 80-85% of people infected with the hepatitis C virus can develop chronic infection and develop cirrhosis in 10-20 years.\nAlcoholic hepatitis: Over time, alcoholic hepatitis gives rise to a series of health problems such as cirrhosis, liver cancer, and bleeding stomach ulcers.; Alcoholic hepatitis: Over time, alcoholic hepatitis causes a series of health problems such as cirrhosis, liver cancer, and bleeding stomach ulcers.\nAutoimmune hepatitis: Liver failure, cirrhosis and liver cancer are complications that can occur if autoimmune hepatitis is not well controlled.; Autoimmune hepatitis: Liver failure, cirrhosis and liver cancer are complications that can occur if autoimmune hepatitis is not well controlled.\n3. Is hepatitis hereditary?\nGenetic diseases are diseases that are transmitted to children by parents through egg or sperm cells. Therefore, the pathogen will be present in the zygote (embryo), there will be disease genes on the chromosomes of the sperm or egg, or it may also be due to abnormal chromosomal abnormalities. Meanwhile, hepatitis is mainly caused by the invasion of viruses, bacteria, unreasonable living habits (alcohol abuse...), so hepatitis is usually not hereditary.\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact: Tam Anh General Hospital System: Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, HCMC Hotline: 0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital Website: https://tamanhhospital.vn\nHepatitis and its complications are a potential concern, threatening the health and life of patients. To prevent and support effective treatment of hepatitis, patients should build a scientific lifestyle, healthy nutrition, and have regular health check-ups."
        }
    ],
    "name": "benh-viem-gan.json"
}