{
    "title": "Thrombosed hemorrhoids: Causes, symptoms and treatments",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/benh-tri-huyet-khoi/",
    "abstract": "Thrombosed hemorrhoids, although not considered dangerous, can be painful and make daily activities such as walking, sitting or going to the toilet uncomfortable. If symptoms do not go away on their own, there are many different options for treatment, from topical creams to surgery.",
    "content": "Thrombosed hemorrhoids: Causes, symptoms and treatments\n\nThrombosed hemorrhoids, although not considered dangerous, can be painful and make daily activities such as walking, sitting or going to the toilet uncomfortable. If symptoms do not go away on their own, there are many different options for treatment, from topical creams to surgery.\n\nWhat is thrombosed hemorrhoids?\nThrombosed hemorrhoids are also known as thromboembolic hemorrhoids or perianal thrombosis. Thrombosed hemorrhoids occur when a blood clot forms inside the hemorrhoid. Blood clots block blood flow, causing symptoms of inflammation, pain, and bleeding.\nHemorrhoids can appear as a single lump or a round mass. In most cases, the blood clot is reabsorbed by the body and symptoms disappear. Most thrombosed hemorrhoids are external but they can also be internal.\nThrombosed internal hemorrhoids, also known as embolic annular internal hemorrhoids; Thrombosed external hemorrhoids, also known as embolized external hemorrhoids; Mixed hemorrhoids with embolism\nThrombosed hemorrhoids are painful and can lead to complications such as abscess, infection, or anal fistula.\n\nCauses of thrombosed hemorrhoids\nTo date, scientists still do not understand why blood clots form in some people with hemorrhoids. They only know that the cause of hemorrhoids is due to a lack of collagen in the anal canal lining, causing loss of elasticity. spasm, causing dilation of blood vessels and hemorrhoidal suspensory ligaments. And common factors that cause this condition often include:\nFrequent constipation or diarrhea: Having constipation or diarrhea for a long time will cause pressure on the anus, causing hemorrhoids to form.; Frequent constipation or diarrhea: Long-term constipation or diarrhea will cause pressure on the anus, causing hemorrhoids to form.\nSitting too much and not exercising: Sitting too much also increases pressure on the anus and rectum, leading to the formation of hemorrhoids.; Sitting too much and not exercising: Sitting too much also increases pressure on the anus and rectum, leading to the formation of hemorrhoids.\nImproper diet: A diet lacking in fiber and not drinking enough 2 liters of water a day will cause constipation, reduce intestinal motility, making bowel movements difficult and easily leading to hemorrhoids.; Improper diet: A diet lacking in fiber and not drinking enough 2 liters of water a day will cause constipation, reduce intestinal motility, making bowel movements difficult and easily leading to hemorrhoids.\nElderly people: In the elderly, digestive function can easily lead to frequent constipation, which can cause hemorrhoids.; Elderly people: In the elderly, digestive function can easily lead to frequent constipation, which can cause hemorrhoids.\nPregnant women: Diet changes during pregnancy such as eating too much protein, low fiber, plus anxiety and stress can cause constipation. In addition, the pressure of the fetus on the anus and rectum causing compression on the veins also increases the risk of hemorrhoids in pregnant women.; Pregnant women: Diet changes during pregnancy such as eating too much protein, low fiber, plus anxiety and stress can cause constipation. In addition, the pressure of the fetus on the anus and rectum causing compression on the veins also increases the risk of hemorrhoids in pregnant women.\nDue to disease: Having gastrointestinal diseases such as colon, anal fissures or obesity can also easily lead to hemorrhoids.; Due to disease: Having gastrointestinal diseases such as colon, anal fissures or obesity can also easily lead to hemorrhoids.\nChildbirth: Because the pressure from pushing can affect the anus.; Childbirth: Because the pressure from pushing can affect the anus.\nDelaying bowel movements: The habit of holding back bowel movements will put pressure on the anus and rectum and can lead to hemorrhoids.; Delaying bowel movements: The habit of holding back bowel movements will put pressure on the anus and rectum and can lead to hemorrhoids.\n\nSymptoms of thrombosed hemorrhoids\nThrombosed hemorrhoids often appear as a small lump around the anus and are often dark, bluish in color due to the blood clot inside. The most common symptoms are swelling and pain, and can also cause bleeding in the anus if the thromboembolism breaks loose.\nThrombosed hemorrhoids often have the most recognizable symptoms: hemorrhoids are dark green due to blood clots inside.\n\nTreatment methods for thrombosed hemorrhoids\nSupplementing soluble and insoluble fiber combined with other treatments will help relieve hemorrhoid congestion\n1. For external hemorrhoids, embolize 1 bunch\nThe patient is injected with a local anesthetic containing epinephrine to help stop bleeding and swelling. This method can cause pain for several weeks after surgery and is often applied to severe acute hemorrhoids, causing edema, necrosis, and preventing mucosal closure.\n2. For mixed hemorrhoids with embolism\nThe doctor will apply hemorrhoidectomy with a Plasma knife if there is a ring-shaped blockage, or thrombectomy, or thrombosed hemorrhoidectomy combined with Longo surgery on the remaining unembolized hemorrhoids.\n3. For angioembolic internal hemorrhoids\nDepending on how large or small the hemorrhoids are, whether the hemorrhoids are large or small, the treating doctor will choose one of the following combined methods:\n• Thrombectomy + Longo surgery: This procedure is also known as circumferential mucosectomy or prolapse and hemorrhoidectomy (PPH) procedure with the advantages of less pain, shorter surgery time, and faster recovery. , reducing the risk of recurrence. The surgeon will use staples to perform cutting and suturing at the same time to fix the internal hemorrhoidal tissue to the rectal wall. The Longo method is prone to complications such as bleeding from the staple wire, uncontrolled sphincter injury; The risk of vaginal fistula reappearing in women... therefore requires a highly skilled and experienced surgeon.\n• Thrombectomy + Diode Laser hemorrhoid burning surgery: This method uses carbon dioxide or Nd Yag Laser to burn or remove hemorrhoids accurately, quickly, and painlessly. Laser therapy can be used alone or in combination with other modalities. This is an outpatient procedure that can be applied to most patients with level I, level II and level III hemorrhoids.\n• Thrombectomy + THD hemorrhoid surgery: This is a surgical method that causes less pain, reduces bleeding and tissue prolapse. This method uses a Doppler probe to identify the six major feeding arteries in the anal canal. The doctor will then ligate these arteries with absorbable sutures and a specialized scope to cut excess arteries in the hemorrhoidal lining.\n• Thrombectomy + Endoscopic hemorrhoid sclerotherapy injection: This is a unique treatment feature of Tam Anh General Hospital. This method has the advantage of only requiring one injection, little pain, very short hospital stay, the patient can go home the same day after the procedure, quick recovery and low treatment costs. This method is highly effective for bleeding hemorrhoids, hemorrhoids that do not prolapse much, hemorrhoids that are not too large, hemorrhoids with underlying diseases that require anticoagulants, diabetes, cardiovascular disease, stroke, etc.\n\nMethods to support the treatment of hemorrhoids\nSeveral treatments can reduce the pain and discomfort of thrombosed hemorrhoids.\nHemorrhoid cream: Applying over-the-counter hemorrhoid cream may help relieve symptoms. For example, topical glyceryl trinitrate 0.2% is effective in reducing grade I or II hemorrhoids; Hemorrhoid cream: Applying over-the-counter hemorrhoid cream may help relieve symptoms. For example, topical glyceryl trinitrate 0.2% is effective in reducing grade I or II hemorrhoids.\nPain relievers: Take over-the-counter pain relievers to relieve pain caused by hemorrhoids. Local anesthetics such as corticosteroids or anti-inflammatory drugs can help relieve symptoms of hemorrhoids. Patients can also use Prep-H (Pfizer Incorporated, Kings Mountain, NC) to help temporarily reduce acute symptoms of hemorrhoids such as bleeding and pain during defecation.; Pain relievers: Take over-the-counter pain relievers to relieve pain caused by hemorrhoids. Local anesthetics such as corticosteroids or anti-inflammatory drugs can help relieve symptoms of hemorrhoids. Patients can also use Prep-H (Pfizer Incorporated, Kings Mountain, NC) to help temporarily reduce acute symptoms of hemorrhoids such as bleeding and pain when defecating.\nSoak the anus in warm water: Soaking the anus in warm water several times a day and gently patting dry can help reduce the symptoms of thrombosed hemorrhoids.; Soak the anus in warm water: Soaking the anus in warm water several times a day and gently patting dry can help reduce the symptoms of thrombosed hemorrhoids.\nCold compress: Applying a cold compress or ice pack to the affected area can help reduce pain and inflammation in the hemorrhoid area. Or use hypertonic saline and put it in the freezer, then use an ice cube to apply to the anus.; Cold compress: Applying a cold compress or ice pack to the affected area can help reduce pain and inflammation in the hemorrhoid area. Or use hypertonic saline in the freezer, then use an ice cube to apply to the anus.\nWitch hazel: Use crushed witch hazel leaves and apply to the anal area to help reduce itching and pain caused by hemorrhoids.; Witch hazel: Use crushed witch hazel leaves and apply to the anal area to help reduce itching and pain caused by hemorrhoids.\nUse wipes: Using wet wipes instead of toilet paper can help reduce friction and irritate hemorrhoids less.; Use wipes: Using wet wipes instead of toilet paper can help reduce friction and irritate hemorrhoids less.\nAloe vera: Aloe vera is known for its anti-inflammatory properties, so applying pure aloe vera to the hemorrhoid area can help reduce the symptoms of the disease.; Aloe vera: Aloe vera is known for its anti-inflammatory properties, so using pure aloe vera to apply to hemorrhoids can help reduce symptoms of the disease.\nStool softeners: The National Institute of Diabetes and Digestive and Kidney Diseases recommends that people with thrombosed hemorrhoids should use stool softeners or fiber supplements to treat hemorrhoids at home. This medicine will help make bowel movements easier, thereby reducing irritation.; Stool softeners: The National Institute of Diabetes and Digestive and Kidney Diseases recommends that people with thrombosed hemorrhoids should use stool softeners or fiber supplements to treat hemorrhoids at home. This medication will help make bowel movements easier, thereby reducing irritation.\nWear loose cotton clothes: Avoid wearing tight clothes made of synthetic fabrics. Instead, patients should wear loose cotton clothes to reduce irritation of the hemorrhoid area and keep the skin in the anus dry.; Wear loose cotton clothes: Avoid wearing tight clothes made of synthetic fabrics. Instead, patients should wear loose cotton clothes to reduce irritation of the hemorrhoid area and keep the skin in the anus dry.\n\nPrevention of thromboembolic hemorrhoids/thrombotic hemorrhoids\nTo prevent thrombosed hemorrhoids, you should pay attention to the following factors:\n1. Go to the hospital promptly\nAs soon as hemorrhoid symptoms appear such as pain, bloody stool, anal prolapse, the patient needs to go to the hospital for a specialized examination to detect and promptly treat the conditions encountered. Treating hemorrhoids at an early stage will be easier and more effective.\n2. Adjust your diet\nFiber supplementation: Fiber supplementation needs to be combined with other treatment methods to be highly effective. Patients need to increase fiber intake (including both soluble and insoluble fiber) in their daily diet or take fiber supplements such as methylcellulose (Citrucel) or psyllium NIH external link (Metamucil) to reduce the effects. of passing hard stools.; Fiber supplementation: Fiber supplementation needs to be combined with other treatment methods to be highly effective. Patients need to increase fiber intake (including both soluble and insoluble fiber) in their daily diet or take fiber supplements such as methylcellulose (Citrucel) or psyllium NIH external link (Metamucil) to reduce the effects. of passing hard stools.\nSupplement Collagen: Patients should supplement foods rich in Collagen such as salmon, tuna... to help enhance skin elasticity and lubricate tissues.; Supplement Collagen: Patients should supplement foods rich in Collagen such as salmon, tuna... to help enhance skin elasticity and lubricate tissues.\n3. Sit on a pillow with holes in it\nIf you have to sit for long periods of time, such as driving long distances or doing office work, you should sit on a cushion with holes in it to avoid putting pressure on your anus.\n4. Practice bowel exercises - anal yoga\nYoga exercises help limit symptoms of anal pain and burning and can shrink hemorrhoids.\n4.1 Pelvic floor muscle contraction exercises\nStrengthening the pelvic floor muscles can make bowel movements easier, while also helping to relax the anal sphincter and prevent strain.\nLie on your back or sit.; Contract your anal muscles as if you are stopping yourself from releasing gas.; Hold this contraction for 5 seconds.; Relax for 10 seconds then repeat 5 times; Repeat, but only using half your strength.; Tighten and relax your muscles as quickly as possible.; Continue as long as possible.; Follow this sequence 2-4 times/day\n4.2 Child's Pose (Balasana)\nBalasana pose helps increase circulation around the anus and relieve constipation while relaxing the lower back, hips and legs, and helping to massage the internal organs. To increase pressure on the lower abdomen, place your hands or palms on top of this area.\nStart in table position; Sit back, placing your hips on your heels.; Extend your arms in front of you or relax them along your body.; Rest in this position for up to 5 minutes.\n4.3 Legs up the wall pose (Viparita Karani)\nThis position can promote circulation to the anus while reducing discomfort and irritation.\nSit with the right side next to a wall.; Place your feet on the wall and lie on your back.; Place your arms in any comfortable position or gently massage your abdomen.; Hold this position for up to 15 minutes.\n4.4 Windproof pose (Pawanmuktasana)\nThis position puts pressure on the abdomen, which can help improve digestive comfort. It also helps relax the muscles in the abdomen, buttocks and anus. For a deeper stretch, lift your head and tuck your chin into your chest.\nLay up.; Bend one or both knees and point them toward your chest.; Place your hands around your shins, clasping your hands or resting on your opposite elbow.; Hold this position for up to 1 minute.\n4.5 Limited Angle Pose (Baddha Konasana)\nThis pose can strengthen and improve flexibility in the inner thighs, groins, and knees. It can also help stimulate the abdominal organs and soothe digestive discomfort.\nPlace the sitting bones on a cushion, block, or folded blanket.; Place the soles of your feet close together and your knees wide apart.; Interlace your fingers around your little toe while lengthening your spine.; Stay in this position for up to 1 minute.\n\nQuestions about thrombosed hemorrhoids\n1. Can thrombosed hemorrhoids go away on their own?\nMost thrombosed hemorrhoids will not go away on their own. Therefore, patients should treat hemorrhoids early to shorten treatment time and costs.\n2. Are thrombosed hemorrhoids dangerous?\nThrombosed hemorrhoids are not a malignant condition but affect the patient's quality of life. This is because thrombosed hemorrhoids cause a burning sensation and pain in the anal area, especially when the patient has a bowel movement. Severe hemorrhoids can also cause serious complications such as hemorrhoid necrosis, leading to blood infection, which is life-threatening if not treated promptly.\n3. How to distinguish between thrombosed hemorrhoids and other types of hemorrhoids?\nThrombosed hemorrhoids look different from other hemorrhoids. External hemorrhoids that are not embolized will just look like a rubber lump without the green color. Thrombosed hemorrhoids are dark green lumps due to blood inside.\nTam Anh Hospital is a reputable unit for examining and treating digestive diseases, including examining and treating hemorrhoids as well as complications of hemorrhoids using medication, procedures and surgery. With a team of doctors and experts with many years of experience, along with machinery and equipment for optimal diagnosis and treatment, the Anorectal unit at the Center for Gastrointestinal Endoscopy & Surgery, Tam Anh General Hospital will provide the most accurate diagnoses, advise on the most optimal treatment methods as well as advise on care plans and prevent disease recurrence for each specific case.\nTo learn about the costs of examination, treatment, and surgery for digestive diseases, please contact: Tam Anh General Hospital System, Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Make an appointment: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Make an appointment: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital Website: https://tamanhhospital.vn",
    "subsections": [
        {
            "subsection_name": "What is thrombosed hemorrhoids?",
            "subsection_content": "Thrombosed hemorrhoids are also known as thromboembolic hemorrhoids or perianal thrombosis. Thrombosed hemorrhoids occur when a blood clot forms inside the hemorrhoid. Blood clots block blood flow, causing symptoms of inflammation, pain, and bleeding.\nHemorrhoids can appear as a single lump or a round mass. In most cases, the blood clot is reabsorbed by the body and symptoms disappear. Most thrombosed hemorrhoids are external but they can also be internal.\nThrombosed internal hemorrhoids, also known as embolic annular internal hemorrhoids; Thrombosed external hemorrhoids, also known as embolized external hemorrhoids; Mixed hemorrhoids with embolism\nThrombosed hemorrhoids are painful and can lead to complications such as abscess, infection, or anal fistula.",
            "subsection_string": "What is thrombosed hemorrhoids?\nThrombosed hemorrhoids are also known as thromboembolic hemorrhoids or perianal thrombosis. Thrombosed hemorrhoids occur when a blood clot forms inside the hemorrhoid. Blood clots block blood flow, causing symptoms of inflammation, pain, and bleeding.\nHemorrhoids can appear as a single lump or a round mass. In most cases, the blood clot is reabsorbed by the body and symptoms disappear. Most thrombosed hemorrhoids are external but they can also be internal.\nThrombosed internal hemorrhoids, also known as embolic annular internal hemorrhoids; Thrombosed external hemorrhoids, also known as embolized external hemorrhoids; Mixed hemorrhoids with embolism\nThrombosed hemorrhoids are painful and can lead to complications such as abscess, infection, or anal fistula."
        },
        {
            "subsection_name": "Causes of thrombosed hemorrhoids",
            "subsection_content": "To date, scientists still do not understand why blood clots form in some people with hemorrhoids. They only know that the cause of hemorrhoids is due to a lack of collagen in the anal canal lining, causing loss of elasticity. spasm, causing dilation of blood vessels and hemorrhoidal suspensory ligaments. And common factors that cause this condition often include:\nFrequent constipation or diarrhea: Having constipation or diarrhea for a long time will cause pressure on the anus, causing hemorrhoids to form.; Frequent constipation or diarrhea: Long-term constipation or diarrhea will cause pressure on the anus, causing hemorrhoids to form.\nSitting too much and not exercising: Sitting too much also increases pressure on the anus and rectum, leading to the formation of hemorrhoids.; Sitting too much and not exercising: Sitting too much also increases pressure on the anus and rectum, leading to the formation of hemorrhoids.\nImproper diet: A diet lacking in fiber and not drinking enough 2 liters of water a day will cause constipation, reduce intestinal motility, making bowel movements difficult and easily leading to hemorrhoids.; Improper diet: A diet lacking in fiber and not drinking enough 2 liters of water a day will cause constipation, reduce intestinal motility, making bowel movements difficult and easily leading to hemorrhoids.\nElderly people: In the elderly, digestive function can easily lead to frequent constipation, which can cause hemorrhoids.; Elderly people: In the elderly, digestive function can easily lead to frequent constipation, which can cause hemorrhoids.\nPregnant women: Diet changes during pregnancy such as eating too much protein, low fiber, plus anxiety and stress can cause constipation. In addition, the pressure of the fetus on the anus and rectum causing compression on the veins also increases the risk of hemorrhoids in pregnant women.; Pregnant women: Diet changes during pregnancy such as eating too much protein, low fiber, plus anxiety and stress can cause constipation. In addition, the pressure of the fetus on the anus and rectum causing compression on the veins also increases the risk of hemorrhoids in pregnant women.\nDue to disease: Having gastrointestinal diseases such as colon, anal fissures or obesity can also easily lead to hemorrhoids.; Due to disease: Having gastrointestinal diseases such as colon, anal fissures or obesity can also easily lead to hemorrhoids.\nChildbirth: Because the pressure from pushing can affect the anus.; Childbirth: Because the pressure from pushing can affect the anus.\nDelaying bowel movements: The habit of holding back bowel movements will put pressure on the anus and rectum and can lead to hemorrhoids.; Delaying bowel movements: The habit of holding back bowel movements will put pressure on the anus and rectum and can lead to hemorrhoids.",
            "subsection_string": "Causes of thrombosed hemorrhoids\nTo date, scientists still do not understand why blood clots form in some people with hemorrhoids. They only know that the cause of hemorrhoids is due to a lack of collagen in the anal canal lining, causing loss of elasticity. spasm, causing dilation of blood vessels and hemorrhoidal suspensory ligaments. And common factors that cause this condition often include:\nFrequent constipation or diarrhea: Having constipation or diarrhea for a long time will cause pressure on the anus, causing hemorrhoids to form.; Frequent constipation or diarrhea: Long-term constipation or diarrhea will cause pressure on the anus, causing hemorrhoids to form.\nSitting too much and not exercising: Sitting too much also increases pressure on the anus and rectum, leading to the formation of hemorrhoids.; Sitting too much and not exercising: Sitting too much also increases pressure on the anus and rectum, leading to the formation of hemorrhoids.\nImproper diet: A diet lacking in fiber and not drinking enough 2 liters of water a day will cause constipation, reduce intestinal motility, making bowel movements difficult and easily leading to hemorrhoids.; Improper diet: A diet lacking in fiber and not drinking enough 2 liters of water a day will cause constipation, reduce intestinal motility, making bowel movements difficult and easily leading to hemorrhoids.\nElderly people: In the elderly, digestive function can easily lead to frequent constipation, which can cause hemorrhoids.; Elderly people: In the elderly, digestive function can easily lead to frequent constipation, which can cause hemorrhoids.\nPregnant women: Diet changes during pregnancy such as eating too much protein, low fiber, plus anxiety and stress can cause constipation. In addition, the pressure of the fetus on the anus and rectum causing compression on the veins also increases the risk of hemorrhoids in pregnant women.; Pregnant women: Diet changes during pregnancy such as eating too much protein, low fiber, plus anxiety and stress can cause constipation. In addition, the pressure of the fetus on the anus and rectum causing compression on the veins also increases the risk of hemorrhoids in pregnant women.\nDue to disease: Having gastrointestinal diseases such as colon, anal fissures or obesity can also easily lead to hemorrhoids.; Due to disease: Having gastrointestinal diseases such as colon, anal fissures or obesity can also easily lead to hemorrhoids.\nChildbirth: Because the pressure from pushing can affect the anus.; Childbirth: Because the pressure from pushing can affect the anus.\nDelaying bowel movements: The habit of holding back bowel movements will put pressure on the anus and rectum and can lead to hemorrhoids.; Delaying bowel movements: The habit of holding back bowel movements will put pressure on the anus and rectum and can lead to hemorrhoids."
        },
        {
            "subsection_name": "Symptoms of thrombosed hemorrhoids",
            "subsection_content": "Thrombosed hemorrhoids often appear as a small lump around the anus and are often dark, bluish in color due to the blood clot inside. The most common symptoms are swelling and pain, and can also cause bleeding in the anus if the thromboembolism breaks loose.\nThrombosed hemorrhoids often have the most recognizable symptoms: hemorrhoids are dark green due to blood clots inside.",
            "subsection_string": "Symptoms of thrombosed hemorrhoids\nThrombosed hemorrhoids often appear as a small lump around the anus and are often dark, bluish in color due to the blood clot inside. The most common symptoms are swelling and pain, and can also cause bleeding in the anus if the thromboembolism breaks loose.\nThrombosed hemorrhoids often have the most recognizable symptoms: hemorrhoids are dark green due to blood clots inside."
        },
        {
            "subsection_name": "Treatment methods for thrombosed hemorrhoids",
            "subsection_content": "Supplementing soluble and insoluble fiber combined with other treatments will help relieve hemorrhoid congestion\n1. For external hemorrhoids, embolize 1 bunch\nThe patient is injected with a local anesthetic containing epinephrine to help stop bleeding and swelling. This method can cause pain for several weeks after surgery and is often applied to severe acute hemorrhoids, causing edema, necrosis, and preventing mucosal closure.\n2. For mixed hemorrhoids with embolism\nThe doctor will apply hemorrhoidectomy with a Plasma knife if there is a ring-shaped blockage, or thrombectomy, or thrombosed hemorrhoidectomy combined with Longo surgery on the remaining unembolized hemorrhoids.\n3. For angioembolic internal hemorrhoids\nDepending on how large or small the hemorrhoids are, whether the hemorrhoids are large or small, the treating doctor will choose one of the following combined methods:\n• Thrombectomy + Longo surgery: This procedure is also known as circumferential mucosectomy or prolapse and hemorrhoidectomy (PPH) procedure with the advantages of less pain, shorter surgery time, and faster recovery. , reducing the risk of recurrence. The surgeon will use staples to perform cutting and suturing at the same time to fix the internal hemorrhoidal tissue to the rectal wall. The Longo method is prone to complications such as bleeding from the staple wire, uncontrolled sphincter injury; The risk of vaginal fistula reappearing in women... therefore requires a highly skilled and experienced surgeon.\n• Thrombectomy + Diode Laser hemorrhoid burning surgery: This method uses carbon dioxide or Nd Yag Laser to burn or remove hemorrhoids accurately, quickly, and painlessly. Laser therapy can be used alone or in combination with other modalities. This is an outpatient procedure that can be applied to most patients with level I, level II and level III hemorrhoids.\n• Thrombectomy + THD hemorrhoid surgery: This is a surgical method that causes less pain, reduces bleeding and tissue prolapse. This method uses a Doppler probe to identify the six major feeding arteries in the anal canal. The doctor will then ligate these arteries with absorbable sutures and a specialized scope to cut excess arteries in the hemorrhoidal lining.\n• Thrombectomy + Endoscopic hemorrhoid sclerotherapy injection: This is a unique treatment feature of Tam Anh General Hospital. This method has the advantage of only requiring one injection, little pain, very short hospital stay, the patient can go home the same day after the procedure, quick recovery and low treatment costs. This method is highly effective for bleeding hemorrhoids, hemorrhoids that do not prolapse much, hemorrhoids that are not too large, hemorrhoids with underlying diseases that require anticoagulants, diabetes, cardiovascular disease, stroke, etc.",
            "subsection_string": "Treatment methods for thrombosed hemorrhoids\nSupplementing soluble and insoluble fiber combined with other treatments will help relieve hemorrhoid congestion\n1. For external hemorrhoids, embolize 1 bunch\nThe patient is injected with a local anesthetic containing epinephrine to help stop bleeding and swelling. This method can cause pain for several weeks after surgery and is often applied to severe acute hemorrhoids, causing edema, necrosis, and preventing mucosal closure.\n2. For mixed hemorrhoids with embolism\nThe doctor will apply hemorrhoidectomy with a Plasma knife if there is a ring-shaped blockage, or thrombectomy, or thrombosed hemorrhoidectomy combined with Longo surgery on the remaining unembolized hemorrhoids.\n3. For angioembolic internal hemorrhoids\nDepending on how large or small the hemorrhoids are, whether the hemorrhoids are large or small, the treating doctor will choose one of the following combined methods:\n• Thrombectomy + Longo surgery: This procedure is also known as circumferential mucosectomy or prolapse and hemorrhoidectomy (PPH) procedure with the advantages of less pain, shorter surgery time, and faster recovery. , reducing the risk of recurrence. The surgeon will use staples to perform cutting and suturing at the same time to fix the internal hemorrhoidal tissue to the rectal wall. The Longo method is prone to complications such as bleeding from the staple wire, uncontrolled sphincter injury; The risk of vaginal fistula reappearing in women... therefore requires a highly skilled and experienced surgeon.\n• Thrombectomy + Diode Laser hemorrhoid burning surgery: This method uses carbon dioxide or Nd Yag Laser to burn or remove hemorrhoids accurately, quickly, and painlessly. Laser therapy can be used alone or in combination with other modalities. This is an outpatient procedure that can be applied to most patients with level I, level II and level III hemorrhoids.\n• Thrombectomy + THD hemorrhoid surgery: This is a surgical method that causes less pain, reduces bleeding and tissue prolapse. This method uses a Doppler probe to identify the six major feeding arteries in the anal canal. The doctor will then ligate these arteries with absorbable sutures and a specialized scope to cut excess arteries in the hemorrhoidal lining.\n• Thrombectomy + Endoscopic hemorrhoid sclerotherapy injection: This is a unique treatment feature of Tam Anh General Hospital. This method has the advantage of only requiring one injection, little pain, very short hospital stay, the patient can go home the same day after the procedure, quick recovery and low treatment costs. This method is highly effective for bleeding hemorrhoids, hemorrhoids that do not prolapse much, hemorrhoids that are not too large, hemorrhoids with underlying diseases that require anticoagulants, diabetes, cardiovascular disease, stroke, etc."
        },
        {
            "subsection_name": "Methods to support the treatment of hemorrhoids",
            "subsection_content": "Several treatments can reduce the pain and discomfort of thrombosed hemorrhoids.\nHemorrhoid cream: Applying over-the-counter hemorrhoid cream may help relieve symptoms. For example, topical glyceryl trinitrate 0.2% is effective in reducing grade I or II hemorrhoids; Hemorrhoid cream: Applying over-the-counter hemorrhoid cream may help relieve symptoms. For example, topical glyceryl trinitrate 0.2% is effective in reducing grade I or II hemorrhoids.\nPain relievers: Take over-the-counter pain relievers to relieve pain caused by hemorrhoids. Local anesthetics such as corticosteroids or anti-inflammatory drugs can help relieve symptoms of hemorrhoids. Patients can also use Prep-H (Pfizer Incorporated, Kings Mountain, NC) to help temporarily reduce acute symptoms of hemorrhoids such as bleeding and pain during defecation.; Pain relievers: Take over-the-counter pain relievers to relieve pain caused by hemorrhoids. Local anesthetics such as corticosteroids or anti-inflammatory drugs can help relieve symptoms of hemorrhoids. Patients can also use Prep-H (Pfizer Incorporated, Kings Mountain, NC) to help temporarily reduce acute symptoms of hemorrhoids such as bleeding and pain when defecating.\nSoak the anus in warm water: Soaking the anus in warm water several times a day and gently patting dry can help reduce the symptoms of thrombosed hemorrhoids.; Soak the anus in warm water: Soaking the anus in warm water several times a day and gently patting dry can help reduce the symptoms of thrombosed hemorrhoids.\nCold compress: Applying a cold compress or ice pack to the affected area can help reduce pain and inflammation in the hemorrhoid area. Or use hypertonic saline and put it in the freezer, then use an ice cube to apply to the anus.; Cold compress: Applying a cold compress or ice pack to the affected area can help reduce pain and inflammation in the hemorrhoid area. Or use hypertonic saline in the freezer, then use an ice cube to apply to the anus.\nWitch hazel: Use crushed witch hazel leaves and apply to the anal area to help reduce itching and pain caused by hemorrhoids.; Witch hazel: Use crushed witch hazel leaves and apply to the anal area to help reduce itching and pain caused by hemorrhoids.\nUse wipes: Using wet wipes instead of toilet paper can help reduce friction and irritate hemorrhoids less.; Use wipes: Using wet wipes instead of toilet paper can help reduce friction and irritate hemorrhoids less.\nAloe vera: Aloe vera is known for its anti-inflammatory properties, so applying pure aloe vera to the hemorrhoid area can help reduce the symptoms of the disease.; Aloe vera: Aloe vera is known for its anti-inflammatory properties, so using pure aloe vera to apply to hemorrhoids can help reduce symptoms of the disease.\nStool softeners: The National Institute of Diabetes and Digestive and Kidney Diseases recommends that people with thrombosed hemorrhoids should use stool softeners or fiber supplements to treat hemorrhoids at home. This medicine will help make bowel movements easier, thereby reducing irritation.; Stool softeners: The National Institute of Diabetes and Digestive and Kidney Diseases recommends that people with thrombosed hemorrhoids should use stool softeners or fiber supplements to treat hemorrhoids at home. This medication will help make bowel movements easier, thereby reducing irritation.\nWear loose cotton clothes: Avoid wearing tight clothes made of synthetic fabrics. Instead, patients should wear loose cotton clothes to reduce irritation of the hemorrhoid area and keep the skin in the anus dry.; Wear loose cotton clothes: Avoid wearing tight clothes made of synthetic fabrics. Instead, patients should wear loose cotton clothes to reduce irritation of the hemorrhoid area and keep the skin in the anus dry.",
            "subsection_string": "Methods to support the treatment of hemorrhoids\nSeveral treatments can reduce the pain and discomfort of thrombosed hemorrhoids.\nHemorrhoid cream: Applying over-the-counter hemorrhoid cream may help relieve symptoms. For example, topical glyceryl trinitrate 0.2% is effective in reducing grade I or II hemorrhoids; Hemorrhoid cream: Applying over-the-counter hemorrhoid cream may help relieve symptoms. For example, topical glyceryl trinitrate 0.2% is effective in reducing grade I or II hemorrhoids.\nPain relievers: Take over-the-counter pain relievers to relieve pain caused by hemorrhoids. Local anesthetics such as corticosteroids or anti-inflammatory drugs can help relieve symptoms of hemorrhoids. Patients can also use Prep-H (Pfizer Incorporated, Kings Mountain, NC) to help temporarily reduce acute symptoms of hemorrhoids such as bleeding and pain during defecation.; Pain relievers: Take over-the-counter pain relievers to relieve pain caused by hemorrhoids. Local anesthetics such as corticosteroids or anti-inflammatory drugs can help relieve symptoms of hemorrhoids. Patients can also use Prep-H (Pfizer Incorporated, Kings Mountain, NC) to help temporarily reduce acute symptoms of hemorrhoids such as bleeding and pain when defecating.\nSoak the anus in warm water: Soaking the anus in warm water several times a day and gently patting dry can help reduce the symptoms of thrombosed hemorrhoids.; Soak the anus in warm water: Soaking the anus in warm water several times a day and gently patting dry can help reduce the symptoms of thrombosed hemorrhoids.\nCold compress: Applying a cold compress or ice pack to the affected area can help reduce pain and inflammation in the hemorrhoid area. Or use hypertonic saline and put it in the freezer, then use an ice cube to apply to the anus.; Cold compress: Applying a cold compress or ice pack to the affected area can help reduce pain and inflammation in the hemorrhoid area. Or use hypertonic saline in the freezer, then use an ice cube to apply to the anus.\nWitch hazel: Use crushed witch hazel leaves and apply to the anal area to help reduce itching and pain caused by hemorrhoids.; Witch hazel: Use crushed witch hazel leaves and apply to the anal area to help reduce itching and pain caused by hemorrhoids.\nUse wipes: Using wet wipes instead of toilet paper can help reduce friction and irritate hemorrhoids less.; Use wipes: Using wet wipes instead of toilet paper can help reduce friction and irritate hemorrhoids less.\nAloe vera: Aloe vera is known for its anti-inflammatory properties, so applying pure aloe vera to the hemorrhoid area can help reduce the symptoms of the disease.; Aloe vera: Aloe vera is known for its anti-inflammatory properties, so using pure aloe vera to apply to hemorrhoids can help reduce symptoms of the disease.\nStool softeners: The National Institute of Diabetes and Digestive and Kidney Diseases recommends that people with thrombosed hemorrhoids should use stool softeners or fiber supplements to treat hemorrhoids at home. This medicine will help make bowel movements easier, thereby reducing irritation.; Stool softeners: The National Institute of Diabetes and Digestive and Kidney Diseases recommends that people with thrombosed hemorrhoids should use stool softeners or fiber supplements to treat hemorrhoids at home. This medication will help make bowel movements easier, thereby reducing irritation.\nWear loose cotton clothes: Avoid wearing tight clothes made of synthetic fabrics. Instead, patients should wear loose cotton clothes to reduce irritation of the hemorrhoid area and keep the skin in the anus dry.; Wear loose cotton clothes: Avoid wearing tight clothes made of synthetic fabrics. Instead, patients should wear loose cotton clothes to reduce irritation of the hemorrhoid area and keep the skin in the anus dry."
        },
        {
            "subsection_name": "Prevention of thromboembolic hemorrhoids/thrombotic hemorrhoids",
            "subsection_content": "To prevent thrombosed hemorrhoids, you should pay attention to the following factors:\n1. Go to the hospital promptly\nAs soon as hemorrhoid symptoms appear such as pain, bloody stool, anal prolapse, the patient needs to go to the hospital for a specialized examination to detect and promptly treat the conditions encountered. Treating hemorrhoids at an early stage will be easier and more effective.\n2. Adjust your diet\nFiber supplementation: Fiber supplementation needs to be combined with other treatment methods to be highly effective. Patients need to increase fiber intake (including both soluble and insoluble fiber) in their daily diet or take fiber supplements such as methylcellulose (Citrucel) or psyllium NIH external link (Metamucil) to reduce the effects. of passing hard stools.; Fiber supplementation: Fiber supplementation needs to be combined with other treatment methods to be highly effective. Patients need to increase fiber intake (including both soluble and insoluble fiber) in their daily diet or take fiber supplements such as methylcellulose (Citrucel) or psyllium NIH external link (Metamucil) to reduce the effects. of passing hard stools.\nSupplement Collagen: Patients should supplement foods rich in Collagen such as salmon, tuna... to help enhance skin elasticity and lubricate tissues.; Supplement Collagen: Patients should supplement foods rich in Collagen such as salmon, tuna... to help enhance skin elasticity and lubricate tissues.\n3. Sit on a pillow with holes in it\nIf you have to sit for long periods of time, such as driving long distances or doing office work, you should sit on a cushion with holes in it to avoid putting pressure on your anus.\n4. Practice bowel exercises - anal yoga\nYoga exercises help limit symptoms of anal pain and burning and can shrink hemorrhoids.\n4.1 Pelvic floor muscle contraction exercises\nStrengthening the pelvic floor muscles can make bowel movements easier, while also helping to relax the anal sphincter and prevent strain.\nLie on your back or sit.; Contract your anal muscles as if you are stopping yourself from releasing gas.; Hold this contraction for 5 seconds.; Relax for 10 seconds then repeat 5 times; Repeat, but only using half your strength.; Tighten and relax your muscles as quickly as possible.; Continue as long as possible.; Follow this sequence 2-4 times/day\n4.2 Child's Pose (Balasana)\nBalasana pose helps increase circulation around the anus and relieve constipation while relaxing the lower back, hips and legs, and helping to massage the internal organs. To increase pressure on the lower abdomen, place your hands or palms on top of this area.\nStart in table position; Sit back, placing your hips on your heels.; Extend your arms in front of you or relax them along your body.; Rest in this position for up to 5 minutes.\n4.3 Legs up the wall pose (Viparita Karani)\nThis position can promote circulation to the anus while reducing discomfort and irritation.\nSit with the right side next to a wall.; Place your feet on the wall and lie on your back.; Place your arms in any comfortable position or gently massage your abdomen.; Hold this position for up to 15 minutes.\n4.4 Windproof pose (Pawanmuktasana)\nThis position puts pressure on the abdomen, which can help improve digestive comfort. It also helps relax the muscles in the abdomen, buttocks and anus. For a deeper stretch, lift your head and tuck your chin into your chest.\nLay up.; Bend one or both knees and point them toward your chest.; Place your hands around your shins, clasping your hands or resting on your opposite elbow.; Hold this position for up to 1 minute.\n4.5 Limited Angle Pose (Baddha Konasana)\nThis pose can strengthen and improve flexibility in the inner thighs, groins, and knees. It can also help stimulate the abdominal organs and soothe digestive discomfort.\nPlace the sitting bones on a cushion, block, or folded blanket.; Place the soles of your feet close together and your knees wide apart.; Interlace your fingers around your little toe while lengthening your spine.; Stay in this position for up to 1 minute.",
            "subsection_string": "Prevention of thromboembolic hemorrhoids/thrombotic hemorrhoids\nTo prevent thrombosed hemorrhoids, you should pay attention to the following factors:\n1. Go to the hospital promptly\nAs soon as hemorrhoid symptoms appear such as pain, bloody stool, anal prolapse, the patient needs to go to the hospital for a specialized examination to detect and promptly treat the conditions encountered. Treating hemorrhoids at an early stage will be easier and more effective.\n2. Adjust your diet\nFiber supplementation: Fiber supplementation needs to be combined with other treatment methods to be highly effective. Patients need to increase fiber intake (including both soluble and insoluble fiber) in their daily diet or take fiber supplements such as methylcellulose (Citrucel) or psyllium NIH external link (Metamucil) to reduce the effects. of passing hard stools.; Fiber supplementation: Fiber supplementation needs to be combined with other treatment methods to be highly effective. Patients need to increase fiber intake (including both soluble and insoluble fiber) in their daily diet or take fiber supplements such as methylcellulose (Citrucel) or psyllium NIH external link (Metamucil) to reduce the effects. of passing hard stools.\nSupplement Collagen: Patients should supplement foods rich in Collagen such as salmon, tuna... to help enhance skin elasticity and lubricate tissues.; Supplement Collagen: Patients should supplement foods rich in Collagen such as salmon, tuna... to help enhance skin elasticity and lubricate tissues.\n3. Sit on a pillow with holes in it\nIf you have to sit for long periods of time, such as driving long distances or doing office work, you should sit on a cushion with holes in it to avoid putting pressure on your anus.\n4. Practice bowel exercises - anal yoga\nYoga exercises help limit symptoms of anal pain and burning and can shrink hemorrhoids.\n4.1 Pelvic floor muscle contraction exercises\nStrengthening the pelvic floor muscles can make bowel movements easier, while also helping to relax the anal sphincter and prevent strain.\nLie on your back or sit.; Contract your anal muscles as if you are stopping yourself from releasing gas.; Hold this contraction for 5 seconds.; Relax for 10 seconds then repeat 5 times; Repeat, but only using half your strength.; Tighten and relax your muscles as quickly as possible.; Continue as long as possible.; Follow this sequence 2-4 times/day\n4.2 Child's Pose (Balasana)\nBalasana pose helps increase circulation around the anus and relieve constipation while relaxing the lower back, hips and legs, and helping to massage the internal organs. To increase pressure on the lower abdomen, place your hands or palms on top of this area.\nStart in table position; Sit back, placing your hips on your heels.; Extend your arms in front of you or relax them along your body.; Rest in this position for up to 5 minutes.\n4.3 Legs up the wall pose (Viparita Karani)\nThis position can promote circulation to the anus while reducing discomfort and irritation.\nSit with the right side next to a wall.; Place your feet on the wall and lie on your back.; Place your arms in any comfortable position or gently massage your abdomen.; Hold this position for up to 15 minutes.\n4.4 Windproof pose (Pawanmuktasana)\nThis position puts pressure on the abdomen, which can help improve digestive comfort. It also helps relax the muscles in the abdomen, buttocks and anus. For a deeper stretch, lift your head and tuck your chin into your chest.\nLay up.; Bend one or both knees and point them toward your chest.; Place your hands around your shins, clasping your hands or resting on your opposite elbow.; Hold this position for up to 1 minute.\n4.5 Limited Angle Pose (Baddha Konasana)\nThis pose can strengthen and improve flexibility in the inner thighs, groins, and knees. It can also help stimulate the abdominal organs and soothe digestive discomfort.\nPlace the sitting bones on a cushion, block, or folded blanket.; Place the soles of your feet close together and your knees wide apart.; Interlace your fingers around your little toe while lengthening your spine.; Stay in this position for up to 1 minute."
        },
        {
            "subsection_name": "Questions about thrombosed hemorrhoids",
            "subsection_content": "1. Can thrombosed hemorrhoids go away on their own?\nMost thrombosed hemorrhoids will not go away on their own. Therefore, patients should treat hemorrhoids early to shorten treatment time and costs.\n2. Are thrombosed hemorrhoids dangerous?\nThrombosed hemorrhoids are not a malignant condition but affect the patient's quality of life. This is because thrombosed hemorrhoids cause a burning sensation and pain in the anal area, especially when the patient has a bowel movement. Severe hemorrhoids can also cause serious complications such as hemorrhoid necrosis, leading to blood infection, which is life-threatening if not treated promptly.\n3. How to distinguish between thrombosed hemorrhoids and other types of hemorrhoids?\nThrombosed hemorrhoids look different from other hemorrhoids. External hemorrhoids that are not embolized will just look like a rubber lump without the green color. Thrombosed hemorrhoids are dark green lumps due to blood inside.\nTam Anh Hospital is a reputable unit for examining and treating digestive diseases, including examining and treating hemorrhoids as well as complications of hemorrhoids using medication, procedures and surgery. With a team of doctors and experts with many years of experience, along with machinery and equipment for optimal diagnosis and treatment, the Anorectal unit at the Center for Gastrointestinal Endoscopy & Surgery, Tam Anh General Hospital will provide the most accurate diagnoses, advise on the most optimal treatment methods as well as advise on care plans and prevent disease recurrence for each specific case.\nTo learn about the costs of examination, treatment, and surgery for digestive diseases, please contact: Tam Anh General Hospital System, Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Make an appointment: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Make an appointment: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital Website: https://tamanhhospital.vn",
            "subsection_string": "Questions about thrombosed hemorrhoids\n1. Can thrombosed hemorrhoids go away on their own?\nMost thrombosed hemorrhoids will not go away on their own. Therefore, patients should treat hemorrhoids early to shorten treatment time and costs.\n2. Are thrombosed hemorrhoids dangerous?\nThrombosed hemorrhoids are not a malignant condition but affect the patient's quality of life. This is because thrombosed hemorrhoids cause a burning sensation and pain in the anal area, especially when the patient has a bowel movement. Severe hemorrhoids can also cause serious complications such as hemorrhoid necrosis, leading to blood infection, which is life-threatening if not treated promptly.\n3. How to distinguish between thrombosed hemorrhoids and other types of hemorrhoids?\nThrombosed hemorrhoids look different from other hemorrhoids. External hemorrhoids that are not embolized will just look like a rubber lump without the green color. Thrombosed hemorrhoids are dark green lumps due to blood inside.\nTam Anh Hospital is a reputable unit for examining and treating digestive diseases, including examining and treating hemorrhoids as well as complications of hemorrhoids using medication, procedures and surgery. With a team of doctors and experts with many years of experience, along with machinery and equipment for optimal diagnosis and treatment, the Anorectal unit at the Center for Gastrointestinal Endoscopy & Surgery, Tam Anh General Hospital will provide the most accurate diagnoses, advise on the most optimal treatment methods as well as advise on care plans and prevent disease recurrence for each specific case.\nTo learn about the costs of examination, treatment, and surgery for digestive diseases, please contact: Tam Anh General Hospital System, Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Make an appointment: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Make an appointment: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital Website: https://tamanhhospital.vn"
        }
    ],
    "name": "benh-tri-huyet-khoi.json"
}