{
    "title": "Dangerous neurological diseases: Causes and symptoms",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/benh-than-kinh/",
    "abstract": "Along with stroke - a dangerous disease that claims the lives of millions of people every year, there are hundreds of other neurological diseases that threaten our lives. What are those diseases? What are the symptoms of the disease and how to prevent it?\n\nUnderstand neurological diseases to take effective preventive measures",
    "content": "Dangerous neurological diseases: Causes and symptoms\n\nAlong with stroke - a dangerous disease that claims the lives of millions of people every year, there are hundreds of other neurological diseases that threaten our lives. What are those diseases? What are the symptoms of the disease and how to prevent it?\n\nUnderstand neurological diseases to take effective preventive measures\n\nWhat is neuropathy?\nNeurologic Diseases or neurological disorders are diseases that affect the nervous system including the nerves, brain and roots, plexuses, and nerves. The nervous system is the part that controls all body functions. Therefore, any damage or abnormality in the nervous system also leads to symptoms in different parts of the body.\nThere are hundreds of diseases in the nervous system, affecting millions of people around the world (1). Specifically, statistics from the World Health Organization (WHO) show:\nEach year, about 6.2 million people die from stroke-related causes (this number in Vietnam is more than 11,000 people). (2); More than 50 million people around the world suffer from epilepsy.; About 35.5 million people have dementia (Alzheimer's disease is the most common cause (accounting for 60 - 70% of cases).; About 6.3 million patients have Parkinson's disease worldwide.; About 10 % of patients with migraine.\n\nSome common symptoms\nThere are many different symptoms that show that the condition of the nervous system is developing abnormally. The most common signs include:\nMuscle pain and weakness;; Frequent headaches;; Blurred vision;; Convulsion;; Cognitive impairment;; Numbness in hands and feet, difficulty moving;; Stutter;; Memory is affected, deterioration;; Personality changes; And there are many other symptoms…\n\nCauses of nervous system diseases\nThere are many causes of neurological diseases, but the most common are:\n1. Diabetes\nStatistics show that about 12 - 50% of people with diabetes have complications affecting peripheral nerves. Severe blood sugar disorders affect the functioning of nerves, specifically causing nerve conduction properties to slow down or change. Therefore, the electrical impulses to these nerves do not work as usual.\n2. Chemotherapy\nCancer patients may develop peripheral neuropathy due to chemotherapy. Symptoms can include severe pain, impaired movement, changes in heart rate and blood pressure, balance problems, difficulty breathing, paralysis and even organ failure. Up to 68% of people undergoing chemotherapy experience peripheral nervous system disorders within the first month. This rate decreased to 30% after 6 months.\n3. Age\nThe incidence of the disease is proportional to age. The older you are, the higher your risk of developing nervous system diseases. Statistics show that 8% of people aged 55 and older have some form of polyneuropathy.\n4. HIV or AIDS\nPatients being treated for HIV or AIDS can develop the disease due to the effects of the virus and the medications used to treat it. Common symptoms include burning, tingling, loss of feeling in the feet and hands...\n5. Autoimmune disorders\nPathologies related to autoimmune disorders are risk factors for neurological disorders. Among them, the most common are rheumatoid arthritis, systemic lupus erythematosus, vasculitis, sarcoidosis, celiac disease, Sjogren's syndrome, Guillain-Barré syndrome.\n6. Injuries and bone and joint diseases\nSometimes, sports injuries can damage or put pressure on the nerves, disrupting their function and causing abnormalities in the nervous system. For example, if you have an injury to your spine, the peripheral nerves or spinal cord will be affected.\nIn addition, some diseases that occur due to work characteristics also increase the risk of neurological diseases. For example, carpal tunnel syndrome – which arises from repetitive pressure on the nerves and tendons in the hand – can cause tingling or numbness in the palm of the hand and along the fingers. This condition usually affects people between the ages of 40 and 60, and is more common in women than men.\n7. Infection\nInfectious diseases, such as shingles, can also lead to disorders of the nervous system. The risk of developing postherpetic neuralgia increases with age. Specifically, within one month after getting shingles, 27% of patients aged 55 - 59 years old and 73% of patients over 70 years old encountered this condition. Among them, women are at higher risk of getting the disease.\nWith Lyme (a disease caused by the bacteria Borrelia burgdorferi), up to 12% of patients develop neurological symptoms, especially facial-related neuropathy.\n8. Vitamin deficiencies, malnutrition and alcohol abuse\nWhen lacking nutrients, nerves may stop working or not function normally. The reasons why this condition occurs are: unbalanced diet (too much of one micronutrient but deficient in another); the body has a disease or an absorption dysfunction that prevents nutrients from being fully absorbed; alcohol abuse…\nResearch shows that vitamin B12 deficiency, common in 10-15% of people over 60 years old, is associated with neuropathy. The reason is that when there is not enough vitamin B12, the myelin sheaths that surround and protect the nerves will be seriously damaged.\n9. Toxins\nToxins found in foods (which most of us think of as healthy) can also lead to neuropathy. For example, some people eat a lot of seafood because they think it is good for their health. However, they do not know that there are types of seafood that contain a lot of mercury - a disease-causing agent.\n10. Genetics\nSome types of neurological diseases can be passed from parents to children. The disease is diagnosed through genetic testing, electromyography, and nerve or muscle biopsy.\n11. Idiopathic causes\nAmong patients, up to 23% of cases have no identifiable cause. This condition, called idiopathic peripheral neuropathy, is most common in people over 60 years of age.\n\nCommon dangerous neurological diseases\nTrong số hàng trăm bệnh lý thần kinh, có một số bệnh phổ biến hơn cả. Chúng bao gồm:\n1. Đột quỵ (tai biến mạch máu não)\nThuật ngữ “tai biến mạch máu não” (CVA) dùng để chỉ sự thay đổi lưu lượng máu não. Có 2 loại tai biến mạch máu não chính:\nXuất huyết: máu tràn lên các vùng não, chủ yếu do vỡ các túi phình động mạch não.; Thiếu máu cục bộ: dòng chảy của máu bị cản trở, thường do tai biến huyết khối hoặc tắc mạch.\nĐột quỵ là một trong những nguyên nhân gây tử vong hàng đầu thế giới và là nguyên nhân gây tử vong thứ ba ở Việt Nam. Các dấu hiệu ban đầu của đột quỵ dễ nhận thấy nhất là:\nTê liệt và yếu cơ: Tình trạng tê liệt nghiêm trọng thường phát triển ở một bên cơ thể. Người bệnh sẽ gặp khó khăn hoặc không thể cử động cả chi trên và chi dưới.; Khó hoặc không có khả năng nói: Nếu đột quỵ gây tổn thương ở khu vực thanh quản hoặc miệng, người bệnh sẽ bị rối loạn ngôn ngữ, thậm chí mất hẳn khả năng giao tiếp.; Giảm thị lực: mắt mờ dần, không nhìn rõ.; Hoa mắt, chóng mặt, đau đầu dữ dội.\nPhương pháp cấp cứu người bệnh đột quỵ trong những giây phút đầu tiên rất quan trọng. Thời điểm này, mọi biện pháp can thiệp sẽ tập trung vào việc bảo toàn tính mạng cho bệnh nhân. Trong giai đoạn sau cấp tính, bác sĩ sẽ can thiệp ở cấp độ vật lý (để điều trị các hậu quả về vận động) cũng như cấp độ tâm thần kinh (để giải quyết các vấn đề về nhận thức: thiếu định hướng, mất trí nhớ, mất khả năng ngôn ngữ…).\n2. Bệnh Parkinson\nParkinson là bệnh rối loạn hệ thần kinh tiến triển, ảnh hưởng chủ yếu đến chức năng vận động và nhiều chức năng ngoài vận động khác. Triệu chứng thường khởi phát bằng cơn run ở một tay, sau đó lan sang cả hai tay. Ngoài biểu hiện run tay, bệnh cũng thường gây ra hiện tượng cứng cơ, mất thăng bằng, rối loạn ngôn ngữ hoặc khó khăn khi di chuyển.\nSố liệu thống kê cho thấy, trong 1.000 người trên toàn thế giới thì có một người bị bệnh Parkinson “ghé thăm”. Tỷ lệ mắc bệnh này ở đàn ông cao hơn phụ nữ.\nNgười bệnh Parkinson gặp khó khăn khi di chuyển nên phải cần tới sự giúp đỡ của người khác\nMặc dù bệnh Parkinson không thể chữa khỏi, nhưng thuốc sẽ giúp cải thiện đáng kể các triệu chứng bệnh. Ở những trường hợp nặng, bác sĩ có thể chỉ định phẫu thuật để điều chỉnh các vùng nhất định của não, từ đó kiểm soát tốt triệu chứng.\n3. Động kinh\nĐộng kinh  là một bệnh lý mãn tính xảy ra do sự bất thường trong não bộ dẫn tới sự kích thích đồng thời một nhóm các tế bào thần kinh của vỏ não, gây ra sự phóng điện đột ngột và không thể kiểm soát. Sự kích thích vỏ não ở các vùng khác nhau có thể gây ra những dấu hiệu khác nhau. Co giật không phải là biểu hiện duy nhất của bệnh, các cơn vắng ý thức đột ngột, co cứng chân tay cũng là các triệu chứng thường gặp ở bệnh nhân. Tổ chức Y tế Thế giới thống kê, có khoảng 50 triệu người mắc chứng động kinh trên toàn thế giới.\nBệnh động kinh xảy ra do hệ thống thần kinh trung ương trở nên rối loạn, khiến người bệnh bị co giật hoặc có những hành vi bất thường, đôi lúc có thể dẫn đến mất ý thức.\nCăn bệnh này sẽ theo người bệnh đến suốt đời mà không có cách nào điều trị dứt điểm. Tuy nhiên, nếu tuân thủ đúng phác đồ của bác sĩ, tần suất xuất hiện các cơn động kinh sẽ giảm. Thậm chí, nếu trẻ nhỏ mắc bệnh động kinh, các triệu chứng bệnh có khả năng biến mất khi trẻ trưởng thành.\n4. Bệnh Alzheimer, sa sút trí tuệ\nAlzheimer là một trong những dạng rối loạn thần kinh dẫn đến sa sút trí tuệ thường gặp nhất ở những người trên 65 tuổi. Đây cũng là nguyên nhân gây ra chứng sa sút trí tuệ phổ biến nhất. Chứng sa sút trí tuệ ảnh hưởng đến khoảng 47 triệu người trên thế giới, trong đó 58% ở các nước có thu nhập thấp hoặc trung bình. Mỗi năm, có thêm khoảng 7,7 triệu trường hợp mắc mới (theo số liệu từ Tổ chức Y tế Thế giới, 2015). Như vậy, vào năm 2030, số người bị sa sút trí tuệ sẽ lên tới 73,6 triệu người và năm 2050 khoảng 135,5 triệu người.\nBệnh Alzheimer đặc trưng bởi sự xuất hiện của một loạt triệu chứng ảnh hưởng đến trí nhớ, tư duy và các kỹ năng xã hội, làm đảo lộn sinh hoạt và giảm đáng kể chất lượng cuộc sống của người bệnh.\nChứng sa sút trí tuệ xảy ra với sự thay đổi của ít nhất hai chức năng não: mất trí nhớ, suy giảm khả năng phán đoán hoặc ngôn ngữ; khó thực hiện các hoạt động thường ngày như vệ sinh cá nhân hoặc đi siêu thị.\nHiện nay, không có phương pháp điều trị nào giúp khắc phục triệt để bệnh Alzheimer và chứng sa sút trí tuệ, càng không có biện pháp đảo ngược quá trình tiến triển của bệnh. Mặc dù vậy, có nhiều liệu pháp can thiệp như sử dụng thuốc, tập luyện trí não… đã phát huy hiệu quả, không chỉ kiểm soát tốt triệu chứng mà còn nâng cao chất lượng cuộc sống cho bệnh nhân.\n5. Đau nửa đầu migraine\nĐau nửa đầu migraine là bệnh đau đầu phổ biến, thường đi kèm với tình trạng buồn nôn, ói mửa và nhạy cảm với ánh sáng. Những triệu chứng này có thể kéo dài vài giờ hoặc vài ngày nếu không được can thiệp kịp thời. WHO cho biết, khoảng 47% người trưởng thành gặp tình trạng đau nửa đầu ít nhất một lần trong năm. Phụ nữ có nguy cơ bị chứng đau nửa đầu cao hơn nam giới khoảng 3 lần.\nTình trạng đau nửa đầu xảy ra khi các tế bào thần kinh hoạt động quá mức, truyền xung động đến mạch máu. Điều này làm giải phóng chất prostaglandin, serotonin và các chất khác gây sưng mạch máu ở vùng lân cận của các đầu dây thần kinh, gây ra các cơn đau.\nKhi bệnh đau nửa đầu tái phát, các cơn đau đầu sẽ xuất hiện với cường độ thay đổi, từ trung bình đến rất dữ dội. Cơn đau có thể chuyển từ bên này sang bên kia, ảnh hưởng đến một phần hoặc toàn bộ đầu.\nĐể kiểm soát tốt cơn đau nửa đầu, người bệnh cần dùng thuốc theo chỉ định của bác sĩ kết hợp với chế độ sinh hoạt và dinh dưỡng hợp lý.\n6. Đa xơ cứng\nĐa xơ cứng (còn gọi là xơ cứng rải rác) là tình trạng tổn thương của não và tủy sống. Bệnh xảy ra khi hệ miễn dịch của cơ thể tấn công và phá hủy myelin – lớp bảo vệ xung quanh các dây thần kinh, khiến chúng bị tổn thương nghiêm trọng.\nTriệu chứng dễ nhận thấy nhất của bệnh đa xơ cứng là mệt mỏi, cử động khó khăn, yếu cơ, rối loạn ngôn ngữ, suy giảm trí nhớ và nhận thức, rối loạn tiêu hóa. Ngoài ra, các cơn động kinh cũng có thể xuất hiện ở bệnh nhân đa xơ cứng.\nMục tiêu trong điều trị đa xơ cứng là cải thiện các đợt cấp, làm chậm tiến triển của bệnh (bằng cách sử dụng thuốc điều hòa miễn dịch và ức chế miễn dịch), đồng thời cải thiện các triệu chứng và phòng ngừa biến chứng.\n7. U não\nU não là căn bệnh đặc trưng bởi sự hình thành mô bất thường ở cả não và tủy sống. Có rất nhiều loại khối u, do đó, các triệu chứng sẽ khác nhau tùy thuộc vào vị trí của khối u. Bên cạnh đó, kích thước và tốc độ tăng trưởng của khối u cũng sẽ quyết định các triệu chứng lâm sàng ở người bệnh.\nMột số biểu hiện phổ biến nhất ở bệnh nhân u não là:\nĐau đầu hoặc nhức đầu;; Các đợt co giật vùng đầu;; Khó tập trung, khó nói chuyện;; Thay đổi hành vi;; Yếu hoặc tê liệt một bên cơ thể;; Mất thị lực và thính lực;; Lú lẫn và mất phương hướng;; Hay quên, thậm chí mất trí nhớ.\nPhương pháp điều trị các khối u của hệ thần kinh trung ương phụ thuộc vào các yếu tố: kích thước, vị trí khối u, triệu chứng bệnh, tình trạng sức khỏe và sở thích điều trị của người bệnh. Các phương pháp điều trị thường được áp dụng là phẫu thuật, xạ trị và hóa trị.\n\nHow to diagnose the disease\nWhen you discover that you have one or more symptoms of the disease, such as numbness in your hands/feet, muscle pain, dizziness, headaches, frequent loss of balance... you need to go to the hospital for examination immediately. .\nThe doctor will conduct a general examination for you, check nerve function to determine whether the nerves are damaged, how fast or slow reflexes are when receiving signals from the brain... The doctor will also ask about your medical history. your family, see if you have relatives with neurological diseases, and find out your living habits: are you exposed to polluted air, smoking or alcohol abuse.\nMRI scans help detect abnormal signs inside the body and can find the cause of neurological diseases.\nAfter a general examination, depending on your condition, the doctor may prescribe paraclinical tests such as: EEG, ultrasound, magnetic resonance imaging (MRI), computed tomography (CT) ), Electromyography, etc. to coordinate accurate diagnosis of the cause and have effective, targeted treatment solutions.\n\nHow to prevent and treat neurological diseases\nDepending on the cause of the disease, the doctor will prescribe an appropriate treatment regimen such as: medication combined with physical therapy, surgery...\nHowever, according to experts, each person needs to equip themselves with useful knowledge in preventing neurological diseases before they cause dangerous signs and symptoms:\n1. Maintain a healthy diet\nDiet plays a very important role in brain health. Just as a lack of protein can affect muscle function, too little glucose will hinder brain function, make it difficult to concentrate, and even cause headaches. The reason is because glucose is the main fuel that provides energy to the brain.\nYou should choose good sources of glucose from potatoes, tubers, whole grains, beans, etc.\nBesides glucose, nutrients such as omega-3 fatty acids, glutamine, zinc, choline, arginine, vitamins... are also very effective in enhancing brain health. It is necessary to limit eating fried foods, greasy foods, fast foods, and diets high in cholesterol because they increase the risk of blood clots - a precursor to stroke and high blood pressure.\n2. Exercise your brain\nJust like other parts of your body, your brain will begin to age over time. How quickly you age depends entirely on you. \"Forcing\" the brain to exercise every day will help prolong the brain's lifespan.\nThe way to train your brain is very simple: you can read a novel to help your brain remember the characters and details in the book, participate in solving puzzles or play sudoku, kakuro... are also ways to motivate your brain. pushes the right brain to work more to remember information.\n3. Protect the head area\nIt is not necessary to wear a helmet all the time to protect your head from injury. However, you need to wear a helmet when riding a motorbike, wear a seat belt if riding in a car, and use a headgear when playing sports or performing exercises that risk affecting the head area. Brain injuries ranging from mild to severe will leave lasting effects, reducing brain quality for many years after the injury.\n4. Get enough sleep\nSleep is essential for the body in general and the brain in particular. If we don't get enough sleep, our bodies cannot recharge and our brains cannot maintain the necessary agility.\nTry to get 6 - 8 hours of sleep every night to ensure optimal brain function, prevent brain fog, lack of concentration and headaches.\n5. Exercise regularly\nPhysical activity is not only necessary for nervous system health but also improves physical fitness and strengthens resistance. Depending on your age and physical condition, choose a suitable sport such as walking, cycling, badminton, yoga, swimming... to practice at least 30 minutes/day, 5 days/week.\n6. Do not abuse alcohol\nDrinking an occasional glass of wine with dinner is unlikely to harm the brain, but drinking more and repeating it every day will have a negative impact on the brain. In addition, drinking a lot of alcohol can also cause blood alcohol levels to spike in a very short time. This habit is a trigger for ketosis and alcohol poisoning, which leads to many health problems, including brain damage.\n7. Stay away from tobacco\nThere is no doubt about the harmful effects of tobacco on the health of the heart, liver, lungs... But not many people know that tobacco is also the culprit that silently \"devastates\" the brain. Regular smokers face the risk of neurological diseases such as Alzheimer's or dementia when they get older. Therefore, if you want to prolong the life of your brain, you need to quit the smoking habit today.\n8. Have a reasonable relaxation and rest regime\nProlonged stress will lead to a series of consequences for brain health: decreased memory, increased risk of stroke, increased risk of depression, brain atrophy, etc. Therefore, you need to learn how to control stress and save time. Reasonable relaxation time, creating conditions for the brain to rest.\n9. Limit access to air polluted areas\nMany studies have shown that living in air polluted areas increases the risk of mental decline and brain damage. Specifically, NO2 (gasoline emissions) reduces neurocognitive performance, heavy metals such as mercury, cadmium... also harm brain cells. That's why you need to stay away from areas with polluted environments.\n10. Take care of your heart health\nThe heart and brain are more closely connected than you think. A healthy heart in youth is the premise for a \"super\" brain in middle age.\nThe heart is responsible for pumping blood throughout the body, including the brain. If you don't receive enough blood, your brain will age faster. Therefore, there is no reason for you not to take care of your heart health right now.\nTo improve heart health, you need:\nFollow a healthy diet;; Maintain a reasonable weight, avoid overweight - obesity;; Exercise regularly;; No smoking;; Avoid stress;; Control blood pressure and cholesterol levels within normal limits.\nAt 7:30 p.m. on December 18, 2020, the leading expert in researching and applying new advances in diagnosing and treating dangerous neurological diseases - Associate Professor, Doctor of Medicine II Nguyen Van Lieu - Lecturer Senior Hanoi Medical University, Head of Neurology Department - Tam Anh General Hospital will provide online consultation on \"Stroke & Dangerous Neurological Diseases: Signs of early recognition, prevention and effective treatment.\" The program was broadcast live on Electronic Newspaper vtv.vn, Thanh Nien Newspaper thanhnien.vn, website tamanhhospital.vn, otiv.com.vn; Livestream on Vietnam Television Station's VTVGo application and fanpages VTV24 News Center, VTV8 - Hot News in the Central Region, Tam Anh General Hospital, IVF Tam Anh, OTiV - For Your Brain, VNVC - Vaccination Center Children and Adults, Nutrihome – Center for Nutrition – Exercise Medicine; Broadcast on VnExpress.net Electronic Newspaper fanpage and Thanh Nien Newspaper fanpage. Right now, readers can submit questions here to be answered by experts right in the program.\nWith the information in the article, we hope you have all the necessary information about today's common neurological diseases. A proper diet and rest will help you reduce the risk of disease.",
    "subsections": [
        {
            "subsection_name": "What is neuropathy?",
            "subsection_content": "Neurologic Diseases or neurological disorders are diseases that affect the nervous system including the nerves, brain and roots, plexuses, and nerves. The nervous system is the part that controls all body functions. Therefore, any damage or abnormality in the nervous system also leads to symptoms in different parts of the body.\nThere are hundreds of diseases in the nervous system, affecting millions of people around the world (1). Specifically, statistics from the World Health Organization (WHO) show:\nEach year, about 6.2 million people die from stroke-related causes (this number in Vietnam is more than 11,000 people). (2); More than 50 million people around the world suffer from epilepsy.; About 35.5 million people have dementia (Alzheimer's disease is the most common cause (accounting for 60 - 70% of cases).; About 6.3 million patients have Parkinson's disease worldwide.; About 10 % of patients with migraine.",
            "subsection_string": "What is neuropathy?\nNeurologic Diseases or neurological disorders are diseases that affect the nervous system including the nerves, brain and roots, plexuses, and nerves. The nervous system is the part that controls all body functions. Therefore, any damage or abnormality in the nervous system also leads to symptoms in different parts of the body.\nThere are hundreds of diseases in the nervous system, affecting millions of people around the world (1). Specifically, statistics from the World Health Organization (WHO) show:\nEach year, about 6.2 million people die from stroke-related causes (this number in Vietnam is more than 11,000 people). (2); More than 50 million people around the world suffer from epilepsy.; About 35.5 million people have dementia (Alzheimer's disease is the most common cause (accounting for 60 - 70% of cases).; About 6.3 million patients have Parkinson's disease worldwide.; About 10 % of patients with migraine."
        },
        {
            "subsection_name": "Some common symptoms",
            "subsection_content": "There are many different symptoms that show that the condition of the nervous system is developing abnormally. The most common signs include:\nMuscle pain and weakness;; Frequent headaches;; Blurred vision;; Convulsion;; Cognitive impairment;; Numbness in hands and feet, difficulty moving;; Stutter;; Memory is affected, deterioration;; Personality changes; And there are many other symptoms…",
            "subsection_string": "Some common symptoms\nThere are many different symptoms that show that the condition of the nervous system is developing abnormally. The most common signs include:\nMuscle pain and weakness;; Frequent headaches;; Blurred vision;; Convulsion;; Cognitive impairment;; Numbness in hands and feet, difficulty moving;; Stutter;; Memory is affected, deterioration;; Personality changes; And there are many other symptoms…"
        },
        {
            "subsection_name": "Causes of nervous system diseases",
            "subsection_content": "There are many causes of neurological diseases, but the most common are:\n1. Diabetes\nStatistics show that about 12 - 50% of people with diabetes have complications affecting peripheral nerves. Severe blood sugar disorders affect the functioning of nerves, specifically causing nerve conduction properties to slow down or change. Therefore, the electrical impulses to these nerves do not work as usual.\n2. Chemotherapy\nCancer patients may develop peripheral neuropathy due to chemotherapy. Symptoms can include severe pain, impaired movement, changes in heart rate and blood pressure, balance problems, difficulty breathing, paralysis and even organ failure. Up to 68% of people undergoing chemotherapy experience peripheral nervous system disorders within the first month. This rate decreased to 30% after 6 months.\n3. Age\nThe incidence of the disease is proportional to age. The older you are, the higher your risk of developing nervous system diseases. Statistics show that 8% of people aged 55 and older have some form of polyneuropathy.\n4. HIV or AIDS\nPatients being treated for HIV or AIDS can develop the disease due to the effects of the virus and the medications used to treat it. Common symptoms include burning, tingling, loss of feeling in the feet and hands...\n5. Autoimmune disorders\nPathologies related to autoimmune disorders are risk factors for neurological disorders. Among them, the most common are rheumatoid arthritis, systemic lupus erythematosus, vasculitis, sarcoidosis, celiac disease, Sjogren's syndrome, Guillain-Barré syndrome.\n6. Injuries and bone and joint diseases\nSometimes, sports injuries can damage or put pressure on the nerves, disrupting their function and causing abnormalities in the nervous system. For example, if you have an injury to your spine, the peripheral nerves or spinal cord will be affected.\nIn addition, some diseases that occur due to work characteristics also increase the risk of neurological diseases. For example, carpal tunnel syndrome – which arises from repetitive pressure on the nerves and tendons in the hand – can cause tingling or numbness in the palm of the hand and along the fingers. This condition usually affects people between the ages of 40 and 60, and is more common in women than men.\n7. Infection\nInfectious diseases, such as shingles, can also lead to disorders of the nervous system. The risk of developing postherpetic neuralgia increases with age. Specifically, within one month after getting shingles, 27% of patients aged 55 - 59 years old and 73% of patients over 70 years old encountered this condition. Among them, women are at higher risk of getting the disease.\nWith Lyme (a disease caused by the bacteria Borrelia burgdorferi), up to 12% of patients develop neurological symptoms, especially facial-related neuropathy.\n8. Vitamin deficiencies, malnutrition and alcohol abuse\nWhen lacking nutrients, nerves may stop working or not function normally. The reasons why this condition occurs are: unbalanced diet (too much of one micronutrient but deficient in another); the body has a disease or an absorption dysfunction that prevents nutrients from being fully absorbed; alcohol abuse…\nResearch shows that vitamin B12 deficiency, common in 10-15% of people over 60 years old, is associated with neuropathy. The reason is that when there is not enough vitamin B12, the myelin sheaths that surround and protect the nerves will be seriously damaged.\n9. Toxins\nToxins found in foods (which most of us think of as healthy) can also lead to neuropathy. For example, some people eat a lot of seafood because they think it is good for their health. However, they do not know that there are types of seafood that contain a lot of mercury - a disease-causing agent.\n10. Genetics\nSome types of neurological diseases can be passed from parents to children. The disease is diagnosed through genetic testing, electromyography, and nerve or muscle biopsy.\n11. Idiopathic causes\nAmong patients, up to 23% of cases have no identifiable cause. This condition, called idiopathic peripheral neuropathy, is most common in people over 60 years of age.",
            "subsection_string": "Causes of nervous system diseases\nThere are many causes of neurological diseases, but the most common are:\n1. Diabetes\nStatistics show that about 12 - 50% of people with diabetes have complications affecting peripheral nerves. Severe blood sugar disorders affect the functioning of nerves, specifically causing nerve conduction properties to slow down or change. Therefore, the electrical impulses to these nerves do not work as usual.\n2. Chemotherapy\nCancer patients may develop peripheral neuropathy due to chemotherapy. Symptoms can include severe pain, impaired movement, changes in heart rate and blood pressure, balance problems, difficulty breathing, paralysis and even organ failure. Up to 68% of people undergoing chemotherapy experience peripheral nervous system disorders within the first month. This rate decreased to 30% after 6 months.\n3. Age\nThe incidence of the disease is proportional to age. The older you are, the higher your risk of developing nervous system diseases. Statistics show that 8% of people aged 55 and older have some form of polyneuropathy.\n4. HIV or AIDS\nPatients being treated for HIV or AIDS can develop the disease due to the effects of the virus and the medications used to treat it. Common symptoms include burning, tingling, loss of feeling in the feet and hands...\n5. Autoimmune disorders\nPathologies related to autoimmune disorders are risk factors for neurological disorders. Among them, the most common are rheumatoid arthritis, systemic lupus erythematosus, vasculitis, sarcoidosis, celiac disease, Sjogren's syndrome, Guillain-Barré syndrome.\n6. Injuries and bone and joint diseases\nSometimes, sports injuries can damage or put pressure on the nerves, disrupting their function and causing abnormalities in the nervous system. For example, if you have an injury to your spine, the peripheral nerves or spinal cord will be affected.\nIn addition, some diseases that occur due to work characteristics also increase the risk of neurological diseases. For example, carpal tunnel syndrome – which arises from repetitive pressure on the nerves and tendons in the hand – can cause tingling or numbness in the palm of the hand and along the fingers. This condition usually affects people between the ages of 40 and 60, and is more common in women than men.\n7. Infection\nInfectious diseases, such as shingles, can also lead to disorders of the nervous system. The risk of developing postherpetic neuralgia increases with age. Specifically, within one month after getting shingles, 27% of patients aged 55 - 59 years old and 73% of patients over 70 years old encountered this condition. Among them, women are at higher risk of getting the disease.\nWith Lyme (a disease caused by the bacteria Borrelia burgdorferi), up to 12% of patients develop neurological symptoms, especially facial-related neuropathy.\n8. Vitamin deficiencies, malnutrition and alcohol abuse\nWhen lacking nutrients, nerves may stop working or not function normally. The reasons why this condition occurs are: unbalanced diet (too much of one micronutrient but deficient in another); the body has a disease or an absorption dysfunction that prevents nutrients from being fully absorbed; alcohol abuse…\nResearch shows that vitamin B12 deficiency, common in 10-15% of people over 60 years old, is associated with neuropathy. The reason is that when there is not enough vitamin B12, the myelin sheaths that surround and protect the nerves will be seriously damaged.\n9. Toxins\nToxins found in foods (which most of us think of as healthy) can also lead to neuropathy. For example, some people eat a lot of seafood because they think it is good for their health. However, they do not know that there are types of seafood that contain a lot of mercury - a disease-causing agent.\n10. Genetics\nSome types of neurological diseases can be passed from parents to children. The disease is diagnosed through genetic testing, electromyography, and nerve or muscle biopsy.\n11. Idiopathic causes\nAmong patients, up to 23% of cases have no identifiable cause. This condition, called idiopathic peripheral neuropathy, is most common in people over 60 years of age."
        },
        {
            "subsection_name": "Common dangerous neurological diseases",
            "subsection_content": "Trong số hàng trăm bệnh lý thần kinh, có một số bệnh phổ biến hơn cả. Chúng bao gồm:\n1. Đột quỵ (tai biến mạch máu não)\nThuật ngữ “tai biến mạch máu não” (CVA) dùng để chỉ sự thay đổi lưu lượng máu não. Có 2 loại tai biến mạch máu não chính:\nXuất huyết: máu tràn lên các vùng não, chủ yếu do vỡ các túi phình động mạch não.; Thiếu máu cục bộ: dòng chảy của máu bị cản trở, thường do tai biến huyết khối hoặc tắc mạch.\nĐột quỵ là một trong những nguyên nhân gây tử vong hàng đầu thế giới và là nguyên nhân gây tử vong thứ ba ở Việt Nam. Các dấu hiệu ban đầu của đột quỵ dễ nhận thấy nhất là:\nTê liệt và yếu cơ: Tình trạng tê liệt nghiêm trọng thường phát triển ở một bên cơ thể. Người bệnh sẽ gặp khó khăn hoặc không thể cử động cả chi trên và chi dưới.; Khó hoặc không có khả năng nói: Nếu đột quỵ gây tổn thương ở khu vực thanh quản hoặc miệng, người bệnh sẽ bị rối loạn ngôn ngữ, thậm chí mất hẳn khả năng giao tiếp.; Giảm thị lực: mắt mờ dần, không nhìn rõ.; Hoa mắt, chóng mặt, đau đầu dữ dội.\nPhương pháp cấp cứu người bệnh đột quỵ trong những giây phút đầu tiên rất quan trọng. Thời điểm này, mọi biện pháp can thiệp sẽ tập trung vào việc bảo toàn tính mạng cho bệnh nhân. Trong giai đoạn sau cấp tính, bác sĩ sẽ can thiệp ở cấp độ vật lý (để điều trị các hậu quả về vận động) cũng như cấp độ tâm thần kinh (để giải quyết các vấn đề về nhận thức: thiếu định hướng, mất trí nhớ, mất khả năng ngôn ngữ…).\n2. Bệnh Parkinson\nParkinson là bệnh rối loạn hệ thần kinh tiến triển, ảnh hưởng chủ yếu đến chức năng vận động và nhiều chức năng ngoài vận động khác. Triệu chứng thường khởi phát bằng cơn run ở một tay, sau đó lan sang cả hai tay. Ngoài biểu hiện run tay, bệnh cũng thường gây ra hiện tượng cứng cơ, mất thăng bằng, rối loạn ngôn ngữ hoặc khó khăn khi di chuyển.\nSố liệu thống kê cho thấy, trong 1.000 người trên toàn thế giới thì có một người bị bệnh Parkinson “ghé thăm”. Tỷ lệ mắc bệnh này ở đàn ông cao hơn phụ nữ.\nNgười bệnh Parkinson gặp khó khăn khi di chuyển nên phải cần tới sự giúp đỡ của người khác\nMặc dù bệnh Parkinson không thể chữa khỏi, nhưng thuốc sẽ giúp cải thiện đáng kể các triệu chứng bệnh. Ở những trường hợp nặng, bác sĩ có thể chỉ định phẫu thuật để điều chỉnh các vùng nhất định của não, từ đó kiểm soát tốt triệu chứng.\n3. Động kinh\nĐộng kinh  là một bệnh lý mãn tính xảy ra do sự bất thường trong não bộ dẫn tới sự kích thích đồng thời một nhóm các tế bào thần kinh của vỏ não, gây ra sự phóng điện đột ngột và không thể kiểm soát. Sự kích thích vỏ não ở các vùng khác nhau có thể gây ra những dấu hiệu khác nhau. Co giật không phải là biểu hiện duy nhất của bệnh, các cơn vắng ý thức đột ngột, co cứng chân tay cũng là các triệu chứng thường gặp ở bệnh nhân. Tổ chức Y tế Thế giới thống kê, có khoảng 50 triệu người mắc chứng động kinh trên toàn thế giới.\nBệnh động kinh xảy ra do hệ thống thần kinh trung ương trở nên rối loạn, khiến người bệnh bị co giật hoặc có những hành vi bất thường, đôi lúc có thể dẫn đến mất ý thức.\nCăn bệnh này sẽ theo người bệnh đến suốt đời mà không có cách nào điều trị dứt điểm. Tuy nhiên, nếu tuân thủ đúng phác đồ của bác sĩ, tần suất xuất hiện các cơn động kinh sẽ giảm. Thậm chí, nếu trẻ nhỏ mắc bệnh động kinh, các triệu chứng bệnh có khả năng biến mất khi trẻ trưởng thành.\n4. Bệnh Alzheimer, sa sút trí tuệ\nAlzheimer là một trong những dạng rối loạn thần kinh dẫn đến sa sút trí tuệ thường gặp nhất ở những người trên 65 tuổi. Đây cũng là nguyên nhân gây ra chứng sa sút trí tuệ phổ biến nhất. Chứng sa sút trí tuệ ảnh hưởng đến khoảng 47 triệu người trên thế giới, trong đó 58% ở các nước có thu nhập thấp hoặc trung bình. Mỗi năm, có thêm khoảng 7,7 triệu trường hợp mắc mới (theo số liệu từ Tổ chức Y tế Thế giới, 2015). Như vậy, vào năm 2030, số người bị sa sút trí tuệ sẽ lên tới 73,6 triệu người và năm 2050 khoảng 135,5 triệu người.\nBệnh Alzheimer đặc trưng bởi sự xuất hiện của một loạt triệu chứng ảnh hưởng đến trí nhớ, tư duy và các kỹ năng xã hội, làm đảo lộn sinh hoạt và giảm đáng kể chất lượng cuộc sống của người bệnh.\nChứng sa sút trí tuệ xảy ra với sự thay đổi của ít nhất hai chức năng não: mất trí nhớ, suy giảm khả năng phán đoán hoặc ngôn ngữ; khó thực hiện các hoạt động thường ngày như vệ sinh cá nhân hoặc đi siêu thị.\nHiện nay, không có phương pháp điều trị nào giúp khắc phục triệt để bệnh Alzheimer và chứng sa sút trí tuệ, càng không có biện pháp đảo ngược quá trình tiến triển của bệnh. Mặc dù vậy, có nhiều liệu pháp can thiệp như sử dụng thuốc, tập luyện trí não… đã phát huy hiệu quả, không chỉ kiểm soát tốt triệu chứng mà còn nâng cao chất lượng cuộc sống cho bệnh nhân.\n5. Đau nửa đầu migraine\nĐau nửa đầu migraine là bệnh đau đầu phổ biến, thường đi kèm với tình trạng buồn nôn, ói mửa và nhạy cảm với ánh sáng. Những triệu chứng này có thể kéo dài vài giờ hoặc vài ngày nếu không được can thiệp kịp thời. WHO cho biết, khoảng 47% người trưởng thành gặp tình trạng đau nửa đầu ít nhất một lần trong năm. Phụ nữ có nguy cơ bị chứng đau nửa đầu cao hơn nam giới khoảng 3 lần.\nTình trạng đau nửa đầu xảy ra khi các tế bào thần kinh hoạt động quá mức, truyền xung động đến mạch máu. Điều này làm giải phóng chất prostaglandin, serotonin và các chất khác gây sưng mạch máu ở vùng lân cận của các đầu dây thần kinh, gây ra các cơn đau.\nKhi bệnh đau nửa đầu tái phát, các cơn đau đầu sẽ xuất hiện với cường độ thay đổi, từ trung bình đến rất dữ dội. Cơn đau có thể chuyển từ bên này sang bên kia, ảnh hưởng đến một phần hoặc toàn bộ đầu.\nĐể kiểm soát tốt cơn đau nửa đầu, người bệnh cần dùng thuốc theo chỉ định của bác sĩ kết hợp với chế độ sinh hoạt và dinh dưỡng hợp lý.\n6. Đa xơ cứng\nĐa xơ cứng (còn gọi là xơ cứng rải rác) là tình trạng tổn thương của não và tủy sống. Bệnh xảy ra khi hệ miễn dịch của cơ thể tấn công và phá hủy myelin – lớp bảo vệ xung quanh các dây thần kinh, khiến chúng bị tổn thương nghiêm trọng.\nTriệu chứng dễ nhận thấy nhất của bệnh đa xơ cứng là mệt mỏi, cử động khó khăn, yếu cơ, rối loạn ngôn ngữ, suy giảm trí nhớ và nhận thức, rối loạn tiêu hóa. Ngoài ra, các cơn động kinh cũng có thể xuất hiện ở bệnh nhân đa xơ cứng.\nMục tiêu trong điều trị đa xơ cứng là cải thiện các đợt cấp, làm chậm tiến triển của bệnh (bằng cách sử dụng thuốc điều hòa miễn dịch và ức chế miễn dịch), đồng thời cải thiện các triệu chứng và phòng ngừa biến chứng.\n7. U não\nU não là căn bệnh đặc trưng bởi sự hình thành mô bất thường ở cả não và tủy sống. Có rất nhiều loại khối u, do đó, các triệu chứng sẽ khác nhau tùy thuộc vào vị trí của khối u. Bên cạnh đó, kích thước và tốc độ tăng trưởng của khối u cũng sẽ quyết định các triệu chứng lâm sàng ở người bệnh.\nMột số biểu hiện phổ biến nhất ở bệnh nhân u não là:\nĐau đầu hoặc nhức đầu;; Các đợt co giật vùng đầu;; Khó tập trung, khó nói chuyện;; Thay đổi hành vi;; Yếu hoặc tê liệt một bên cơ thể;; Mất thị lực và thính lực;; Lú lẫn và mất phương hướng;; Hay quên, thậm chí mất trí nhớ.\nPhương pháp điều trị các khối u của hệ thần kinh trung ương phụ thuộc vào các yếu tố: kích thước, vị trí khối u, triệu chứng bệnh, tình trạng sức khỏe và sở thích điều trị của người bệnh. Các phương pháp điều trị thường được áp dụng là phẫu thuật, xạ trị và hóa trị.",
            "subsection_string": "Common dangerous neurological diseases\nTrong số hàng trăm bệnh lý thần kinh, có một số bệnh phổ biến hơn cả. Chúng bao gồm:\n1. Đột quỵ (tai biến mạch máu não)\nThuật ngữ “tai biến mạch máu não” (CVA) dùng để chỉ sự thay đổi lưu lượng máu não. Có 2 loại tai biến mạch máu não chính:\nXuất huyết: máu tràn lên các vùng não, chủ yếu do vỡ các túi phình động mạch não.; Thiếu máu cục bộ: dòng chảy của máu bị cản trở, thường do tai biến huyết khối hoặc tắc mạch.\nĐột quỵ là một trong những nguyên nhân gây tử vong hàng đầu thế giới và là nguyên nhân gây tử vong thứ ba ở Việt Nam. Các dấu hiệu ban đầu của đột quỵ dễ nhận thấy nhất là:\nTê liệt và yếu cơ: Tình trạng tê liệt nghiêm trọng thường phát triển ở một bên cơ thể. Người bệnh sẽ gặp khó khăn hoặc không thể cử động cả chi trên và chi dưới.; Khó hoặc không có khả năng nói: Nếu đột quỵ gây tổn thương ở khu vực thanh quản hoặc miệng, người bệnh sẽ bị rối loạn ngôn ngữ, thậm chí mất hẳn khả năng giao tiếp.; Giảm thị lực: mắt mờ dần, không nhìn rõ.; Hoa mắt, chóng mặt, đau đầu dữ dội.\nPhương pháp cấp cứu người bệnh đột quỵ trong những giây phút đầu tiên rất quan trọng. Thời điểm này, mọi biện pháp can thiệp sẽ tập trung vào việc bảo toàn tính mạng cho bệnh nhân. Trong giai đoạn sau cấp tính, bác sĩ sẽ can thiệp ở cấp độ vật lý (để điều trị các hậu quả về vận động) cũng như cấp độ tâm thần kinh (để giải quyết các vấn đề về nhận thức: thiếu định hướng, mất trí nhớ, mất khả năng ngôn ngữ…).\n2. Bệnh Parkinson\nParkinson là bệnh rối loạn hệ thần kinh tiến triển, ảnh hưởng chủ yếu đến chức năng vận động và nhiều chức năng ngoài vận động khác. Triệu chứng thường khởi phát bằng cơn run ở một tay, sau đó lan sang cả hai tay. Ngoài biểu hiện run tay, bệnh cũng thường gây ra hiện tượng cứng cơ, mất thăng bằng, rối loạn ngôn ngữ hoặc khó khăn khi di chuyển.\nSố liệu thống kê cho thấy, trong 1.000 người trên toàn thế giới thì có một người bị bệnh Parkinson “ghé thăm”. Tỷ lệ mắc bệnh này ở đàn ông cao hơn phụ nữ.\nNgười bệnh Parkinson gặp khó khăn khi di chuyển nên phải cần tới sự giúp đỡ của người khác\nMặc dù bệnh Parkinson không thể chữa khỏi, nhưng thuốc sẽ giúp cải thiện đáng kể các triệu chứng bệnh. Ở những trường hợp nặng, bác sĩ có thể chỉ định phẫu thuật để điều chỉnh các vùng nhất định của não, từ đó kiểm soát tốt triệu chứng.\n3. Động kinh\nĐộng kinh  là một bệnh lý mãn tính xảy ra do sự bất thường trong não bộ dẫn tới sự kích thích đồng thời một nhóm các tế bào thần kinh của vỏ não, gây ra sự phóng điện đột ngột và không thể kiểm soát. Sự kích thích vỏ não ở các vùng khác nhau có thể gây ra những dấu hiệu khác nhau. Co giật không phải là biểu hiện duy nhất của bệnh, các cơn vắng ý thức đột ngột, co cứng chân tay cũng là các triệu chứng thường gặp ở bệnh nhân. Tổ chức Y tế Thế giới thống kê, có khoảng 50 triệu người mắc chứng động kinh trên toàn thế giới.\nBệnh động kinh xảy ra do hệ thống thần kinh trung ương trở nên rối loạn, khiến người bệnh bị co giật hoặc có những hành vi bất thường, đôi lúc có thể dẫn đến mất ý thức.\nCăn bệnh này sẽ theo người bệnh đến suốt đời mà không có cách nào điều trị dứt điểm. Tuy nhiên, nếu tuân thủ đúng phác đồ của bác sĩ, tần suất xuất hiện các cơn động kinh sẽ giảm. Thậm chí, nếu trẻ nhỏ mắc bệnh động kinh, các triệu chứng bệnh có khả năng biến mất khi trẻ trưởng thành.\n4. Bệnh Alzheimer, sa sút trí tuệ\nAlzheimer là một trong những dạng rối loạn thần kinh dẫn đến sa sút trí tuệ thường gặp nhất ở những người trên 65 tuổi. Đây cũng là nguyên nhân gây ra chứng sa sút trí tuệ phổ biến nhất. Chứng sa sút trí tuệ ảnh hưởng đến khoảng 47 triệu người trên thế giới, trong đó 58% ở các nước có thu nhập thấp hoặc trung bình. Mỗi năm, có thêm khoảng 7,7 triệu trường hợp mắc mới (theo số liệu từ Tổ chức Y tế Thế giới, 2015). Như vậy, vào năm 2030, số người bị sa sút trí tuệ sẽ lên tới 73,6 triệu người và năm 2050 khoảng 135,5 triệu người.\nBệnh Alzheimer đặc trưng bởi sự xuất hiện của một loạt triệu chứng ảnh hưởng đến trí nhớ, tư duy và các kỹ năng xã hội, làm đảo lộn sinh hoạt và giảm đáng kể chất lượng cuộc sống của người bệnh.\nChứng sa sút trí tuệ xảy ra với sự thay đổi của ít nhất hai chức năng não: mất trí nhớ, suy giảm khả năng phán đoán hoặc ngôn ngữ; khó thực hiện các hoạt động thường ngày như vệ sinh cá nhân hoặc đi siêu thị.\nHiện nay, không có phương pháp điều trị nào giúp khắc phục triệt để bệnh Alzheimer và chứng sa sút trí tuệ, càng không có biện pháp đảo ngược quá trình tiến triển của bệnh. Mặc dù vậy, có nhiều liệu pháp can thiệp như sử dụng thuốc, tập luyện trí não… đã phát huy hiệu quả, không chỉ kiểm soát tốt triệu chứng mà còn nâng cao chất lượng cuộc sống cho bệnh nhân.\n5. Đau nửa đầu migraine\nĐau nửa đầu migraine là bệnh đau đầu phổ biến, thường đi kèm với tình trạng buồn nôn, ói mửa và nhạy cảm với ánh sáng. Những triệu chứng này có thể kéo dài vài giờ hoặc vài ngày nếu không được can thiệp kịp thời. WHO cho biết, khoảng 47% người trưởng thành gặp tình trạng đau nửa đầu ít nhất một lần trong năm. Phụ nữ có nguy cơ bị chứng đau nửa đầu cao hơn nam giới khoảng 3 lần.\nTình trạng đau nửa đầu xảy ra khi các tế bào thần kinh hoạt động quá mức, truyền xung động đến mạch máu. Điều này làm giải phóng chất prostaglandin, serotonin và các chất khác gây sưng mạch máu ở vùng lân cận của các đầu dây thần kinh, gây ra các cơn đau.\nKhi bệnh đau nửa đầu tái phát, các cơn đau đầu sẽ xuất hiện với cường độ thay đổi, từ trung bình đến rất dữ dội. Cơn đau có thể chuyển từ bên này sang bên kia, ảnh hưởng đến một phần hoặc toàn bộ đầu.\nĐể kiểm soát tốt cơn đau nửa đầu, người bệnh cần dùng thuốc theo chỉ định của bác sĩ kết hợp với chế độ sinh hoạt và dinh dưỡng hợp lý.\n6. Đa xơ cứng\nĐa xơ cứng (còn gọi là xơ cứng rải rác) là tình trạng tổn thương của não và tủy sống. Bệnh xảy ra khi hệ miễn dịch của cơ thể tấn công và phá hủy myelin – lớp bảo vệ xung quanh các dây thần kinh, khiến chúng bị tổn thương nghiêm trọng.\nTriệu chứng dễ nhận thấy nhất của bệnh đa xơ cứng là mệt mỏi, cử động khó khăn, yếu cơ, rối loạn ngôn ngữ, suy giảm trí nhớ và nhận thức, rối loạn tiêu hóa. Ngoài ra, các cơn động kinh cũng có thể xuất hiện ở bệnh nhân đa xơ cứng.\nMục tiêu trong điều trị đa xơ cứng là cải thiện các đợt cấp, làm chậm tiến triển của bệnh (bằng cách sử dụng thuốc điều hòa miễn dịch và ức chế miễn dịch), đồng thời cải thiện các triệu chứng và phòng ngừa biến chứng.\n7. U não\nU não là căn bệnh đặc trưng bởi sự hình thành mô bất thường ở cả não và tủy sống. Có rất nhiều loại khối u, do đó, các triệu chứng sẽ khác nhau tùy thuộc vào vị trí của khối u. Bên cạnh đó, kích thước và tốc độ tăng trưởng của khối u cũng sẽ quyết định các triệu chứng lâm sàng ở người bệnh.\nMột số biểu hiện phổ biến nhất ở bệnh nhân u não là:\nĐau đầu hoặc nhức đầu;; Các đợt co giật vùng đầu;; Khó tập trung, khó nói chuyện;; Thay đổi hành vi;; Yếu hoặc tê liệt một bên cơ thể;; Mất thị lực và thính lực;; Lú lẫn và mất phương hướng;; Hay quên, thậm chí mất trí nhớ.\nPhương pháp điều trị các khối u của hệ thần kinh trung ương phụ thuộc vào các yếu tố: kích thước, vị trí khối u, triệu chứng bệnh, tình trạng sức khỏe và sở thích điều trị của người bệnh. Các phương pháp điều trị thường được áp dụng là phẫu thuật, xạ trị và hóa trị."
        },
        {
            "subsection_name": "How to diagnose the disease",
            "subsection_content": "When you discover that you have one or more symptoms of the disease, such as numbness in your hands/feet, muscle pain, dizziness, headaches, frequent loss of balance... you need to go to the hospital for examination immediately. .\nThe doctor will conduct a general examination for you, check nerve function to determine whether the nerves are damaged, how fast or slow reflexes are when receiving signals from the brain... The doctor will also ask about your medical history. your family, see if you have relatives with neurological diseases, and find out your living habits: are you exposed to polluted air, smoking or alcohol abuse.\nMRI scans help detect abnormal signs inside the body and can find the cause of neurological diseases.\nAfter a general examination, depending on your condition, the doctor may prescribe paraclinical tests such as: EEG, ultrasound, magnetic resonance imaging (MRI), computed tomography (CT) ), Electromyography, etc. to coordinate accurate diagnosis of the cause and have effective, targeted treatment solutions.",
            "subsection_string": "How to diagnose the disease\nWhen you discover that you have one or more symptoms of the disease, such as numbness in your hands/feet, muscle pain, dizziness, headaches, frequent loss of balance... you need to go to the hospital for examination immediately. .\nThe doctor will conduct a general examination for you, check nerve function to determine whether the nerves are damaged, how fast or slow reflexes are when receiving signals from the brain... The doctor will also ask about your medical history. your family, see if you have relatives with neurological diseases, and find out your living habits: are you exposed to polluted air, smoking or alcohol abuse.\nMRI scans help detect abnormal signs inside the body and can find the cause of neurological diseases.\nAfter a general examination, depending on your condition, the doctor may prescribe paraclinical tests such as: EEG, ultrasound, magnetic resonance imaging (MRI), computed tomography (CT) ), Electromyography, etc. to coordinate accurate diagnosis of the cause and have effective, targeted treatment solutions."
        },
        {
            "subsection_name": "How to prevent and treat neurological diseases",
            "subsection_content": "Depending on the cause of the disease, the doctor will prescribe an appropriate treatment regimen such as: medication combined with physical therapy, surgery...\nHowever, according to experts, each person needs to equip themselves with useful knowledge in preventing neurological diseases before they cause dangerous signs and symptoms:\n1. Maintain a healthy diet\nDiet plays a very important role in brain health. Just as a lack of protein can affect muscle function, too little glucose will hinder brain function, make it difficult to concentrate, and even cause headaches. The reason is because glucose is the main fuel that provides energy to the brain.\nYou should choose good sources of glucose from potatoes, tubers, whole grains, beans, etc.\nBesides glucose, nutrients such as omega-3 fatty acids, glutamine, zinc, choline, arginine, vitamins... are also very effective in enhancing brain health. It is necessary to limit eating fried foods, greasy foods, fast foods, and diets high in cholesterol because they increase the risk of blood clots - a precursor to stroke and high blood pressure.\n2. Exercise your brain\nJust like other parts of your body, your brain will begin to age over time. How quickly you age depends entirely on you. \"Forcing\" the brain to exercise every day will help prolong the brain's lifespan.\nThe way to train your brain is very simple: you can read a novel to help your brain remember the characters and details in the book, participate in solving puzzles or play sudoku, kakuro... are also ways to motivate your brain. pushes the right brain to work more to remember information.\n3. Protect the head area\nIt is not necessary to wear a helmet all the time to protect your head from injury. However, you need to wear a helmet when riding a motorbike, wear a seat belt if riding in a car, and use a headgear when playing sports or performing exercises that risk affecting the head area. Brain injuries ranging from mild to severe will leave lasting effects, reducing brain quality for many years after the injury.\n4. Get enough sleep\nSleep is essential for the body in general and the brain in particular. If we don't get enough sleep, our bodies cannot recharge and our brains cannot maintain the necessary agility.\nTry to get 6 - 8 hours of sleep every night to ensure optimal brain function, prevent brain fog, lack of concentration and headaches.\n5. Exercise regularly\nPhysical activity is not only necessary for nervous system health but also improves physical fitness and strengthens resistance. Depending on your age and physical condition, choose a suitable sport such as walking, cycling, badminton, yoga, swimming... to practice at least 30 minutes/day, 5 days/week.\n6. Do not abuse alcohol\nDrinking an occasional glass of wine with dinner is unlikely to harm the brain, but drinking more and repeating it every day will have a negative impact on the brain. In addition, drinking a lot of alcohol can also cause blood alcohol levels to spike in a very short time. This habit is a trigger for ketosis and alcohol poisoning, which leads to many health problems, including brain damage.\n7. Stay away from tobacco\nThere is no doubt about the harmful effects of tobacco on the health of the heart, liver, lungs... But not many people know that tobacco is also the culprit that silently \"devastates\" the brain. Regular smokers face the risk of neurological diseases such as Alzheimer's or dementia when they get older. Therefore, if you want to prolong the life of your brain, you need to quit the smoking habit today.\n8. Have a reasonable relaxation and rest regime\nProlonged stress will lead to a series of consequences for brain health: decreased memory, increased risk of stroke, increased risk of depression, brain atrophy, etc. Therefore, you need to learn how to control stress and save time. Reasonable relaxation time, creating conditions for the brain to rest.\n9. Limit access to air polluted areas\nMany studies have shown that living in air polluted areas increases the risk of mental decline and brain damage. Specifically, NO2 (gasoline emissions) reduces neurocognitive performance, heavy metals such as mercury, cadmium... also harm brain cells. That's why you need to stay away from areas with polluted environments.\n10. Take care of your heart health\nThe heart and brain are more closely connected than you think. A healthy heart in youth is the premise for a \"super\" brain in middle age.\nThe heart is responsible for pumping blood throughout the body, including the brain. If you don't receive enough blood, your brain will age faster. Therefore, there is no reason for you not to take care of your heart health right now.\nTo improve heart health, you need:\nFollow a healthy diet;; Maintain a reasonable weight, avoid overweight - obesity;; Exercise regularly;; No smoking;; Avoid stress;; Control blood pressure and cholesterol levels within normal limits.\nAt 7:30 p.m. on December 18, 2020, the leading expert in researching and applying new advances in diagnosing and treating dangerous neurological diseases - Associate Professor, Doctor of Medicine II Nguyen Van Lieu - Lecturer Senior Hanoi Medical University, Head of Neurology Department - Tam Anh General Hospital will provide online consultation on \"Stroke & Dangerous Neurological Diseases: Signs of early recognition, prevention and effective treatment.\" The program was broadcast live on Electronic Newspaper vtv.vn, Thanh Nien Newspaper thanhnien.vn, website tamanhhospital.vn, otiv.com.vn; Livestream on Vietnam Television Station's VTVGo application and fanpages VTV24 News Center, VTV8 - Hot News in the Central Region, Tam Anh General Hospital, IVF Tam Anh, OTiV - For Your Brain, VNVC - Vaccination Center Children and Adults, Nutrihome – Center for Nutrition – Exercise Medicine; Broadcast on VnExpress.net Electronic Newspaper fanpage and Thanh Nien Newspaper fanpage. Right now, readers can submit questions here to be answered by experts right in the program.\nWith the information in the article, we hope you have all the necessary information about today's common neurological diseases. A proper diet and rest will help you reduce the risk of disease.",
            "subsection_string": "How to prevent and treat neurological diseases\nDepending on the cause of the disease, the doctor will prescribe an appropriate treatment regimen such as: medication combined with physical therapy, surgery...\nHowever, according to experts, each person needs to equip themselves with useful knowledge in preventing neurological diseases before they cause dangerous signs and symptoms:\n1. Maintain a healthy diet\nDiet plays a very important role in brain health. Just as a lack of protein can affect muscle function, too little glucose will hinder brain function, make it difficult to concentrate, and even cause headaches. The reason is because glucose is the main fuel that provides energy to the brain.\nYou should choose good sources of glucose from potatoes, tubers, whole grains, beans, etc.\nBesides glucose, nutrients such as omega-3 fatty acids, glutamine, zinc, choline, arginine, vitamins... are also very effective in enhancing brain health. It is necessary to limit eating fried foods, greasy foods, fast foods, and diets high in cholesterol because they increase the risk of blood clots - a precursor to stroke and high blood pressure.\n2. Exercise your brain\nJust like other parts of your body, your brain will begin to age over time. How quickly you age depends entirely on you. \"Forcing\" the brain to exercise every day will help prolong the brain's lifespan.\nThe way to train your brain is very simple: you can read a novel to help your brain remember the characters and details in the book, participate in solving puzzles or play sudoku, kakuro... are also ways to motivate your brain. pushes the right brain to work more to remember information.\n3. Protect the head area\nIt is not necessary to wear a helmet all the time to protect your head from injury. However, you need to wear a helmet when riding a motorbike, wear a seat belt if riding in a car, and use a headgear when playing sports or performing exercises that risk affecting the head area. Brain injuries ranging from mild to severe will leave lasting effects, reducing brain quality for many years after the injury.\n4. Get enough sleep\nSleep is essential for the body in general and the brain in particular. If we don't get enough sleep, our bodies cannot recharge and our brains cannot maintain the necessary agility.\nTry to get 6 - 8 hours of sleep every night to ensure optimal brain function, prevent brain fog, lack of concentration and headaches.\n5. Exercise regularly\nPhysical activity is not only necessary for nervous system health but also improves physical fitness and strengthens resistance. Depending on your age and physical condition, choose a suitable sport such as walking, cycling, badminton, yoga, swimming... to practice at least 30 minutes/day, 5 days/week.\n6. Do not abuse alcohol\nDrinking an occasional glass of wine with dinner is unlikely to harm the brain, but drinking more and repeating it every day will have a negative impact on the brain. In addition, drinking a lot of alcohol can also cause blood alcohol levels to spike in a very short time. This habit is a trigger for ketosis and alcohol poisoning, which leads to many health problems, including brain damage.\n7. Stay away from tobacco\nThere is no doubt about the harmful effects of tobacco on the health of the heart, liver, lungs... But not many people know that tobacco is also the culprit that silently \"devastates\" the brain. Regular smokers face the risk of neurological diseases such as Alzheimer's or dementia when they get older. Therefore, if you want to prolong the life of your brain, you need to quit the smoking habit today.\n8. Have a reasonable relaxation and rest regime\nProlonged stress will lead to a series of consequences for brain health: decreased memory, increased risk of stroke, increased risk of depression, brain atrophy, etc. Therefore, you need to learn how to control stress and save time. Reasonable relaxation time, creating conditions for the brain to rest.\n9. Limit access to air polluted areas\nMany studies have shown that living in air polluted areas increases the risk of mental decline and brain damage. Specifically, NO2 (gasoline emissions) reduces neurocognitive performance, heavy metals such as mercury, cadmium... also harm brain cells. That's why you need to stay away from areas with polluted environments.\n10. Take care of your heart health\nThe heart and brain are more closely connected than you think. A healthy heart in youth is the premise for a \"super\" brain in middle age.\nThe heart is responsible for pumping blood throughout the body, including the brain. If you don't receive enough blood, your brain will age faster. Therefore, there is no reason for you not to take care of your heart health right now.\nTo improve heart health, you need:\nFollow a healthy diet;; Maintain a reasonable weight, avoid overweight - obesity;; Exercise regularly;; No smoking;; Avoid stress;; Control blood pressure and cholesterol levels within normal limits.\nAt 7:30 p.m. on December 18, 2020, the leading expert in researching and applying new advances in diagnosing and treating dangerous neurological diseases - Associate Professor, Doctor of Medicine II Nguyen Van Lieu - Lecturer Senior Hanoi Medical University, Head of Neurology Department - Tam Anh General Hospital will provide online consultation on \"Stroke & Dangerous Neurological Diseases: Signs of early recognition, prevention and effective treatment.\" The program was broadcast live on Electronic Newspaper vtv.vn, Thanh Nien Newspaper thanhnien.vn, website tamanhhospital.vn, otiv.com.vn; Livestream on Vietnam Television Station's VTVGo application and fanpages VTV24 News Center, VTV8 - Hot News in the Central Region, Tam Anh General Hospital, IVF Tam Anh, OTiV - For Your Brain, VNVC - Vaccination Center Children and Adults, Nutrihome – Center for Nutrition – Exercise Medicine; Broadcast on VnExpress.net Electronic Newspaper fanpage and Thanh Nien Newspaper fanpage. Right now, readers can submit questions here to be answered by experts right in the program.\nWith the information in the article, we hope you have all the necessary information about today's common neurological diseases. A proper diet and rest will help you reduce the risk of disease."
        }
    ],
    "name": "benh-than-kinh.json"
}