{
    "title": "Gout: Causes, symptoms, diagnosis",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/benh-gout/",
    "abstract": "Once known as \"the rich man's disease\", today Gout is no longer rare, the incidence of the disease is increasing and rejuvenating.",
    "content": "Gout: Causes, symptoms, diagnosis\n\nOnce known as \"the rich man's disease\", today Gout is no longer rare, the incidence of the disease is increasing and rejuvenating.\n\nWhat is gout?\nGout (also known as gout or gout) is a common form of arthritis. Patients often suffer from sudden and severe pain in the joints of the toes, fingers, and knees, accompanied by pain. Red, swollen, unable to even walk due to pain.\nArthritis is a very common disease, in fact about 35% of the population lives with it. Out of every 100 adults, 2-5 people have arthritis. This is a condition in which one or more joints become irritated and cause inflammation. Gout is known as microcrystalline arthritis, characterized by recurrent episodes of acute arthritis.\nToday's era has dispelled the previous notion that gout is a \"rich man's disease\" and only affects men. In fact, the incidence of the disease in women is increasingly common, especially among women. have gone through menopause. Besides, as life has improved, diverse food sources and unhealthy diets have made this disease increasingly common and rejuvenating. (first)\n\nCauses of gout\nNormally, the uric acid index in the blood is maintained at a fixed level for men: 210 - 420 umol/L and 150 - 350 umol/L for women. When the kidneys cannot eliminate uric acid, either because the body produces too much or because of abnormalities in the cycle of creating this acid, it leads to the risk of gout.(2)\nExcess urate crystals can accumulate in your joints for years without causing symptoms. These crystals have small, hard, sharp structures that can rub against the synovial membrane  causing a lot of swelling, pain and inflammation. When this happens, acute gout attacks occur.\nPurine is a natural substance that exists in foods. Each type of food has different levels of purine, especially some groups of meat, fish, seafood... that contain high levels of this substance. When digesting purine, our body will produce a substance called uric acid and if we consume a lot of foods containing purine, it means excess uric acid is produced.\nPrimary cause (idiopathic)\nThis is the cause of the majority of cases, gout is often associated with genetic or physical factors. People with idiopathic gout have endogenous purine synthesis that increases uric acid excessively. The disease mostly occurs in men over the age of 40, with unhealthy living and eating habits.\nSecondary cause\nIs a condition of increased uric acid in the blood due to some other diseases or some other causes such as some blood diseases such as polycythemia vera, medullary leukemia, hodgkin's disease, lymph node sarcoma, bone marrow pain, or the use of Use of drugs when treating malignant diseases.\n\nSymptoms of Gout\nIn the early stages, some people have increased uric acid levels in the blood but do not have symptoms, called hyperuricemia. Over time, when this concentration increases and does not decrease, it leads to the accumulation of urate crystals causing joint pain. The disease often occurs suddenly, the pain is severe to dull and often appears at night. . You can recognize that you are sick through the following signs:\nSevere joint pain: Pain symptoms occur mostly in the joints of the big toe, ankles, knees, wrists and elbows. Joints in the hip, shoulder and pelvic area occur less frequently. The pain may be most severe within the first 4 to 12 hours after starting.; Dull, lasting pain: After the intense pain of the acute attack, the patient will have signs of dull pain for a period of time afterward, the pain can be several days or weeks, the next time it will be painful and last longer. than last time.; Inflammation and redness: Affected joints become swollen, tender, hot and red.; Limited joint range of motion: As gout progresses, you may not be able to move your joints normally.\n\nHow to diagnose Gout\nDiagnosing gout is often easy, especially if you have typical symptoms of the disease such as red, swollen, inflamed big toe and characteristic signs of the disease. Besides, the doctor can rely on observing the disease. Take your medical history, physical exam, and symptoms.\nAsk you to describe your joint pain; How often do you have severe pain in your joints; The painful part, the symptoms of redness or swelling occur\nAlthough there are specific symptoms, sometimes the disease is difficult to diagnose accurately. To be sure whether you have the disease or not, your doctor will recommend performing some necessary gout tests to diagnose the disease.\nBlood tests\nBlood tests to measure uric levels are useful to aid in the diagnosis of gout. High uric levels in blood tests may suggest that you have gout, but this will need to be considered along with your symptoms. Many people can have high uric levels, but not have any other symptoms of the condition.\nImage analysation\nUltrasound and CT scans are effective in detecting joint damage, crystals in the joints, and early signs of disease. X-rays are often used to identify bone and joint damage caused by long-term illness.\nCheck joint fluid\nThis is an effective method to rule out other crystalline conditions and make a diagnosis. This test is done by taking a sample of your synovial fluid through a needle inserted into one of your joints. The fluid is then examined under a microscope for urate crystals. If you have tophi, your doctor may take a sample from one of them.\nPlease see your doctor for examination and advice if you are having symptoms of the disease in order to detect it early and treat it promptly to avoid the disease getting worse with many dangerous complications.\n\nSubjects at risk of Gout\nGout is a systemic disease that affects many parts of the body, so many people are concerned about who is susceptible to the disease. However, with the current level of popularity and rejuvenation, the disease can occur in any subject, some subjects are at high risk of getting the disease such as:\nMen after the age of 40: According to research, more than 80% of people with gout are men aged 40 or older, having an unhealthy lifestyle, abusing alcohol, tobacco, and stimulants. Consuming a lot of animal protein in the diet increases the risk of disease; Women in menopause: At menopause, women face the risk of hormonal disorders, especially estrogen disorders, which is the main hormone that helps the kidneys excrete uric acid. Although the incidence of gout in women is less than in men. However, an unhealthy lifestyle and heavy alcohol use will make this group more susceptible to disease. (3); Genetics: Research shows that there are over 5 types of genetic genes related to the cause of the disease and people with a family history of the disease are at higher risk than normal people.; Unhealthy lifestyle: Alcohol abuse will hinder the removal of uric acid from the body and a diet high in purines also increases the amount of uric acid in the body.; Currently using medication: Some medications can increase uric acid levels in the body such as: diuretics, drugs containing salicylate...; Overweight and obesity: Being overweight increases the risk of disease because more body tissue is circulating, which means more uric acid is produced as a metabolic waste. Higher levels of body fat also increase levels of systemic inflammation due to fat cells producing inflammatory cytokines.; Other health problems: Kidney failure and kidney diseases can affect the body's ability to remove waste, leading to increased uric acid levels. Other diseases related to gout include hypertension, diabetes...\n\nClassification of gout\nGout is classified according to the stage of disease progression. Specifically:\nAsymptomatic Hyperuricemia (Asymptomatic Hyperuricemia)\nA person can have increased uric acid levels without any external symptoms. At this stage, the patient does not need treatment, although urate crystals can deposit in the tissue and cause minor damage. If blood test results show increased uric acid but there are no clinical manifestations of the disease, the patient should go to a musculoskeletal specialist for appropriate advice.\nAcute gout\nUrate crystal deposits have a small, hard, sharp structure when rubbed against the soft lining of the joint, called the synovium, causing a lot of pain, swelling and inflammation. When this happens, acute gout attacks form. These attacks can be \"triggered\" after the patient experiences stress, has just gone through an alcohol party, after a hearty meal or uses drugs, gets cold... can also cause the disease to flare up.\nChronic gout is temporarily stable between acute attacks\nThis is the middle stage of acute attacks, the recurrence interval of acute attacks is often unknown, it can be several months, or several years, depending on the treatment process as well as the patient's lifestyle balance. According to statistics, about 62% of cases relapse in the first year, 16% in 1-2 years, 11% in 2-5 years, and 7% do not relapse in 10 years or more. During this time, urate crystals continue to deposit and accumulate in body tissues.\nChronic gout has complications\nThis is the disease that causes the most trouble and weakness for patients. In the chronic stage, patients develop large tophi particles around the joints, even in muscle tissue, and in the kidneys, causing serious damage to the joints and kidneys. If left untreated for a long time, it will lead to chronic phase.\nPseudogout\nA condition that is easily confused with gout is pseudogout, also known as calcium pyrophosphate dihydrate deposition disease. Symptoms of this disease are very similar to those of gout, although flare-ups are usually less severe.\nThe main difference between gout and pseudogout is that the joints are irritated by calcium pyrophosphate crystals rather than urate crystals. Patients also have different treatment requirements for gout.\n\nComplications of gout\nDepending on the severity of the disease, outbreaks will vary; some people only experience them every few years, while others experience them every few months.\nIf not treated promptly, the disease is at risk of occurring more frequently and the density of affected joints may be more extensive. High uric acid levels and left untreated for a long time can lead to problems. dangerous health:\nKidney stones: According to statistics, about 20% of gout patients have kidney stones, caused by the accumulation of urate and calcium crystals to form stones. This leads to impaired kidney function, causing blockages and urinary tract infections.; Reduced glomerular filtration rate; Disease severity is also associated with high rates of ischemic heart disease.; Face the risk of joint necrosis and disability when tophi particles break causing ulcers, creating opportunities for bacteria to invade and cause infection leading to arthritis. If left for a long time, it can lead to joint failure.; Narrowing of the arteries can lead to an increased risk of stroke, heart attack, or other heart problems.; Joint degeneration: occurs when urate crystals and hard tophi particles cause joint damage; Increased risk of certain cancers, especially prostate cancer; Problems related to mental health appear, including depression; There are signs of erectile dysfunction in men.\nWith early examination and proper treatment combined with a healthy diet and lifestyle, most damage and complications caused by the disease can be prevented.\n\nMethods of treating gout\nPeople with gout can control flare-ups with regular check-ups and medication, and adjusting their diet can help reduce symptoms of the disease:\nSome drugs have the effect of reducing pain and inflammation to help prevent disease flare-ups such as colchicine or allopuriod drugs that help inhibit uric acid formation, non-steroidal anti-inflammatory drugs, and other pain relievers considered by your doctor. Reminder to use treatment; Besides, patients need to follow a healthy diet, limit foods with high purine content such as animal organs, seafood, some beans, meat... Quit smoking, abstain from alcohol and alcohol. Stimulants help improve the disease.\nNote: Diet is one of the important factors to help control the disease. Refer to the 1-week menu for gout patients here.\nPatients need to exercise for good health, lose weight if they are overweight or obese, drink plenty of water and alkalinize urine with sodium bicarbonate.; Drinking plenty of water helps quickly remove excess fluid from the kidneys, reducing symptoms of swelling and inflammation.; Cold packs can help reduce swelling, pain and inflammation effectively.; Carry out regular examinations according to your doctor's appointment, pay attention to periodic uric acid concentration indicators.; Reduce stress, limit stress: Stress or stress can lead to disease outbreaks; Arthroscopic surgical therapy is indicated in cases of persistent joint inflammation. At this time, the doctor may prescribe surgery to remove the synovium of the joint. For completely damaged joints, the joint can be replaced with an artificial joint.\n\nCommon medications to treat gout\nGout medications can be used to treat acute attacks and prevent future attacks. Medicines can also reduce the risk of complications from the disease such as limiting the growth of tophi due to urate crystal deposition.\nMedicines to treat acute gout pain\nNonsteroidal anti-inflammatory drugs NSAIDs: These include over-the-counter options such as ibuprofen and naproxen sodium (Aleve), as well as prescription medications.; Colchicine: This is a pain reliever with effective anti-inflammatory effects. However, the drug can cause some side effects such as nausea, vomiting and diarrhea, especially if taken in large doses.; Corticosteroid medications: Some medications such as prednisone, dexamethasone, solumedrol can control inflammation and pain caused by gout.\nDrugs that lower blood uric acid prevent complications of gout\nIn cases where a patient only has a few flare-ups a year or has less frequent flare-ups but a lot of pain, the doctor may recommend medication to reduce the risk of complications.\nIf the joints are damaged or tophi appear, the patient may be prescribed drugs to reduce uric acid levels, some of the drugs used include:\nMedicines that block uric acid production: Medicines called uric acid inhibitors in the body help limit the progression of the disease.; Uric acid removal drugs: These drugs are called uricosurics, which help increase urinary uric acid and improve the body's ability to eliminate uric acid.; Drugs in this group include Allopurinol, Febuxostat\nDoes the medicine cause side effects?\nMedications to treat this disease can cause some side effects like non-steroidal anti-inflammatory drugs (NSAIDs), such as pain, bleeding, and stomach ulcers. Colchicine can cause side effects such as nausea, vomiting and diarrhea, especially if taken in large doses. Corticosteroid medications can cause mood changes, increase blood sugar levels, and increase blood pressure. Allopurinol may have late allergic reactions after 2-3 days of taking the drug.\nTherefore, medication use requires a doctor's prescription to ensure the correct dosage, weighing benefits and risks to create the most appropriate medication regimen for each patient.\n\nHow to prevent gout\nThe most effective way to prevent gout is to pay attention to diet and lifestyle. If someone in your family has had gout, you should perform regular examination tests in addition to paying attention to:\nWeight control: Weight affects the progression of the disease, a reasonable weight helps reduce increased uric acid and reduces pressure on joints; Proper nutrition: Limiting foods high in purine is a top priority, in addition to needing to supplement enough water and fiber as well as protein sources from beans, eggs, milk and limit beer, spirits, and other foods. carbonated water; Healthy lifestyle: Exercising and participating in outdoor activities is an ideal way to improve your health and avoid high-intensity work that puts pressure on your health. On the other hand, proactively have regular health check-ups every 6 months to detect disease and treat gout early.\n\nfrequently asked Questions\n1. How are gout and tophi related?\nIn an in-depth research project on the progress of gout treatment with severe complications and complex pathological spirals on 100 patients of the Gout Institute, the results were: out of 100 people, up to 91 patients had many tophi ( 4). Associate Professor, Dr. Dang Hong Hoa warned that many people with gout are very subjective about tophi without knowing that they are very dangerous.\nTophi appear in people with chronic gout, shaped like lumps, yellow or white tumors located under the skin around the joints of the fingers, toes, knees... This phenomenon occurs when it is uncontrolled. uric acid concentration. Tophi particles can appear in many locations such as joints, ligaments, muscles and even in the kidneys, causing arthritis, kidney stones, gout in the kidneys, and even necrosis of the joints, putting the patient at risk. disabled body.\n2. Does gout go away? Can it be completely treated?\nCurrently, there is still no cure for gout, but it is possible to control painful symptoms in the joints with strategies to maintain a stable level of uric acid in the blood, avoiding the condition that causes the disease to worsen. more. People with gout can live a completely healthy life if they have regular check-ups and follow the doctor's treatment regimen, combined with a healthy diet and lifestyle.\n3. Where does the disease often cause pain?\nBritish doctor Thomas Sydenham once described the disease as follows: Gout pain can occur suddenly and intensely. Patients are often awakened around two in the morning by sharp pain that sometimes occurs in the big toe, sometimes the heel, calf or ankle. The pain is similar to a dislocation and quickly causes chills, shivers and a slight fever for the patient. As each hour passes, the pain gradually becomes more intense, the pain is hot and red as if it feels burned, the patient is in pain. to the point of being unbearable. (5)\n4. How long can people with gout live?\nThis is a question asked by many patients. The time it takes for pain to recur depends largely on the uric acid concentration in the blood, so if this concentration is well controlled, the patient can live a normal life. However, gout is a chronic disease so patients have to \"live\" with it for many years, even up to 10 years.\nGout causes swelling and pain in the joints, even leading to joint necrosis and loss of motor function. Besides, if not treated, it can lead to complications such as kidney stones, kidney failure... People with gout also have a higher risk of The incidence of cardiovascular diseases is higher than normal people, leading to a high risk of death.\nIf the patient uses the medicine and is clinically stable and the blood uric acid index returns to normal, further treatment is still needed as directed by the doctor. Normally, it is necessary to maintain the drug for 3 months for people who have not yet appeared tophi and 6 months if tophi are present.\nDepartment of Musculoskeletal Medicine Tam Anh General Hospital specializes in diagnosing and treating bone and joint diseases such as acute and chronic gout; Osteoporosis, degenerative arthritis, cervical spine, lumbar spine, tendinopathy, sciatica, herniated disc, periarthritis and other tendon attachment points, rheumatoid arthritis, osteoarthritis; metabolic joint diseases such as gout arthritis, autoimmune joint diseases such as rheumatoid arthritis, ankylosing spondylitis, psoriatic arthritis... and other connective tissue diseases such as lupus, dermatomyositis, scleroderma , vasculitis, polyarthritis, etc. Gathering a team of highly specialized doctors and experts who are constantly improving their knowledge, each physician of the department is constantly studying, researching, and applying diagnostic methods. Diagnose and treat according to international standards for each specific patient to bring the best results. In addition, the Department of Musculoskeletal Medicine always focuses on improving service quality to bring maximum satisfaction to patients when coming for treatment. In addition, the Department of Musculoskeletal Medicine at Tam Anh General Hospital also focuses on coordinating with other specialties, aiming at comprehensive treatment methods for patients to achieve optimal results. Musculoskeletal diseases, if diagnosed accurately and treated early and properly, can control pain and prevent complications or slow down the process of joint damage. Modern equipment at Tam Anh General Hospital such as: new generation X-ray machine, high-tech MRI, CT scanner... have become useful tools to help doctors diagnose and treat internal medicine effectively. .\nFor advice and to schedule an examination for musculoskeletal diseases at the Department of Musculoskeletal Medicine, Tam Anh General Hospital, please contact:\nAlthough gout is not life-threatening, it leaves persistent pain, affecting the patient's quality of life. Therefore, each person needs to proactively have regular health checks at reputable facilities for timely detection and treatment, especially those at high risk.",
    "subsections": [
        {
            "subsection_name": "What is gout?",
            "subsection_content": "Gout (also known as gout or gout) is a common form of arthritis. Patients often suffer from sudden and severe pain in the joints of the toes, fingers, and knees, accompanied by pain. Red, swollen, unable to even walk due to pain.\nArthritis is a very common disease, in fact about 35% of the population lives with it. Out of every 100 adults, 2-5 people have arthritis. This is a condition in which one or more joints become irritated and cause inflammation. Gout is known as microcrystalline arthritis, characterized by recurrent episodes of acute arthritis.\nToday's era has dispelled the previous notion that gout is a \"rich man's disease\" and only affects men. In fact, the incidence of the disease in women is increasingly common, especially among women. have gone through menopause. Besides, as life has improved, diverse food sources and unhealthy diets have made this disease increasingly common and rejuvenating. (first)",
            "subsection_string": "What is gout?\nGout (also known as gout or gout) is a common form of arthritis. Patients often suffer from sudden and severe pain in the joints of the toes, fingers, and knees, accompanied by pain. Red, swollen, unable to even walk due to pain.\nArthritis is a very common disease, in fact about 35% of the population lives with it. Out of every 100 adults, 2-5 people have arthritis. This is a condition in which one or more joints become irritated and cause inflammation. Gout is known as microcrystalline arthritis, characterized by recurrent episodes of acute arthritis.\nToday's era has dispelled the previous notion that gout is a \"rich man's disease\" and only affects men. In fact, the incidence of the disease in women is increasingly common, especially among women. have gone through menopause. Besides, as life has improved, diverse food sources and unhealthy diets have made this disease increasingly common and rejuvenating. (first)"
        },
        {
            "subsection_name": "Causes of gout",
            "subsection_content": "Normally, the uric acid index in the blood is maintained at a fixed level for men: 210 - 420 umol/L and 150 - 350 umol/L for women. When the kidneys cannot eliminate uric acid, either because the body produces too much or because of abnormalities in the cycle of creating this acid, it leads to the risk of gout.(2)\nExcess urate crystals can accumulate in your joints for years without causing symptoms. These crystals have small, hard, sharp structures that can rub against the synovial membrane  causing a lot of swelling, pain and inflammation. When this happens, acute gout attacks occur.\nPurine is a natural substance that exists in foods. Each type of food has different levels of purine, especially some groups of meat, fish, seafood... that contain high levels of this substance. When digesting purine, our body will produce a substance called uric acid and if we consume a lot of foods containing purine, it means excess uric acid is produced.\nPrimary cause (idiopathic)\nThis is the cause of the majority of cases, gout is often associated with genetic or physical factors. People with idiopathic gout have endogenous purine synthesis that increases uric acid excessively. The disease mostly occurs in men over the age of 40, with unhealthy living and eating habits.\nSecondary cause\nIs a condition of increased uric acid in the blood due to some other diseases or some other causes such as some blood diseases such as polycythemia vera, medullary leukemia, hodgkin's disease, lymph node sarcoma, bone marrow pain, or the use of Use of drugs when treating malignant diseases.",
            "subsection_string": "Causes of gout\nNormally, the uric acid index in the blood is maintained at a fixed level for men: 210 - 420 umol/L and 150 - 350 umol/L for women. When the kidneys cannot eliminate uric acid, either because the body produces too much or because of abnormalities in the cycle of creating this acid, it leads to the risk of gout.(2)\nExcess urate crystals can accumulate in your joints for years without causing symptoms. These crystals have small, hard, sharp structures that can rub against the synovial membrane  causing a lot of swelling, pain and inflammation. When this happens, acute gout attacks occur.\nPurine is a natural substance that exists in foods. Each type of food has different levels of purine, especially some groups of meat, fish, seafood... that contain high levels of this substance. When digesting purine, our body will produce a substance called uric acid and if we consume a lot of foods containing purine, it means excess uric acid is produced.\nPrimary cause (idiopathic)\nThis is the cause of the majority of cases, gout is often associated with genetic or physical factors. People with idiopathic gout have endogenous purine synthesis that increases uric acid excessively. The disease mostly occurs in men over the age of 40, with unhealthy living and eating habits.\nSecondary cause\nIs a condition of increased uric acid in the blood due to some other diseases or some other causes such as some blood diseases such as polycythemia vera, medullary leukemia, hodgkin's disease, lymph node sarcoma, bone marrow pain, or the use of Use of drugs when treating malignant diseases."
        },
        {
            "subsection_name": "Symptoms of Gout",
            "subsection_content": "In the early stages, some people have increased uric acid levels in the blood but do not have symptoms, called hyperuricemia. Over time, when this concentration increases and does not decrease, it leads to the accumulation of urate crystals causing joint pain. The disease often occurs suddenly, the pain is severe to dull and often appears at night. . You can recognize that you are sick through the following signs:\nSevere joint pain: Pain symptoms occur mostly in the joints of the big toe, ankles, knees, wrists and elbows. Joints in the hip, shoulder and pelvic area occur less frequently. The pain may be most severe within the first 4 to 12 hours after starting.; Dull, lasting pain: After the intense pain of the acute attack, the patient will have signs of dull pain for a period of time afterward, the pain can be several days or weeks, the next time it will be painful and last longer. than last time.; Inflammation and redness: Affected joints become swollen, tender, hot and red.; Limited joint range of motion: As gout progresses, you may not be able to move your joints normally.",
            "subsection_string": "Symptoms of Gout\nIn the early stages, some people have increased uric acid levels in the blood but do not have symptoms, called hyperuricemia. Over time, when this concentration increases and does not decrease, it leads to the accumulation of urate crystals causing joint pain. The disease often occurs suddenly, the pain is severe to dull and often appears at night. . You can recognize that you are sick through the following signs:\nSevere joint pain: Pain symptoms occur mostly in the joints of the big toe, ankles, knees, wrists and elbows. Joints in the hip, shoulder and pelvic area occur less frequently. The pain may be most severe within the first 4 to 12 hours after starting.; Dull, lasting pain: After the intense pain of the acute attack, the patient will have signs of dull pain for a period of time afterward, the pain can be several days or weeks, the next time it will be painful and last longer. than last time.; Inflammation and redness: Affected joints become swollen, tender, hot and red.; Limited joint range of motion: As gout progresses, you may not be able to move your joints normally."
        },
        {
            "subsection_name": "How to diagnose Gout",
            "subsection_content": "Diagnosing gout is often easy, especially if you have typical symptoms of the disease such as red, swollen, inflamed big toe and characteristic signs of the disease. Besides, the doctor can rely on observing the disease. Take your medical history, physical exam, and symptoms.\nAsk you to describe your joint pain; How often do you have severe pain in your joints; The painful part, the symptoms of redness or swelling occur\nAlthough there are specific symptoms, sometimes the disease is difficult to diagnose accurately. To be sure whether you have the disease or not, your doctor will recommend performing some necessary gout tests to diagnose the disease.\nBlood tests\nBlood tests to measure uric levels are useful to aid in the diagnosis of gout. High uric levels in blood tests may suggest that you have gout, but this will need to be considered along with your symptoms. Many people can have high uric levels, but not have any other symptoms of the condition.\nImage analysation\nUltrasound and CT scans are effective in detecting joint damage, crystals in the joints, and early signs of disease. X-rays are often used to identify bone and joint damage caused by long-term illness.\nCheck joint fluid\nThis is an effective method to rule out other crystalline conditions and make a diagnosis. This test is done by taking a sample of your synovial fluid through a needle inserted into one of your joints. The fluid is then examined under a microscope for urate crystals. If you have tophi, your doctor may take a sample from one of them.\nPlease see your doctor for examination and advice if you are having symptoms of the disease in order to detect it early and treat it promptly to avoid the disease getting worse with many dangerous complications.",
            "subsection_string": "How to diagnose Gout\nDiagnosing gout is often easy, especially if you have typical symptoms of the disease such as red, swollen, inflamed big toe and characteristic signs of the disease. Besides, the doctor can rely on observing the disease. Take your medical history, physical exam, and symptoms.\nAsk you to describe your joint pain; How often do you have severe pain in your joints; The painful part, the symptoms of redness or swelling occur\nAlthough there are specific symptoms, sometimes the disease is difficult to diagnose accurately. To be sure whether you have the disease or not, your doctor will recommend performing some necessary gout tests to diagnose the disease.\nBlood tests\nBlood tests to measure uric levels are useful to aid in the diagnosis of gout. High uric levels in blood tests may suggest that you have gout, but this will need to be considered along with your symptoms. Many people can have high uric levels, but not have any other symptoms of the condition.\nImage analysation\nUltrasound and CT scans are effective in detecting joint damage, crystals in the joints, and early signs of disease. X-rays are often used to identify bone and joint damage caused by long-term illness.\nCheck joint fluid\nThis is an effective method to rule out other crystalline conditions and make a diagnosis. This test is done by taking a sample of your synovial fluid through a needle inserted into one of your joints. The fluid is then examined under a microscope for urate crystals. If you have tophi, your doctor may take a sample from one of them.\nPlease see your doctor for examination and advice if you are having symptoms of the disease in order to detect it early and treat it promptly to avoid the disease getting worse with many dangerous complications."
        },
        {
            "subsection_name": "Subjects at risk of Gout",
            "subsection_content": "Gout is a systemic disease that affects many parts of the body, so many people are concerned about who is susceptible to the disease. However, with the current level of popularity and rejuvenation, the disease can occur in any subject, some subjects are at high risk of getting the disease such as:\nMen after the age of 40: According to research, more than 80% of people with gout are men aged 40 or older, having an unhealthy lifestyle, abusing alcohol, tobacco, and stimulants. Consuming a lot of animal protein in the diet increases the risk of disease; Women in menopause: At menopause, women face the risk of hormonal disorders, especially estrogen disorders, which is the main hormone that helps the kidneys excrete uric acid. Although the incidence of gout in women is less than in men. However, an unhealthy lifestyle and heavy alcohol use will make this group more susceptible to disease. (3); Genetics: Research shows that there are over 5 types of genetic genes related to the cause of the disease and people with a family history of the disease are at higher risk than normal people.; Unhealthy lifestyle: Alcohol abuse will hinder the removal of uric acid from the body and a diet high in purines also increases the amount of uric acid in the body.; Currently using medication: Some medications can increase uric acid levels in the body such as: diuretics, drugs containing salicylate...; Overweight and obesity: Being overweight increases the risk of disease because more body tissue is circulating, which means more uric acid is produced as a metabolic waste. Higher levels of body fat also increase levels of systemic inflammation due to fat cells producing inflammatory cytokines.; Other health problems: Kidney failure and kidney diseases can affect the body's ability to remove waste, leading to increased uric acid levels. Other diseases related to gout include hypertension, diabetes...",
            "subsection_string": "Subjects at risk of Gout\nGout is a systemic disease that affects many parts of the body, so many people are concerned about who is susceptible to the disease. However, with the current level of popularity and rejuvenation, the disease can occur in any subject, some subjects are at high risk of getting the disease such as:\nMen after the age of 40: According to research, more than 80% of people with gout are men aged 40 or older, having an unhealthy lifestyle, abusing alcohol, tobacco, and stimulants. Consuming a lot of animal protein in the diet increases the risk of disease; Women in menopause: At menopause, women face the risk of hormonal disorders, especially estrogen disorders, which is the main hormone that helps the kidneys excrete uric acid. Although the incidence of gout in women is less than in men. However, an unhealthy lifestyle and heavy alcohol use will make this group more susceptible to disease. (3); Genetics: Research shows that there are over 5 types of genetic genes related to the cause of the disease and people with a family history of the disease are at higher risk than normal people.; Unhealthy lifestyle: Alcohol abuse will hinder the removal of uric acid from the body and a diet high in purines also increases the amount of uric acid in the body.; Currently using medication: Some medications can increase uric acid levels in the body such as: diuretics, drugs containing salicylate...; Overweight and obesity: Being overweight increases the risk of disease because more body tissue is circulating, which means more uric acid is produced as a metabolic waste. Higher levels of body fat also increase levels of systemic inflammation due to fat cells producing inflammatory cytokines.; Other health problems: Kidney failure and kidney diseases can affect the body's ability to remove waste, leading to increased uric acid levels. Other diseases related to gout include hypertension, diabetes..."
        },
        {
            "subsection_name": "Classification of gout",
            "subsection_content": "Gout is classified according to the stage of disease progression. Specifically:\nAsymptomatic Hyperuricemia (Asymptomatic Hyperuricemia)\nA person can have increased uric acid levels without any external symptoms. At this stage, the patient does not need treatment, although urate crystals can deposit in the tissue and cause minor damage. If blood test results show increased uric acid but there are no clinical manifestations of the disease, the patient should go to a musculoskeletal specialist for appropriate advice.\nAcute gout\nUrate crystal deposits have a small, hard, sharp structure when rubbed against the soft lining of the joint, called the synovium, causing a lot of pain, swelling and inflammation. When this happens, acute gout attacks form. These attacks can be \"triggered\" after the patient experiences stress, has just gone through an alcohol party, after a hearty meal or uses drugs, gets cold... can also cause the disease to flare up.\nChronic gout is temporarily stable between acute attacks\nThis is the middle stage of acute attacks, the recurrence interval of acute attacks is often unknown, it can be several months, or several years, depending on the treatment process as well as the patient's lifestyle balance. According to statistics, about 62% of cases relapse in the first year, 16% in 1-2 years, 11% in 2-5 years, and 7% do not relapse in 10 years or more. During this time, urate crystals continue to deposit and accumulate in body tissues.\nChronic gout has complications\nThis is the disease that causes the most trouble and weakness for patients. In the chronic stage, patients develop large tophi particles around the joints, even in muscle tissue, and in the kidneys, causing serious damage to the joints and kidneys. If left untreated for a long time, it will lead to chronic phase.\nPseudogout\nA condition that is easily confused with gout is pseudogout, also known as calcium pyrophosphate dihydrate deposition disease. Symptoms of this disease are very similar to those of gout, although flare-ups are usually less severe.\nThe main difference between gout and pseudogout is that the joints are irritated by calcium pyrophosphate crystals rather than urate crystals. Patients also have different treatment requirements for gout.",
            "subsection_string": "Classification of gout\nGout is classified according to the stage of disease progression. Specifically:\nAsymptomatic Hyperuricemia (Asymptomatic Hyperuricemia)\nA person can have increased uric acid levels without any external symptoms. At this stage, the patient does not need treatment, although urate crystals can deposit in the tissue and cause minor damage. If blood test results show increased uric acid but there are no clinical manifestations of the disease, the patient should go to a musculoskeletal specialist for appropriate advice.\nAcute gout\nUrate crystal deposits have a small, hard, sharp structure when rubbed against the soft lining of the joint, called the synovium, causing a lot of pain, swelling and inflammation. When this happens, acute gout attacks form. These attacks can be \"triggered\" after the patient experiences stress, has just gone through an alcohol party, after a hearty meal or uses drugs, gets cold... can also cause the disease to flare up.\nChronic gout is temporarily stable between acute attacks\nThis is the middle stage of acute attacks, the recurrence interval of acute attacks is often unknown, it can be several months, or several years, depending on the treatment process as well as the patient's lifestyle balance. According to statistics, about 62% of cases relapse in the first year, 16% in 1-2 years, 11% in 2-5 years, and 7% do not relapse in 10 years or more. During this time, urate crystals continue to deposit and accumulate in body tissues.\nChronic gout has complications\nThis is the disease that causes the most trouble and weakness for patients. In the chronic stage, patients develop large tophi particles around the joints, even in muscle tissue, and in the kidneys, causing serious damage to the joints and kidneys. If left untreated for a long time, it will lead to chronic phase.\nPseudogout\nA condition that is easily confused with gout is pseudogout, also known as calcium pyrophosphate dihydrate deposition disease. Symptoms of this disease are very similar to those of gout, although flare-ups are usually less severe.\nThe main difference between gout and pseudogout is that the joints are irritated by calcium pyrophosphate crystals rather than urate crystals. Patients also have different treatment requirements for gout."
        },
        {
            "subsection_name": "Complications of gout",
            "subsection_content": "Depending on the severity of the disease, outbreaks will vary; some people only experience them every few years, while others experience them every few months.\nIf not treated promptly, the disease is at risk of occurring more frequently and the density of affected joints may be more extensive. High uric acid levels and left untreated for a long time can lead to problems. dangerous health:\nKidney stones: According to statistics, about 20% of gout patients have kidney stones, caused by the accumulation of urate and calcium crystals to form stones. This leads to impaired kidney function, causing blockages and urinary tract infections.; Reduced glomerular filtration rate; Disease severity is also associated with high rates of ischemic heart disease.; Face the risk of joint necrosis and disability when tophi particles break causing ulcers, creating opportunities for bacteria to invade and cause infection leading to arthritis. If left for a long time, it can lead to joint failure.; Narrowing of the arteries can lead to an increased risk of stroke, heart attack, or other heart problems.; Joint degeneration: occurs when urate crystals and hard tophi particles cause joint damage; Increased risk of certain cancers, especially prostate cancer; Problems related to mental health appear, including depression; There are signs of erectile dysfunction in men.\nWith early examination and proper treatment combined with a healthy diet and lifestyle, most damage and complications caused by the disease can be prevented.",
            "subsection_string": "Complications of gout\nDepending on the severity of the disease, outbreaks will vary; some people only experience them every few years, while others experience them every few months.\nIf not treated promptly, the disease is at risk of occurring more frequently and the density of affected joints may be more extensive. High uric acid levels and left untreated for a long time can lead to problems. dangerous health:\nKidney stones: According to statistics, about 20% of gout patients have kidney stones, caused by the accumulation of urate and calcium crystals to form stones. This leads to impaired kidney function, causing blockages and urinary tract infections.; Reduced glomerular filtration rate; Disease severity is also associated with high rates of ischemic heart disease.; Face the risk of joint necrosis and disability when tophi particles break causing ulcers, creating opportunities for bacteria to invade and cause infection leading to arthritis. If left for a long time, it can lead to joint failure.; Narrowing of the arteries can lead to an increased risk of stroke, heart attack, or other heart problems.; Joint degeneration: occurs when urate crystals and hard tophi particles cause joint damage; Increased risk of certain cancers, especially prostate cancer; Problems related to mental health appear, including depression; There are signs of erectile dysfunction in men.\nWith early examination and proper treatment combined with a healthy diet and lifestyle, most damage and complications caused by the disease can be prevented."
        },
        {
            "subsection_name": "Methods of treating gout",
            "subsection_content": "People with gout can control flare-ups with regular check-ups and medication, and adjusting their diet can help reduce symptoms of the disease:\nSome drugs have the effect of reducing pain and inflammation to help prevent disease flare-ups such as colchicine or allopuriod drugs that help inhibit uric acid formation, non-steroidal anti-inflammatory drugs, and other pain relievers considered by your doctor. Reminder to use treatment; Besides, patients need to follow a healthy diet, limit foods with high purine content such as animal organs, seafood, some beans, meat... Quit smoking, abstain from alcohol and alcohol. Stimulants help improve the disease.\nNote: Diet is one of the important factors to help control the disease. Refer to the 1-week menu for gout patients here.\nPatients need to exercise for good health, lose weight if they are overweight or obese, drink plenty of water and alkalinize urine with sodium bicarbonate.; Drinking plenty of water helps quickly remove excess fluid from the kidneys, reducing symptoms of swelling and inflammation.; Cold packs can help reduce swelling, pain and inflammation effectively.; Carry out regular examinations according to your doctor's appointment, pay attention to periodic uric acid concentration indicators.; Reduce stress, limit stress: Stress or stress can lead to disease outbreaks; Arthroscopic surgical therapy is indicated in cases of persistent joint inflammation. At this time, the doctor may prescribe surgery to remove the synovium of the joint. For completely damaged joints, the joint can be replaced with an artificial joint.",
            "subsection_string": "Methods of treating gout\nPeople with gout can control flare-ups with regular check-ups and medication, and adjusting their diet can help reduce symptoms of the disease:\nSome drugs have the effect of reducing pain and inflammation to help prevent disease flare-ups such as colchicine or allopuriod drugs that help inhibit uric acid formation, non-steroidal anti-inflammatory drugs, and other pain relievers considered by your doctor. Reminder to use treatment; Besides, patients need to follow a healthy diet, limit foods with high purine content such as animal organs, seafood, some beans, meat... Quit smoking, abstain from alcohol and alcohol. Stimulants help improve the disease.\nNote: Diet is one of the important factors to help control the disease. Refer to the 1-week menu for gout patients here.\nPatients need to exercise for good health, lose weight if they are overweight or obese, drink plenty of water and alkalinize urine with sodium bicarbonate.; Drinking plenty of water helps quickly remove excess fluid from the kidneys, reducing symptoms of swelling and inflammation.; Cold packs can help reduce swelling, pain and inflammation effectively.; Carry out regular examinations according to your doctor's appointment, pay attention to periodic uric acid concentration indicators.; Reduce stress, limit stress: Stress or stress can lead to disease outbreaks; Arthroscopic surgical therapy is indicated in cases of persistent joint inflammation. At this time, the doctor may prescribe surgery to remove the synovium of the joint. For completely damaged joints, the joint can be replaced with an artificial joint."
        },
        {
            "subsection_name": "Common medications to treat gout",
            "subsection_content": "Gout medications can be used to treat acute attacks and prevent future attacks. Medicines can also reduce the risk of complications from the disease such as limiting the growth of tophi due to urate crystal deposition.\nMedicines to treat acute gout pain\nNonsteroidal anti-inflammatory drugs NSAIDs: These include over-the-counter options such as ibuprofen and naproxen sodium (Aleve), as well as prescription medications.; Colchicine: This is a pain reliever with effective anti-inflammatory effects. However, the drug can cause some side effects such as nausea, vomiting and diarrhea, especially if taken in large doses.; Corticosteroid medications: Some medications such as prednisone, dexamethasone, solumedrol can control inflammation and pain caused by gout.\nDrugs that lower blood uric acid prevent complications of gout\nIn cases where a patient only has a few flare-ups a year or has less frequent flare-ups but a lot of pain, the doctor may recommend medication to reduce the risk of complications.\nIf the joints are damaged or tophi appear, the patient may be prescribed drugs to reduce uric acid levels, some of the drugs used include:\nMedicines that block uric acid production: Medicines called uric acid inhibitors in the body help limit the progression of the disease.; Uric acid removal drugs: These drugs are called uricosurics, which help increase urinary uric acid and improve the body's ability to eliminate uric acid.; Drugs in this group include Allopurinol, Febuxostat\nDoes the medicine cause side effects?\nMedications to treat this disease can cause some side effects like non-steroidal anti-inflammatory drugs (NSAIDs), such as pain, bleeding, and stomach ulcers. Colchicine can cause side effects such as nausea, vomiting and diarrhea, especially if taken in large doses. Corticosteroid medications can cause mood changes, increase blood sugar levels, and increase blood pressure. Allopurinol may have late allergic reactions after 2-3 days of taking the drug.\nTherefore, medication use requires a doctor's prescription to ensure the correct dosage, weighing benefits and risks to create the most appropriate medication regimen for each patient.",
            "subsection_string": "Common medications to treat gout\nGout medications can be used to treat acute attacks and prevent future attacks. Medicines can also reduce the risk of complications from the disease such as limiting the growth of tophi due to urate crystal deposition.\nMedicines to treat acute gout pain\nNonsteroidal anti-inflammatory drugs NSAIDs: These include over-the-counter options such as ibuprofen and naproxen sodium (Aleve), as well as prescription medications.; Colchicine: This is a pain reliever with effective anti-inflammatory effects. However, the drug can cause some side effects such as nausea, vomiting and diarrhea, especially if taken in large doses.; Corticosteroid medications: Some medications such as prednisone, dexamethasone, solumedrol can control inflammation and pain caused by gout.\nDrugs that lower blood uric acid prevent complications of gout\nIn cases where a patient only has a few flare-ups a year or has less frequent flare-ups but a lot of pain, the doctor may recommend medication to reduce the risk of complications.\nIf the joints are damaged or tophi appear, the patient may be prescribed drugs to reduce uric acid levels, some of the drugs used include:\nMedicines that block uric acid production: Medicines called uric acid inhibitors in the body help limit the progression of the disease.; Uric acid removal drugs: These drugs are called uricosurics, which help increase urinary uric acid and improve the body's ability to eliminate uric acid.; Drugs in this group include Allopurinol, Febuxostat\nDoes the medicine cause side effects?\nMedications to treat this disease can cause some side effects like non-steroidal anti-inflammatory drugs (NSAIDs), such as pain, bleeding, and stomach ulcers. Colchicine can cause side effects such as nausea, vomiting and diarrhea, especially if taken in large doses. Corticosteroid medications can cause mood changes, increase blood sugar levels, and increase blood pressure. Allopurinol may have late allergic reactions after 2-3 days of taking the drug.\nTherefore, medication use requires a doctor's prescription to ensure the correct dosage, weighing benefits and risks to create the most appropriate medication regimen for each patient."
        },
        {
            "subsection_name": "How to prevent gout",
            "subsection_content": "The most effective way to prevent gout is to pay attention to diet and lifestyle. If someone in your family has had gout, you should perform regular examination tests in addition to paying attention to:\nWeight control: Weight affects the progression of the disease, a reasonable weight helps reduce increased uric acid and reduces pressure on joints; Proper nutrition: Limiting foods high in purine is a top priority, in addition to needing to supplement enough water and fiber as well as protein sources from beans, eggs, milk and limit beer, spirits, and other foods. carbonated water; Healthy lifestyle: Exercising and participating in outdoor activities is an ideal way to improve your health and avoid high-intensity work that puts pressure on your health. On the other hand, proactively have regular health check-ups every 6 months to detect disease and treat gout early.",
            "subsection_string": "How to prevent gout\nThe most effective way to prevent gout is to pay attention to diet and lifestyle. If someone in your family has had gout, you should perform regular examination tests in addition to paying attention to:\nWeight control: Weight affects the progression of the disease, a reasonable weight helps reduce increased uric acid and reduces pressure on joints; Proper nutrition: Limiting foods high in purine is a top priority, in addition to needing to supplement enough water and fiber as well as protein sources from beans, eggs, milk and limit beer, spirits, and other foods. carbonated water; Healthy lifestyle: Exercising and participating in outdoor activities is an ideal way to improve your health and avoid high-intensity work that puts pressure on your health. On the other hand, proactively have regular health check-ups every 6 months to detect disease and treat gout early."
        },
        {
            "subsection_name": "frequently asked Questions",
            "subsection_content": "1. How are gout and tophi related?\nIn an in-depth research project on the progress of gout treatment with severe complications and complex pathological spirals on 100 patients of the Gout Institute, the results were: out of 100 people, up to 91 patients had many tophi ( 4). Associate Professor, Dr. Dang Hong Hoa warned that many people with gout are very subjective about tophi without knowing that they are very dangerous.\nTophi appear in people with chronic gout, shaped like lumps, yellow or white tumors located under the skin around the joints of the fingers, toes, knees... This phenomenon occurs when it is uncontrolled. uric acid concentration. Tophi particles can appear in many locations such as joints, ligaments, muscles and even in the kidneys, causing arthritis, kidney stones, gout in the kidneys, and even necrosis of the joints, putting the patient at risk. disabled body.\n2. Does gout go away? Can it be completely treated?\nCurrently, there is still no cure for gout, but it is possible to control painful symptoms in the joints with strategies to maintain a stable level of uric acid in the blood, avoiding the condition that causes the disease to worsen. more. People with gout can live a completely healthy life if they have regular check-ups and follow the doctor's treatment regimen, combined with a healthy diet and lifestyle.\n3. Where does the disease often cause pain?\nBritish doctor Thomas Sydenham once described the disease as follows: Gout pain can occur suddenly and intensely. Patients are often awakened around two in the morning by sharp pain that sometimes occurs in the big toe, sometimes the heel, calf or ankle. The pain is similar to a dislocation and quickly causes chills, shivers and a slight fever for the patient. As each hour passes, the pain gradually becomes more intense, the pain is hot and red as if it feels burned, the patient is in pain. to the point of being unbearable. (5)\n4. How long can people with gout live?\nThis is a question asked by many patients. The time it takes for pain to recur depends largely on the uric acid concentration in the blood, so if this concentration is well controlled, the patient can live a normal life. However, gout is a chronic disease so patients have to \"live\" with it for many years, even up to 10 years.\nGout causes swelling and pain in the joints, even leading to joint necrosis and loss of motor function. Besides, if not treated, it can lead to complications such as kidney stones, kidney failure... People with gout also have a higher risk of The incidence of cardiovascular diseases is higher than normal people, leading to a high risk of death.\nIf the patient uses the medicine and is clinically stable and the blood uric acid index returns to normal, further treatment is still needed as directed by the doctor. Normally, it is necessary to maintain the drug for 3 months for people who have not yet appeared tophi and 6 months if tophi are present.\nDepartment of Musculoskeletal Medicine Tam Anh General Hospital specializes in diagnosing and treating bone and joint diseases such as acute and chronic gout; Osteoporosis, degenerative arthritis, cervical spine, lumbar spine, tendinopathy, sciatica, herniated disc, periarthritis and other tendon attachment points, rheumatoid arthritis, osteoarthritis; metabolic joint diseases such as gout arthritis, autoimmune joint diseases such as rheumatoid arthritis, ankylosing spondylitis, psoriatic arthritis... and other connective tissue diseases such as lupus, dermatomyositis, scleroderma , vasculitis, polyarthritis, etc. Gathering a team of highly specialized doctors and experts who are constantly improving their knowledge, each physician of the department is constantly studying, researching, and applying diagnostic methods. Diagnose and treat according to international standards for each specific patient to bring the best results. In addition, the Department of Musculoskeletal Medicine always focuses on improving service quality to bring maximum satisfaction to patients when coming for treatment. In addition, the Department of Musculoskeletal Medicine at Tam Anh General Hospital also focuses on coordinating with other specialties, aiming at comprehensive treatment methods for patients to achieve optimal results. Musculoskeletal diseases, if diagnosed accurately and treated early and properly, can control pain and prevent complications or slow down the process of joint damage. Modern equipment at Tam Anh General Hospital such as: new generation X-ray machine, high-tech MRI, CT scanner... have become useful tools to help doctors diagnose and treat internal medicine effectively. .\nFor advice and to schedule an examination for musculoskeletal diseases at the Department of Musculoskeletal Medicine, Tam Anh General Hospital, please contact:\nAlthough gout is not life-threatening, it leaves persistent pain, affecting the patient's quality of life. Therefore, each person needs to proactively have regular health checks at reputable facilities for timely detection and treatment, especially those at high risk.",
            "subsection_string": "frequently asked Questions\n1. How are gout and tophi related?\nIn an in-depth research project on the progress of gout treatment with severe complications and complex pathological spirals on 100 patients of the Gout Institute, the results were: out of 100 people, up to 91 patients had many tophi ( 4). Associate Professor, Dr. Dang Hong Hoa warned that many people with gout are very subjective about tophi without knowing that they are very dangerous.\nTophi appear in people with chronic gout, shaped like lumps, yellow or white tumors located under the skin around the joints of the fingers, toes, knees... This phenomenon occurs when it is uncontrolled. uric acid concentration. Tophi particles can appear in many locations such as joints, ligaments, muscles and even in the kidneys, causing arthritis, kidney stones, gout in the kidneys, and even necrosis of the joints, putting the patient at risk. disabled body.\n2. Does gout go away? Can it be completely treated?\nCurrently, there is still no cure for gout, but it is possible to control painful symptoms in the joints with strategies to maintain a stable level of uric acid in the blood, avoiding the condition that causes the disease to worsen. more. People with gout can live a completely healthy life if they have regular check-ups and follow the doctor's treatment regimen, combined with a healthy diet and lifestyle.\n3. Where does the disease often cause pain?\nBritish doctor Thomas Sydenham once described the disease as follows: Gout pain can occur suddenly and intensely. Patients are often awakened around two in the morning by sharp pain that sometimes occurs in the big toe, sometimes the heel, calf or ankle. The pain is similar to a dislocation and quickly causes chills, shivers and a slight fever for the patient. As each hour passes, the pain gradually becomes more intense, the pain is hot and red as if it feels burned, the patient is in pain. to the point of being unbearable. (5)\n4. How long can people with gout live?\nThis is a question asked by many patients. The time it takes for pain to recur depends largely on the uric acid concentration in the blood, so if this concentration is well controlled, the patient can live a normal life. However, gout is a chronic disease so patients have to \"live\" with it for many years, even up to 10 years.\nGout causes swelling and pain in the joints, even leading to joint necrosis and loss of motor function. Besides, if not treated, it can lead to complications such as kidney stones, kidney failure... People with gout also have a higher risk of The incidence of cardiovascular diseases is higher than normal people, leading to a high risk of death.\nIf the patient uses the medicine and is clinically stable and the blood uric acid index returns to normal, further treatment is still needed as directed by the doctor. Normally, it is necessary to maintain the drug for 3 months for people who have not yet appeared tophi and 6 months if tophi are present.\nDepartment of Musculoskeletal Medicine Tam Anh General Hospital specializes in diagnosing and treating bone and joint diseases such as acute and chronic gout; Osteoporosis, degenerative arthritis, cervical spine, lumbar spine, tendinopathy, sciatica, herniated disc, periarthritis and other tendon attachment points, rheumatoid arthritis, osteoarthritis; metabolic joint diseases such as gout arthritis, autoimmune joint diseases such as rheumatoid arthritis, ankylosing spondylitis, psoriatic arthritis... and other connective tissue diseases such as lupus, dermatomyositis, scleroderma , vasculitis, polyarthritis, etc. Gathering a team of highly specialized doctors and experts who are constantly improving their knowledge, each physician of the department is constantly studying, researching, and applying diagnostic methods. Diagnose and treat according to international standards for each specific patient to bring the best results. In addition, the Department of Musculoskeletal Medicine always focuses on improving service quality to bring maximum satisfaction to patients when coming for treatment. In addition, the Department of Musculoskeletal Medicine at Tam Anh General Hospital also focuses on coordinating with other specialties, aiming at comprehensive treatment methods for patients to achieve optimal results. Musculoskeletal diseases, if diagnosed accurately and treated early and properly, can control pain and prevent complications or slow down the process of joint damage. Modern equipment at Tam Anh General Hospital such as: new generation X-ray machine, high-tech MRI, CT scanner... have become useful tools to help doctors diagnose and treat internal medicine effectively. .\nFor advice and to schedule an examination for musculoskeletal diseases at the Department of Musculoskeletal Medicine, Tam Anh General Hospital, please contact:\nAlthough gout is not life-threatening, it leaves persistent pain, affecting the patient's quality of life. Therefore, each person needs to proactively have regular health checks at reputable facilities for timely detection and treatment, especially those at high risk."
        }
    ],
    "name": "benh-gout.json"
}