{
    "title": "Obesity: Causes, causes and diagnosis",
    "category": "Endocrine",
    "link": "https://tamanhhospital.vn/beo-phi/",
    "abstract": "More than 1 billion people in the world are obese, including 650 million adults, 340 million adolescents and 39 million children. This number is still continuing to increase. So what is obesity? Let's learn about the causes, causes and diagnosis of obesity. (first)\n Dr. Tran Phuong Thao - Doctor of Anesthesiology and Resuscitation Department - Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "Obesity: Causes, causes and diagnosis\n\nMore than 1 billion people in the world are obese, including 650 million adults, 340 million adolescents and 39 million children. This number is still continuing to increase. So what is obesity? Let's learn about the causes, causes and diagnosis of obesity. (first)\n Dr. Tran Phuong Thao - Doctor of Anesthesiology and Resuscitation Department - Tam Anh General Hospital, Ho Chi Minh City.\n\nWhat is obesity?\nObesity is a condition in which the body accumulates too many calories, higher than its needs. Excess calories are then stored as fat or adipose tissue. However, being overweight does not mean obesity, especially in people with a lot of muscle or large bones. (2)\n\nDegree of obesity according to BMI index\nNowadays obesity is determined mainly based on height and weight by calculating body mass index (BMI). This is an indirect tool used to measure body fat and determine whether a person is obese or not. Therefore, BMI indices will be applied to all adults aged 20 and over, regardless of age and gender.\nHow to calculate BMI by dividing weight (in kilograms) by height squared (in meters).\nBMI from 25.0 to 29.9 is equivalent to overweight.; BMI from 30.0 to 34.9 is diagnosed with level 1 obesity; BMI from 35.0 to 39.9 is diagnosed with level 2 obesity; A BMI of 40.0 or higher is called extreme or severe obesity (grade 3 obesity).\n\nObesity image\nSome images about obesity can be viewed here:\nObesity can easily cause diabetes, cardiovascular disease, and metabolic disorders\nIt is the cause of many diseases related to mental health.\nPopular from children.\nOlder people are also at high risk.\n\nCauses of obesity\nThere are many causes of obesity, including a combination of many direct and indirect factors: (3)\n1. Eat a lot\nDiet and lifestyle are factors that contribute to overweight and obesity. Some of the  most common causes, include:\nConsume a lot of processed foods or fast foods. This type of food contains a lot of fat and sugar, causing obesity; Alcoholic drinks such as wine often contain a lot of calories; Meals contain more energy than the body needs. This often happens when going to a buffet. Uncontrolled eating can easily lead to consuming a huge amount of calories, causing obesity.; Drinking too much sugary drinks like soft drinks and fruit juices.; Mood changes cause many people to develop eating disorders.; Nowadays, high-calorie foods have become cheaper, more convenient, and heavily advertised and promoted, making healthy eating even more difficult.\n2. Lazy exercise\nLack of physical exercise is one of the important factors leading to obesity. Many people spend most of their day doing office work. Even the habit of walking or cycling today has been replaced by the use of cars and motorbikes.\nTrends in relaxing at home such as watching TV, surfing the internet, playing computer games and less exercise increase obesity rates. If you are not active enough to burn calories, the excess energy will not be consumed but will be stored by the body as fat.\nThe U.S. Department of Health and Human Services recommends that adults get at least 150 minutes of physical activity per week such as moderate-intensity aerobics, cycling or walking. By dividing your exercise time into small intervals, exercising becomes easier. For example, with 150 minutes you can exercise 30 minutes a day and exercise 5 days a week.\nFor those living with obesity and trying to lose weight, it is essential to  exercise more than this. Start slowly and gradually increase the number of exercises you do each week.\n3. Genetics\nGenes associated with obesity and overweight influence how the body converts food into energy and stores fat. Genes can also influence lifestyle choices. There are also some rare genetic conditions that can cause obesity such as Prader-Willi syndrome. Some genetic traits inherited from parents, such as food cravings, can make it difficult to lose weight.\n4. Endocrine obesity\nIn some cases, underlying medical conditions can contribute to weight gain, such as hypothyroidism or an endocrine and metabolic disorder (Cushing). However, if conditions like these are diagnosed and treated properly, weight loss will be easier.\n\nSubjects at risk of obesity\nSigns of obesity are often easy to recognize, but not everyone is susceptible to the disease. People at risk of obesity include:\nPeople often eat a lot of calorie-rich foods such as fried, greasy foods, fast food, soft drinks, alcohol, animal organs, animal skin...; People with a sedentary lifestyle, office workers, low frequency of physical activity; Postpartum women, especially those who do not breastfeed; People living in big cities have many amenities. Although modern life is more comfortable, it is  the reason for reduced physical activities.; Children born into families with obese people. If parents have normal weight, the child is less than 10% at risk of obesity. However, if the baby has an obese parent, this risk increases to 40%. Furthermore, if both parents are obese, the baby will have an 80% risk of becoming obese; Group of people with endocrine disorders.\nRegular physical activity is an effective weight loss method.\n\nThe harmful effects of obesity\nOverweight and obesity can increase the risk of a number of health problems and may be associated with a number of emotional problems, as well as social relationships. Some harmful effects of obesity cause the following diseases:\n1. Causes feelings of inferiority\nOverweight and obesity are closely linked to mental health problems such as depression. People facing overweight and obesity may be subject to discrimination by others. This can lead to feelings of rejection, shame or guilt, exacerbating mental health problems. (4)\n2. Bone and joint disease\nMore than 1 in 3 obese people have arthritis. This is especially dangerous because people with joint pain are less likely to exercise. Each additional weight can put 3-4 times more pressure on the knees. They cause pain to the patient and make their movement more difficult.\n3. Diabetes\nPreviously, diabetes was common after age 40. But as the obesity epidemic takes hold, type 2 diabetes is now appearing in more young people. About 90% of people diagnosed with type 2 diabetes are overweight or obese. In the United States, complications of diabetes cause about 200,000 deaths each year.\n4. Cardiovascular disease\nHigh blood pressure can damage the heart and arteries, and can even harm the brain, leading to problems such as dementia and stroke. Excess fat puts pressure on the heart and can lead to life-threatening problems such as blockage of the coronary arteries. The World Heart Federation says obesity increases the risk of heart disease - a serious disease that kills more than 600,000 people each year in the US.\n5. Memory loss\nBeing overweight or obese is one of the risk factors for Alzheimer's disease and dementia. A meta-analysis of 10 studies (nearly 42,000 participants followed for 3 to 36 years) found an association between BMI and Alzheimer's disease. Obese people are 42% more likely to develop Alzheimer's disease than people of normal weight.\n6. Digestive diseases\nGastroesophageal reflux disease (GERD) occurs when the amount of stomach fluid that refluxes into the esophagus exceeds normal limits, causing symptoms with or without damage to the esophageal lining. Obesity can lead to diseases ranging from Barrett's esophagus to esophageal cancer.\n7. Endocrine disorders\nOverweight bodies are also susceptible to rashes in the folds or acanthosis nigricans, characterized by dark patches of skin in areas such as the armpits, groin and neck. Many reports have shown that insulin and c-peptide levels are higher in obese patients with acanthosis nigricans than in others.\n8. Respiratory diseases\nExcess fat prevents the chest from expanding, making breathing more difficult. Excess fat accumulated in the lung walls will also reduce oxygen exchange in the body. Obese adults with asthma are five times more likely to be hospitalized than non-obese adults with asthma.\n9. Cancer\nObesity is associated with an increased risk of developing several types of cancer, including breast, endometrial, colorectal, kidney, esophageal, pancreatic, thyroid and gallbladder cancers. There are about 85,000 new cancer cases each year caused by obesity. Rising obesity rates mean cancer cases are also increasing significantly.\n\nComplications of people with obesity\nComplications of obesity include:\nMetabolic syndrome.; Diabetes.; Cardiovascular disorders.; Liver disorders such as non-alcoholic steatohepatitis can lead to cirrhosis.; Gallbladder disease (gallstones).; Gastroesophageal reflux.; Obstructive sleep apnea.; Reproductive system disorders, including infertility in both sexes and low serum testosterone levels in men; Obesity is a risk factor for polycystic ovary syndrome in women.; Many cancers (especially colon cancer and breast cancer).; Osteoarthritis.; Tendon and fascia disorders; Skin disorders.; Economic, social and psychological issues; Depression, anxiety, low self-esteem, poor body image, stigma and discrimination.\n\nHow to diagnose obesity\nTo diagnose obesity, doctors will often perform a physical examination and recommend that the patient do some tests (5). These tests often include:\nRecord your health history. Your doctor will ask about your past weight, weight loss efforts, physical activity and exercise habits, diet and appetite control, other conditions, medications, and stress levels. and other health problems. Doctors can also look at family health history to predict the likelihood of certain diseases.; General health examination including height measurement; check vital indicators such as heart rate, blood pressure and temperature; listen to the heart and lungs, examine the abdomen.; Calculate BMI. A BMI of 30 or higher is considered obese. Everyone should have their BMI checked at least once a year because they can help determine overall health risks and determine appropriate treatment.; Measure your waist. Fat accumulated around the waist, sometimes called visceral fat or belly fat, further increases the risk of heart disease and diabetes. Women with a waist circumference (circumference) greater than 89cm and men with a waist circumference greater than 102cm may have more health risks than people of the same sex with smaller waists. As well as BMI, waist circumference should be measured annually.; Check for other health problems, such as high blood pressure, high cholesterol, underactive thyroid, liver problems, and diabetes.\nSee more: Causes and signs of obesity in men\n\nObesity treatment\nReducing your calorie intake and exercising regularly are your doctor's first recommendations. For patients with complications, it is necessary to use medication and apply more in-depth intervention methods.\nReduce eating: the main principle is that the amount of calories consumed needs to be less than the amount of calories used, so that the body uses energy from fat tissue, helping to achieve the goal of weight loss.; Increase exercise: Physical activity will help increase the use of stored energy, thereby helping to lose fat and maintain weight. Exercise will help control blood sugar levels in the body and reduce blood lipids.; Using medication: This is an option to support diet reduction and exercise. However, this method can leave many side effects, requires a long-term course of medication and is not effective for everyone.; Other measures: When obesity complications are too serious and hinder daily activities, the doctor may need to apply some special treatment measures such as surgery.\nMaybe you don't know: Obesity during puberty: Causes and symptoms of the disease\n\nPrevent obesity\nThere are many ways to prevent obesity. Some methods can be listed such as: healthy lifestyle, scientific diet and regular physical exercise.\n1. Healthy lifestyle\nWe can increase our weight loss success rate by making changes to our diet and lifestyle. This may include:\nSet realistic weight loss goals. Losing just 3% of your initial body weight can significantly reduce your risk of developing obesity-related complications.; Eat slower and concentrate when eating, don't get distracted when watching TV.; Actively avoid being tempted to overeat.; Invite family and friends to support weight loss by motivating you.; Track your progress by weighing yourself regularly and recording it.; Getting psychological support from a healthcare professional or specialist will help you change the way you think about food and eating. Psychotherapy techniques such as cognitive behavioral therapy (CBT) will have a positive impact on the patient.\n2. Scientific diet\nMost people should reduce their energy intake by 600 calories per day if they want to lose 0.5 to 1 kg per week. For men this means consuming no more than 1,900 calories per day, and for women no more than 1,400 calories per day. The best way is to replace unhealthy, high-calorie foods like fast food, processed foods and sugary drinks (including alcohol) with healthy foods. A healthy diet should include:\nLots of fruits and vegetables.; Foods rich in starch such as potatoes, bread, rice, pasta, etc. (ideally whole grains and high in fiber).; Milk and dairy products; Meat, fish, eggs, beans and plant-based protein sources.; Eat less fatty foods and limit sugary drinks.\nNutrition plays an extremely important role in treating obesity.\n3. Practice regularly\nEveryone knows that reducing calories in your diet will help you lose weight, but to maintain your body's health, you will need physical activity to burn energy. Activity can help prevent and control more than 20 diseases, such as reducing the risk of type 2 diabetes by 40%. Exercise also increases energy expenditure and increases the body's metabolic rate. can. Other benefits related to physical activity include:\nIncreased insulin sensitivity.; Improve blood lipids.; Hypotension.; The body is firmer and healthier.; Improve psychological health.; Reduces the risk of breast cancer and colon cancer.; Increase average lifespan.\nDoing exercises that are fun and relaxing will help you maintain a good workout. Aerobic exercise and resistance training are better combined together than separately. Physical activity of 150 minutes/week will improve health and 300 to 360 minutes/week will help reduce and maintain weight. Developing a lifestyle that goes hand in hand with physical activity can help you lose weight and stay healthy.\nDepartment of Endocrinology - Diabetes, Tam Anh General Hospital will help obese patients overcome problems and improve their health status and quality of life by losing weight. A team of doctors and nurses with many years of experience and in-depth expertise will accompany the patient on their medical journey, from examination and obesity treatment regimen to the recovery and stabilization process. Join hands to improve the health and happiness of each patient's life.\nDoctors recommend that people control their weight through a healthy, balanced diet, combined with reasonable physical activity. These factors will help improve health, prevent dangerous consequences and reduce the risk of serious complications caused by obesity.",
    "subsections": [
        {
            "subsection_name": "What is obesity?",
            "subsection_content": "Obesity is a condition in which the body accumulates too many calories, higher than its needs. Excess calories are then stored as fat or adipose tissue. However, being overweight does not mean obesity, especially in people with a lot of muscle or large bones. (2)",
            "subsection_string": "What is obesity?\nObesity is a condition in which the body accumulates too many calories, higher than its needs. Excess calories are then stored as fat or adipose tissue. However, being overweight does not mean obesity, especially in people with a lot of muscle or large bones. (2)"
        },
        {
            "subsection_name": "Degree of obesity according to BMI index",
            "subsection_content": "Nowadays obesity is determined mainly based on height and weight by calculating body mass index (BMI). This is an indirect tool used to measure body fat and determine whether a person is obese or not. Therefore, BMI indices will be applied to all adults aged 20 and over, regardless of age and gender.\nHow to calculate BMI by dividing weight (in kilograms) by height squared (in meters).\nBMI from 25.0 to 29.9 is equivalent to overweight.; BMI from 30.0 to 34.9 is diagnosed with level 1 obesity; BMI from 35.0 to 39.9 is diagnosed with level 2 obesity; A BMI of 40.0 or higher is called extreme or severe obesity (grade 3 obesity).",
            "subsection_string": "Degree of obesity according to BMI index\nNowadays obesity is determined mainly based on height and weight by calculating body mass index (BMI). This is an indirect tool used to measure body fat and determine whether a person is obese or not. Therefore, BMI indices will be applied to all adults aged 20 and over, regardless of age and gender.\nHow to calculate BMI by dividing weight (in kilograms) by height squared (in meters).\nBMI from 25.0 to 29.9 is equivalent to overweight.; BMI from 30.0 to 34.9 is diagnosed with level 1 obesity; BMI from 35.0 to 39.9 is diagnosed with level 2 obesity; A BMI of 40.0 or higher is called extreme or severe obesity (grade 3 obesity)."
        },
        {
            "subsection_name": "Obesity image",
            "subsection_content": "Some images about obesity can be viewed here:\nObesity can easily cause diabetes, cardiovascular disease, and metabolic disorders\nIt is the cause of many diseases related to mental health.\nPopular from children.\nOlder people are also at high risk.",
            "subsection_string": "Obesity image\nSome images about obesity can be viewed here:\nObesity can easily cause diabetes, cardiovascular disease, and metabolic disorders\nIt is the cause of many diseases related to mental health.\nPopular from children.\nOlder people are also at high risk."
        },
        {
            "subsection_name": "Causes of obesity",
            "subsection_content": "There are many causes of obesity, including a combination of many direct and indirect factors: (3)\n1. Eat a lot\nDiet and lifestyle are factors that contribute to overweight and obesity. Some of the  most common causes, include:\nConsume a lot of processed foods or fast foods. This type of food contains a lot of fat and sugar, causing obesity; Alcoholic drinks such as wine often contain a lot of calories; Meals contain more energy than the body needs. This often happens when going to a buffet. Uncontrolled eating can easily lead to consuming a huge amount of calories, causing obesity.; Drinking too much sugary drinks like soft drinks and fruit juices.; Mood changes cause many people to develop eating disorders.; Nowadays, high-calorie foods have become cheaper, more convenient, and heavily advertised and promoted, making healthy eating even more difficult.\n2. Lazy exercise\nLack of physical exercise is one of the important factors leading to obesity. Many people spend most of their day doing office work. Even the habit of walking or cycling today has been replaced by the use of cars and motorbikes.\nTrends in relaxing at home such as watching TV, surfing the internet, playing computer games and less exercise increase obesity rates. If you are not active enough to burn calories, the excess energy will not be consumed but will be stored by the body as fat.\nThe U.S. Department of Health and Human Services recommends that adults get at least 150 minutes of physical activity per week such as moderate-intensity aerobics, cycling or walking. By dividing your exercise time into small intervals, exercising becomes easier. For example, with 150 minutes you can exercise 30 minutes a day and exercise 5 days a week.\nFor those living with obesity and trying to lose weight, it is essential to  exercise more than this. Start slowly and gradually increase the number of exercises you do each week.\n3. Genetics\nGenes associated with obesity and overweight influence how the body converts food into energy and stores fat. Genes can also influence lifestyle choices. There are also some rare genetic conditions that can cause obesity such as Prader-Willi syndrome. Some genetic traits inherited from parents, such as food cravings, can make it difficult to lose weight.\n4. Endocrine obesity\nIn some cases, underlying medical conditions can contribute to weight gain, such as hypothyroidism or an endocrine and metabolic disorder (Cushing). However, if conditions like these are diagnosed and treated properly, weight loss will be easier.",
            "subsection_string": "Causes of obesity\nThere are many causes of obesity, including a combination of many direct and indirect factors: (3)\n1. Eat a lot\nDiet and lifestyle are factors that contribute to overweight and obesity. Some of the  most common causes, include:\nConsume a lot of processed foods or fast foods. This type of food contains a lot of fat and sugar, causing obesity; Alcoholic drinks such as wine often contain a lot of calories; Meals contain more energy than the body needs. This often happens when going to a buffet. Uncontrolled eating can easily lead to consuming a huge amount of calories, causing obesity.; Drinking too much sugary drinks like soft drinks and fruit juices.; Mood changes cause many people to develop eating disorders.; Nowadays, high-calorie foods have become cheaper, more convenient, and heavily advertised and promoted, making healthy eating even more difficult.\n2. Lazy exercise\nLack of physical exercise is one of the important factors leading to obesity. Many people spend most of their day doing office work. Even the habit of walking or cycling today has been replaced by the use of cars and motorbikes.\nTrends in relaxing at home such as watching TV, surfing the internet, playing computer games and less exercise increase obesity rates. If you are not active enough to burn calories, the excess energy will not be consumed but will be stored by the body as fat.\nThe U.S. Department of Health and Human Services recommends that adults get at least 150 minutes of physical activity per week such as moderate-intensity aerobics, cycling or walking. By dividing your exercise time into small intervals, exercising becomes easier. For example, with 150 minutes you can exercise 30 minutes a day and exercise 5 days a week.\nFor those living with obesity and trying to lose weight, it is essential to  exercise more than this. Start slowly and gradually increase the number of exercises you do each week.\n3. Genetics\nGenes associated with obesity and overweight influence how the body converts food into energy and stores fat. Genes can also influence lifestyle choices. There are also some rare genetic conditions that can cause obesity such as Prader-Willi syndrome. Some genetic traits inherited from parents, such as food cravings, can make it difficult to lose weight.\n4. Endocrine obesity\nIn some cases, underlying medical conditions can contribute to weight gain, such as hypothyroidism or an endocrine and metabolic disorder (Cushing). However, if conditions like these are diagnosed and treated properly, weight loss will be easier."
        },
        {
            "subsection_name": "Subjects at risk of obesity",
            "subsection_content": "Signs of obesity are often easy to recognize, but not everyone is susceptible to the disease. People at risk of obesity include:\nPeople often eat a lot of calorie-rich foods such as fried, greasy foods, fast food, soft drinks, alcohol, animal organs, animal skin...; People with a sedentary lifestyle, office workers, low frequency of physical activity; Postpartum women, especially those who do not breastfeed; People living in big cities have many amenities. Although modern life is more comfortable, it is  the reason for reduced physical activities.; Children born into families with obese people. If parents have normal weight, the child is less than 10% at risk of obesity. However, if the baby has an obese parent, this risk increases to 40%. Furthermore, if both parents are obese, the baby will have an 80% risk of becoming obese; Group of people with endocrine disorders.\nRegular physical activity is an effective weight loss method.",
            "subsection_string": "Subjects at risk of obesity\nSigns of obesity are often easy to recognize, but not everyone is susceptible to the disease. People at risk of obesity include:\nPeople often eat a lot of calorie-rich foods such as fried, greasy foods, fast food, soft drinks, alcohol, animal organs, animal skin...; People with a sedentary lifestyle, office workers, low frequency of physical activity; Postpartum women, especially those who do not breastfeed; People living in big cities have many amenities. Although modern life is more comfortable, it is  the reason for reduced physical activities.; Children born into families with obese people. If parents have normal weight, the child is less than 10% at risk of obesity. However, if the baby has an obese parent, this risk increases to 40%. Furthermore, if both parents are obese, the baby will have an 80% risk of becoming obese; Group of people with endocrine disorders.\nRegular physical activity is an effective weight loss method."
        },
        {
            "subsection_name": "The harmful effects of obesity",
            "subsection_content": "Overweight and obesity can increase the risk of a number of health problems and may be associated with a number of emotional problems, as well as social relationships. Some harmful effects of obesity cause the following diseases:\n1. Causes feelings of inferiority\nOverweight and obesity are closely linked to mental health problems such as depression. People facing overweight and obesity may be subject to discrimination by others. This can lead to feelings of rejection, shame or guilt, exacerbating mental health problems. (4)\n2. Bone and joint disease\nMore than 1 in 3 obese people have arthritis. This is especially dangerous because people with joint pain are less likely to exercise. Each additional weight can put 3-4 times more pressure on the knees. They cause pain to the patient and make their movement more difficult.\n3. Diabetes\nPreviously, diabetes was common after age 40. But as the obesity epidemic takes hold, type 2 diabetes is now appearing in more young people. About 90% of people diagnosed with type 2 diabetes are overweight or obese. In the United States, complications of diabetes cause about 200,000 deaths each year.\n4. Cardiovascular disease\nHigh blood pressure can damage the heart and arteries, and can even harm the brain, leading to problems such as dementia and stroke. Excess fat puts pressure on the heart and can lead to life-threatening problems such as blockage of the coronary arteries. The World Heart Federation says obesity increases the risk of heart disease - a serious disease that kills more than 600,000 people each year in the US.\n5. Memory loss\nBeing overweight or obese is one of the risk factors for Alzheimer's disease and dementia. A meta-analysis of 10 studies (nearly 42,000 participants followed for 3 to 36 years) found an association between BMI and Alzheimer's disease. Obese people are 42% more likely to develop Alzheimer's disease than people of normal weight.\n6. Digestive diseases\nGastroesophageal reflux disease (GERD) occurs when the amount of stomach fluid that refluxes into the esophagus exceeds normal limits, causing symptoms with or without damage to the esophageal lining. Obesity can lead to diseases ranging from Barrett's esophagus to esophageal cancer.\n7. Endocrine disorders\nOverweight bodies are also susceptible to rashes in the folds or acanthosis nigricans, characterized by dark patches of skin in areas such as the armpits, groin and neck. Many reports have shown that insulin and c-peptide levels are higher in obese patients with acanthosis nigricans than in others.\n8. Respiratory diseases\nExcess fat prevents the chest from expanding, making breathing more difficult. Excess fat accumulated in the lung walls will also reduce oxygen exchange in the body. Obese adults with asthma are five times more likely to be hospitalized than non-obese adults with asthma.\n9. Cancer\nObesity is associated with an increased risk of developing several types of cancer, including breast, endometrial, colorectal, kidney, esophageal, pancreatic, thyroid and gallbladder cancers. There are about 85,000 new cancer cases each year caused by obesity. Rising obesity rates mean cancer cases are also increasing significantly.",
            "subsection_string": "The harmful effects of obesity\nOverweight and obesity can increase the risk of a number of health problems and may be associated with a number of emotional problems, as well as social relationships. Some harmful effects of obesity cause the following diseases:\n1. Causes feelings of inferiority\nOverweight and obesity are closely linked to mental health problems such as depression. People facing overweight and obesity may be subject to discrimination by others. This can lead to feelings of rejection, shame or guilt, exacerbating mental health problems. (4)\n2. Bone and joint disease\nMore than 1 in 3 obese people have arthritis. This is especially dangerous because people with joint pain are less likely to exercise. Each additional weight can put 3-4 times more pressure on the knees. They cause pain to the patient and make their movement more difficult.\n3. Diabetes\nPreviously, diabetes was common after age 40. But as the obesity epidemic takes hold, type 2 diabetes is now appearing in more young people. About 90% of people diagnosed with type 2 diabetes are overweight or obese. In the United States, complications of diabetes cause about 200,000 deaths each year.\n4. Cardiovascular disease\nHigh blood pressure can damage the heart and arteries, and can even harm the brain, leading to problems such as dementia and stroke. Excess fat puts pressure on the heart and can lead to life-threatening problems such as blockage of the coronary arteries. The World Heart Federation says obesity increases the risk of heart disease - a serious disease that kills more than 600,000 people each year in the US.\n5. Memory loss\nBeing overweight or obese is one of the risk factors for Alzheimer's disease and dementia. A meta-analysis of 10 studies (nearly 42,000 participants followed for 3 to 36 years) found an association between BMI and Alzheimer's disease. Obese people are 42% more likely to develop Alzheimer's disease than people of normal weight.\n6. Digestive diseases\nGastroesophageal reflux disease (GERD) occurs when the amount of stomach fluid that refluxes into the esophagus exceeds normal limits, causing symptoms with or without damage to the esophageal lining. Obesity can lead to diseases ranging from Barrett's esophagus to esophageal cancer.\n7. Endocrine disorders\nOverweight bodies are also susceptible to rashes in the folds or acanthosis nigricans, characterized by dark patches of skin in areas such as the armpits, groin and neck. Many reports have shown that insulin and c-peptide levels are higher in obese patients with acanthosis nigricans than in others.\n8. Respiratory diseases\nExcess fat prevents the chest from expanding, making breathing more difficult. Excess fat accumulated in the lung walls will also reduce oxygen exchange in the body. Obese adults with asthma are five times more likely to be hospitalized than non-obese adults with asthma.\n9. Cancer\nObesity is associated with an increased risk of developing several types of cancer, including breast, endometrial, colorectal, kidney, esophageal, pancreatic, thyroid and gallbladder cancers. There are about 85,000 new cancer cases each year caused by obesity. Rising obesity rates mean cancer cases are also increasing significantly."
        },
        {
            "subsection_name": "Complications of people with obesity",
            "subsection_content": "Complications of obesity include:\nMetabolic syndrome.; Diabetes.; Cardiovascular disorders.; Liver disorders such as non-alcoholic steatohepatitis can lead to cirrhosis.; Gallbladder disease (gallstones).; Gastroesophageal reflux.; Obstructive sleep apnea.; Reproductive system disorders, including infertility in both sexes and low serum testosterone levels in men; Obesity is a risk factor for polycystic ovary syndrome in women.; Many cancers (especially colon cancer and breast cancer).; Osteoarthritis.; Tendon and fascia disorders; Skin disorders.; Economic, social and psychological issues; Depression, anxiety, low self-esteem, poor body image, stigma and discrimination.",
            "subsection_string": "Complications of people with obesity\nComplications of obesity include:\nMetabolic syndrome.; Diabetes.; Cardiovascular disorders.; Liver disorders such as non-alcoholic steatohepatitis can lead to cirrhosis.; Gallbladder disease (gallstones).; Gastroesophageal reflux.; Obstructive sleep apnea.; Reproductive system disorders, including infertility in both sexes and low serum testosterone levels in men; Obesity is a risk factor for polycystic ovary syndrome in women.; Many cancers (especially colon cancer and breast cancer).; Osteoarthritis.; Tendon and fascia disorders; Skin disorders.; Economic, social and psychological issues; Depression, anxiety, low self-esteem, poor body image, stigma and discrimination."
        },
        {
            "subsection_name": "How to diagnose obesity",
            "subsection_content": "To diagnose obesity, doctors will often perform a physical examination and recommend that the patient do some tests (5). These tests often include:\nRecord your health history. Your doctor will ask about your past weight, weight loss efforts, physical activity and exercise habits, diet and appetite control, other conditions, medications, and stress levels. and other health problems. Doctors can also look at family health history to predict the likelihood of certain diseases.; General health examination including height measurement; check vital indicators such as heart rate, blood pressure and temperature; listen to the heart and lungs, examine the abdomen.; Calculate BMI. A BMI of 30 or higher is considered obese. Everyone should have their BMI checked at least once a year because they can help determine overall health risks and determine appropriate treatment.; Measure your waist. Fat accumulated around the waist, sometimes called visceral fat or belly fat, further increases the risk of heart disease and diabetes. Women with a waist circumference (circumference) greater than 89cm and men with a waist circumference greater than 102cm may have more health risks than people of the same sex with smaller waists. As well as BMI, waist circumference should be measured annually.; Check for other health problems, such as high blood pressure, high cholesterol, underactive thyroid, liver problems, and diabetes.\nSee more: Causes and signs of obesity in men",
            "subsection_string": "How to diagnose obesity\nTo diagnose obesity, doctors will often perform a physical examination and recommend that the patient do some tests (5). These tests often include:\nRecord your health history. Your doctor will ask about your past weight, weight loss efforts, physical activity and exercise habits, diet and appetite control, other conditions, medications, and stress levels. and other health problems. Doctors can also look at family health history to predict the likelihood of certain diseases.; General health examination including height measurement; check vital indicators such as heart rate, blood pressure and temperature; listen to the heart and lungs, examine the abdomen.; Calculate BMI. A BMI of 30 or higher is considered obese. Everyone should have their BMI checked at least once a year because they can help determine overall health risks and determine appropriate treatment.; Measure your waist. Fat accumulated around the waist, sometimes called visceral fat or belly fat, further increases the risk of heart disease and diabetes. Women with a waist circumference (circumference) greater than 89cm and men with a waist circumference greater than 102cm may have more health risks than people of the same sex with smaller waists. As well as BMI, waist circumference should be measured annually.; Check for other health problems, such as high blood pressure, high cholesterol, underactive thyroid, liver problems, and diabetes.\nSee more: Causes and signs of obesity in men"
        },
        {
            "subsection_name": "Obesity treatment",
            "subsection_content": "Reducing your calorie intake and exercising regularly are your doctor's first recommendations. For patients with complications, it is necessary to use medication and apply more in-depth intervention methods.\nReduce eating: the main principle is that the amount of calories consumed needs to be less than the amount of calories used, so that the body uses energy from fat tissue, helping to achieve the goal of weight loss.; Increase exercise: Physical activity will help increase the use of stored energy, thereby helping to lose fat and maintain weight. Exercise will help control blood sugar levels in the body and reduce blood lipids.; Using medication: This is an option to support diet reduction and exercise. However, this method can leave many side effects, requires a long-term course of medication and is not effective for everyone.; Other measures: When obesity complications are too serious and hinder daily activities, the doctor may need to apply some special treatment measures such as surgery.\nMaybe you don't know: Obesity during puberty: Causes and symptoms of the disease",
            "subsection_string": "Obesity treatment\nReducing your calorie intake and exercising regularly are your doctor's first recommendations. For patients with complications, it is necessary to use medication and apply more in-depth intervention methods.\nReduce eating: the main principle is that the amount of calories consumed needs to be less than the amount of calories used, so that the body uses energy from fat tissue, helping to achieve the goal of weight loss.; Increase exercise: Physical activity will help increase the use of stored energy, thereby helping to lose fat and maintain weight. Exercise will help control blood sugar levels in the body and reduce blood lipids.; Using medication: This is an option to support diet reduction and exercise. However, this method can leave many side effects, requires a long-term course of medication and is not effective for everyone.; Other measures: When obesity complications are too serious and hinder daily activities, the doctor may need to apply some special treatment measures such as surgery.\nMaybe you don't know: Obesity during puberty: Causes and symptoms of the disease"
        },
        {
            "subsection_name": "Prevent obesity",
            "subsection_content": "There are many ways to prevent obesity. Some methods can be listed such as: healthy lifestyle, scientific diet and regular physical exercise.\n1. Healthy lifestyle\nWe can increase our weight loss success rate by making changes to our diet and lifestyle. This may include:\nSet realistic weight loss goals. Losing just 3% of your initial body weight can significantly reduce your risk of developing obesity-related complications.; Eat slower and concentrate when eating, don't get distracted when watching TV.; Actively avoid being tempted to overeat.; Invite family and friends to support weight loss by motivating you.; Track your progress by weighing yourself regularly and recording it.; Getting psychological support from a healthcare professional or specialist will help you change the way you think about food and eating. Psychotherapy techniques such as cognitive behavioral therapy (CBT) will have a positive impact on the patient.\n2. Scientific diet\nMost people should reduce their energy intake by 600 calories per day if they want to lose 0.5 to 1 kg per week. For men this means consuming no more than 1,900 calories per day, and for women no more than 1,400 calories per day. The best way is to replace unhealthy, high-calorie foods like fast food, processed foods and sugary drinks (including alcohol) with healthy foods. A healthy diet should include:\nLots of fruits and vegetables.; Foods rich in starch such as potatoes, bread, rice, pasta, etc. (ideally whole grains and high in fiber).; Milk and dairy products; Meat, fish, eggs, beans and plant-based protein sources.; Eat less fatty foods and limit sugary drinks.\nNutrition plays an extremely important role in treating obesity.\n3. Practice regularly\nEveryone knows that reducing calories in your diet will help you lose weight, but to maintain your body's health, you will need physical activity to burn energy. Activity can help prevent and control more than 20 diseases, such as reducing the risk of type 2 diabetes by 40%. Exercise also increases energy expenditure and increases the body's metabolic rate. can. Other benefits related to physical activity include:\nIncreased insulin sensitivity.; Improve blood lipids.; Hypotension.; The body is firmer and healthier.; Improve psychological health.; Reduces the risk of breast cancer and colon cancer.; Increase average lifespan.\nDoing exercises that are fun and relaxing will help you maintain a good workout. Aerobic exercise and resistance training are better combined together than separately. Physical activity of 150 minutes/week will improve health and 300 to 360 minutes/week will help reduce and maintain weight. Developing a lifestyle that goes hand in hand with physical activity can help you lose weight and stay healthy.\nDepartment of Endocrinology - Diabetes, Tam Anh General Hospital will help obese patients overcome problems and improve their health status and quality of life by losing weight. A team of doctors and nurses with many years of experience and in-depth expertise will accompany the patient on their medical journey, from examination and obesity treatment regimen to the recovery and stabilization process. Join hands to improve the health and happiness of each patient's life.\nDoctors recommend that people control their weight through a healthy, balanced diet, combined with reasonable physical activity. These factors will help improve health, prevent dangerous consequences and reduce the risk of serious complications caused by obesity.",
            "subsection_string": "Prevent obesity\nThere are many ways to prevent obesity. Some methods can be listed such as: healthy lifestyle, scientific diet and regular physical exercise.\n1. Healthy lifestyle\nWe can increase our weight loss success rate by making changes to our diet and lifestyle. This may include:\nSet realistic weight loss goals. Losing just 3% of your initial body weight can significantly reduce your risk of developing obesity-related complications.; Eat slower and concentrate when eating, don't get distracted when watching TV.; Actively avoid being tempted to overeat.; Invite family and friends to support weight loss by motivating you.; Track your progress by weighing yourself regularly and recording it.; Getting psychological support from a healthcare professional or specialist will help you change the way you think about food and eating. Psychotherapy techniques such as cognitive behavioral therapy (CBT) will have a positive impact on the patient.\n2. Scientific diet\nMost people should reduce their energy intake by 600 calories per day if they want to lose 0.5 to 1 kg per week. For men this means consuming no more than 1,900 calories per day, and for women no more than 1,400 calories per day. The best way is to replace unhealthy, high-calorie foods like fast food, processed foods and sugary drinks (including alcohol) with healthy foods. A healthy diet should include:\nLots of fruits and vegetables.; Foods rich in starch such as potatoes, bread, rice, pasta, etc. (ideally whole grains and high in fiber).; Milk and dairy products; Meat, fish, eggs, beans and plant-based protein sources.; Eat less fatty foods and limit sugary drinks.\nNutrition plays an extremely important role in treating obesity.\n3. Practice regularly\nEveryone knows that reducing calories in your diet will help you lose weight, but to maintain your body's health, you will need physical activity to burn energy. Activity can help prevent and control more than 20 diseases, such as reducing the risk of type 2 diabetes by 40%. Exercise also increases energy expenditure and increases the body's metabolic rate. can. Other benefits related to physical activity include:\nIncreased insulin sensitivity.; Improve blood lipids.; Hypotension.; The body is firmer and healthier.; Improve psychological health.; Reduces the risk of breast cancer and colon cancer.; Increase average lifespan.\nDoing exercises that are fun and relaxing will help you maintain a good workout. Aerobic exercise and resistance training are better combined together than separately. Physical activity of 150 minutes/week will improve health and 300 to 360 minutes/week will help reduce and maintain weight. Developing a lifestyle that goes hand in hand with physical activity can help you lose weight and stay healthy.\nDepartment of Endocrinology - Diabetes, Tam Anh General Hospital will help obese patients overcome problems and improve their health status and quality of life by losing weight. A team of doctors and nurses with many years of experience and in-depth expertise will accompany the patient on their medical journey, from examination and obesity treatment regimen to the recovery and stabilization process. Join hands to improve the health and happiness of each patient's life.\nDoctors recommend that people control their weight through a healthy, balanced diet, combined with reasonable physical activity. These factors will help improve health, prevent dangerous consequences and reduce the risk of serious complications caused by obesity."
        }
    ],
    "name": "beo-phi.json"
}