{
    "title": "Silicosis: Causes, symptoms and treatment",
    "category": "Respiratory",
    "link": "https://tamanhhospital.vn/bui-phoi-silic/",
    "abstract": "Included in the group of lung diseases caused by dust exposure,\nSilicosis is extremely dangerous when silica dust particles accumulate deep in the lungs for a long time, causing damage to the respiratory system. Therefore, those who work in environments containing silica dust need to clearly understand the causes, symptoms, and prevention methods to avoid being infected.\nOccupational silicosis\n visit.\n\nPeople who regularly work in factories containing silica dust are at risk of getting sick. Lung diseases are very common in the world, especially in tropical and subtropical regions. Some lung diseases arise due to environmental factors and industrial pollution.\nLung dust\nis one such disease. The disease causes tens of thousands of deaths each year worldwide.\n Professor Ngo Quy Chau said, the phenomenon of silica dust in the lungs\nmost commonly diagnosed in people over 40 years of age. The reason is that it takes many years of exposure to silica for patients to develop clear symptoms of lung damage. This is a progressive and irreversible disease (cannot be cured), even when the patient stops being exposed to dust.",
    "content": "Silicosis: Causes, symptoms and treatment\n\nIncluded in the group of lung diseases caused by dust exposure,\nSilicosis is extremely dangerous when silica dust particles accumulate deep in the lungs for a long time, causing damage to the respiratory system. Therefore, those who work in environments containing silica dust need to clearly understand the causes, symptoms, and prevention methods to avoid being infected.\nOccupational silicosis\n visit.\n\nPeople who regularly work in factories containing silica dust are at risk of getting sick. Lung diseases are very common in the world, especially in tropical and subtropical regions. Some lung diseases arise due to environmental factors and industrial pollution.\nLung dust\nis one such disease. The disease causes tens of thousands of deaths each year worldwide.\n Professor Ngo Quy Chau said, the phenomenon of silica dust in the lungs\nmost commonly diagnosed in people over 40 years of age. The reason is that it takes many years of exposure to silica for patients to develop clear symptoms of lung damage. This is a progressive and irreversible disease (cannot be cured), even when the patient stops being exposed to dust.\n\nWhat is silicosis?\nSilicosis is the result of lung fibrosis. The disease is common in people whose work often inhales silica-containing dust.\nSilicon is a small, crystal-like crystal found in sand, rocks, or mineral ores such as quartz (1)\nOver time, these silicon crystals will accumulate in the patient's lungs and airways. This long-term condition causes the patient to have difficulty breathing, weaken the respiratory system, and in severe cases, can die.\nExperts classify the disease into 3 types, depending on the concentration of silica dust in the air that the patient accidentally inhales: (2)\nAcute: This type of disease develops after a few weeks to several years of direct contact with silica dust. The disease progresses rapidly with the lungs becoming very inflamed and filled with fluid, causing severe difficulty breathing, causing low levels of oxygen in the blood.; Chronic: This is the most common form of chronic silicosis, occurring after a long period of time (10 - 30 years) of direct exposure to silica dust (low concentration of silica). The patient shows no signs of the disease, although the infection can be detected through X-rays. The most characteristic manifestation of this disease is that silica dust causes swelling of the lungs and lymph nodes in the chest, making it more difficult for the patient to breathe. X-ray results also showed lesions less than 10mm in diameter in the upper lung.; Progressive disease: The result of exposure to silica dust at high concentrations continuously for about 5 - 10 years. Accordingly, the patient has pneumonia and other symptoms appear more quickly than the disease at a chronic level. These patients are at increased risk of developing complex diseases in the future such as progressive massive fibrosis (PMF).\nIn addition, there is a less common type of disease, such as complicated silicosis (asthma), which leaves many scars in the lungs, along with the formation of nodules larger than 1 cm. The disease is often accompanied by progressive massive fibrosis. Smaller nodules combine to form larger inflammatory nodules. The condition can become serious if the patient has other lung diseases such as fungal infections, tuberculosis, non-tuberculous mycobacterial infections and lung cancer.\nIn addition, there are some quite common pneumoconiosis diseases such as coal lung disease (common in coal mine workers), cotton lung disease (can occur in people working in textile factories), asbestos lung disease (caused by inhalation of asbestos dust)... All have in common that they cause disease by mechanism: the patient inhales small particles of inorganic substances during work. At the same time, any disease will lead to respiratory failure if not detected and treated properly. (3)\n\nCommon symptoms of silica dust disease\nThe first signs of silicosis may be: (4)\nPersistent cough, sometimes accompanied by phlegm; Shortness of breath; Short of breath\nSymptoms that appear next include:\nTired; Losing weight; Pain, discomfort and chest tightness; Fever; Night sweats; Swollen legs; Blue lips; Respiratory failure\nDifficulty breathing and persistent cough are the first symptoms of the disease\n\nCause of silicosis\nThe disease occurs when the body reacts to the accumulation of silica dust in the lungs. When a person inhales silica dust through the nose or mouth, these crystals will act like tiny blades on the lungs, creating small cuts and scarring of lung tissue. Scarred lungs cannot open and close on their own, making it more difficult for the patient to breathe.\nPeople who regularly work in factories, quarries or ore mines are at high risk of occupational silicosis, specifically in jobs such as:\nAsphalt production; Concrete production; Glass production; Crushing or drilling rock and concrete; Mining\n\nDiagnostic method\nBased on clinical signs, the doctor needs to examine you carefully and perform some tests before diagnosing whether you have silica dust in your lungs or not. During the exam, your doctor will ask about your breathing, both at rest and during exercise. In addition, the doctor will also ask details about your work history to determine the possibility of exposure to silica dust. You should prepare the following information before seeing the doctor:\nRespiratory-related symptoms and the time they first appeared;; What methods have you used to treat these symptoms;; The jobs you have been doing, how long they have been doing, the nature of each job...;; Substances you were exposed to at work and whether you wore protective equipment while working;; Have you been a long-time smoker;; In addition, you need to provide the doctor with old medical records, including chest X-rays, CT scans, etc.\nAfter the examination, your doctor will prescribe you some paraclinical tests if he suspects you have silicosis, including:\nLung imaging diagnosis: Chest X-ray or lung CT will help the doctor see more clearly the lung image, thereby assessing the level of lung damage as well as determining whether you are sick or not.; Lung function test: helps measure the lungs' ability to breathe properly to bring oxygen into the blood. This measurement is performed using two separate tests: spirometry and diffusion capacity. The results are also used to determine the extent of damage to your lungs.; Sputum test: Takes mucus from your throat for analysis.; Bronchoscopy: The doctor will insert a bronchoscope (a small flexible tube with a camera on the end) through the nose or mouth to the trachea and lungs. Endoscopy helps doctors see the lungs most clearly. Tissue and fluid samples may also be taken during bronchoscopy.; Surgical lung biopsy: Performed by a lower thoracic surgeon using general anesthesia. The purpose is to take a lung tissue sample for further testing.\nA chest X-ray will further strengthen your doctor's diagnosis of your condition\n\nSymptoms\nIf silica lung persists without treatment or is treated improperly, it will lead to serious complications such as:\nTuberculosis; Severe pneumonia; Lung cancer; Chronic obstructive pulmonary disease (COPD); Chronic bronchitis; Scleroderma\n\nMethods of treating silica dust disease\nCan silicosis be cured? Professor Wu Guizhou said that there is NO way to completely cure the disease. Once the lungs are damaged by disease, they cannot be recovered. All treatments aim to slow the progression of the disease as well as relieve symptoms.\nCommonly prescribed methods to treat silicosis are:\nUse bronchodilators to increase airway diameter and reduce inflammation;; Quit smoking as soon as possible if you have smoked for a long time. Smoking has been shown to worsen symptoms as well as speed up disease progression.; Wear an oxygen mask to pump more air into your lungs and increase the amount of oxygen in your blood.; In very serious situations, your doctor may recommend lung transplant surgery.\nNote that these patients are at higher risk of developing tuberculosis. Therefore, you should be tested for tuberculosis regularly if you are diagnosed with silicosis.\n\nHow to prevent silica dust\nCrystalline silicon is the culprit that causes the disease. Therefore, to prevent this disease, you first need to minimize your exposure to silica dust. If you have to work regularly in an environment containing crystalline silicon, you need to:\nWear a mask and protective clothing while working;; Use the wetting method to cut, plan or grind materials;; Take a shower and change clothes after work;; Do not eat or drink in or near areas containing silica dust;; Wash hands and face before eating.\nFor those who do not work in environments containing silica dust, to prevent disease, do the following:\nMaintain weight with a healthy, balanced diet;; Move as much as possible by exercising regularly, but don't overexert yourself;; Prevent respiratory infections by getting vaccinated against influenza and pneumococcal pneumonia as recommended by your doctor.\n\nExamination and treatment of silicosis and respiratory diseases at Tam Anh General Hospital\nGathering a team of leading experts and doctors across the country, especially Prof. Dr. Ngo Quy Chau - \"a giant\" in the field of respiratory medicine in Vietnam, Department of Respiratory Medicine, General Hospital Tam Anh is a place to effectively treat silicosis as well as other respiratory diseases such as chronic obstructive pulmonary disease (COPD), asthma, bronchitis, lung cancer...\nProf. Dr. Ngo Quy Chau examines patients with respiratory diseases\nIn addition to a team of skilled and experienced experts, Tam Anh General Hospital focuses on investing in a system of modern technological equipment, imported synchronously to serve the medical examination and treatment of the Respiratory Internal Medicine Department such as : pleuroscopy system, NBI modern narrow-band flexible bronchoscopy system, high-tech X-ray machine, 128-row CT scanner for early detection of lung cancer, pleural disease, and other diseases bronchi, lungs; polysomnography system to diagnose the causes of snoring, insomnia and adjust the treatment of obstructive sleep apnea syndrome, non-invasive ventilator to treat respiratory failure...\nIn addition, the Department of Respiratory Medicine at Tam Anh General Hospital also has close coordination with clinical departments (Surgery, Intensive Care, Cardiology, Endocrinology, Musculoskeletal, Emergency Medicine...) and paraclinical departments such as Testing (biochemistry, hematology, microbiology), Diagnostic imaging, Cytological pathology center... create a closed process to help examine, diagnose and treat patients effectively.\nFor advice and to schedule an examination for respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, you can contact:\n108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City\nHotline: 024 3872 3872 – 024 7106 6858\n2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City\nHotline: 0287 102 6789 – 093 180 6858\nFanpage: https://www.facebook.com/benhvientamanh\nAbove is all the information you need to know about silicosis. If the disease is not detected and treated early, it will lead to serious complications, especially lung cancer. If you are working in an environment exposed to toxic gases, strictly follow labor safety regulations as well as have regular health checks to prevent the risk of disease.\nThien Lam",
    "subsections": [
        {
            "subsection_name": "What is silicosis?",
            "subsection_content": "Silicosis is the result of lung fibrosis. The disease is common in people whose work often inhales silica-containing dust.\nSilicon is a small, crystal-like crystal found in sand, rocks, or mineral ores such as quartz (1)\nOver time, these silicon crystals will accumulate in the patient's lungs and airways. This long-term condition causes the patient to have difficulty breathing, weaken the respiratory system, and in severe cases, can die.\nExperts classify the disease into 3 types, depending on the concentration of silica dust in the air that the patient accidentally inhales: (2)\nAcute: This type of disease develops after a few weeks to several years of direct contact with silica dust. The disease progresses rapidly with the lungs becoming very inflamed and filled with fluid, causing severe difficulty breathing, causing low levels of oxygen in the blood.; Chronic: This is the most common form of chronic silicosis, occurring after a long period of time (10 - 30 years) of direct exposure to silica dust (low concentration of silica). The patient shows no signs of the disease, although the infection can be detected through X-rays. The most characteristic manifestation of this disease is that silica dust causes swelling of the lungs and lymph nodes in the chest, making it more difficult for the patient to breathe. X-ray results also showed lesions less than 10mm in diameter in the upper lung.; Progressive disease: The result of exposure to silica dust at high concentrations continuously for about 5 - 10 years. Accordingly, the patient has pneumonia and other symptoms appear more quickly than the disease at a chronic level. These patients are at increased risk of developing complex diseases in the future such as progressive massive fibrosis (PMF).\nIn addition, there is a less common type of disease, such as complicated silicosis (asthma), which leaves many scars in the lungs, along with the formation of nodules larger than 1 cm. The disease is often accompanied by progressive massive fibrosis. Smaller nodules combine to form larger inflammatory nodules. The condition can become serious if the patient has other lung diseases such as fungal infections, tuberculosis, non-tuberculous mycobacterial infections and lung cancer.\nIn addition, there are some quite common pneumoconiosis diseases such as coal lung disease (common in coal mine workers), cotton lung disease (can occur in people working in textile factories), asbestos lung disease (caused by inhalation of asbestos dust)... All have in common that they cause disease by mechanism: the patient inhales small particles of inorganic substances during work. At the same time, any disease will lead to respiratory failure if not detected and treated properly. (3)",
            "subsection_string": "What is silicosis?\nSilicosis is the result of lung fibrosis. The disease is common in people whose work often inhales silica-containing dust.\nSilicon is a small, crystal-like crystal found in sand, rocks, or mineral ores such as quartz (1)\nOver time, these silicon crystals will accumulate in the patient's lungs and airways. This long-term condition causes the patient to have difficulty breathing, weaken the respiratory system, and in severe cases, can die.\nExperts classify the disease into 3 types, depending on the concentration of silica dust in the air that the patient accidentally inhales: (2)\nAcute: This type of disease develops after a few weeks to several years of direct contact with silica dust. The disease progresses rapidly with the lungs becoming very inflamed and filled with fluid, causing severe difficulty breathing, causing low levels of oxygen in the blood.; Chronic: This is the most common form of chronic silicosis, occurring after a long period of time (10 - 30 years) of direct exposure to silica dust (low concentration of silica). The patient shows no signs of the disease, although the infection can be detected through X-rays. The most characteristic manifestation of this disease is that silica dust causes swelling of the lungs and lymph nodes in the chest, making it more difficult for the patient to breathe. X-ray results also showed lesions less than 10mm in diameter in the upper lung.; Progressive disease: The result of exposure to silica dust at high concentrations continuously for about 5 - 10 years. Accordingly, the patient has pneumonia and other symptoms appear more quickly than the disease at a chronic level. These patients are at increased risk of developing complex diseases in the future such as progressive massive fibrosis (PMF).\nIn addition, there is a less common type of disease, such as complicated silicosis (asthma), which leaves many scars in the lungs, along with the formation of nodules larger than 1 cm. The disease is often accompanied by progressive massive fibrosis. Smaller nodules combine to form larger inflammatory nodules. The condition can become serious if the patient has other lung diseases such as fungal infections, tuberculosis, non-tuberculous mycobacterial infections and lung cancer.\nIn addition, there are some quite common pneumoconiosis diseases such as coal lung disease (common in coal mine workers), cotton lung disease (can occur in people working in textile factories), asbestos lung disease (caused by inhalation of asbestos dust)... All have in common that they cause disease by mechanism: the patient inhales small particles of inorganic substances during work. At the same time, any disease will lead to respiratory failure if not detected and treated properly. (3)"
        },
        {
            "subsection_name": "Common symptoms of silica dust disease",
            "subsection_content": "The first signs of silicosis may be: (4)\nPersistent cough, sometimes accompanied by phlegm; Shortness of breath; Short of breath\nSymptoms that appear next include:\nTired; Losing weight; Pain, discomfort and chest tightness; Fever; Night sweats; Swollen legs; Blue lips; Respiratory failure\nDifficulty breathing and persistent cough are the first symptoms of the disease",
            "subsection_string": "Common symptoms of silica dust disease\nThe first signs of silicosis may be: (4)\nPersistent cough, sometimes accompanied by phlegm; Shortness of breath; Short of breath\nSymptoms that appear next include:\nTired; Losing weight; Pain, discomfort and chest tightness; Fever; Night sweats; Swollen legs; Blue lips; Respiratory failure\nDifficulty breathing and persistent cough are the first symptoms of the disease"
        },
        {
            "subsection_name": "Cause of silicosis",
            "subsection_content": "The disease occurs when the body reacts to the accumulation of silica dust in the lungs. When a person inhales silica dust through the nose or mouth, these crystals will act like tiny blades on the lungs, creating small cuts and scarring of lung tissue. Scarred lungs cannot open and close on their own, making it more difficult for the patient to breathe.\nPeople who regularly work in factories, quarries or ore mines are at high risk of occupational silicosis, specifically in jobs such as:\nAsphalt production; Concrete production; Glass production; Crushing or drilling rock and concrete; Mining",
            "subsection_string": "Cause of silicosis\nThe disease occurs when the body reacts to the accumulation of silica dust in the lungs. When a person inhales silica dust through the nose or mouth, these crystals will act like tiny blades on the lungs, creating small cuts and scarring of lung tissue. Scarred lungs cannot open and close on their own, making it more difficult for the patient to breathe.\nPeople who regularly work in factories, quarries or ore mines are at high risk of occupational silicosis, specifically in jobs such as:\nAsphalt production; Concrete production; Glass production; Crushing or drilling rock and concrete; Mining"
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "Based on clinical signs, the doctor needs to examine you carefully and perform some tests before diagnosing whether you have silica dust in your lungs or not. During the exam, your doctor will ask about your breathing, both at rest and during exercise. In addition, the doctor will also ask details about your work history to determine the possibility of exposure to silica dust. You should prepare the following information before seeing the doctor:\nRespiratory-related symptoms and the time they first appeared;; What methods have you used to treat these symptoms;; The jobs you have been doing, how long they have been doing, the nature of each job...;; Substances you were exposed to at work and whether you wore protective equipment while working;; Have you been a long-time smoker;; In addition, you need to provide the doctor with old medical records, including chest X-rays, CT scans, etc.\nAfter the examination, your doctor will prescribe you some paraclinical tests if he suspects you have silicosis, including:\nLung imaging diagnosis: Chest X-ray or lung CT will help the doctor see more clearly the lung image, thereby assessing the level of lung damage as well as determining whether you are sick or not.; Lung function test: helps measure the lungs' ability to breathe properly to bring oxygen into the blood. This measurement is performed using two separate tests: spirometry and diffusion capacity. The results are also used to determine the extent of damage to your lungs.; Sputum test: Takes mucus from your throat for analysis.; Bronchoscopy: The doctor will insert a bronchoscope (a small flexible tube with a camera on the end) through the nose or mouth to the trachea and lungs. Endoscopy helps doctors see the lungs most clearly. Tissue and fluid samples may also be taken during bronchoscopy.; Surgical lung biopsy: Performed by a lower thoracic surgeon using general anesthesia. The purpose is to take a lung tissue sample for further testing.\nA chest X-ray will further strengthen your doctor's diagnosis of your condition",
            "subsection_string": "Diagnostic method\nBased on clinical signs, the doctor needs to examine you carefully and perform some tests before diagnosing whether you have silica dust in your lungs or not. During the exam, your doctor will ask about your breathing, both at rest and during exercise. In addition, the doctor will also ask details about your work history to determine the possibility of exposure to silica dust. You should prepare the following information before seeing the doctor:\nRespiratory-related symptoms and the time they first appeared;; What methods have you used to treat these symptoms;; The jobs you have been doing, how long they have been doing, the nature of each job...;; Substances you were exposed to at work and whether you wore protective equipment while working;; Have you been a long-time smoker;; In addition, you need to provide the doctor with old medical records, including chest X-rays, CT scans, etc.\nAfter the examination, your doctor will prescribe you some paraclinical tests if he suspects you have silicosis, including:\nLung imaging diagnosis: Chest X-ray or lung CT will help the doctor see more clearly the lung image, thereby assessing the level of lung damage as well as determining whether you are sick or not.; Lung function test: helps measure the lungs' ability to breathe properly to bring oxygen into the blood. This measurement is performed using two separate tests: spirometry and diffusion capacity. The results are also used to determine the extent of damage to your lungs.; Sputum test: Takes mucus from your throat for analysis.; Bronchoscopy: The doctor will insert a bronchoscope (a small flexible tube with a camera on the end) through the nose or mouth to the trachea and lungs. Endoscopy helps doctors see the lungs most clearly. Tissue and fluid samples may also be taken during bronchoscopy.; Surgical lung biopsy: Performed by a lower thoracic surgeon using general anesthesia. The purpose is to take a lung tissue sample for further testing.\nA chest X-ray will further strengthen your doctor's diagnosis of your condition"
        },
        {
            "subsection_name": "Symptoms",
            "subsection_content": "If silica lung persists without treatment or is treated improperly, it will lead to serious complications such as:\nTuberculosis; Severe pneumonia; Lung cancer; Chronic obstructive pulmonary disease (COPD); Chronic bronchitis; Scleroderma",
            "subsection_string": "Symptoms\nIf silica lung persists without treatment or is treated improperly, it will lead to serious complications such as:\nTuberculosis; Severe pneumonia; Lung cancer; Chronic obstructive pulmonary disease (COPD); Chronic bronchitis; Scleroderma"
        },
        {
            "subsection_name": "Methods of treating silica dust disease",
            "subsection_content": "Can silicosis be cured? Professor Wu Guizhou said that there is NO way to completely cure the disease. Once the lungs are damaged by disease, they cannot be recovered. All treatments aim to slow the progression of the disease as well as relieve symptoms.\nCommonly prescribed methods to treat silicosis are:\nUse bronchodilators to increase airway diameter and reduce inflammation;; Quit smoking as soon as possible if you have smoked for a long time. Smoking has been shown to worsen symptoms as well as speed up disease progression.; Wear an oxygen mask to pump more air into your lungs and increase the amount of oxygen in your blood.; In very serious situations, your doctor may recommend lung transplant surgery.\nNote that these patients are at higher risk of developing tuberculosis. Therefore, you should be tested for tuberculosis regularly if you are diagnosed with silicosis.",
            "subsection_string": "Methods of treating silica dust disease\nCan silicosis be cured? Professor Wu Guizhou said that there is NO way to completely cure the disease. Once the lungs are damaged by disease, they cannot be recovered. All treatments aim to slow the progression of the disease as well as relieve symptoms.\nCommonly prescribed methods to treat silicosis are:\nUse bronchodilators to increase airway diameter and reduce inflammation;; Quit smoking as soon as possible if you have smoked for a long time. Smoking has been shown to worsen symptoms as well as speed up disease progression.; Wear an oxygen mask to pump more air into your lungs and increase the amount of oxygen in your blood.; In very serious situations, your doctor may recommend lung transplant surgery.\nNote that these patients are at higher risk of developing tuberculosis. Therefore, you should be tested for tuberculosis regularly if you are diagnosed with silicosis."
        },
        {
            "subsection_name": "How to prevent silica dust",
            "subsection_content": "Crystalline silicon is the culprit that causes the disease. Therefore, to prevent this disease, you first need to minimize your exposure to silica dust. If you have to work regularly in an environment containing crystalline silicon, you need to:\nWear a mask and protective clothing while working;; Use the wetting method to cut, plan or grind materials;; Take a shower and change clothes after work;; Do not eat or drink in or near areas containing silica dust;; Wash hands and face before eating.\nFor those who do not work in environments containing silica dust, to prevent disease, do the following:\nMaintain weight with a healthy, balanced diet;; Move as much as possible by exercising regularly, but don't overexert yourself;; Prevent respiratory infections by getting vaccinated against influenza and pneumococcal pneumonia as recommended by your doctor.",
            "subsection_string": "How to prevent silica dust\nCrystalline silicon is the culprit that causes the disease. Therefore, to prevent this disease, you first need to minimize your exposure to silica dust. If you have to work regularly in an environment containing crystalline silicon, you need to:\nWear a mask and protective clothing while working;; Use the wetting method to cut, plan or grind materials;; Take a shower and change clothes after work;; Do not eat or drink in or near areas containing silica dust;; Wash hands and face before eating.\nFor those who do not work in environments containing silica dust, to prevent disease, do the following:\nMaintain weight with a healthy, balanced diet;; Move as much as possible by exercising regularly, but don't overexert yourself;; Prevent respiratory infections by getting vaccinated against influenza and pneumococcal pneumonia as recommended by your doctor."
        },
        {
            "subsection_name": "Examination and treatment of silicosis and respiratory diseases at Tam Anh General Hospital",
            "subsection_content": "Gathering a team of leading experts and doctors across the country, especially Prof. Dr. Ngo Quy Chau - \"a giant\" in the field of respiratory medicine in Vietnam, Department of Respiratory Medicine, General Hospital Tam Anh is a place to effectively treat silicosis as well as other respiratory diseases such as chronic obstructive pulmonary disease (COPD), asthma, bronchitis, lung cancer...\nProf. Dr. Ngo Quy Chau examines patients with respiratory diseases\nIn addition to a team of skilled and experienced experts, Tam Anh General Hospital focuses on investing in a system of modern technological equipment, imported synchronously to serve the medical examination and treatment of the Respiratory Internal Medicine Department such as : pleuroscopy system, NBI modern narrow-band flexible bronchoscopy system, high-tech X-ray machine, 128-row CT scanner for early detection of lung cancer, pleural disease, and other diseases bronchi, lungs; polysomnography system to diagnose the causes of snoring, insomnia and adjust the treatment of obstructive sleep apnea syndrome, non-invasive ventilator to treat respiratory failure...\nIn addition, the Department of Respiratory Medicine at Tam Anh General Hospital also has close coordination with clinical departments (Surgery, Intensive Care, Cardiology, Endocrinology, Musculoskeletal, Emergency Medicine...) and paraclinical departments such as Testing (biochemistry, hematology, microbiology), Diagnostic imaging, Cytological pathology center... create a closed process to help examine, diagnose and treat patients effectively.\nFor advice and to schedule an examination for respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, you can contact:\n108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City\nHotline: 024 3872 3872 – 024 7106 6858\n2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City\nHotline: 0287 102 6789 – 093 180 6858\nFanpage: https://www.facebook.com/benhvientamanh\nAbove is all the information you need to know about silicosis. If the disease is not detected and treated early, it will lead to serious complications, especially lung cancer. If you are working in an environment exposed to toxic gases, strictly follow labor safety regulations as well as have regular health checks to prevent the risk of disease.\nThien Lam",
            "subsection_string": "Examination and treatment of silicosis and respiratory diseases at Tam Anh General Hospital\nGathering a team of leading experts and doctors across the country, especially Prof. Dr. Ngo Quy Chau - \"a giant\" in the field of respiratory medicine in Vietnam, Department of Respiratory Medicine, General Hospital Tam Anh is a place to effectively treat silicosis as well as other respiratory diseases such as chronic obstructive pulmonary disease (COPD), asthma, bronchitis, lung cancer...\nProf. Dr. Ngo Quy Chau examines patients with respiratory diseases\nIn addition to a team of skilled and experienced experts, Tam Anh General Hospital focuses on investing in a system of modern technological equipment, imported synchronously to serve the medical examination and treatment of the Respiratory Internal Medicine Department such as : pleuroscopy system, NBI modern narrow-band flexible bronchoscopy system, high-tech X-ray machine, 128-row CT scanner for early detection of lung cancer, pleural disease, and other diseases bronchi, lungs; polysomnography system to diagnose the causes of snoring, insomnia and adjust the treatment of obstructive sleep apnea syndrome, non-invasive ventilator to treat respiratory failure...\nIn addition, the Department of Respiratory Medicine at Tam Anh General Hospital also has close coordination with clinical departments (Surgery, Intensive Care, Cardiology, Endocrinology, Musculoskeletal, Emergency Medicine...) and paraclinical departments such as Testing (biochemistry, hematology, microbiology), Diagnostic imaging, Cytological pathology center... create a closed process to help examine, diagnose and treat patients effectively.\nFor advice and to schedule an examination for respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, you can contact:\n108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City\nHotline: 024 3872 3872 – 024 7106 6858\n2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City\nHotline: 0287 102 6789 – 093 180 6858\nFanpage: https://www.facebook.com/benhvientamanh\nAbove is all the information you need to know about silicosis. If the disease is not detected and treated early, it will lead to serious complications, especially lung cancer. If you are working in an environment exposed to toxic gases, strictly follow labor safety regulations as well as have regular health checks to prevent the risk of disease.\nThien Lam"
        }
    ],
    "name": "bui-phoi-silic.json"
}