{
    "title": "Traumatic brain injury: Signs, causes and diagnosis",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/chan-thuong-so-nao/",
    "abstract": "Strong impacts to the head (due to falls, traffic accidents, objects falling on the head, etc.) can lead to\ntraumatic brain injury. Serious brain injuries can lead to unconsciousness, coma, and even death.\n  It is estimated that each year traumatic brain injury affects about 69 million people around the world and is the leading cause of death. Traumatic brain injuries have many different levels of severity. Recovery time after traumatic brain injury can be within a few days (with mild injuries) or permanent brain damage, even death (with severe injuries).\n So\nWhat is traumatic brain injury?\n?\n Signs of traumatic brain injury\ngood\nsymptoms of traumatic brain injury\n how? When unlucky\nsuffered traumatic brain injury\n What should we pay attention to, what cases should we pay special attention to?…",
    "content": "Traumatic brain injury: Signs, causes and diagnosis\n\nStrong impacts to the head (due to falls, traffic accidents, objects falling on the head, etc.) can lead to\ntraumatic brain injury. Serious brain injuries can lead to unconsciousness, coma, and even death.\n  It is estimated that each year traumatic brain injury affects about 69 million people around the world and is the leading cause of death. Traumatic brain injuries have many different levels of severity. Recovery time after traumatic brain injury can be within a few days (with mild injuries) or permanent brain damage, even death (with severe injuries).\n So\nWhat is traumatic brain injury?\n?\n Signs of traumatic brain injury\ngood\nsymptoms of traumatic brain injury\n how? When unlucky\nsuffered traumatic brain injury\n What should we pay attention to, what cases should we pay special attention to?…\n\nWhat is traumatic brain injury?\nTraumatic brain injury is a condition where a hard object impacts the head or the head hits a hard object. Penetrating injuries to the skull such as gunshot wounds or non-penetrating injuries such as being hit in the head in a car accident, etc. can lead to traumatic brain injury.\nMild traumatic brain injury can temporarily affect brain cells. More serious cases can lead to bruising, torn tissues, bleeding and other physical damage to the brain. Severe traumatic brain injury can lead to long-term complications or death.\nSevere traumatic brain injury can cause death\n\nClassification of traumatic brain injury\nClassified by severity\nThe severity of a traumatic brain injury is determined by a number of different factors, such as whether the patient has lost consciousness or memory, neurological symptoms occurring at the time of injury, Abnormalities detected on head CT scan or brain MRI results...\nMild traumatic brain injury: Mild traumatic brain injury is quite common. According to some statistics, out of every 4 cases of traumatic brain injury, 3 cases are mild cases. People with mild injuries may feel dizzy, lose consciousness for about 30 minutes or have symptoms of confusion for about 1 day.; Moderate traumatic brain injury: This type of traumatic brain injury can result in loss of consciousness for more than 30 minutes but usually not more than a day. However, patients may experience cognitive decline and confusion lasting up to a week.; Severe traumatic brain injury: People with severe traumatic brain injury may be unconscious for more than a day, causing many dangerous complications. If not treated promptly, serious traumatic brain injury can lead to death.\nClassification according to pathological characteristics\nIn addition to classifying traumatic brain injuries according to severity, another way of classifying is based on pathological characteristics. Accordingly, it can be divided into types of traumatic brain injury:\nUncomplicated traumatic brain injury: Results of CT/MRI scan of the brain and head are normal, whether the patient has mild, moderate or severe traumatic brain injury.; Complicated traumatic brain injury: The results of a head CT scan or brain MRI show changes in the brain area, such as bleeding.; Closed traumatic brain injury: Most cases of traumatic brain injury are closed injuries, meaning an external force acts on the skull but does not penetrate the skull.; Open traumatic brain injury: An open traumatic brain injury is when a bullet, knife, fragment or other object penetrates the skull. If a foreign object enters the brain, it will directly damage brain tissue.; Traumatic brain injury due to lack of brain oxygen: This traumatic brain injury is often not caused by trauma but is the result of stroke, seizures, drowning, suffocation, etc., which deprive the brain of oxygen.\nTraumatic brain injury is classified according to the level of injury or pathological characteristics\n\nSymptoms of traumatic brain injury\nSymptoms or signs of traumatic brain injury vary widely depending on how severe the injury is or not. A person with a traumatic brain injury may experience the following signs:\nMild traumatic brain injury\nHeadache.; Nausea or vomiting; Fatigue or drowsiness.; Communication difficulties (slurred speech, inability to understand and/or articulate words); Dizziness or loss of balance; Sensory problems, such as blurred vision, ringing in the ears, a bad taste in the mouth, or changes in the ability to smell.; Sensitivity to light or sound.; Loss of consciousness for a few seconds to a few minutes.; Feeling dizzy and disoriented; Having problems with memory or concentration; Mood changes.; Feeling depressed or anxious; Difficulty sleeping or sleeping more than usual.\nModerate to severe traumatic brain injury\nModerate to severe traumatic brain injury may include symptoms of mild traumatic brain injury. In addition, serious traumatic brain injury may cause the following additional signs:\nLoss of consciousness from a few minutes to hours.; Persistent headache, the pain becomes more and more intense.; Repeated vomiting or nausea; Convulsions or epilepsy.; One or both eyes are dilated; Nasal or ear discharge; Coma after sleep.; Weakness or numbness in arms and legs; Confusion, poor cognition.; Easily agitated, angry; Stutter.; There are other disorders of consciousness.\nPeople with moderate to severe traumatic brain injury often feel nauseous\nSymptoms of traumatic brain injury in children\nBrain injuries in infants and young children who are not yet able to speak are often difficult to detect because they cannot speak for themselves about their condition. Adults also cannot communicate with children to know whether they have stuttering or other physical discomforts.\nHowever, with a child with a traumatic brain injury, you may observe some unusual symptoms such as:\nChange in eating habits, loss of appetite, eating less, not eating; Easily irritable, fussy, persistent and inconsolable crying; Sleeping heavily; Convulsion.; Loss of interest in toys or other favorite activities.\n\nCauses of traumatic brain injury\nTraumatic brain injury is usually caused by a blow or strong impact to the head. The greater the impact force, the more serious the injury.\nCommon causes of traumatic brain injury include:\nFalls: Falls (falling down stairs, falling from bed, falling in the bathtub, etc.) are the most common cause of traumatic brain injury. Both adults and children are at high risk of falling.; Traffic accidents: Traffic accidents involving cars, motorbikes or bicycles and pedestrians can also lead to traumatic brain injury.; Violence: Gunshot wounds, domestic violence, child abuse and other assaults are common causes.; Shaken syndrome: Violent shaking can cause infants to suffer traumatic brain injury, even leading to death.; Sports injuries: The cause of traumatic brain injury can be due to injuries from playing high-impact sports such as football, baseball, handball, hockey,...; Explosions: During wartime, soldiers often suffer traumatic brain injuries due to explosions. Researchers believe that pressure waves passing through the brain significantly disrupt brain function.\nFalls are a common cause of traumatic brain injury\nIn addition, traumatic brain injury is also the result of the head hitting objects after a fall or after a fire or explosion, debris being pinned directly to the head, etc.\n\nWho is susceptible to traumatic brain injury?\nAnyone can suffer a traumatic brain injury. However, some statistics show that nearly 80% of injuries happen to men.\nFurthermore, older people (over 65 years old) are also more likely to lose balance and fall, leading to traumatic brain injury. Some specific professions such as athletes, construction workers, soldiers, firefighters, police, etc., who have to participate in dangerous activities, are also more susceptible to falls and traumatic brain injuries.\nHowever, in general, you should not be subjective because even newborns can suffer traumatic brain injuries due to incidents leading to traumatic brain injuries, such as falling from bed.\nElderly people are at higher risk of traumatic brain injury\n\nComplications of traumatic brain injury\nTraumatic brain injury can leave many dangerous complications. Some complications can occur immediately or within hours after a traumatic brain injury. In particular, the more severe the injury, the greater the risk of serious complications.\nSome complications of traumatic brain injury can include:\nComa unconsciousness, not aware of anything and unable to respond to any stimuli.; Falling into a vegetative state, no longer able to perceive while still maintaining blood pressure, breathing rate and cardiovascular functions.; State of minimal consciousness, severely altered consciousness but still showing some signs of awareness of self or environment.; Brain death, loss of brain and brain stem function. Brain death is considered an irreversible complication of traumatic brain injury.; Convulsions are also a complication of traumatic brain injury. Seizures may occur only in the early stages, or many years after the injury.; Hydrocephalus, where there is an accumulation of cerebrospinal fluid in the brain causing swelling in the brain.; Infection of the meninges (meningitis) caused by a skull fracture or penetrating wound that tears the meninges surrounding the brain, allowing bacteria to enter the brain and cause infection.; Frequent headaches, which usually begin within a week of the injury and can last up to several months.; Dizziness, lightheadedness, and tinnitus are also complications after traumatic brain injury.; Paralysis of facial muscles or loss of feeling in the face; Loss or change in sense of smell or taste; Loss of vision or double vision, visual impairment; Tinnitus, hearing loss.; Changes in thinking (cognitive) skills, more difficulty concentrating and taking more time to process thoughts in the mind such as making arguments, opinions, decisions, etc.; Having problems with language and communication (inability to organize thoughts and ideas, difficulty speaking or writing, not understanding what people around you are saying, etc.); causes frustration, conflict, and misunderstanding for the person with a traumatic brain injury, as well as family members, friends, and caregivers.; Changes in behavior and emotions, irritability and anger, high risk of depression; Degenerative brain disease caused by repeated traumatic brain injury or severe trauma. Degenerative brain diseases can lead to dementia, Alzheimer's disease, Parkinson's disease, etc.\n\nHow to diagnose traumatic brain injury\nFor patients who fall or have a blow to the head, it is best to go to the hospital as soon as possible to be accurately diagnosed to see if there is a traumatic brain injury and, if so, how serious it is.\nIn particular, you should go to the hospital urgently in case the injured person has symptoms such as: confusion or memory loss, dilated pupils, coma, loss of consciousness, nausea, vomiting, seizures, convulsions. convulsions, severe headaches,…\nFor patients who are still conscious and have not fallen into a coma or unconscious state, the doctor will examine you and ask about your symptoms, current health status, and how you were injured.\nAt the same time, the doctor may also prescribe some cranial tests such as:\nScan: CT (computed tomography) or MRI (magnetic resonance) scan to check for brain bleeding and brain swelling. CT scans are often used to diagnose traumatic brain injury. Meanwhile, magnetic resonance imaging (MRI) is not commonly used for acute head trauma because performing an MRI scan takes more time than a CT scan, making it difficult to transport a severely injured patient from the room. emergency room to the MRI machine. However, once the patient is stable, an MRI scan can assist in detecting lesions not detected by a CT scan.; Neurological assessment test: Use the Glasgow Scale (GCS) to evaluate the patient's coma and impaired consciousness. Perform tests on the patient's memory, thinking, motor functions (balance, reflexes and coordination) and sensory functions (hearing and vision).\nCT and MRI images help doctors assess the location and extent of the patient's injury\n\nHow to treat traumatic brain injury\nTreatments for traumatic brain injury depend on many factors, including the severity and location of the injury.\nFor cases of mild traumatic brain injury\nThe main treatment is rest and the doctor may prescribe additional painkillers if the patient feels a headache. Continue to monitor your health status to see if there are any abnormalities.\nFor cases of moderate and severe traumatic brain injury\nFor cases of traumatic brain injury that are assessed as moderate to severe, doctors will first intervene to prevent the damage from spreading and ensure there is enough blood and oxygen to the brain.\nSome people with traumatic brain injury may have permanent disabilities. Besides, traumatic brain injury can also cause other health problems such as anxiety, depression and post-traumatic stress disorder. Depending on the damage and signs, different treatment methods will be determined.\nSurgical removal of foreign bodies in case of open wounds; Surgery to remove damaged or necrotic tissue, bruises, etc.; Cranioplasty surgery.; Decompression surgery.; Using medications to treat symptoms of traumatic brain injury as well as minimize possible risks, such as anticonvulsants, anti-anxiety medications, anticoagulants, muscle relaxants, etc.; Perform rehabilitation therapies, such as physical therapy.\n\nHow to prevent the risk of traumatic brain injury\nMany cases of traumatic brain injury cannot be prevented due to unexpected accidents. However, we can still be careful to avoid falls that can lead to traumatic brain injury, such as:\nWearing a helmet protects your head when you play sports such as hockey or when riding a motorbike, electric scooter, or electric bicycle.; Lie or sit still, do not move when you feel headaches or dizziness.; Find out about the side effects of the medications you are taking, and be sure to know whether the medications cause dizziness, drowsiness, and an increased risk of falling. If so, you should consult your doctor to replace it with another medication.; Check your eyesight regularly, make sure your eyesight is always good enough to see the road.; Ensure lighting in indoor areas, especially stairs and toilets.; Keep the house tidy and avoid leaving objects lying around, which increases the risk of slipping and falling. Equip anti-slip mats, install stair handrails and bathtub handrails, window guards, railing guards,...\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nTraumatic brain injury, whether mild or severe, can lead to long-term, even permanent, complications that can endanger health and lead to death. Therefore, when suffering a blow to the head, you should not be subjective but proactively go to the hospital for examination and examination.",
    "subsections": [
        {
            "subsection_name": "What is traumatic brain injury?",
            "subsection_content": "Traumatic brain injury is a condition where a hard object impacts the head or the head hits a hard object. Penetrating injuries to the skull such as gunshot wounds or non-penetrating injuries such as being hit in the head in a car accident, etc. can lead to traumatic brain injury.\nMild traumatic brain injury can temporarily affect brain cells. More serious cases can lead to bruising, torn tissues, bleeding and other physical damage to the brain. Severe traumatic brain injury can lead to long-term complications or death.\nSevere traumatic brain injury can cause death",
            "subsection_string": "What is traumatic brain injury?\nTraumatic brain injury is a condition where a hard object impacts the head or the head hits a hard object. Penetrating injuries to the skull such as gunshot wounds or non-penetrating injuries such as being hit in the head in a car accident, etc. can lead to traumatic brain injury.\nMild traumatic brain injury can temporarily affect brain cells. More serious cases can lead to bruising, torn tissues, bleeding and other physical damage to the brain. Severe traumatic brain injury can lead to long-term complications or death.\nSevere traumatic brain injury can cause death"
        },
        {
            "subsection_name": "Classification of traumatic brain injury",
            "subsection_content": "Classified by severity\nThe severity of a traumatic brain injury is determined by a number of different factors, such as whether the patient has lost consciousness or memory, neurological symptoms occurring at the time of injury, Abnormalities detected on head CT scan or brain MRI results...\nMild traumatic brain injury: Mild traumatic brain injury is quite common. According to some statistics, out of every 4 cases of traumatic brain injury, 3 cases are mild cases. People with mild injuries may feel dizzy, lose consciousness for about 30 minutes or have symptoms of confusion for about 1 day.; Moderate traumatic brain injury: This type of traumatic brain injury can result in loss of consciousness for more than 30 minutes but usually not more than a day. However, patients may experience cognitive decline and confusion lasting up to a week.; Severe traumatic brain injury: People with severe traumatic brain injury may be unconscious for more than a day, causing many dangerous complications. If not treated promptly, serious traumatic brain injury can lead to death.\nClassification according to pathological characteristics\nIn addition to classifying traumatic brain injuries according to severity, another way of classifying is based on pathological characteristics. Accordingly, it can be divided into types of traumatic brain injury:\nUncomplicated traumatic brain injury: Results of CT/MRI scan of the brain and head are normal, whether the patient has mild, moderate or severe traumatic brain injury.; Complicated traumatic brain injury: The results of a head CT scan or brain MRI show changes in the brain area, such as bleeding.; Closed traumatic brain injury: Most cases of traumatic brain injury are closed injuries, meaning an external force acts on the skull but does not penetrate the skull.; Open traumatic brain injury: An open traumatic brain injury is when a bullet, knife, fragment or other object penetrates the skull. If a foreign object enters the brain, it will directly damage brain tissue.; Traumatic brain injury due to lack of brain oxygen: This traumatic brain injury is often not caused by trauma but is the result of stroke, seizures, drowning, suffocation, etc., which deprive the brain of oxygen.\nTraumatic brain injury is classified according to the level of injury or pathological characteristics",
            "subsection_string": "Classification of traumatic brain injury\nClassified by severity\nThe severity of a traumatic brain injury is determined by a number of different factors, such as whether the patient has lost consciousness or memory, neurological symptoms occurring at the time of injury, Abnormalities detected on head CT scan or brain MRI results...\nMild traumatic brain injury: Mild traumatic brain injury is quite common. According to some statistics, out of every 4 cases of traumatic brain injury, 3 cases are mild cases. People with mild injuries may feel dizzy, lose consciousness for about 30 minutes or have symptoms of confusion for about 1 day.; Moderate traumatic brain injury: This type of traumatic brain injury can result in loss of consciousness for more than 30 minutes but usually not more than a day. However, patients may experience cognitive decline and confusion lasting up to a week.; Severe traumatic brain injury: People with severe traumatic brain injury may be unconscious for more than a day, causing many dangerous complications. If not treated promptly, serious traumatic brain injury can lead to death.\nClassification according to pathological characteristics\nIn addition to classifying traumatic brain injuries according to severity, another way of classifying is based on pathological characteristics. Accordingly, it can be divided into types of traumatic brain injury:\nUncomplicated traumatic brain injury: Results of CT/MRI scan of the brain and head are normal, whether the patient has mild, moderate or severe traumatic brain injury.; Complicated traumatic brain injury: The results of a head CT scan or brain MRI show changes in the brain area, such as bleeding.; Closed traumatic brain injury: Most cases of traumatic brain injury are closed injuries, meaning an external force acts on the skull but does not penetrate the skull.; Open traumatic brain injury: An open traumatic brain injury is when a bullet, knife, fragment or other object penetrates the skull. If a foreign object enters the brain, it will directly damage brain tissue.; Traumatic brain injury due to lack of brain oxygen: This traumatic brain injury is often not caused by trauma but is the result of stroke, seizures, drowning, suffocation, etc., which deprive the brain of oxygen.\nTraumatic brain injury is classified according to the level of injury or pathological characteristics"
        },
        {
            "subsection_name": "Symptoms of traumatic brain injury",
            "subsection_content": "Symptoms or signs of traumatic brain injury vary widely depending on how severe the injury is or not. A person with a traumatic brain injury may experience the following signs:\nMild traumatic brain injury\nHeadache.; Nausea or vomiting; Fatigue or drowsiness.; Communication difficulties (slurred speech, inability to understand and/or articulate words); Dizziness or loss of balance; Sensory problems, such as blurred vision, ringing in the ears, a bad taste in the mouth, or changes in the ability to smell.; Sensitivity to light or sound.; Loss of consciousness for a few seconds to a few minutes.; Feeling dizzy and disoriented; Having problems with memory or concentration; Mood changes.; Feeling depressed or anxious; Difficulty sleeping or sleeping more than usual.\nModerate to severe traumatic brain injury\nModerate to severe traumatic brain injury may include symptoms of mild traumatic brain injury. In addition, serious traumatic brain injury may cause the following additional signs:\nLoss of consciousness from a few minutes to hours.; Persistent headache, the pain becomes more and more intense.; Repeated vomiting or nausea; Convulsions or epilepsy.; One or both eyes are dilated; Nasal or ear discharge; Coma after sleep.; Weakness or numbness in arms and legs; Confusion, poor cognition.; Easily agitated, angry; Stutter.; There are other disorders of consciousness.\nPeople with moderate to severe traumatic brain injury often feel nauseous\nSymptoms of traumatic brain injury in children\nBrain injuries in infants and young children who are not yet able to speak are often difficult to detect because they cannot speak for themselves about their condition. Adults also cannot communicate with children to know whether they have stuttering or other physical discomforts.\nHowever, with a child with a traumatic brain injury, you may observe some unusual symptoms such as:\nChange in eating habits, loss of appetite, eating less, not eating; Easily irritable, fussy, persistent and inconsolable crying; Sleeping heavily; Convulsion.; Loss of interest in toys or other favorite activities.",
            "subsection_string": "Symptoms of traumatic brain injury\nSymptoms or signs of traumatic brain injury vary widely depending on how severe the injury is or not. A person with a traumatic brain injury may experience the following signs:\nMild traumatic brain injury\nHeadache.; Nausea or vomiting; Fatigue or drowsiness.; Communication difficulties (slurred speech, inability to understand and/or articulate words); Dizziness or loss of balance; Sensory problems, such as blurred vision, ringing in the ears, a bad taste in the mouth, or changes in the ability to smell.; Sensitivity to light or sound.; Loss of consciousness for a few seconds to a few minutes.; Feeling dizzy and disoriented; Having problems with memory or concentration; Mood changes.; Feeling depressed or anxious; Difficulty sleeping or sleeping more than usual.\nModerate to severe traumatic brain injury\nModerate to severe traumatic brain injury may include symptoms of mild traumatic brain injury. In addition, serious traumatic brain injury may cause the following additional signs:\nLoss of consciousness from a few minutes to hours.; Persistent headache, the pain becomes more and more intense.; Repeated vomiting or nausea; Convulsions or epilepsy.; One or both eyes are dilated; Nasal or ear discharge; Coma after sleep.; Weakness or numbness in arms and legs; Confusion, poor cognition.; Easily agitated, angry; Stutter.; There are other disorders of consciousness.\nPeople with moderate to severe traumatic brain injury often feel nauseous\nSymptoms of traumatic brain injury in children\nBrain injuries in infants and young children who are not yet able to speak are often difficult to detect because they cannot speak for themselves about their condition. Adults also cannot communicate with children to know whether they have stuttering or other physical discomforts.\nHowever, with a child with a traumatic brain injury, you may observe some unusual symptoms such as:\nChange in eating habits, loss of appetite, eating less, not eating; Easily irritable, fussy, persistent and inconsolable crying; Sleeping heavily; Convulsion.; Loss of interest in toys or other favorite activities."
        },
        {
            "subsection_name": "Causes of traumatic brain injury",
            "subsection_content": "Traumatic brain injury is usually caused by a blow or strong impact to the head. The greater the impact force, the more serious the injury.\nCommon causes of traumatic brain injury include:\nFalls: Falls (falling down stairs, falling from bed, falling in the bathtub, etc.) are the most common cause of traumatic brain injury. Both adults and children are at high risk of falling.; Traffic accidents: Traffic accidents involving cars, motorbikes or bicycles and pedestrians can also lead to traumatic brain injury.; Violence: Gunshot wounds, domestic violence, child abuse and other assaults are common causes.; Shaken syndrome: Violent shaking can cause infants to suffer traumatic brain injury, even leading to death.; Sports injuries: The cause of traumatic brain injury can be due to injuries from playing high-impact sports such as football, baseball, handball, hockey,...; Explosions: During wartime, soldiers often suffer traumatic brain injuries due to explosions. Researchers believe that pressure waves passing through the brain significantly disrupt brain function.\nFalls are a common cause of traumatic brain injury\nIn addition, traumatic brain injury is also the result of the head hitting objects after a fall or after a fire or explosion, debris being pinned directly to the head, etc.",
            "subsection_string": "Causes of traumatic brain injury\nTraumatic brain injury is usually caused by a blow or strong impact to the head. The greater the impact force, the more serious the injury.\nCommon causes of traumatic brain injury include:\nFalls: Falls (falling down stairs, falling from bed, falling in the bathtub, etc.) are the most common cause of traumatic brain injury. Both adults and children are at high risk of falling.; Traffic accidents: Traffic accidents involving cars, motorbikes or bicycles and pedestrians can also lead to traumatic brain injury.; Violence: Gunshot wounds, domestic violence, child abuse and other assaults are common causes.; Shaken syndrome: Violent shaking can cause infants to suffer traumatic brain injury, even leading to death.; Sports injuries: The cause of traumatic brain injury can be due to injuries from playing high-impact sports such as football, baseball, handball, hockey,...; Explosions: During wartime, soldiers often suffer traumatic brain injuries due to explosions. Researchers believe that pressure waves passing through the brain significantly disrupt brain function.\nFalls are a common cause of traumatic brain injury\nIn addition, traumatic brain injury is also the result of the head hitting objects after a fall or after a fire or explosion, debris being pinned directly to the head, etc."
        },
        {
            "subsection_name": "Who is susceptible to traumatic brain injury?",
            "subsection_content": "Anyone can suffer a traumatic brain injury. However, some statistics show that nearly 80% of injuries happen to men.\nFurthermore, older people (over 65 years old) are also more likely to lose balance and fall, leading to traumatic brain injury. Some specific professions such as athletes, construction workers, soldiers, firefighters, police, etc., who have to participate in dangerous activities, are also more susceptible to falls and traumatic brain injuries.\nHowever, in general, you should not be subjective because even newborns can suffer traumatic brain injuries due to incidents leading to traumatic brain injuries, such as falling from bed.\nElderly people are at higher risk of traumatic brain injury",
            "subsection_string": "Who is susceptible to traumatic brain injury?\nAnyone can suffer a traumatic brain injury. However, some statistics show that nearly 80% of injuries happen to men.\nFurthermore, older people (over 65 years old) are also more likely to lose balance and fall, leading to traumatic brain injury. Some specific professions such as athletes, construction workers, soldiers, firefighters, police, etc., who have to participate in dangerous activities, are also more susceptible to falls and traumatic brain injuries.\nHowever, in general, you should not be subjective because even newborns can suffer traumatic brain injuries due to incidents leading to traumatic brain injuries, such as falling from bed.\nElderly people are at higher risk of traumatic brain injury"
        },
        {
            "subsection_name": "Complications of traumatic brain injury",
            "subsection_content": "Traumatic brain injury can leave many dangerous complications. Some complications can occur immediately or within hours after a traumatic brain injury. In particular, the more severe the injury, the greater the risk of serious complications.\nSome complications of traumatic brain injury can include:\nComa unconsciousness, not aware of anything and unable to respond to any stimuli.; Falling into a vegetative state, no longer able to perceive while still maintaining blood pressure, breathing rate and cardiovascular functions.; State of minimal consciousness, severely altered consciousness but still showing some signs of awareness of self or environment.; Brain death, loss of brain and brain stem function. Brain death is considered an irreversible complication of traumatic brain injury.; Convulsions are also a complication of traumatic brain injury. Seizures may occur only in the early stages, or many years after the injury.; Hydrocephalus, where there is an accumulation of cerebrospinal fluid in the brain causing swelling in the brain.; Infection of the meninges (meningitis) caused by a skull fracture or penetrating wound that tears the meninges surrounding the brain, allowing bacteria to enter the brain and cause infection.; Frequent headaches, which usually begin within a week of the injury and can last up to several months.; Dizziness, lightheadedness, and tinnitus are also complications after traumatic brain injury.; Paralysis of facial muscles or loss of feeling in the face; Loss or change in sense of smell or taste; Loss of vision or double vision, visual impairment; Tinnitus, hearing loss.; Changes in thinking (cognitive) skills, more difficulty concentrating and taking more time to process thoughts in the mind such as making arguments, opinions, decisions, etc.; Having problems with language and communication (inability to organize thoughts and ideas, difficulty speaking or writing, not understanding what people around you are saying, etc.); causes frustration, conflict, and misunderstanding for the person with a traumatic brain injury, as well as family members, friends, and caregivers.; Changes in behavior and emotions, irritability and anger, high risk of depression; Degenerative brain disease caused by repeated traumatic brain injury or severe trauma. Degenerative brain diseases can lead to dementia, Alzheimer's disease, Parkinson's disease, etc.",
            "subsection_string": "Complications of traumatic brain injury\nTraumatic brain injury can leave many dangerous complications. Some complications can occur immediately or within hours after a traumatic brain injury. In particular, the more severe the injury, the greater the risk of serious complications.\nSome complications of traumatic brain injury can include:\nComa unconsciousness, not aware of anything and unable to respond to any stimuli.; Falling into a vegetative state, no longer able to perceive while still maintaining blood pressure, breathing rate and cardiovascular functions.; State of minimal consciousness, severely altered consciousness but still showing some signs of awareness of self or environment.; Brain death, loss of brain and brain stem function. Brain death is considered an irreversible complication of traumatic brain injury.; Convulsions are also a complication of traumatic brain injury. Seizures may occur only in the early stages, or many years after the injury.; Hydrocephalus, where there is an accumulation of cerebrospinal fluid in the brain causing swelling in the brain.; Infection of the meninges (meningitis) caused by a skull fracture or penetrating wound that tears the meninges surrounding the brain, allowing bacteria to enter the brain and cause infection.; Frequent headaches, which usually begin within a week of the injury and can last up to several months.; Dizziness, lightheadedness, and tinnitus are also complications after traumatic brain injury.; Paralysis of facial muscles or loss of feeling in the face; Loss or change in sense of smell or taste; Loss of vision or double vision, visual impairment; Tinnitus, hearing loss.; Changes in thinking (cognitive) skills, more difficulty concentrating and taking more time to process thoughts in the mind such as making arguments, opinions, decisions, etc.; Having problems with language and communication (inability to organize thoughts and ideas, difficulty speaking or writing, not understanding what people around you are saying, etc.); causes frustration, conflict, and misunderstanding for the person with a traumatic brain injury, as well as family members, friends, and caregivers.; Changes in behavior and emotions, irritability and anger, high risk of depression; Degenerative brain disease caused by repeated traumatic brain injury or severe trauma. Degenerative brain diseases can lead to dementia, Alzheimer's disease, Parkinson's disease, etc."
        },
        {
            "subsection_name": "How to diagnose traumatic brain injury",
            "subsection_content": "For patients who fall or have a blow to the head, it is best to go to the hospital as soon as possible to be accurately diagnosed to see if there is a traumatic brain injury and, if so, how serious it is.\nIn particular, you should go to the hospital urgently in case the injured person has symptoms such as: confusion or memory loss, dilated pupils, coma, loss of consciousness, nausea, vomiting, seizures, convulsions. convulsions, severe headaches,…\nFor patients who are still conscious and have not fallen into a coma or unconscious state, the doctor will examine you and ask about your symptoms, current health status, and how you were injured.\nAt the same time, the doctor may also prescribe some cranial tests such as:\nScan: CT (computed tomography) or MRI (magnetic resonance) scan to check for brain bleeding and brain swelling. CT scans are often used to diagnose traumatic brain injury. Meanwhile, magnetic resonance imaging (MRI) is not commonly used for acute head trauma because performing an MRI scan takes more time than a CT scan, making it difficult to transport a severely injured patient from the room. emergency room to the MRI machine. However, once the patient is stable, an MRI scan can assist in detecting lesions not detected by a CT scan.; Neurological assessment test: Use the Glasgow Scale (GCS) to evaluate the patient's coma and impaired consciousness. Perform tests on the patient's memory, thinking, motor functions (balance, reflexes and coordination) and sensory functions (hearing and vision).\nCT and MRI images help doctors assess the location and extent of the patient's injury",
            "subsection_string": "How to diagnose traumatic brain injury\nFor patients who fall or have a blow to the head, it is best to go to the hospital as soon as possible to be accurately diagnosed to see if there is a traumatic brain injury and, if so, how serious it is.\nIn particular, you should go to the hospital urgently in case the injured person has symptoms such as: confusion or memory loss, dilated pupils, coma, loss of consciousness, nausea, vomiting, seizures, convulsions. convulsions, severe headaches,…\nFor patients who are still conscious and have not fallen into a coma or unconscious state, the doctor will examine you and ask about your symptoms, current health status, and how you were injured.\nAt the same time, the doctor may also prescribe some cranial tests such as:\nScan: CT (computed tomography) or MRI (magnetic resonance) scan to check for brain bleeding and brain swelling. CT scans are often used to diagnose traumatic brain injury. Meanwhile, magnetic resonance imaging (MRI) is not commonly used for acute head trauma because performing an MRI scan takes more time than a CT scan, making it difficult to transport a severely injured patient from the room. emergency room to the MRI machine. However, once the patient is stable, an MRI scan can assist in detecting lesions not detected by a CT scan.; Neurological assessment test: Use the Glasgow Scale (GCS) to evaluate the patient's coma and impaired consciousness. Perform tests on the patient's memory, thinking, motor functions (balance, reflexes and coordination) and sensory functions (hearing and vision).\nCT and MRI images help doctors assess the location and extent of the patient's injury"
        },
        {
            "subsection_name": "How to treat traumatic brain injury",
            "subsection_content": "Treatments for traumatic brain injury depend on many factors, including the severity and location of the injury.\nFor cases of mild traumatic brain injury\nThe main treatment is rest and the doctor may prescribe additional painkillers if the patient feels a headache. Continue to monitor your health status to see if there are any abnormalities.\nFor cases of moderate and severe traumatic brain injury\nFor cases of traumatic brain injury that are assessed as moderate to severe, doctors will first intervene to prevent the damage from spreading and ensure there is enough blood and oxygen to the brain.\nSome people with traumatic brain injury may have permanent disabilities. Besides, traumatic brain injury can also cause other health problems such as anxiety, depression and post-traumatic stress disorder. Depending on the damage and signs, different treatment methods will be determined.\nSurgical removal of foreign bodies in case of open wounds; Surgery to remove damaged or necrotic tissue, bruises, etc.; Cranioplasty surgery.; Decompression surgery.; Using medications to treat symptoms of traumatic brain injury as well as minimize possible risks, such as anticonvulsants, anti-anxiety medications, anticoagulants, muscle relaxants, etc.; Perform rehabilitation therapies, such as physical therapy.",
            "subsection_string": "How to treat traumatic brain injury\nTreatments for traumatic brain injury depend on many factors, including the severity and location of the injury.\nFor cases of mild traumatic brain injury\nThe main treatment is rest and the doctor may prescribe additional painkillers if the patient feels a headache. Continue to monitor your health status to see if there are any abnormalities.\nFor cases of moderate and severe traumatic brain injury\nFor cases of traumatic brain injury that are assessed as moderate to severe, doctors will first intervene to prevent the damage from spreading and ensure there is enough blood and oxygen to the brain.\nSome people with traumatic brain injury may have permanent disabilities. Besides, traumatic brain injury can also cause other health problems such as anxiety, depression and post-traumatic stress disorder. Depending on the damage and signs, different treatment methods will be determined.\nSurgical removal of foreign bodies in case of open wounds; Surgery to remove damaged or necrotic tissue, bruises, etc.; Cranioplasty surgery.; Decompression surgery.; Using medications to treat symptoms of traumatic brain injury as well as minimize possible risks, such as anticonvulsants, anti-anxiety medications, anticoagulants, muscle relaxants, etc.; Perform rehabilitation therapies, such as physical therapy."
        },
        {
            "subsection_name": "How to prevent the risk of traumatic brain injury",
            "subsection_content": "Many cases of traumatic brain injury cannot be prevented due to unexpected accidents. However, we can still be careful to avoid falls that can lead to traumatic brain injury, such as:\nWearing a helmet protects your head when you play sports such as hockey or when riding a motorbike, electric scooter, or electric bicycle.; Lie or sit still, do not move when you feel headaches or dizziness.; Find out about the side effects of the medications you are taking, and be sure to know whether the medications cause dizziness, drowsiness, and an increased risk of falling. If so, you should consult your doctor to replace it with another medication.; Check your eyesight regularly, make sure your eyesight is always good enough to see the road.; Ensure lighting in indoor areas, especially stairs and toilets.; Keep the house tidy and avoid leaving objects lying around, which increases the risk of slipping and falling. Equip anti-slip mats, install stair handrails and bathtub handrails, window guards, railing guards,...\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nTraumatic brain injury, whether mild or severe, can lead to long-term, even permanent, complications that can endanger health and lead to death. Therefore, when suffering a blow to the head, you should not be subjective but proactively go to the hospital for examination and examination.",
            "subsection_string": "How to prevent the risk of traumatic brain injury\nMany cases of traumatic brain injury cannot be prevented due to unexpected accidents. However, we can still be careful to avoid falls that can lead to traumatic brain injury, such as:\nWearing a helmet protects your head when you play sports such as hockey or when riding a motorbike, electric scooter, or electric bicycle.; Lie or sit still, do not move when you feel headaches or dizziness.; Find out about the side effects of the medications you are taking, and be sure to know whether the medications cause dizziness, drowsiness, and an increased risk of falling. If so, you should consult your doctor to replace it with another medication.; Check your eyesight regularly, make sure your eyesight is always good enough to see the road.; Ensure lighting in indoor areas, especially stairs and toilets.; Keep the house tidy and avoid leaving objects lying around, which increases the risk of slipping and falling. Equip anti-slip mats, install stair handrails and bathtub handrails, window guards, railing guards,...\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nTraumatic brain injury, whether mild or severe, can lead to long-term, even permanent, complications that can endanger health and lead to death. Therefore, when suffering a blow to the head, you should not be subjective but proactively go to the hospital for examination and examination."
        }
    ],
    "name": "chan-thuong-so-nao.json"
}