{
    "title": "Rickets: Causes, symptoms and diagnosis",
    "category": "Pediatrics - Newborn",
    "link": "https://tamanhhospital.vn/coi-xuong/",
    "abstract": "Rickets is a disease that can occur at any age, most commonly in children. If the disease is not detected and treated early, it can cause many consequences such as delayed development, permanent bone loss, bone deformities, etc. So what is rickets? How is rickets treated?\n This article is expertly advised by M.D. Nguyen Anh Duy Tung - Medical Information Center, Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "Rickets: Causes, symptoms and diagnosis\n\nRickets is a disease that can occur at any age, most commonly in children. If the disease is not detected and treated early, it can cause many consequences such as delayed development, permanent bone loss, bone deformities, etc. So what is rickets? How is rickets treated?\n This article is expertly advised by M.D. Nguyen Anh Duy Tung - Medical Information Center, Tam Anh General Hospital, Ho Chi Minh City.\n\nWhat is rickets?\nRickets is a common disorder in children, causing bones to become soft, weak, and break more easily than normal. This condition occurs mainly due to a deficiency of vitamin D, calcium or Phosphorus in the body. In some rare cases, the disease is caused by a genetic disorder that causes the patient to have problems with calcium and phosphorus metabolism in the body, resulting in low phosphorus levels in the bones, leading to rickets. (first)\nRickets can also occur in adults, called osteomalacia. Most of these cases occur in women during pregnancy.\n\nCauses of rickets\nMost cases of rickets occur due to vitamin D deficiency in the body. According to research, vitamin D, Calcium and Phosphorus are the main components involved in the bone formation process. In particular, vitamin D plays a role in helping the body absorb Calcium and Phosphorus. When the body lacks vitamin D, the levels of Calcium and Phosphorus in the blood decrease, the body can take these nutrients from the bones to serve life activities.\nAt the same time, up to 80% of the actual amount of vitamin D provided to the body comes from sunlight and only 20% comes from daily foods (meat, fish, eggs, milk, oil, beans,... ). Therefore, children can suffer from rickets due to vitamin D deficiency if they are covered too closely and are not exposed to much sunlight. (2)\nBesides vitamin D, deficiency of vitamin K2 - a vitamin that has the function of transporting calcium to build bones, vitamin D3 - a vitamin involved in bone metabolism or minerals involved in bone formation such as phosphorus. , zinc, magnesium,... will cause bones to develop abnormally, causing rickets.\nIn addition, in some cases children may have rickets due to problems synthesizing and converting Vitamin D, Calcium and Phosphorus into bones such as Celiac disease, inflammatory bowel disease, cystic fibrosis, or other diseases. kidney.\n\nSymptoms of rickets\nThe most typical symptom of rickets is a condition in which the bones become soft and prone to cracking (fracture of fresh branches). Besides, when infected, patients may have some of the following symptoms (3):\nLoss of appetite, malnutrition;; Bones develop slowly and abnormally: Skull bones: This symptom is common in infants and young children, including slow fontanel healing, soft fontanel edges, large head, parietal hump, and forehead hump. Teeth develop slowly, are uneven, and are susceptible to tooth decay and dental problems. Limb bones: bowed limbs (bow legs), ankle rings, wrists. The chest is shaped like a chicken's chest, and a chain of ribs may appear.; Skull: This symptom is common in infants and young children, including slow fontanel healing, soft fontanel edges, large head, parietal hump, forehead hump.; Teeth develop slowly, are uneven, are susceptible to tooth decay and dental problems.; Limb bones: bowed limbs (bow legs), ankle rings, wrists.; The chest is shaped like a chicken's chest, and a chain of ribs may appear.; Children are slow to crawl and walk;; Frequently crying, not sleeping well, often startled; Sweating profusely at night; Calcium loss, convulsions, vomiting.\nRickets causes bone deformities\n\nSubjects at risk are susceptible to rickets\nRickets can occur at any age but is more common in children, especially children from 6 months to 3 years old. At this time, the child's skeletal system is developing and not yet stable, so the child will be at higher risk of disease. Furthermore, children will have a higher risk of getting sick if they live in places that lack sunlight and have poor nutrition.\n>>>See now: What nutrients do children with rickets lack?\n\nWhat factors increase the risk of rickets?\nBesides the causes of rickets mentioned above, a number of factors can increase the risk of this disease, including:\nBlack children: Experts say that black skin is a skin color that is less able to produce vitamin D than other skin colors.; Children living in northern latitudes, where there is little sunlight; Premature babies; Children born into families with a history of rickets; Patients are using certain medications such as anti-epileptic drugs, anti-retroviral drugs that affect the body's ability to use vitamin D, etc.; Children are exclusively breastfed, but breast milk does not contain enough nutrients, especially vitamin D.\n\nHow to diagnose rickets\nUsually, rickets will be diagnosed through a clinical health examination. The doctor will rely on the symptoms and check for bone abnormalities such as the skull, chest, limbs, etc. In addition, the doctor may ask the child to perform some medical tests to check the level of complications. bone shape and vitamin D, calcium and phosphorus concentrations in the patient's body, including:\nX-ray;; Blood tests;; Urine test;; Bone biopsy.\n\nTreatment of rickets\nIn most cases of rickets, doctors will focus on supplementing the missing nutrients for the disease, especially Vitamin D, Calcium and Phosphorus through daily diet and oral supplements. For cases of rickets due to kidney disorders or genetics, doctors will pay special attention to supplementing missing nutrients in appropriate doses to ensure it does not affect the patient's health. (4)\nNormally, rickets patients begin to see results after about 1 week of treatment. Bone deformities gradually improve and can disappear if treated early and properly.\nIn particular, in cases where the patient has bowed legs or any bone or spine deformities, in addition to adjusting the vitamin D content in the body, the doctor may prescribe splinting or surgery to correct the condition. Reposition the bones. During treatment, children may need X-rays and blood tests several times to monitor and assess recovery and adjust vitamin D supplementation accordingly.\nChildren are supplemented with vitamin D according to the doctor's instructions\n\nComplications of rickets\nIf rickets is not detected and treated early, patients are at risk of facing many dangerous complications, greatly affecting their health and quality of life in the future such as:\nSlow physical development;; Abnormal spine, curved spine;; Bone deformities;; Permanent bone loss;; Missing teeth, dental defects;; Have epilepsy.\n\nHow to prevent rickets\nTo prevent rickets, parents need to pay attention to supplementing children with enough calcium and vitamin D from an early age through the following measures (5):\nBuild a nutritional menu rich in calcium and vitamin D: Some foods mothers should include in their children's daily diet such as milk and dairy products, beans, green vegetables, cereals, almonds, fruit juice trees, orange juice,...; Make sure to provide enough vitamin D for the body: Children can supplement vitamin D through nutrient-rich foods such as fatty fish, milk, cereals, etc. In particular, children should sunbathe regularly because this is the way to Supplement vitamin D naturally, safely and quickly. Besides, parents can consult a doctor about some vitamin D supplements that can be used for children.; Preventing rickets in children right from pregnancy: Pregnant women have a need for calcium 3 times higher than normal, especially in the last 3 months of pregnancy. Therefore, mothers should pay attention to monitoring the amount of vitamin D provided to the body every day and supplement with appropriate doses.; Breastfeed your baby exclusively for the first 6 months after birth: Breast milk is the perfect source of nutrients for babies, helping to fully supplement necessary nutrients, increase antibodies, and support the immune system. However, mothers should be careful to follow a nutritious menu after giving birth to ensure the quality of milk for the baby.; Regularly exercise and play sports: This is considered one of the ways to not only help prevent rickets but also help children develop and stay healthy comprehensively. Practicing exercises such as running, jumping, walking, climbing,... or participating in some sports will help improve children's endurance, stimulate the bone formation process, and help strengthen bones.\n\nLiving regimen for people with rickets\nBelow are some notes in the daily routine of children with rickets that parents should keep in mind:\nLet children bask in the sun regularly. For newborns, their skin is quite sensitive at this time, parents should avoid exposing their children to direct sunlight. For children over 6 months old, when sunbathing, children should be dressed and apply appropriate sunscreen when sunbathing.; Sunbathing time should only range from 15-30 minutes at a time and within the time frame from 9 am to 3 pm because at this time, the intensity of UVB rays in sunlight is strong enough to activate the vitamin D3 synthesis reaction. on children's skin; The bone structure of children with rickets will often be softer and weaker than that of normal children. Therefore, when children play, run and jump, parents need to carefully supervise and limit heavy activities that can cause cracks and fractures in children.\nChildren should sunbathe regularly to supplement vitamin D for the body\n\nNutrition for people with rickets\nWhen children have rickets, parents can supplement vitamin D for their children through their daily diet. However, the amount of vitamin D provided in children's meals needs to be strictly controlled to avoid supplementing too much, causing children to have excess vitamin D, leading to dangerous diseases such as arterial calcification, kidney stones, etc.\nThe following are notes on the nutrition of children with rickets:\nMake sure to provide enough 4 main groups of substances: protein, starch, fat, vitamins and minerals.; Pay attention to supplementing the group of micronutrients involved in the bone formation process such as vitamin D, calcium, phosphate, iron and zinc.; Increasing the amount of fat from oils and fats helps children absorb vitamin D more easily.; Feed children lots of green vegetables and fresh fruits so they can absorb micronutrients more easily.\nChildren with rickets often have anorexia, so parents should diversify the menu to stimulate the child's taste buds so the child eats more.\n>>>Consult now: 14 sample menus for rickets and malnourished children that you may not know\nFor more information about care and health issues, you can contact the Department of Pediatrics, Tam Anh General Hospital at:\nAbove is useful information about rickets. Most cases of disease occur due to improper nutrition and lifestyle. Therefore, parents should proactively implement disease prevention measures for their children from an early age. This not only helps reduce the risk of rickets in children but also helps reduce the risk of bone and joint diseases and osteoporosis later in life.",
    "subsections": [
        {
            "subsection_name": "What is rickets?",
            "subsection_content": "Rickets is a common disorder in children, causing bones to become soft, weak, and break more easily than normal. This condition occurs mainly due to a deficiency of vitamin D, calcium or Phosphorus in the body. In some rare cases, the disease is caused by a genetic disorder that causes the patient to have problems with calcium and phosphorus metabolism in the body, resulting in low phosphorus levels in the bones, leading to rickets. (first)\nRickets can also occur in adults, called osteomalacia. Most of these cases occur in women during pregnancy.",
            "subsection_string": "What is rickets?\nRickets is a common disorder in children, causing bones to become soft, weak, and break more easily than normal. This condition occurs mainly due to a deficiency of vitamin D, calcium or Phosphorus in the body. In some rare cases, the disease is caused by a genetic disorder that causes the patient to have problems with calcium and phosphorus metabolism in the body, resulting in low phosphorus levels in the bones, leading to rickets. (first)\nRickets can also occur in adults, called osteomalacia. Most of these cases occur in women during pregnancy."
        },
        {
            "subsection_name": "Causes of rickets",
            "subsection_content": "Most cases of rickets occur due to vitamin D deficiency in the body. According to research, vitamin D, Calcium and Phosphorus are the main components involved in the bone formation process. In particular, vitamin D plays a role in helping the body absorb Calcium and Phosphorus. When the body lacks vitamin D, the levels of Calcium and Phosphorus in the blood decrease, the body can take these nutrients from the bones to serve life activities.\nAt the same time, up to 80% of the actual amount of vitamin D provided to the body comes from sunlight and only 20% comes from daily foods (meat, fish, eggs, milk, oil, beans,... ). Therefore, children can suffer from rickets due to vitamin D deficiency if they are covered too closely and are not exposed to much sunlight. (2)\nBesides vitamin D, deficiency of vitamin K2 - a vitamin that has the function of transporting calcium to build bones, vitamin D3 - a vitamin involved in bone metabolism or minerals involved in bone formation such as phosphorus. , zinc, magnesium,... will cause bones to develop abnormally, causing rickets.\nIn addition, in some cases children may have rickets due to problems synthesizing and converting Vitamin D, Calcium and Phosphorus into bones such as Celiac disease, inflammatory bowel disease, cystic fibrosis, or other diseases. kidney.",
            "subsection_string": "Causes of rickets\nMost cases of rickets occur due to vitamin D deficiency in the body. According to research, vitamin D, Calcium and Phosphorus are the main components involved in the bone formation process. In particular, vitamin D plays a role in helping the body absorb Calcium and Phosphorus. When the body lacks vitamin D, the levels of Calcium and Phosphorus in the blood decrease, the body can take these nutrients from the bones to serve life activities.\nAt the same time, up to 80% of the actual amount of vitamin D provided to the body comes from sunlight and only 20% comes from daily foods (meat, fish, eggs, milk, oil, beans,... ). Therefore, children can suffer from rickets due to vitamin D deficiency if they are covered too closely and are not exposed to much sunlight. (2)\nBesides vitamin D, deficiency of vitamin K2 - a vitamin that has the function of transporting calcium to build bones, vitamin D3 - a vitamin involved in bone metabolism or minerals involved in bone formation such as phosphorus. , zinc, magnesium,... will cause bones to develop abnormally, causing rickets.\nIn addition, in some cases children may have rickets due to problems synthesizing and converting Vitamin D, Calcium and Phosphorus into bones such as Celiac disease, inflammatory bowel disease, cystic fibrosis, or other diseases. kidney."
        },
        {
            "subsection_name": "Symptoms of rickets",
            "subsection_content": "The most typical symptom of rickets is a condition in which the bones become soft and prone to cracking (fracture of fresh branches). Besides, when infected, patients may have some of the following symptoms (3):\nLoss of appetite, malnutrition;; Bones develop slowly and abnormally: Skull bones: This symptom is common in infants and young children, including slow fontanel healing, soft fontanel edges, large head, parietal hump, and forehead hump. Teeth develop slowly, are uneven, and are susceptible to tooth decay and dental problems. Limb bones: bowed limbs (bow legs), ankle rings, wrists. The chest is shaped like a chicken's chest, and a chain of ribs may appear.; Skull: This symptom is common in infants and young children, including slow fontanel healing, soft fontanel edges, large head, parietal hump, forehead hump.; Teeth develop slowly, are uneven, are susceptible to tooth decay and dental problems.; Limb bones: bowed limbs (bow legs), ankle rings, wrists.; The chest is shaped like a chicken's chest, and a chain of ribs may appear.; Children are slow to crawl and walk;; Frequently crying, not sleeping well, often startled; Sweating profusely at night; Calcium loss, convulsions, vomiting.\nRickets causes bone deformities",
            "subsection_string": "Symptoms of rickets\nThe most typical symptom of rickets is a condition in which the bones become soft and prone to cracking (fracture of fresh branches). Besides, when infected, patients may have some of the following symptoms (3):\nLoss of appetite, malnutrition;; Bones develop slowly and abnormally: Skull bones: This symptom is common in infants and young children, including slow fontanel healing, soft fontanel edges, large head, parietal hump, and forehead hump. Teeth develop slowly, are uneven, and are susceptible to tooth decay and dental problems. Limb bones: bowed limbs (bow legs), ankle rings, wrists. The chest is shaped like a chicken's chest, and a chain of ribs may appear.; Skull: This symptom is common in infants and young children, including slow fontanel healing, soft fontanel edges, large head, parietal hump, forehead hump.; Teeth develop slowly, are uneven, are susceptible to tooth decay and dental problems.; Limb bones: bowed limbs (bow legs), ankle rings, wrists.; The chest is shaped like a chicken's chest, and a chain of ribs may appear.; Children are slow to crawl and walk;; Frequently crying, not sleeping well, often startled; Sweating profusely at night; Calcium loss, convulsions, vomiting.\nRickets causes bone deformities"
        },
        {
            "subsection_name": "Subjects at risk are susceptible to rickets",
            "subsection_content": "Rickets can occur at any age but is more common in children, especially children from 6 months to 3 years old. At this time, the child's skeletal system is developing and not yet stable, so the child will be at higher risk of disease. Furthermore, children will have a higher risk of getting sick if they live in places that lack sunlight and have poor nutrition.\n>>>See now: What nutrients do children with rickets lack?",
            "subsection_string": "Subjects at risk are susceptible to rickets\nRickets can occur at any age but is more common in children, especially children from 6 months to 3 years old. At this time, the child's skeletal system is developing and not yet stable, so the child will be at higher risk of disease. Furthermore, children will have a higher risk of getting sick if they live in places that lack sunlight and have poor nutrition.\n>>>See now: What nutrients do children with rickets lack?"
        },
        {
            "subsection_name": "What factors increase the risk of rickets?",
            "subsection_content": "Besides the causes of rickets mentioned above, a number of factors can increase the risk of this disease, including:\nBlack children: Experts say that black skin is a skin color that is less able to produce vitamin D than other skin colors.; Children living in northern latitudes, where there is little sunlight; Premature babies; Children born into families with a history of rickets; Patients are using certain medications such as anti-epileptic drugs, anti-retroviral drugs that affect the body's ability to use vitamin D, etc.; Children are exclusively breastfed, but breast milk does not contain enough nutrients, especially vitamin D.",
            "subsection_string": "What factors increase the risk of rickets?\nBesides the causes of rickets mentioned above, a number of factors can increase the risk of this disease, including:\nBlack children: Experts say that black skin is a skin color that is less able to produce vitamin D than other skin colors.; Children living in northern latitudes, where there is little sunlight; Premature babies; Children born into families with a history of rickets; Patients are using certain medications such as anti-epileptic drugs, anti-retroviral drugs that affect the body's ability to use vitamin D, etc.; Children are exclusively breastfed, but breast milk does not contain enough nutrients, especially vitamin D."
        },
        {
            "subsection_name": "How to diagnose rickets",
            "subsection_content": "Usually, rickets will be diagnosed through a clinical health examination. The doctor will rely on the symptoms and check for bone abnormalities such as the skull, chest, limbs, etc. In addition, the doctor may ask the child to perform some medical tests to check the level of complications. bone shape and vitamin D, calcium and phosphorus concentrations in the patient's body, including:\nX-ray;; Blood tests;; Urine test;; Bone biopsy.",
            "subsection_string": "How to diagnose rickets\nUsually, rickets will be diagnosed through a clinical health examination. The doctor will rely on the symptoms and check for bone abnormalities such as the skull, chest, limbs, etc. In addition, the doctor may ask the child to perform some medical tests to check the level of complications. bone shape and vitamin D, calcium and phosphorus concentrations in the patient's body, including:\nX-ray;; Blood tests;; Urine test;; Bone biopsy."
        },
        {
            "subsection_name": "Treatment of rickets",
            "subsection_content": "In most cases of rickets, doctors will focus on supplementing the missing nutrients for the disease, especially Vitamin D, Calcium and Phosphorus through daily diet and oral supplements. For cases of rickets due to kidney disorders or genetics, doctors will pay special attention to supplementing missing nutrients in appropriate doses to ensure it does not affect the patient's health. (4)\nNormally, rickets patients begin to see results after about 1 week of treatment. Bone deformities gradually improve and can disappear if treated early and properly.\nIn particular, in cases where the patient has bowed legs or any bone or spine deformities, in addition to adjusting the vitamin D content in the body, the doctor may prescribe splinting or surgery to correct the condition. Reposition the bones. During treatment, children may need X-rays and blood tests several times to monitor and assess recovery and adjust vitamin D supplementation accordingly.\nChildren are supplemented with vitamin D according to the doctor's instructions",
            "subsection_string": "Treatment of rickets\nIn most cases of rickets, doctors will focus on supplementing the missing nutrients for the disease, especially Vitamin D, Calcium and Phosphorus through daily diet and oral supplements. For cases of rickets due to kidney disorders or genetics, doctors will pay special attention to supplementing missing nutrients in appropriate doses to ensure it does not affect the patient's health. (4)\nNormally, rickets patients begin to see results after about 1 week of treatment. Bone deformities gradually improve and can disappear if treated early and properly.\nIn particular, in cases where the patient has bowed legs or any bone or spine deformities, in addition to adjusting the vitamin D content in the body, the doctor may prescribe splinting or surgery to correct the condition. Reposition the bones. During treatment, children may need X-rays and blood tests several times to monitor and assess recovery and adjust vitamin D supplementation accordingly.\nChildren are supplemented with vitamin D according to the doctor's instructions"
        },
        {
            "subsection_name": "Complications of rickets",
            "subsection_content": "If rickets is not detected and treated early, patients are at risk of facing many dangerous complications, greatly affecting their health and quality of life in the future such as:\nSlow physical development;; Abnormal spine, curved spine;; Bone deformities;; Permanent bone loss;; Missing teeth, dental defects;; Have epilepsy.",
            "subsection_string": "Complications of rickets\nIf rickets is not detected and treated early, patients are at risk of facing many dangerous complications, greatly affecting their health and quality of life in the future such as:\nSlow physical development;; Abnormal spine, curved spine;; Bone deformities;; Permanent bone loss;; Missing teeth, dental defects;; Have epilepsy."
        },
        {
            "subsection_name": "How to prevent rickets",
            "subsection_content": "To prevent rickets, parents need to pay attention to supplementing children with enough calcium and vitamin D from an early age through the following measures (5):\nBuild a nutritional menu rich in calcium and vitamin D: Some foods mothers should include in their children's daily diet such as milk and dairy products, beans, green vegetables, cereals, almonds, fruit juice trees, orange juice,...; Make sure to provide enough vitamin D for the body: Children can supplement vitamin D through nutrient-rich foods such as fatty fish, milk, cereals, etc. In particular, children should sunbathe regularly because this is the way to Supplement vitamin D naturally, safely and quickly. Besides, parents can consult a doctor about some vitamin D supplements that can be used for children.; Preventing rickets in children right from pregnancy: Pregnant women have a need for calcium 3 times higher than normal, especially in the last 3 months of pregnancy. Therefore, mothers should pay attention to monitoring the amount of vitamin D provided to the body every day and supplement with appropriate doses.; Breastfeed your baby exclusively for the first 6 months after birth: Breast milk is the perfect source of nutrients for babies, helping to fully supplement necessary nutrients, increase antibodies, and support the immune system. However, mothers should be careful to follow a nutritious menu after giving birth to ensure the quality of milk for the baby.; Regularly exercise and play sports: This is considered one of the ways to not only help prevent rickets but also help children develop and stay healthy comprehensively. Practicing exercises such as running, jumping, walking, climbing,... or participating in some sports will help improve children's endurance, stimulate the bone formation process, and help strengthen bones.",
            "subsection_string": "How to prevent rickets\nTo prevent rickets, parents need to pay attention to supplementing children with enough calcium and vitamin D from an early age through the following measures (5):\nBuild a nutritional menu rich in calcium and vitamin D: Some foods mothers should include in their children's daily diet such as milk and dairy products, beans, green vegetables, cereals, almonds, fruit juice trees, orange juice,...; Make sure to provide enough vitamin D for the body: Children can supplement vitamin D through nutrient-rich foods such as fatty fish, milk, cereals, etc. In particular, children should sunbathe regularly because this is the way to Supplement vitamin D naturally, safely and quickly. Besides, parents can consult a doctor about some vitamin D supplements that can be used for children.; Preventing rickets in children right from pregnancy: Pregnant women have a need for calcium 3 times higher than normal, especially in the last 3 months of pregnancy. Therefore, mothers should pay attention to monitoring the amount of vitamin D provided to the body every day and supplement with appropriate doses.; Breastfeed your baby exclusively for the first 6 months after birth: Breast milk is the perfect source of nutrients for babies, helping to fully supplement necessary nutrients, increase antibodies, and support the immune system. However, mothers should be careful to follow a nutritious menu after giving birth to ensure the quality of milk for the baby.; Regularly exercise and play sports: This is considered one of the ways to not only help prevent rickets but also help children develop and stay healthy comprehensively. Practicing exercises such as running, jumping, walking, climbing,... or participating in some sports will help improve children's endurance, stimulate the bone formation process, and help strengthen bones."
        },
        {
            "subsection_name": "Living regimen for people with rickets",
            "subsection_content": "Below are some notes in the daily routine of children with rickets that parents should keep in mind:\nLet children bask in the sun regularly. For newborns, their skin is quite sensitive at this time, parents should avoid exposing their children to direct sunlight. For children over 6 months old, when sunbathing, children should be dressed and apply appropriate sunscreen when sunbathing.; Sunbathing time should only range from 15-30 minutes at a time and within the time frame from 9 am to 3 pm because at this time, the intensity of UVB rays in sunlight is strong enough to activate the vitamin D3 synthesis reaction. on children's skin; The bone structure of children with rickets will often be softer and weaker than that of normal children. Therefore, when children play, run and jump, parents need to carefully supervise and limit heavy activities that can cause cracks and fractures in children.\nChildren should sunbathe regularly to supplement vitamin D for the body",
            "subsection_string": "Living regimen for people with rickets\nBelow are some notes in the daily routine of children with rickets that parents should keep in mind:\nLet children bask in the sun regularly. For newborns, their skin is quite sensitive at this time, parents should avoid exposing their children to direct sunlight. For children over 6 months old, when sunbathing, children should be dressed and apply appropriate sunscreen when sunbathing.; Sunbathing time should only range from 15-30 minutes at a time and within the time frame from 9 am to 3 pm because at this time, the intensity of UVB rays in sunlight is strong enough to activate the vitamin D3 synthesis reaction. on children's skin; The bone structure of children with rickets will often be softer and weaker than that of normal children. Therefore, when children play, run and jump, parents need to carefully supervise and limit heavy activities that can cause cracks and fractures in children.\nChildren should sunbathe regularly to supplement vitamin D for the body"
        },
        {
            "subsection_name": "Nutrition for people with rickets",
            "subsection_content": "When children have rickets, parents can supplement vitamin D for their children through their daily diet. However, the amount of vitamin D provided in children's meals needs to be strictly controlled to avoid supplementing too much, causing children to have excess vitamin D, leading to dangerous diseases such as arterial calcification, kidney stones, etc.\nThe following are notes on the nutrition of children with rickets:\nMake sure to provide enough 4 main groups of substances: protein, starch, fat, vitamins and minerals.; Pay attention to supplementing the group of micronutrients involved in the bone formation process such as vitamin D, calcium, phosphate, iron and zinc.; Increasing the amount of fat from oils and fats helps children absorb vitamin D more easily.; Feed children lots of green vegetables and fresh fruits so they can absorb micronutrients more easily.\nChildren with rickets often have anorexia, so parents should diversify the menu to stimulate the child's taste buds so the child eats more.\n>>>Consult now: 14 sample menus for rickets and malnourished children that you may not know\nFor more information about care and health issues, you can contact the Department of Pediatrics, Tam Anh General Hospital at:\nAbove is useful information about rickets. Most cases of disease occur due to improper nutrition and lifestyle. Therefore, parents should proactively implement disease prevention measures for their children from an early age. This not only helps reduce the risk of rickets in children but also helps reduce the risk of bone and joint diseases and osteoporosis later in life.",
            "subsection_string": "Nutrition for people with rickets\nWhen children have rickets, parents can supplement vitamin D for their children through their daily diet. However, the amount of vitamin D provided in children's meals needs to be strictly controlled to avoid supplementing too much, causing children to have excess vitamin D, leading to dangerous diseases such as arterial calcification, kidney stones, etc.\nThe following are notes on the nutrition of children with rickets:\nMake sure to provide enough 4 main groups of substances: protein, starch, fat, vitamins and minerals.; Pay attention to supplementing the group of micronutrients involved in the bone formation process such as vitamin D, calcium, phosphate, iron and zinc.; Increasing the amount of fat from oils and fats helps children absorb vitamin D more easily.; Feed children lots of green vegetables and fresh fruits so they can absorb micronutrients more easily.\nChildren with rickets often have anorexia, so parents should diversify the menu to stimulate the child's taste buds so the child eats more.\n>>>Consult now: 14 sample menus for rickets and malnourished children that you may not know\nFor more information about care and health issues, you can contact the Department of Pediatrics, Tam Anh General Hospital at:\nAbove is useful information about rickets. Most cases of disease occur due to improper nutrition and lifestyle. Therefore, parents should proactively implement disease prevention measures for their children from an early age. This not only helps reduce the risk of rickets in children but also helps reduce the risk of bone and joint diseases and osteoporosis later in life."
        }
    ],
    "name": "coi-xuong.json"
}