{
    "title": "Patent ductus arteriosus: Causes, symptoms, diagnosis, treatment",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/con-ong-dong-mach/",
    "abstract": "Patent ductus arteriosus is a congenital heart disease often detected in newborns. Small ductus arteriosus can close on its own. For large patent ductus arteriosus that causes blood circulation problems in children, doctors will choose to treat it with medication, intervention to close the hole through the skin or surgery. This article is expertly advised by Nguyen Thi Oanh, M.D., Department of Cardiology, Tam Anh General Hospital, Hanoi. The ductus arteriosus is a normal part of the fetal circulatory system, usually closing shortly after birth. Patent ductus arteriosus (PDA) is the result of the ductus arteriosus not closing on its own in the first weeks after birth. (1) Untreated large patent ductus arteriosus can cause abnormal blood flow from the large arteries in the heart, increase pressure in the heart chambers, weaken the heart muscle and cause other complications.",
    "content": "Patent ductus arteriosus: Causes, symptoms, diagnosis, treatment\n\nPatent ductus arteriosus is a congenital heart disease often detected in newborns. Small ductus arteriosus can close on its own. For large patent ductus arteriosus that causes blood circulation problems in children, doctors will choose to treat it with medication, intervention to close the hole through the skin or surgery. This article is expertly advised by Nguyen Thi Oanh, M.D., Department of Cardiology, Tam Anh General Hospital, Hanoi. The ductus arteriosus is a normal part of the fetal circulatory system, usually closing shortly after birth. Patent ductus arteriosus (PDA) is the result of the ductus arteriosus not closing on its own in the first weeks after birth. (1) Untreated large patent ductus arteriosus can cause abnormal blood flow from the large arteries in the heart, increase pressure in the heart chambers, weaken the heart muscle and cause other complications.\n\nWhat is the ductus arteriosus?\nPatent ductus arteriosus is a condition in which blood flows directly from the aorta through the pulmonary artery, leading to increased blood flow into the pulmonary circulatory system, increasing the amount of blood returning to the left heart. If a large ductus arteriosus remains, the pressure in the pulmonary blood vessels also increases. As a result, babies are at risk of heart failure when they are only a few weeks old. (2)\nChildren with small patent ductus arteriosus often do not have symptoms but may have infective endocarditis. Surgery may be necessary if a large patent ductus arteriosus is present. However, in most cases, the ductus arteriosus is closed using devices or coils through cardiac catheters.\n\nSymptoms of patent ductus arteriosus\nSymptoms of patent ductus arteriosus are different for each child, depending on the size of the defect as well as whether the child was born full-term or premature. A small PDA often causes no signs or symptoms, so the disease is not detected until the child is an adult. Meanwhile, large PDA can cause signs of heart failure soon after birth.\nLarge patent ductus arteriosus that occurs during infancy or childhood will manifest with symptoms such as:\nPoor feeding leads to poor growth; Sweating when crying or eating; Persistent rapid breathing or difficulty breathing; Fatigue easily; Fast heart beat\nHealthy heart (picture A) and heart with patent ductus arteriosus\n\nCause of patent ductus arteriosus\nResearchers don't know exactly why patent ductus arteriosus occurs. Before birth, the fetus has an opening that connects two major blood vessels leading from the heart – the aorta and pulmonary artery. This opening is necessary for the baby's blood circulation, helping the baby receive oxygen from the mother's circulation. (3)\nAfter birth, the ductus arteriosus usually closes within 2 or 3 days. In premature babies, this process takes more days. If after this time the opening remains open (patent ductus arteriosus), too much blood will flow to the baby's lungs and heart. If the disease is not treated promptly, blood pressure in the child's lungs will increase (pulmonary hypertension), and the heart will enlarge and weaken.\nCauses of patent ductus arteriosus include:\nPremature birth: Patent ductus arteriosus is more common in premature babies. The reason is that the lungs of premature babies often do not receive enough lubricants (surfactants), leading to the development of respiratory distress syndrome in newborns - a breathing problem that also develops PDA.; Family history and other genetic conditions: Children with a family history of heart defects or other genetic conditions, such as Down syndrome, are at increased risk of PDA.; Mother infected with rubella during pregnancy: If the mother contracts rubella during pregnancy, the risk of heart defects in the child will increase. The rubella virus crosses the placenta and spreads through the baby's circulatory system, damaging blood vessels and organs, including the heart.\n\nDiagnostic method\nDoctors can hear the murmur of a heart with a patent ductus arteriosus when examining a baby's health at birth. If you suspect your child has this disease, the doctor will prescribe the following paraclinical tests:\nEchocardiogram: gives clear images of the heart, helps doctors determine PDA, see if the heart chambers are enlarged, and evaluate how well the heart is pumping blood. This test also helps doctors evaluate the heart valves and detect other potential heart defects.; Chest X-ray: X-ray images will reveal the condition of the child's heart and lungs. At the same time, X-rays can also detect diseases other than heart defects.; Electrocardiogram: This method records the electrical activity of the heart, helping doctors diagnose heart defects or heart rhythm problems.\nCurrently, thanks to modern machinery systems and experienced echocardiography experts, we can detect heart abnormalities in children in the fetus, helping to promptly handle them right after the child is born. At Tam Anh General Hospital, pregnant women have a fetal echocardiogram from the 18th week of pregnancy. This helps with prenatal diagnosis and screening, detection of congenital heart disease in the womb, close monitoring and early intervention immediately after birth.\n\nIs the ductus arteriosus dangerous?\nA small ductus arteriosus can close on its own without causing complications. On the contrary, large ductus arteriosus that is not treated promptly can lead to:\nPulmonary hypertension: Too much blood circulating through the heart's major arteries increases the risk of pulmonary hypertension, causing permanent lung damage. A large ductus arteriosus is the cause of Eisenmenger syndrome, a type of irreversible pulmonary hypertension; Heart failure: A patent ductus arteriosus weakens the heart muscle, making the heart unable to pump blood effectively - a sign of heart failure.; Heart infection (endocarditis): Children with structural heart problems, such as patent ductus arteriosus, are at higher risk of developing endocarditis than children with healthy hearts.\n\nTreatment methods for patent ductus arteriosus\nTreatment for patent ductus arteriosus depends on the severity of the disease and the patient's age. (4)\nIn premature babies, the PDA often closes on its own. The doctor will monitor your baby's heart to make sure open blood vessels are closing properly. For full-term babies, small PDA usually does not cause other health problems. Therefore, this case does not require treatment but only close monitoring.\nMedications: For premature babies with PDA, the doctor may prescribe nonsteroidal anti-inflammatory drugs (NSAIDs), such as ibuprofen or indomethacin, to help the stoma close on its own. These drugs have no effect on patent ductus arteriosus in full-term neonates, children, and adults.; Percutaneous closure of the ductus arteriosus: Premature babies are often too small to be eligible for this procedure. Therefore, if the child does not experience complications related to PDA, the doctor will advise waiting until the baby is older before intervention to close the ductus arteriosus. In this procedure, a thin catheter is inserted into a blood vessel in the groin and threaded to the child's heart. Through the catheter, a device (coil, amplatzer...) is inserted to close the ductus arteriosus.; Surgery: If medication is not effective and the child's condition is not suitable for percutaneous closure of the ductus arteriosus, the doctor will prescribe surgery to tie the ductus arteriosus with sutures or clips. It usually takes several weeks for a child to fully recover from surgery. Sometimes, surgical ligation of the ductus arteriosus is also recommended for adults with PDA causing health problems when the anatomy of the ductus arteriosus is not suitable for percutaneous closure of the ductus arteriosus.\nDoctors at Tam Anh General Hospital in Ho Chi Minh City perform surgery to treat congenital heart disease for children\n\nPrecautions\nIt is not possible to absolutely prevent patent ductus arteriosus. However, a healthy pregnancy will create the foundation for the fetus to develop well and prevent birth defects. To do this, pregnant mothers need to:\nPlan 6 months before getting pregnant: quit smoking, don't abuse alcohol, have a nutritious diet, supplement essential micronutrients (folic acid, calcium, iron, zinc...), reduce stress, fully vaccinated (flu vaccine, rubella, hepatitis B, chickenpox...).; Exercise regularly throughout pregnancy: Ask your doctor for advice on exercises that are right for you.; Control diabetes: If you have diabetes, follow your doctor's treatment plan to control the condition before and during pregnancy.; If you have a family history of heart defects or other genetic disorders, see a doctor before getting pregnant. Your doctor may prescribe screening tests to reduce the risk of your fetus carrying genes with congenital defects.; If you have cardiovascular disease, listen to your doctor's advice about whether you can get pregnant and give birth.\nAiming to give children a healthy, intact heart, the Congenital Heart Department, Cardiovascular Center of Tam Anh General Hospital is a reliable address in examining and screening for congenital heart disease. It is equipped with modern machinery systems such as a new generation 4D echocardiography machine to help early detect congenital heart defects such as atrial septal defect, ventricular septal defect, tetralogy of Fallot... from the fetal stage, providing strict monitoring regimen during pregnancy and appropriate treatment as soon as the child is born, and care until adulthood. Congenital Heart Clinic brings together a team of experienced experts who love and understand children's psychology, ensuring that children always feel comfortable and secure during the examination and treatment process.\nOnce diagnosed with a patent ductus arteriosus, even if they have undergone surgery or percutaneous closure of the ductus arteriosus at an early age, the child is still at risk of developing complications as an adult. Therefore, children with PDA in particular and congenital heart disease in general need lifelong care and monitoring. Parents need to give their children a balanced diet, encourage them to exercise appropriately, take the right dosage of medicine, and have regular check-ups to have a healthy heart and comprehensive physical and mental development.",
    "subsections": [
        {
            "subsection_name": "What is the ductus arteriosus?",
            "subsection_content": "Patent ductus arteriosus is a condition in which blood flows directly from the aorta through the pulmonary artery, leading to increased blood flow into the pulmonary circulatory system, increasing the amount of blood returning to the left heart. If a large ductus arteriosus remains, the pressure in the pulmonary blood vessels also increases. As a result, babies are at risk of heart failure when they are only a few weeks old. (2)\nChildren with small patent ductus arteriosus often do not have symptoms but may have infective endocarditis. Surgery may be necessary if a large patent ductus arteriosus is present. However, in most cases, the ductus arteriosus is closed using devices or coils through cardiac catheters.",
            "subsection_string": "What is the ductus arteriosus?\nPatent ductus arteriosus is a condition in which blood flows directly from the aorta through the pulmonary artery, leading to increased blood flow into the pulmonary circulatory system, increasing the amount of blood returning to the left heart. If a large ductus arteriosus remains, the pressure in the pulmonary blood vessels also increases. As a result, babies are at risk of heart failure when they are only a few weeks old. (2)\nChildren with small patent ductus arteriosus often do not have symptoms but may have infective endocarditis. Surgery may be necessary if a large patent ductus arteriosus is present. However, in most cases, the ductus arteriosus is closed using devices or coils through cardiac catheters."
        },
        {
            "subsection_name": "Symptoms of patent ductus arteriosus",
            "subsection_content": "Symptoms of patent ductus arteriosus are different for each child, depending on the size of the defect as well as whether the child was born full-term or premature. A small PDA often causes no signs or symptoms, so the disease is not detected until the child is an adult. Meanwhile, large PDA can cause signs of heart failure soon after birth.\nLarge patent ductus arteriosus that occurs during infancy or childhood will manifest with symptoms such as:\nPoor feeding leads to poor growth; Sweating when crying or eating; Persistent rapid breathing or difficulty breathing; Fatigue easily; Fast heart beat\nHealthy heart (picture A) and heart with patent ductus arteriosus",
            "subsection_string": "Symptoms of patent ductus arteriosus\nSymptoms of patent ductus arteriosus are different for each child, depending on the size of the defect as well as whether the child was born full-term or premature. A small PDA often causes no signs or symptoms, so the disease is not detected until the child is an adult. Meanwhile, large PDA can cause signs of heart failure soon after birth.\nLarge patent ductus arteriosus that occurs during infancy or childhood will manifest with symptoms such as:\nPoor feeding leads to poor growth; Sweating when crying or eating; Persistent rapid breathing or difficulty breathing; Fatigue easily; Fast heart beat\nHealthy heart (picture A) and heart with patent ductus arteriosus"
        },
        {
            "subsection_name": "Cause of patent ductus arteriosus",
            "subsection_content": "Researchers don't know exactly why patent ductus arteriosus occurs. Before birth, the fetus has an opening that connects two major blood vessels leading from the heart – the aorta and pulmonary artery. This opening is necessary for the baby's blood circulation, helping the baby receive oxygen from the mother's circulation. (3)\nAfter birth, the ductus arteriosus usually closes within 2 or 3 days. In premature babies, this process takes more days. If after this time the opening remains open (patent ductus arteriosus), too much blood will flow to the baby's lungs and heart. If the disease is not treated promptly, blood pressure in the child's lungs will increase (pulmonary hypertension), and the heart will enlarge and weaken.\nCauses of patent ductus arteriosus include:\nPremature birth: Patent ductus arteriosus is more common in premature babies. The reason is that the lungs of premature babies often do not receive enough lubricants (surfactants), leading to the development of respiratory distress syndrome in newborns - a breathing problem that also develops PDA.; Family history and other genetic conditions: Children with a family history of heart defects or other genetic conditions, such as Down syndrome, are at increased risk of PDA.; Mother infected with rubella during pregnancy: If the mother contracts rubella during pregnancy, the risk of heart defects in the child will increase. The rubella virus crosses the placenta and spreads through the baby's circulatory system, damaging blood vessels and organs, including the heart.",
            "subsection_string": "Cause of patent ductus arteriosus\nResearchers don't know exactly why patent ductus arteriosus occurs. Before birth, the fetus has an opening that connects two major blood vessels leading from the heart – the aorta and pulmonary artery. This opening is necessary for the baby's blood circulation, helping the baby receive oxygen from the mother's circulation. (3)\nAfter birth, the ductus arteriosus usually closes within 2 or 3 days. In premature babies, this process takes more days. If after this time the opening remains open (patent ductus arteriosus), too much blood will flow to the baby's lungs and heart. If the disease is not treated promptly, blood pressure in the child's lungs will increase (pulmonary hypertension), and the heart will enlarge and weaken.\nCauses of patent ductus arteriosus include:\nPremature birth: Patent ductus arteriosus is more common in premature babies. The reason is that the lungs of premature babies often do not receive enough lubricants (surfactants), leading to the development of respiratory distress syndrome in newborns - a breathing problem that also develops PDA.; Family history and other genetic conditions: Children with a family history of heart defects or other genetic conditions, such as Down syndrome, are at increased risk of PDA.; Mother infected with rubella during pregnancy: If the mother contracts rubella during pregnancy, the risk of heart defects in the child will increase. The rubella virus crosses the placenta and spreads through the baby's circulatory system, damaging blood vessels and organs, including the heart."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "Doctors can hear the murmur of a heart with a patent ductus arteriosus when examining a baby's health at birth. If you suspect your child has this disease, the doctor will prescribe the following paraclinical tests:\nEchocardiogram: gives clear images of the heart, helps doctors determine PDA, see if the heart chambers are enlarged, and evaluate how well the heart is pumping blood. This test also helps doctors evaluate the heart valves and detect other potential heart defects.; Chest X-ray: X-ray images will reveal the condition of the child's heart and lungs. At the same time, X-rays can also detect diseases other than heart defects.; Electrocardiogram: This method records the electrical activity of the heart, helping doctors diagnose heart defects or heart rhythm problems.\nCurrently, thanks to modern machinery systems and experienced echocardiography experts, we can detect heart abnormalities in children in the fetus, helping to promptly handle them right after the child is born. At Tam Anh General Hospital, pregnant women have a fetal echocardiogram from the 18th week of pregnancy. This helps with prenatal diagnosis and screening, detection of congenital heart disease in the womb, close monitoring and early intervention immediately after birth.",
            "subsection_string": "Diagnostic method\nDoctors can hear the murmur of a heart with a patent ductus arteriosus when examining a baby's health at birth. If you suspect your child has this disease, the doctor will prescribe the following paraclinical tests:\nEchocardiogram: gives clear images of the heart, helps doctors determine PDA, see if the heart chambers are enlarged, and evaluate how well the heart is pumping blood. This test also helps doctors evaluate the heart valves and detect other potential heart defects.; Chest X-ray: X-ray images will reveal the condition of the child's heart and lungs. At the same time, X-rays can also detect diseases other than heart defects.; Electrocardiogram: This method records the electrical activity of the heart, helping doctors diagnose heart defects or heart rhythm problems.\nCurrently, thanks to modern machinery systems and experienced echocardiography experts, we can detect heart abnormalities in children in the fetus, helping to promptly handle them right after the child is born. At Tam Anh General Hospital, pregnant women have a fetal echocardiogram from the 18th week of pregnancy. This helps with prenatal diagnosis and screening, detection of congenital heart disease in the womb, close monitoring and early intervention immediately after birth."
        },
        {
            "subsection_name": "Is the ductus arteriosus dangerous?",
            "subsection_content": "A small ductus arteriosus can close on its own without causing complications. On the contrary, large ductus arteriosus that is not treated promptly can lead to:\nPulmonary hypertension: Too much blood circulating through the heart's major arteries increases the risk of pulmonary hypertension, causing permanent lung damage. A large ductus arteriosus is the cause of Eisenmenger syndrome, a type of irreversible pulmonary hypertension; Heart failure: A patent ductus arteriosus weakens the heart muscle, making the heart unable to pump blood effectively - a sign of heart failure.; Heart infection (endocarditis): Children with structural heart problems, such as patent ductus arteriosus, are at higher risk of developing endocarditis than children with healthy hearts.",
            "subsection_string": "Is the ductus arteriosus dangerous?\nA small ductus arteriosus can close on its own without causing complications. On the contrary, large ductus arteriosus that is not treated promptly can lead to:\nPulmonary hypertension: Too much blood circulating through the heart's major arteries increases the risk of pulmonary hypertension, causing permanent lung damage. A large ductus arteriosus is the cause of Eisenmenger syndrome, a type of irreversible pulmonary hypertension; Heart failure: A patent ductus arteriosus weakens the heart muscle, making the heart unable to pump blood effectively - a sign of heart failure.; Heart infection (endocarditis): Children with structural heart problems, such as patent ductus arteriosus, are at higher risk of developing endocarditis than children with healthy hearts."
        },
        {
            "subsection_name": "Treatment methods for patent ductus arteriosus",
            "subsection_content": "Treatment for patent ductus arteriosus depends on the severity of the disease and the patient's age. (4)\nIn premature babies, the PDA often closes on its own. The doctor will monitor your baby's heart to make sure open blood vessels are closing properly. For full-term babies, small PDA usually does not cause other health problems. Therefore, this case does not require treatment but only close monitoring.\nMedications: For premature babies with PDA, the doctor may prescribe nonsteroidal anti-inflammatory drugs (NSAIDs), such as ibuprofen or indomethacin, to help the stoma close on its own. These drugs have no effect on patent ductus arteriosus in full-term neonates, children, and adults.; Percutaneous closure of the ductus arteriosus: Premature babies are often too small to be eligible for this procedure. Therefore, if the child does not experience complications related to PDA, the doctor will advise waiting until the baby is older before intervention to close the ductus arteriosus. In this procedure, a thin catheter is inserted into a blood vessel in the groin and threaded to the child's heart. Through the catheter, a device (coil, amplatzer...) is inserted to close the ductus arteriosus.; Surgery: If medication is not effective and the child's condition is not suitable for percutaneous closure of the ductus arteriosus, the doctor will prescribe surgery to tie the ductus arteriosus with sutures or clips. It usually takes several weeks for a child to fully recover from surgery. Sometimes, surgical ligation of the ductus arteriosus is also recommended for adults with PDA causing health problems when the anatomy of the ductus arteriosus is not suitable for percutaneous closure of the ductus arteriosus.\nDoctors at Tam Anh General Hospital in Ho Chi Minh City perform surgery to treat congenital heart disease for children",
            "subsection_string": "Treatment methods for patent ductus arteriosus\nTreatment for patent ductus arteriosus depends on the severity of the disease and the patient's age. (4)\nIn premature babies, the PDA often closes on its own. The doctor will monitor your baby's heart to make sure open blood vessels are closing properly. For full-term babies, small PDA usually does not cause other health problems. Therefore, this case does not require treatment but only close monitoring.\nMedications: For premature babies with PDA, the doctor may prescribe nonsteroidal anti-inflammatory drugs (NSAIDs), such as ibuprofen or indomethacin, to help the stoma close on its own. These drugs have no effect on patent ductus arteriosus in full-term neonates, children, and adults.; Percutaneous closure of the ductus arteriosus: Premature babies are often too small to be eligible for this procedure. Therefore, if the child does not experience complications related to PDA, the doctor will advise waiting until the baby is older before intervention to close the ductus arteriosus. In this procedure, a thin catheter is inserted into a blood vessel in the groin and threaded to the child's heart. Through the catheter, a device (coil, amplatzer...) is inserted to close the ductus arteriosus.; Surgery: If medication is not effective and the child's condition is not suitable for percutaneous closure of the ductus arteriosus, the doctor will prescribe surgery to tie the ductus arteriosus with sutures or clips. It usually takes several weeks for a child to fully recover from surgery. Sometimes, surgical ligation of the ductus arteriosus is also recommended for adults with PDA causing health problems when the anatomy of the ductus arteriosus is not suitable for percutaneous closure of the ductus arteriosus.\nDoctors at Tam Anh General Hospital in Ho Chi Minh City perform surgery to treat congenital heart disease for children"
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "It is not possible to absolutely prevent patent ductus arteriosus. However, a healthy pregnancy will create the foundation for the fetus to develop well and prevent birth defects. To do this, pregnant mothers need to:\nPlan 6 months before getting pregnant: quit smoking, don't abuse alcohol, have a nutritious diet, supplement essential micronutrients (folic acid, calcium, iron, zinc...), reduce stress, fully vaccinated (flu vaccine, rubella, hepatitis B, chickenpox...).; Exercise regularly throughout pregnancy: Ask your doctor for advice on exercises that are right for you.; Control diabetes: If you have diabetes, follow your doctor's treatment plan to control the condition before and during pregnancy.; If you have a family history of heart defects or other genetic disorders, see a doctor before getting pregnant. Your doctor may prescribe screening tests to reduce the risk of your fetus carrying genes with congenital defects.; If you have cardiovascular disease, listen to your doctor's advice about whether you can get pregnant and give birth.\nAiming to give children a healthy, intact heart, the Congenital Heart Department, Cardiovascular Center of Tam Anh General Hospital is a reliable address in examining and screening for congenital heart disease. It is equipped with modern machinery systems such as a new generation 4D echocardiography machine to help early detect congenital heart defects such as atrial septal defect, ventricular septal defect, tetralogy of Fallot... from the fetal stage, providing strict monitoring regimen during pregnancy and appropriate treatment as soon as the child is born, and care until adulthood. Congenital Heart Clinic brings together a team of experienced experts who love and understand children's psychology, ensuring that children always feel comfortable and secure during the examination and treatment process.\nOnce diagnosed with a patent ductus arteriosus, even if they have undergone surgery or percutaneous closure of the ductus arteriosus at an early age, the child is still at risk of developing complications as an adult. Therefore, children with PDA in particular and congenital heart disease in general need lifelong care and monitoring. Parents need to give their children a balanced diet, encourage them to exercise appropriately, take the right dosage of medicine, and have regular check-ups to have a healthy heart and comprehensive physical and mental development.",
            "subsection_string": "Precautions\nIt is not possible to absolutely prevent patent ductus arteriosus. However, a healthy pregnancy will create the foundation for the fetus to develop well and prevent birth defects. To do this, pregnant mothers need to:\nPlan 6 months before getting pregnant: quit smoking, don't abuse alcohol, have a nutritious diet, supplement essential micronutrients (folic acid, calcium, iron, zinc...), reduce stress, fully vaccinated (flu vaccine, rubella, hepatitis B, chickenpox...).; Exercise regularly throughout pregnancy: Ask your doctor for advice on exercises that are right for you.; Control diabetes: If you have diabetes, follow your doctor's treatment plan to control the condition before and during pregnancy.; If you have a family history of heart defects or other genetic disorders, see a doctor before getting pregnant. Your doctor may prescribe screening tests to reduce the risk of your fetus carrying genes with congenital defects.; If you have cardiovascular disease, listen to your doctor's advice about whether you can get pregnant and give birth.\nAiming to give children a healthy, intact heart, the Congenital Heart Department, Cardiovascular Center of Tam Anh General Hospital is a reliable address in examining and screening for congenital heart disease. It is equipped with modern machinery systems such as a new generation 4D echocardiography machine to help early detect congenital heart defects such as atrial septal defect, ventricular septal defect, tetralogy of Fallot... from the fetal stage, providing strict monitoring regimen during pregnancy and appropriate treatment as soon as the child is born, and care until adulthood. Congenital Heart Clinic brings together a team of experienced experts who love and understand children's psychology, ensuring that children always feel comfortable and secure during the examination and treatment process.\nOnce diagnosed with a patent ductus arteriosus, even if they have undergone surgery or percutaneous closure of the ductus arteriosus at an early age, the child is still at risk of developing complications as an adult. Therefore, children with PDA in particular and congenital heart disease in general need lifelong care and monitoring. Parents need to give their children a balanced diet, encourage them to exercise appropriately, take the right dosage of medicine, and have regular check-ups to have a healthy heart and comprehensive physical and mental development."
        }
    ],
    "name": "con-ong-dong-mach.json"
}