{
    "title": "Joint stiffness: Causes, symptoms, treatment and prevention",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/cung-khop/",
    "abstract": "Joint stiffness is a relatively common symptom of joint diseases such as rheumatoid arthritis, osteoarthritis, psoriatic arthritis... This condition is common in many age groups, causing difficulty in movement and birth. active. If not diagnosed and treated early, signs of joint stiffness that persist for a long time can be a sign of chronic joint disease, even disability and loss of movement.",
    "content": "Joint stiffness: Causes, symptoms, treatment and prevention\n\nJoint stiffness is a relatively common symptom of joint diseases such as rheumatoid arthritis, osteoarthritis, psoriatic arthritis... This condition is common in many age groups, causing difficulty in movement and birth. active. If not diagnosed and treated early, signs of joint stiffness that persist for a long time can be a sign of chronic joint disease, even disability and loss of movement.\n\nWhat is joint stiffness?\nJoint stiffness is a condition in which it is difficult to move the joints, often appearing in the proximal knuckles, metacarpals, wrists, elbows, knees, ankles, and toes (both sides). (first)\nThis phenomenon can occur in any subject. Initially, the joints are mildly stiff, causing little serious impact on motor function. Over time, symptoms become more severe and can leave the patient unable to move the affected limb.\nJoint stiffness often occurs in the morning after waking up or after a prolonged immobile position. After the patient flexes and stretches, the joints will move more easily or almost normally (doctors often called signs of joint rust destruction), \"joint rust destruction time\" usually takes about 15-20 minutes to 1 hour or even more than 1 hour.\nSigns of stiff joints often come with joint pain, which can cause difficulty in living and performing tasks that require joint movement. In the long term, this condition is a sign of joint damage, reduced motor function and possible disability.\nTherefore, understanding this condition is essential for patients to see a doctor early, detect chronic joint diseases if any, and treat them promptly, preventing possible medical complications.\n\nJoints often experience dryness and stiffness\nKnee: A relatively common condition, often caused by degeneration, synovitis of the knee joint or after injury. Symptoms of knee stiffness are also common in cases of osteoarthritis. The meniscus in the knee joint thins and the amount of fluid that lubricates the knee joint decreases, leading to difficulty in moving and feeling like the ends of the knee when walking. Bones rubbed against each other and crunched.\nDamage to the knee joint will limit movement.\nFingers: Considered one of the most typical symptoms of rheumatoid arthritis and osteoarthritis in the elderly. The condition usually appears in the morning, lasting less than 30 minutes (for osteoarthritis) and more than 45 minutes (for rheumatoid arthritis).\nDon't ignore it and see a doctor for timely treatment to avoid serious bone and joint diseases such as arthritis and finger osteoarthritis.\nWrist joint: Appears due to long-term injury or being in a cast for a long time. This is also a symptom of many diseases such as gout synovitis, rheumatoid arthritis, osteoarthritis,...; Ankle joint: Also known as reduced mobility of the ankle joint. Stiff ankle joints often appear in people over 40 years old, especially after age 60.\n\nCauses of joint stiffness\nWhen experiencing symptoms of stiff joints, the patient will find it difficult to move. This condition may become more severe and last longer as the level of arthritis progresses. Short-term stiffness in the knee or hip joint appears after sitting for several hours, making it difficult for the patient to walk. Below are some causes of dryness in the joints: (2)\n1. Rheumatoid arthritis\nRheumatoid arthritis is a common arthritis, appearing more in women than in men, between the ages of 30 and 50. This is an autoimmune disorder that causes the immune system to attack healthy joints.\n2. Ankylosing spondylitis\nAnkylosing spondylitis has the most characteristic manifestations of calcification of the bone bridge between the vertebrae and sacroiliac joint fusion, causing the spine to lose mobility. Common symptoms are pain and stiffness in the hips and lower back, especially after waking up or after a period of inactivity.\n3. Osteoarthritis\nOsteoarthritis is a degenerative form of arthritis caused by joint wear and tear. Some common types of degeneration:\nHip osteoarthritis; Degenerative Knee; Shoulder osteoarthritis; …\n4. Bursitis\nBursitis is a condition in which the synovial joints become inflamed, the synovial membrane thickens and progresses. This inflammation can cause pain and stiffness. Bursitis can occur in almost any joint but is most common in larger joints such as the shoulder, hip, and knee.\n5. Bone cancer\nAlthough this is a rare cause, it is entirely possible. Patients with bone cancer often experience  joint pain, bone pain and reduced joint mobility.\n6. Gout\nGout is an arthritis disease related to protein metabolism disorders in the body. The disease often has a sudden onset and tends to affect men more often than women. The disease progresses quickly, symptoms sometimes appear overnight, usually in the big toe with signs of stiffness, swelling, heat, redness, and pain of the joints.\n7. Lupus erythematosus\nAnother autoimmune disease that causes the immune system to attack healthy tissues such as muscles and joints. When systemic lupus erythematosus attacks the joints, symptoms such as swelling, pain, etc. will appear.\n8. After injury\nAfter an injury such as a fall, too vigorous sports activities, a traffic accident, a cast or after surgery can cause damaged cartilage, dislocation, fractures, lack of movement in the joints... leading to joint pain. hard. Therefore, rehabilitation after bone and joint surgery is very necessary.\n9. Aging\nAfter many years of exercise, joints are subjected to a lot of pressure and will weaken. This condition is considered an inevitable part of aging. Along with the aging of the population, the rate of people suffering from this disease in the world has increased significantly... (1)\n\nSubjects susceptible to disease\nJoint stiffness is a symptom that can occur in all genders and ages. However, there are some people at high risk of getting the disease such as:\nIn middle age from 30 to 50 years old, women are 3 times more likely to get the disease than men.; There are relatives in the family who have diseases related to bones and joints; People with weak immune systems; People who are pregnant or have just given birth; The risk of disease is higher in overweight and obese people, people who regularly drink alcohol, smoke cigarettes...\nThis condition can be a symptom of many bone and joint diseases or diseases related to bones and joints. Therefore, if not detected and treated properly, prolonged symptoms will cause serious consequences.\n\nDiagnostic measures\nWhen joint stiffness persists, the patient may be prescribed a number of diagnostic tests such as:\nClinical health check: The doctor checks symptoms such as pain, redness, swelling, stiffness and the patient's normal range of activities. This will help the doctor determine the cause of the disease and consider performing some other tests to accurately diagnose the condition.; Blood test: This test will help your doctor check for joint stiffness. Blood tests will check erythrocyte sedimentation rate (ERS), C-reactive protein (CRP) to determine inflammation in the body. When rheumatoid arthritis is suspected, the doctor may order the patient to undergo an anti-cyclic citrullinated peptide (anti-CCP) test to confirm the diagnosis.; Imaging tests: The results of X-ray, ultrasound or magnetic resonance imaging (MRI) will help the doctor examine the structures inside the joint and identify joint damage.\n\nDangerous complications\nLoss of mobility\nJoint stiffness often occurs in areas where the joint moves frequently. If it appears in the hands, the patient will be affected by the ability to grasp and carry. If there is stiffness in the legs, walking will be very difficult.\nMost patients cannot move flexibly, and symptoms recur when moving the damaged joint area. People with long-term illnesses and people with underlying rheumatoid arthritis are likely to have permanent effects on their ability to work.\nJoint and muscle atrophy, deformity and disability\nJoint stiffness can completely cause disability if not treated promptly and properly. If a joint does not move for a long time, blood circulation will be limited, leading to muscle atrophy, joint deformity and joint adhesion. In the late stages without treatment, the patient has a very high risk of disability.\nAffects the heart\nCardiovascular diseases are serious complications of joint stiffness. This symptom, when not treated promptly, can cause heart damage. In particular, complications of heart valve regurgitation often appear when the disease progresses to a late stage. For elderly patients, heart complications can be fatal and are very difficult to prevent.\n\nHow to treat joint stiffness?\nSymptoms of joint stiffness can only be treated quickly and thoroughly when the cause is found. If after waking up, this condition lasts more than 30 minutes, see a specialist or reputable medical facility for evaluation, examination and treatment to reduce joint stiffness. , preventing related complications.\nApply hot or cold compresses\nApply a cold compress or use an ice pack on stiff joints for 15 – 20 minutes several times a day. This can help reduce inflammation or swelling, help joints move more easily, and relieve pain quickly.\nUse heating pads, hot water bottles, or warm water from the shower or bath to relax muscles and increase circulation.\nUse medicine\nThe pain can be relieved with anti-inflammatory steroids (NSAIDs), drugs commonly used for arthritis. Celebrex, Arcoxia... are some common drugs in this group of drugs, however their use requires the guidance and prescription of a Doctor specializing in Musculoskeletal.\nPhysical therapy\nExercise and physical therapy are effective treatments that help increase joint mobility, which can reduce stiffness. This is also a great way to lose weight or maintain a healthy weight. Excessive weight gain is directly proportional to an increased risk of certain diseases that cause pain and stiff joints.\nIf you're unsure about starting to exercise or have difficulty moving, talk to your doctor or physical therapist. Exercise is considered an easy way to relieve pain and stiffness, but you can worsen some conditions if you don't take precautions before starting an exercise plan.\nNatural treatments\nComplementary and alternative medicine treatments can also relieve stiff joints.\nFish oil: According to researchers, people who regularly use fish oil have less pain and stiffness in the morning because fish oil contains unsaturated fats. Add fish dishes to your weekly meal plan to increase your nutritional intake of omega-3 fatty acids. The usual dosage for fish oil supplements is 300 milligrams (mg) per day. You should read the instructions on the package to determine how many milligrams of omega-3 are in each supplement. However, before using it, consult your doctor as these supplements may interfere with other medications.; Flaxseeds: Flaxseeds contain another type of omega-3 fatty acid, alpha-linolenic acid (ALA). ALA is similar to EPA and DHA, both of which help reduce inflammation. Ground flaxseeds have some ALA but flaxseed oil contains more. The average daily recommendation is 500mg. Healthy fats can only be released in cases where flaxseeds are ground or crushed. You also won't get any healthy fats because the body can't break down and process the entire flaxseed.; Glucosamine sulfate: This substance occurs naturally in the fluid around your joints and plays a role in creating cartilage. If you have a glucosamine sulfate deficiency, your body may not be able to produce or protect cartilage. Many studies support the use of this supplement in patients with symptoms of joint stiffness to reduce joint pain. This treatment may be helpful for people with knee inflammation or swelling. Recommended doses for arthritis pain range from 300 – 2000mg per day. Before use, talk to your doctor about possible drug interactions. (2); JEX: This is a bone and joint care product with natural ingredients so it is very safe and has been scientifically proven to be effective. With nutrients such as non-denatured Collagen Type 2, Collagen Peptide, Turmeric Root..., JEX helps increase the synthesis of Aggrecan and Collagen Type 2 - the basic components that make up joint fluid and cartilage, while reducing the production of other substances. causes inflammation that damages joints. Thanks to that, joint tissues will become smoother, more supple and flexible, significantly improving joint stiffness and pain when moving.\n\nHow to prevent joint stiffness?\nTo avoid this condition, people need to maintain a healthy lifestyle, get proper rest, exercise moderately and regularly, and eat properly to be able to control their weight well.\nPatients need to incorporate daily exercise to stabilize their health and eliminate complications from joint stiffness. Walking 10,000 steps a day is also recommended. While walking, don't forget to swing your arms to release endorphins, a natural pain-relieving hormone that helps symptoms change positively.\nRegularly practice sports to increase muscle and joint health such as strengthening exercises, range of motion exercises, aerobic exercises, balance exercises...; Be sure to supplement foods rich in calcium, vitamin D, and collagen (a component of joint cartilage) to help keep joints flexible and bones strong.; Elderly people can add 2 - 3 glasses of milk a day to meet the necessary nutrients for the body.; It is necessary to have regular health checks, focusing on foods in daily meals such as poultry, pork, sea fish, shrimp, crab, oysters, wheat, barley, fully supplementing vitamins B, D, K, calcium and iron contained in vegetables, use oils containing omega 3 fatty acids such as soybean oil, olive oil, almond oil...; Pay attention to sleeping positions that contribute to increasing the longevity of joints, such as lying on your side or lying on your back. The room when resting needs to be warm and avoid drafts. If it's cold, cover yourself with extra blankets to prevent cold or dampness that can easily cause joint stiffness. Before getting out of bed, you need to practice simple exercises to help your joints stay flexible.; Hot baths promote blood circulation and reduce muscle spasms; Drink enough water every day, create a happy and excited spirit.\n\nHow to care for patients with joint stiffness\nFor people experiencing symptoms of stiff joints, they should pay attention to care for quick recovery such as:\nPay attention to nutrition. It is necessary to build a diverse, balanced nutritional menu, reduce saturated fat, increase omega-3... Need to provide enough nutrients from meat, fish, eggs, milk. You should limit red meat or seafood.; Supplement vitamins D and E in animal milk, soy milk, vegetables, fruits, cereals...; Make the patient drink enough water. Lack of water will cause dry and stiff joints, reducing the amount of joint fluid, leading to pain.; Be sure to exercise regularly but not too strenuously. Do not exercise in front of a mirror to adjust your posture properly.; Regularly pay attention to the symptoms to stop at the right time to avoid causing joint damage and making the condition more serious.\n\nFrequently asked questions\nWhy do I have stiffness in the morning/after waking up?\nJoint stiffness is common in older people in the morning or after waking up with symptoms of numbness, stiffness, and limited joint movement. The condition can last for 15 - 20 minutes before the patient can move again. There are many causes of this condition, including bone and joint disease, injury or important mineral deficiencies.\nWhen to see a doctor?\nYou should see a doctor immediately if you have constant pain, even when resting at night, or limited mobility in the painful area. The constitution and pathology may be different in many people. Discuss with your doctor to find the best treatment solution.\nDoes joint stiffness require surgery?\nThere are many types of joint stiffness, so you need to see a doctor to find out the cause, and then have appropriate treatment depending on the level of stiffness. If you do not know the cause, you should immediately see a rheumatology or general internal medicine specialist.\nMany people with this disease will be prescribed anti-inflammatory painkillers by doctors depending on the severity. In addition, you can practice physical therapy to speed up joint recovery, increase the flexibility of joint cartilage and the elasticity of ligaments.\nWhether joint stiffness requires surgery depends on the severity, prognosis, and cause of the disease. When there are signs of stiff joints, patients should go to a medical facility with good specialists and modern facilities to be diagnosed and given accurate and timely treatment.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Do Tien Dung; Dr. BS.CK II Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to the world's leading advanced protocols.\nThe hospital is also equipped with a system of modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation magnetic resonance machine Magnetom Amira BioMatrix, bone density measuring machine, ultrasound machine. minus…; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and successfully surgically treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedic Trauma Center, Tam Anh General Hospital, please contact:\nJoint stiffness is one of the signs that you are at risk of musculoskeletal diseases. Examination and early detection of the cause of the joint not functioning as normal is essential to completely treat this condition.",
    "subsections": [
        {
            "subsection_name": "What is joint stiffness?",
            "subsection_content": "Joint stiffness is a condition in which it is difficult to move the joints, often appearing in the proximal knuckles, metacarpals, wrists, elbows, knees, ankles, and toes (both sides). (first)\nThis phenomenon can occur in any subject. Initially, the joints are mildly stiff, causing little serious impact on motor function. Over time, symptoms become more severe and can leave the patient unable to move the affected limb.\nJoint stiffness often occurs in the morning after waking up or after a prolonged immobile position. After the patient flexes and stretches, the joints will move more easily or almost normally (doctors often called signs of joint rust destruction), \"joint rust destruction time\" usually takes about 15-20 minutes to 1 hour or even more than 1 hour.\nSigns of stiff joints often come with joint pain, which can cause difficulty in living and performing tasks that require joint movement. In the long term, this condition is a sign of joint damage, reduced motor function and possible disability.\nTherefore, understanding this condition is essential for patients to see a doctor early, detect chronic joint diseases if any, and treat them promptly, preventing possible medical complications.",
            "subsection_string": "What is joint stiffness?\nJoint stiffness is a condition in which it is difficult to move the joints, often appearing in the proximal knuckles, metacarpals, wrists, elbows, knees, ankles, and toes (both sides). (first)\nThis phenomenon can occur in any subject. Initially, the joints are mildly stiff, causing little serious impact on motor function. Over time, symptoms become more severe and can leave the patient unable to move the affected limb.\nJoint stiffness often occurs in the morning after waking up or after a prolonged immobile position. After the patient flexes and stretches, the joints will move more easily or almost normally (doctors often called signs of joint rust destruction), \"joint rust destruction time\" usually takes about 15-20 minutes to 1 hour or even more than 1 hour.\nSigns of stiff joints often come with joint pain, which can cause difficulty in living and performing tasks that require joint movement. In the long term, this condition is a sign of joint damage, reduced motor function and possible disability.\nTherefore, understanding this condition is essential for patients to see a doctor early, detect chronic joint diseases if any, and treat them promptly, preventing possible medical complications."
        },
        {
            "subsection_name": "Joints often experience dryness and stiffness",
            "subsection_content": "Knee: A relatively common condition, often caused by degeneration, synovitis of the knee joint or after injury. Symptoms of knee stiffness are also common in cases of osteoarthritis. The meniscus in the knee joint thins and the amount of fluid that lubricates the knee joint decreases, leading to difficulty in moving and feeling like the ends of the knee when walking. Bones rubbed against each other and crunched.\nDamage to the knee joint will limit movement.\nFingers: Considered one of the most typical symptoms of rheumatoid arthritis and osteoarthritis in the elderly. The condition usually appears in the morning, lasting less than 30 minutes (for osteoarthritis) and more than 45 minutes (for rheumatoid arthritis).\nDon't ignore it and see a doctor for timely treatment to avoid serious bone and joint diseases such as arthritis and finger osteoarthritis.\nWrist joint: Appears due to long-term injury or being in a cast for a long time. This is also a symptom of many diseases such as gout synovitis, rheumatoid arthritis, osteoarthritis,...; Ankle joint: Also known as reduced mobility of the ankle joint. Stiff ankle joints often appear in people over 40 years old, especially after age 60.",
            "subsection_string": "Joints often experience dryness and stiffness\nKnee: A relatively common condition, often caused by degeneration, synovitis of the knee joint or after injury. Symptoms of knee stiffness are also common in cases of osteoarthritis. The meniscus in the knee joint thins and the amount of fluid that lubricates the knee joint decreases, leading to difficulty in moving and feeling like the ends of the knee when walking. Bones rubbed against each other and crunched.\nDamage to the knee joint will limit movement.\nFingers: Considered one of the most typical symptoms of rheumatoid arthritis and osteoarthritis in the elderly. The condition usually appears in the morning, lasting less than 30 minutes (for osteoarthritis) and more than 45 minutes (for rheumatoid arthritis).\nDon't ignore it and see a doctor for timely treatment to avoid serious bone and joint diseases such as arthritis and finger osteoarthritis.\nWrist joint: Appears due to long-term injury or being in a cast for a long time. This is also a symptom of many diseases such as gout synovitis, rheumatoid arthritis, osteoarthritis,...; Ankle joint: Also known as reduced mobility of the ankle joint. Stiff ankle joints often appear in people over 40 years old, especially after age 60."
        },
        {
            "subsection_name": "Causes of joint stiffness",
            "subsection_content": "When experiencing symptoms of stiff joints, the patient will find it difficult to move. This condition may become more severe and last longer as the level of arthritis progresses. Short-term stiffness in the knee or hip joint appears after sitting for several hours, making it difficult for the patient to walk. Below are some causes of dryness in the joints: (2)\n1. Rheumatoid arthritis\nRheumatoid arthritis is a common arthritis, appearing more in women than in men, between the ages of 30 and 50. This is an autoimmune disorder that causes the immune system to attack healthy joints.\n2. Ankylosing spondylitis\nAnkylosing spondylitis has the most characteristic manifestations of calcification of the bone bridge between the vertebrae and sacroiliac joint fusion, causing the spine to lose mobility. Common symptoms are pain and stiffness in the hips and lower back, especially after waking up or after a period of inactivity.\n3. Osteoarthritis\nOsteoarthritis is a degenerative form of arthritis caused by joint wear and tear. Some common types of degeneration:\nHip osteoarthritis; Degenerative Knee; Shoulder osteoarthritis; …\n4. Bursitis\nBursitis is a condition in which the synovial joints become inflamed, the synovial membrane thickens and progresses. This inflammation can cause pain and stiffness. Bursitis can occur in almost any joint but is most common in larger joints such as the shoulder, hip, and knee.\n5. Bone cancer\nAlthough this is a rare cause, it is entirely possible. Patients with bone cancer often experience  joint pain, bone pain and reduced joint mobility.\n6. Gout\nGout is an arthritis disease related to protein metabolism disorders in the body. The disease often has a sudden onset and tends to affect men more often than women. The disease progresses quickly, symptoms sometimes appear overnight, usually in the big toe with signs of stiffness, swelling, heat, redness, and pain of the joints.\n7. Lupus erythematosus\nAnother autoimmune disease that causes the immune system to attack healthy tissues such as muscles and joints. When systemic lupus erythematosus attacks the joints, symptoms such as swelling, pain, etc. will appear.\n8. After injury\nAfter an injury such as a fall, too vigorous sports activities, a traffic accident, a cast or after surgery can cause damaged cartilage, dislocation, fractures, lack of movement in the joints... leading to joint pain. hard. Therefore, rehabilitation after bone and joint surgery is very necessary.\n9. Aging\nAfter many years of exercise, joints are subjected to a lot of pressure and will weaken. This condition is considered an inevitable part of aging. Along with the aging of the population, the rate of people suffering from this disease in the world has increased significantly... (1)",
            "subsection_string": "Causes of joint stiffness\nWhen experiencing symptoms of stiff joints, the patient will find it difficult to move. This condition may become more severe and last longer as the level of arthritis progresses. Short-term stiffness in the knee or hip joint appears after sitting for several hours, making it difficult for the patient to walk. Below are some causes of dryness in the joints: (2)\n1. Rheumatoid arthritis\nRheumatoid arthritis is a common arthritis, appearing more in women than in men, between the ages of 30 and 50. This is an autoimmune disorder that causes the immune system to attack healthy joints.\n2. Ankylosing spondylitis\nAnkylosing spondylitis has the most characteristic manifestations of calcification of the bone bridge between the vertebrae and sacroiliac joint fusion, causing the spine to lose mobility. Common symptoms are pain and stiffness in the hips and lower back, especially after waking up or after a period of inactivity.\n3. Osteoarthritis\nOsteoarthritis is a degenerative form of arthritis caused by joint wear and tear. Some common types of degeneration:\nHip osteoarthritis; Degenerative Knee; Shoulder osteoarthritis; …\n4. Bursitis\nBursitis is a condition in which the synovial joints become inflamed, the synovial membrane thickens and progresses. This inflammation can cause pain and stiffness. Bursitis can occur in almost any joint but is most common in larger joints such as the shoulder, hip, and knee.\n5. Bone cancer\nAlthough this is a rare cause, it is entirely possible. Patients with bone cancer often experience  joint pain, bone pain and reduced joint mobility.\n6. Gout\nGout is an arthritis disease related to protein metabolism disorders in the body. The disease often has a sudden onset and tends to affect men more often than women. The disease progresses quickly, symptoms sometimes appear overnight, usually in the big toe with signs of stiffness, swelling, heat, redness, and pain of the joints.\n7. Lupus erythematosus\nAnother autoimmune disease that causes the immune system to attack healthy tissues such as muscles and joints. When systemic lupus erythematosus attacks the joints, symptoms such as swelling, pain, etc. will appear.\n8. After injury\nAfter an injury such as a fall, too vigorous sports activities, a traffic accident, a cast or after surgery can cause damaged cartilage, dislocation, fractures, lack of movement in the joints... leading to joint pain. hard. Therefore, rehabilitation after bone and joint surgery is very necessary.\n9. Aging\nAfter many years of exercise, joints are subjected to a lot of pressure and will weaken. This condition is considered an inevitable part of aging. Along with the aging of the population, the rate of people suffering from this disease in the world has increased significantly... (1)"
        },
        {
            "subsection_name": "Subjects susceptible to disease",
            "subsection_content": "Joint stiffness is a symptom that can occur in all genders and ages. However, there are some people at high risk of getting the disease such as:\nIn middle age from 30 to 50 years old, women are 3 times more likely to get the disease than men.; There are relatives in the family who have diseases related to bones and joints; People with weak immune systems; People who are pregnant or have just given birth; The risk of disease is higher in overweight and obese people, people who regularly drink alcohol, smoke cigarettes...\nThis condition can be a symptom of many bone and joint diseases or diseases related to bones and joints. Therefore, if not detected and treated properly, prolonged symptoms will cause serious consequences.",
            "subsection_string": "Subjects susceptible to disease\nJoint stiffness is a symptom that can occur in all genders and ages. However, there are some people at high risk of getting the disease such as:\nIn middle age from 30 to 50 years old, women are 3 times more likely to get the disease than men.; There are relatives in the family who have diseases related to bones and joints; People with weak immune systems; People who are pregnant or have just given birth; The risk of disease is higher in overweight and obese people, people who regularly drink alcohol, smoke cigarettes...\nThis condition can be a symptom of many bone and joint diseases or diseases related to bones and joints. Therefore, if not detected and treated properly, prolonged symptoms will cause serious consequences."
        },
        {
            "subsection_name": "Diagnostic measures",
            "subsection_content": "When joint stiffness persists, the patient may be prescribed a number of diagnostic tests such as:\nClinical health check: The doctor checks symptoms such as pain, redness, swelling, stiffness and the patient's normal range of activities. This will help the doctor determine the cause of the disease and consider performing some other tests to accurately diagnose the condition.; Blood test: This test will help your doctor check for joint stiffness. Blood tests will check erythrocyte sedimentation rate (ERS), C-reactive protein (CRP) to determine inflammation in the body. When rheumatoid arthritis is suspected, the doctor may order the patient to undergo an anti-cyclic citrullinated peptide (anti-CCP) test to confirm the diagnosis.; Imaging tests: The results of X-ray, ultrasound or magnetic resonance imaging (MRI) will help the doctor examine the structures inside the joint and identify joint damage.",
            "subsection_string": "Diagnostic measures\nWhen joint stiffness persists, the patient may be prescribed a number of diagnostic tests such as:\nClinical health check: The doctor checks symptoms such as pain, redness, swelling, stiffness and the patient's normal range of activities. This will help the doctor determine the cause of the disease and consider performing some other tests to accurately diagnose the condition.; Blood test: This test will help your doctor check for joint stiffness. Blood tests will check erythrocyte sedimentation rate (ERS), C-reactive protein (CRP) to determine inflammation in the body. When rheumatoid arthritis is suspected, the doctor may order the patient to undergo an anti-cyclic citrullinated peptide (anti-CCP) test to confirm the diagnosis.; Imaging tests: The results of X-ray, ultrasound or magnetic resonance imaging (MRI) will help the doctor examine the structures inside the joint and identify joint damage."
        },
        {
            "subsection_name": "Dangerous complications",
            "subsection_content": "Loss of mobility\nJoint stiffness often occurs in areas where the joint moves frequently. If it appears in the hands, the patient will be affected by the ability to grasp and carry. If there is stiffness in the legs, walking will be very difficult.\nMost patients cannot move flexibly, and symptoms recur when moving the damaged joint area. People with long-term illnesses and people with underlying rheumatoid arthritis are likely to have permanent effects on their ability to work.\nJoint and muscle atrophy, deformity and disability\nJoint stiffness can completely cause disability if not treated promptly and properly. If a joint does not move for a long time, blood circulation will be limited, leading to muscle atrophy, joint deformity and joint adhesion. In the late stages without treatment, the patient has a very high risk of disability.\nAffects the heart\nCardiovascular diseases are serious complications of joint stiffness. This symptom, when not treated promptly, can cause heart damage. In particular, complications of heart valve regurgitation often appear when the disease progresses to a late stage. For elderly patients, heart complications can be fatal and are very difficult to prevent.",
            "subsection_string": "Dangerous complications\nLoss of mobility\nJoint stiffness often occurs in areas where the joint moves frequently. If it appears in the hands, the patient will be affected by the ability to grasp and carry. If there is stiffness in the legs, walking will be very difficult.\nMost patients cannot move flexibly, and symptoms recur when moving the damaged joint area. People with long-term illnesses and people with underlying rheumatoid arthritis are likely to have permanent effects on their ability to work.\nJoint and muscle atrophy, deformity and disability\nJoint stiffness can completely cause disability if not treated promptly and properly. If a joint does not move for a long time, blood circulation will be limited, leading to muscle atrophy, joint deformity and joint adhesion. In the late stages without treatment, the patient has a very high risk of disability.\nAffects the heart\nCardiovascular diseases are serious complications of joint stiffness. This symptom, when not treated promptly, can cause heart damage. In particular, complications of heart valve regurgitation often appear when the disease progresses to a late stage. For elderly patients, heart complications can be fatal and are very difficult to prevent."
        },
        {
            "subsection_name": "How to treat joint stiffness?",
            "subsection_content": "Symptoms of joint stiffness can only be treated quickly and thoroughly when the cause is found. If after waking up, this condition lasts more than 30 minutes, see a specialist or reputable medical facility for evaluation, examination and treatment to reduce joint stiffness. , preventing related complications.\nApply hot or cold compresses\nApply a cold compress or use an ice pack on stiff joints for 15 – 20 minutes several times a day. This can help reduce inflammation or swelling, help joints move more easily, and relieve pain quickly.\nUse heating pads, hot water bottles, or warm water from the shower or bath to relax muscles and increase circulation.\nUse medicine\nThe pain can be relieved with anti-inflammatory steroids (NSAIDs), drugs commonly used for arthritis. Celebrex, Arcoxia... are some common drugs in this group of drugs, however their use requires the guidance and prescription of a Doctor specializing in Musculoskeletal.\nPhysical therapy\nExercise and physical therapy are effective treatments that help increase joint mobility, which can reduce stiffness. This is also a great way to lose weight or maintain a healthy weight. Excessive weight gain is directly proportional to an increased risk of certain diseases that cause pain and stiff joints.\nIf you're unsure about starting to exercise or have difficulty moving, talk to your doctor or physical therapist. Exercise is considered an easy way to relieve pain and stiffness, but you can worsen some conditions if you don't take precautions before starting an exercise plan.\nNatural treatments\nComplementary and alternative medicine treatments can also relieve stiff joints.\nFish oil: According to researchers, people who regularly use fish oil have less pain and stiffness in the morning because fish oil contains unsaturated fats. Add fish dishes to your weekly meal plan to increase your nutritional intake of omega-3 fatty acids. The usual dosage for fish oil supplements is 300 milligrams (mg) per day. You should read the instructions on the package to determine how many milligrams of omega-3 are in each supplement. However, before using it, consult your doctor as these supplements may interfere with other medications.; Flaxseeds: Flaxseeds contain another type of omega-3 fatty acid, alpha-linolenic acid (ALA). ALA is similar to EPA and DHA, both of which help reduce inflammation. Ground flaxseeds have some ALA but flaxseed oil contains more. The average daily recommendation is 500mg. Healthy fats can only be released in cases where flaxseeds are ground or crushed. You also won't get any healthy fats because the body can't break down and process the entire flaxseed.; Glucosamine sulfate: This substance occurs naturally in the fluid around your joints and plays a role in creating cartilage. If you have a glucosamine sulfate deficiency, your body may not be able to produce or protect cartilage. Many studies support the use of this supplement in patients with symptoms of joint stiffness to reduce joint pain. This treatment may be helpful for people with knee inflammation or swelling. Recommended doses for arthritis pain range from 300 – 2000mg per day. Before use, talk to your doctor about possible drug interactions. (2); JEX: This is a bone and joint care product with natural ingredients so it is very safe and has been scientifically proven to be effective. With nutrients such as non-denatured Collagen Type 2, Collagen Peptide, Turmeric Root..., JEX helps increase the synthesis of Aggrecan and Collagen Type 2 - the basic components that make up joint fluid and cartilage, while reducing the production of other substances. causes inflammation that damages joints. Thanks to that, joint tissues will become smoother, more supple and flexible, significantly improving joint stiffness and pain when moving.",
            "subsection_string": "How to treat joint stiffness?\nSymptoms of joint stiffness can only be treated quickly and thoroughly when the cause is found. If after waking up, this condition lasts more than 30 minutes, see a specialist or reputable medical facility for evaluation, examination and treatment to reduce joint stiffness. , preventing related complications.\nApply hot or cold compresses\nApply a cold compress or use an ice pack on stiff joints for 15 – 20 minutes several times a day. This can help reduce inflammation or swelling, help joints move more easily, and relieve pain quickly.\nUse heating pads, hot water bottles, or warm water from the shower or bath to relax muscles and increase circulation.\nUse medicine\nThe pain can be relieved with anti-inflammatory steroids (NSAIDs), drugs commonly used for arthritis. Celebrex, Arcoxia... are some common drugs in this group of drugs, however their use requires the guidance and prescription of a Doctor specializing in Musculoskeletal.\nPhysical therapy\nExercise and physical therapy are effective treatments that help increase joint mobility, which can reduce stiffness. This is also a great way to lose weight or maintain a healthy weight. Excessive weight gain is directly proportional to an increased risk of certain diseases that cause pain and stiff joints.\nIf you're unsure about starting to exercise or have difficulty moving, talk to your doctor or physical therapist. Exercise is considered an easy way to relieve pain and stiffness, but you can worsen some conditions if you don't take precautions before starting an exercise plan.\nNatural treatments\nComplementary and alternative medicine treatments can also relieve stiff joints.\nFish oil: According to researchers, people who regularly use fish oil have less pain and stiffness in the morning because fish oil contains unsaturated fats. Add fish dishes to your weekly meal plan to increase your nutritional intake of omega-3 fatty acids. The usual dosage for fish oil supplements is 300 milligrams (mg) per day. You should read the instructions on the package to determine how many milligrams of omega-3 are in each supplement. However, before using it, consult your doctor as these supplements may interfere with other medications.; Flaxseeds: Flaxseeds contain another type of omega-3 fatty acid, alpha-linolenic acid (ALA). ALA is similar to EPA and DHA, both of which help reduce inflammation. Ground flaxseeds have some ALA but flaxseed oil contains more. The average daily recommendation is 500mg. Healthy fats can only be released in cases where flaxseeds are ground or crushed. You also won't get any healthy fats because the body can't break down and process the entire flaxseed.; Glucosamine sulfate: This substance occurs naturally in the fluid around your joints and plays a role in creating cartilage. If you have a glucosamine sulfate deficiency, your body may not be able to produce or protect cartilage. Many studies support the use of this supplement in patients with symptoms of joint stiffness to reduce joint pain. This treatment may be helpful for people with knee inflammation or swelling. Recommended doses for arthritis pain range from 300 – 2000mg per day. Before use, talk to your doctor about possible drug interactions. (2); JEX: This is a bone and joint care product with natural ingredients so it is very safe and has been scientifically proven to be effective. With nutrients such as non-denatured Collagen Type 2, Collagen Peptide, Turmeric Root..., JEX helps increase the synthesis of Aggrecan and Collagen Type 2 - the basic components that make up joint fluid and cartilage, while reducing the production of other substances. causes inflammation that damages joints. Thanks to that, joint tissues will become smoother, more supple and flexible, significantly improving joint stiffness and pain when moving."
        },
        {
            "subsection_name": "How to prevent joint stiffness?",
            "subsection_content": "To avoid this condition, people need to maintain a healthy lifestyle, get proper rest, exercise moderately and regularly, and eat properly to be able to control their weight well.\nPatients need to incorporate daily exercise to stabilize their health and eliminate complications from joint stiffness. Walking 10,000 steps a day is also recommended. While walking, don't forget to swing your arms to release endorphins, a natural pain-relieving hormone that helps symptoms change positively.\nRegularly practice sports to increase muscle and joint health such as strengthening exercises, range of motion exercises, aerobic exercises, balance exercises...; Be sure to supplement foods rich in calcium, vitamin D, and collagen (a component of joint cartilage) to help keep joints flexible and bones strong.; Elderly people can add 2 - 3 glasses of milk a day to meet the necessary nutrients for the body.; It is necessary to have regular health checks, focusing on foods in daily meals such as poultry, pork, sea fish, shrimp, crab, oysters, wheat, barley, fully supplementing vitamins B, D, K, calcium and iron contained in vegetables, use oils containing omega 3 fatty acids such as soybean oil, olive oil, almond oil...; Pay attention to sleeping positions that contribute to increasing the longevity of joints, such as lying on your side or lying on your back. The room when resting needs to be warm and avoid drafts. If it's cold, cover yourself with extra blankets to prevent cold or dampness that can easily cause joint stiffness. Before getting out of bed, you need to practice simple exercises to help your joints stay flexible.; Hot baths promote blood circulation and reduce muscle spasms; Drink enough water every day, create a happy and excited spirit.",
            "subsection_string": "How to prevent joint stiffness?\nTo avoid this condition, people need to maintain a healthy lifestyle, get proper rest, exercise moderately and regularly, and eat properly to be able to control their weight well.\nPatients need to incorporate daily exercise to stabilize their health and eliminate complications from joint stiffness. Walking 10,000 steps a day is also recommended. While walking, don't forget to swing your arms to release endorphins, a natural pain-relieving hormone that helps symptoms change positively.\nRegularly practice sports to increase muscle and joint health such as strengthening exercises, range of motion exercises, aerobic exercises, balance exercises...; Be sure to supplement foods rich in calcium, vitamin D, and collagen (a component of joint cartilage) to help keep joints flexible and bones strong.; Elderly people can add 2 - 3 glasses of milk a day to meet the necessary nutrients for the body.; It is necessary to have regular health checks, focusing on foods in daily meals such as poultry, pork, sea fish, shrimp, crab, oysters, wheat, barley, fully supplementing vitamins B, D, K, calcium and iron contained in vegetables, use oils containing omega 3 fatty acids such as soybean oil, olive oil, almond oil...; Pay attention to sleeping positions that contribute to increasing the longevity of joints, such as lying on your side or lying on your back. The room when resting needs to be warm and avoid drafts. If it's cold, cover yourself with extra blankets to prevent cold or dampness that can easily cause joint stiffness. Before getting out of bed, you need to practice simple exercises to help your joints stay flexible.; Hot baths promote blood circulation and reduce muscle spasms; Drink enough water every day, create a happy and excited spirit."
        },
        {
            "subsection_name": "How to care for patients with joint stiffness",
            "subsection_content": "For people experiencing symptoms of stiff joints, they should pay attention to care for quick recovery such as:\nPay attention to nutrition. It is necessary to build a diverse, balanced nutritional menu, reduce saturated fat, increase omega-3... Need to provide enough nutrients from meat, fish, eggs, milk. You should limit red meat or seafood.; Supplement vitamins D and E in animal milk, soy milk, vegetables, fruits, cereals...; Make the patient drink enough water. Lack of water will cause dry and stiff joints, reducing the amount of joint fluid, leading to pain.; Be sure to exercise regularly but not too strenuously. Do not exercise in front of a mirror to adjust your posture properly.; Regularly pay attention to the symptoms to stop at the right time to avoid causing joint damage and making the condition more serious.",
            "subsection_string": "How to care for patients with joint stiffness\nFor people experiencing symptoms of stiff joints, they should pay attention to care for quick recovery such as:\nPay attention to nutrition. It is necessary to build a diverse, balanced nutritional menu, reduce saturated fat, increase omega-3... Need to provide enough nutrients from meat, fish, eggs, milk. You should limit red meat or seafood.; Supplement vitamins D and E in animal milk, soy milk, vegetables, fruits, cereals...; Make the patient drink enough water. Lack of water will cause dry and stiff joints, reducing the amount of joint fluid, leading to pain.; Be sure to exercise regularly but not too strenuously. Do not exercise in front of a mirror to adjust your posture properly.; Regularly pay attention to the symptoms to stop at the right time to avoid causing joint damage and making the condition more serious."
        },
        {
            "subsection_name": "Frequently asked questions",
            "subsection_content": "Why do I have stiffness in the morning/after waking up?\nJoint stiffness is common in older people in the morning or after waking up with symptoms of numbness, stiffness, and limited joint movement. The condition can last for 15 - 20 minutes before the patient can move again. There are many causes of this condition, including bone and joint disease, injury or important mineral deficiencies.\nWhen to see a doctor?\nYou should see a doctor immediately if you have constant pain, even when resting at night, or limited mobility in the painful area. The constitution and pathology may be different in many people. Discuss with your doctor to find the best treatment solution.\nDoes joint stiffness require surgery?\nThere are many types of joint stiffness, so you need to see a doctor to find out the cause, and then have appropriate treatment depending on the level of stiffness. If you do not know the cause, you should immediately see a rheumatology or general internal medicine specialist.\nMany people with this disease will be prescribed anti-inflammatory painkillers by doctors depending on the severity. In addition, you can practice physical therapy to speed up joint recovery, increase the flexibility of joint cartilage and the elasticity of ligaments.\nWhether joint stiffness requires surgery depends on the severity, prognosis, and cause of the disease. When there are signs of stiff joints, patients should go to a medical facility with good specialists and modern facilities to be diagnosed and given accurate and timely treatment.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Do Tien Dung; Dr. BS.CK II Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to the world's leading advanced protocols.\nThe hospital is also equipped with a system of modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation magnetic resonance machine Magnetom Amira BioMatrix, bone density measuring machine, ultrasound machine. minus…; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and successfully surgically treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedic Trauma Center, Tam Anh General Hospital, please contact:\nJoint stiffness is one of the signs that you are at risk of musculoskeletal diseases. Examination and early detection of the cause of the joint not functioning as normal is essential to completely treat this condition.",
            "subsection_string": "Frequently asked questions\nWhy do I have stiffness in the morning/after waking up?\nJoint stiffness is common in older people in the morning or after waking up with symptoms of numbness, stiffness, and limited joint movement. The condition can last for 15 - 20 minutes before the patient can move again. There are many causes of this condition, including bone and joint disease, injury or important mineral deficiencies.\nWhen to see a doctor?\nYou should see a doctor immediately if you have constant pain, even when resting at night, or limited mobility in the painful area. The constitution and pathology may be different in many people. Discuss with your doctor to find the best treatment solution.\nDoes joint stiffness require surgery?\nThere are many types of joint stiffness, so you need to see a doctor to find out the cause, and then have appropriate treatment depending on the level of stiffness. If you do not know the cause, you should immediately see a rheumatology or general internal medicine specialist.\nMany people with this disease will be prescribed anti-inflammatory painkillers by doctors depending on the severity. In addition, you can practice physical therapy to speed up joint recovery, increase the flexibility of joint cartilage and the elasticity of ligaments.\nWhether joint stiffness requires surgery depends on the severity, prognosis, and cause of the disease. When there are signs of stiff joints, patients should go to a medical facility with good specialists and modern facilities to be diagnosed and given accurate and timely treatment.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Do Tien Dung; Dr. BS.CK II Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to the world's leading advanced protocols.\nThe hospital is also equipped with a system of modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation magnetic resonance machine Magnetom Amira BioMatrix, bone density measuring machine, ultrasound machine. minus…; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and successfully surgically treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedic Trauma Center, Tam Anh General Hospital, please contact:\nJoint stiffness is one of the signs that you are at risk of musculoskeletal diseases. Examination and early detection of the cause of the joint not functioning as normal is essential to completely treat this condition."
        }
    ],
    "name": "cung-khop.json"
}