{
    "title": "Hyperthyroidism: Causes, signs, treatment and prevention",
    "category": "Endocrine",
    "link": "https://tamanhhospital.vn/cuong-giap/",
    "abstract": "Hyperthyroidism is the term used to refer to any condition in which excessive thyroid hormones are produced in the body. If not detected and treated promptly, the disease will lead to dangerous, even life-threatening complications.",
    "content": "Hyperthyroidism: Causes, signs, treatment and prevention\n\nHyperthyroidism is the term used to refer to any condition in which excessive thyroid hormones are produced in the body. If not detected and treated promptly, the disease will lead to dangerous, even life-threatening complications.\n\nWhat is hyperthyroidism?\nHyperthyroidism or hyperthyroidism is a syndrome in which the thyroid gland is overactive, producing more thyroid hormone than the body needs and increasing thyroid hormone levels in the blood. The thyroid is a small, butterfly-shaped gland located in the front of the neck. The hormones produced by the thyroid gland are Thyroxine (T4) and Triiodothyronine (T3). Thyroid hormones play an important role in the body's growth, metabolism and development. Therefore, any problem with the functioning of the thyroid gland can affect nearly every aspect of the body's health. (first)\nAccording to Dr. Tran Do Lan Phuong, Department of Endocrinology and Diabetes, Tam Anh General Hospital, if not treated properly, hyperthyroidism can cause serious problems with the heart, bones, muscles, and nerves. menstrual cycle and fertility. During pregnancy, untreated illness can affect the health of both mother and baby.\n\nCauses of hyperthyroidism\nThe main causes of hyperthyroidism include: (2)\nBasedow's Disease (Graves' Disease)\nThe most common cause accounts for more than 70% of cases. This disease occurs because autoantibodies in the blood activate the thyroid gland, causing it to grow and secrete too much thyroid hormone. This type of hyperthyroidism tends to run in families and usually occurs in young women between the ages of 20-50 years old.\nThyroid nodules are overactive\nThyroid nodules are lumps in your thyroid gland. Thyroid nodules are common and usually benign, with only a very small percentage containing cancer cells. However, one or more thyroid nodules may become overactive and produce too much thyroid hormone. This often appears in older people.\nThyroiditis\nThis is a condition in which inflammation of the thyroid gland destroys the normal structure of the thyroid follicles, leading to stored thyroid hormones leaking out of the thyroid gland. Hyperthyroidism can last up to 3 months, after which the histological structure of the thyroid gland returns to normal. Your thyroid can become underactive, a condition called hypothyroidism. Hypothyroidism usually lasts 12-18 months, but the condition can be permanent.\nSome types of thyroiditis can cause overactivity in the thyroid gland and then cause hypothyroidism:\nSubacute thyroiditis: Usually occurs in women aged 30-50. The disease often occurs a few weeks after viral infection with swelling, pain in the neck and symptoms of hyperthyroidism. The cause of subacute thyroiditis is unknown, but the condition may be related to a viral or bacterial infection.; Postpartum thyroiditis: This type of thyroiditis develops within 1 year after a woman gives birth.; Silent thyroiditis: This type of thyroiditis develops silently because it does not cause pain, although the thyroid gland may become enlarged.\nIncrease iodine consumption\nThe thyroid uses iodine to make thyroid hormones. The amount of iodine you consume affects the amount of thyroid hormone your thyroid makes. In some people, consuming large amounts of iodine can cause the thyroid gland to make too much thyroid hormone. Some medications may contain high amounts of iodine, for example the heart medication amiodarone. Seaweed and seaweed supplements are also high in iodine. (3)\nUsing too much thyroid hormone medication\nSome people taking thyroid hormone medications to treat hypothyroidism may overdose. If you take thyroid hormone medication, you should see your doctor at least once a year to have your thyroid hormone levels checked. You may need to adjust your dose if your thyroid hormone levels are too high.\nSome other medications can also interact with thyroid hormone medications to raise hormone levels. If you take thyroid hormone medications, ask your doctor about interactions when starting a new medication.\n\nSigns of hyperthyroidism\nThyroid hormones play an important role in the body's metabolism and metabolism. If there is too much thyroid hormone, all body functions tend to increase. Therefore, many patients have the following symptoms:\nThe patient feels afraid of heat, hot skin, increased sweating and mild fever of 37.5-38 degrees Celsius; Having palpitations, feeling nervous, having difficulty breathing when excited or working hard; Restlessness, anxiety, difficulty sleeping, mood swings, irritability. Psychosis may occur, manifested by agitation or confusion or paranoia; Tremor in fingertips; Menstrual disorders in young female patients; Thin skin, brittle hair and muscle weakness especially in the arms and thighs; Diarrhea without cramps is common: 5-10 times/day; Often lose weight quickly even though they still eat normally or sometimes eat well. A small number of young patients may experience paradoxical weight gain; Basedow's disease also has additional eye manifestations: glare, tearing, burning sensation in the eyes, bulging eyes.\n\nSubjects susceptible to disease\nWomen are 2-10 times more likely to have hyperthyroidism than men. You are more likely to get the disease if:\nHave a family history of thyroid disease; Having other health problems, including: Pernicious anemia: Condition caused by vitamin B12 deficiency Type 1 diabetes Primary adrenal insufficiency, hormone disorder Consuming large amounts of foods with contain iodine, such as algae or seaweed, or use medications that contain iodine, such as amiodarone. People older than 60 years old, especially women, are at higher risk than men. Have had glandular surgery. thyroid or have thyroid problems, such as goiter.; Pernicious anemia: Condition caused by vitamin B12 deficiency; Type 1 diabetes; Primary adrenal insufficiency, hormonal disorders; Consume large amounts of foods that contain iodine, such as algae or seaweed, or use medications that contain iodine, such as amiodarone; People over 60 years old, especially women, are at higher risk of the disease than men; Have had thyroid surgery or have thyroid problems, such as goiter.\n\nIs hyperthyroidism dangerous?\nHyperthyroidism can cause dangerous complications in pregnant women\nPeople with severe overactive thyroid face countless problems, even life-threatening complications. Complications may include:\nThyroid eye disease: An eye condition that causes double vision, light sensitivity, eye pain, and even vision loss; Heart arrhythmia: Can lead to the formation and development of blood clots, heart failure, other cardiovascular problems...; Thyroid storm: This is a life-threatening emergency; Complications during pregnancy such as high blood pressure during pregnancy, low fetal weight at birth, miscarriage, premature birth; Osteoporosis.\nMore than 60% of people with thyroid disease are undiagnosed. It's important to listen to your body before symptoms become life-threatening problems.\n\nHow to diagnose hyperthyroidism\nEarly detection is important so doctors can devise a treatment plan before the disease causes irreversible damage. If you have suspicious symptoms, you and your family need to see a doctor early for diagnosis and treatment to protect your health as well as prevent serious life-threatening complications such as heart failure. heart, thyroid storm… (4)\nMethods for diagnosing hyperthyroidism include:\nAnalyze medical history and symptoms; Physical examination; Ultrasound or thyroid scan to see if your thyroid has tumors, inflammation or is overactive; Blood tests to measure thyroid hormone levels and thyroid autoimmune antibodies: Thyroid-stimulating hormone (TSH) Triiodothyronine thyroid hormone (T3) Thyroxine thyroid hormone (T4) Thyroid peroxidase antibody (TPO) ) Anti-TSH receptor autoimmune antibody (TRAb); Thyroid stimulating hormone (TSH); Thyroid hormone triiodothyronine (T3); Thyroid hormone thyroxine (T4); Thyroid peroxidase (TPO) antibody; Anti-TSH receptor autoantibodies (TRAb)\n\nTreatment methods for hyperthyroidism\nThere are 3 methods of treating hyperthyroidism: medical treatment with medication, radiation therapy with oral radioactive iodine, or surgical treatment with thyroid surgery. The goal of treatment is to return thyroid hormone levels to normal to prevent long-term health problems and reduce unpleasant symptoms caused by increased thyroid hormones in the blood.\nTreatment depends on the cause of your hyperthyroidism and its severity. When recommending a treatment, your doctor will consider your age, potential allergies or medication side effects, other conditions such as pregnancy or heart disease, and whether you have access to a surgeon. Thyroid experienced or not. (5)\nDrug treatment\nBeta blockers: Beta blockers will not stop the thyroid from producing hormones but may help reduce symptoms until other treatments take effect. Beta blockers work quickly to relieve many symptoms of hyperthyroidism, such as tremors, heart palpitations, and anxiety. Most people feel better within a few hours of taking a beta blocker; Antithyroid medications: The antithyroid medication methimazole (Thyrozol®) or, in rare cases, propylthiouracil (PTU) may be prescribed if your doctor chooses to treat hyperthyroidism by blocking the gland's ability to make new hormones. armor. Methimazole is currently preferred due to fewer serious side effects. These medications control overactive thyroid well and do not cause permanent damage to the thyroid gland.\nIn about 20% to 30% of patients with Basedow's disease, treatment with antithyroid drugs for 18-24 months can result in sustained remission. For patients with toxic nodular or multiple nodular goiter, antithyroid drugs are sometimes used in preparation for surgical or radioiodine treatment.\nAntithyroid drugs cause allergic reactions in about 5% of patients who use them. Common minor reactions are red rash, hives, possibly fever and joint pain. Less common (occurs in 1/500 patients), but more serious is decreased white blood cell count. Such a decrease may decrease your ability to fight infection.\nIf you are taking one of these medicines and have a fever or sore throat, you should stop taking the medicine immediately and have a blood test check your white blood cell count that day. Even if the medication has lowered your white blood cell count, the white blood cell count will return to normal if the antithyroid medication is stopped immediately. But if you continue taking one of these antithyroid drugs despite a low white blood cell count, there's a risk of more serious, even life-threatening infections.\nLiver damage is another extremely rare side effect. Using PTU can cause a serious liver problem, which is why this medication is not usually prescribed. You should stop methimazole or PTU and call your doctor if you have yellowing eyes, dark urine, severe fatigue, or stomach pain.\nRadiation therapy\nAnother way to treat an overactive thyroid is to damage or destroy the thyroid cells that make thyroid hormones. Because these thyroid cells need iodine to make thyroid hormone, they will absorb any form of iodine in your blood, whether the iodine is radioactive or not.\nThe radioactive iodine used in this treatment is taken orally, usually in a small, one-time capsule. Once in the body, radioactive iodine enters your bloodstream and is quickly absorbed by overactive thyroid cells. Radioactive material that is not absorbed by thyroid cells will be excreted from the body through sweat, urine, and feces over a period of days to weeks. Radioactive iodine destroys absorbed thyroid cells.\nAs a result, the thyroid gland or thyroid nodule shrinks in size, and thyroid hormone levels in the blood return to normal. Sometimes patients still have hyperthyroidism, but usually to a milder degree than before.\nRadioactive iodine has been used to treat patients for more than 60 years and has been proven to be safe. Importantly, there was no apparent increase in cancer in hyperthyroidism patients treated with radioactive iodine. As a result, in the United States more than 70% of adults who develop the disease are treated with radioactive iodine. More and more children over the age of 5 are also being safely treated with radioactive drugs.\nAlmost all people treated with radioactive iodine later develop hypothyroidism because the cells that produce thyroid hormones have been destroyed. However, compared to hyperthyroidism, hypothyroidism is easier to treat and less likely to cause long-term health problems. People with hypothyroidism can completely control their condition with daily thyroid hormone medication. Doctors do not use radiation therapy in women who plan to become or are pregnant or in women who are breastfeeding. Radioactive iodine can harm an unborn baby's thyroid gland and can pass from mother to baby in breast milk.\nThyroid surgery\nYour hyperthyroidism can be permanently cured by surgically removing all or most of your thyroid. This surgery is best performed by a doctor experienced in thyroid surgery. Once your thyroid is removed, the source of your disease is gone and you will likely become hypothyroid. Just as hypothyroidism develops after radiation therapy, your thyroid hormone levels can be restored to normal by once-daily treatment with thyroid hormone supplements.\nSee more: Can hyperthyroidism be cured?\n\nHow to prevent effectively\nExercise helps prevent hyperthyroidism\nUsually, in the early stages, hyperthyroidism does not cause obvious symptoms or is easily confused with other diseases. Therefore, to prevent this disease, people need to have the habit of regular health examinations and screenings in addition to implementing a reasonable lifestyle and nutrition regimen with measures such as:\nExercise regularly\nRegular exercise helps keep the body healthy as well as strengthens the body's active immune system. When the immune system works well, the risk of disease is reduced because antibodies mistakenly identify and destroy thyroid cells.\nGet enough iodine\nExcess or deficiency of iodine can cause thyroid problems, so the daily diet needs to provide the necessary amount of iodine. You can contact nutritionists for detailed advice on this issue. Especially pregnant women and the elderly need to pay attention to supplementing enough iodine daily to avoid health problems for the fetus, pregnant women as well as the elderly.\nProper nutrition\nIn preventing and limiting the progression of hyperthyroidism, foods rich in antioxidants are always the choice that experts recommend. Foods rich in antioxidants can be found in foods such as fruits, especially berries such as blueberries, strawberries... green rays such as kale, cauliflower...\nBuild a healthy lifestyle for yourself, eat enough food, exercise and get enough sleep, limit processed foods, fried foods, drinks containing alcohol or stimulants to prevent not only diseases. Thyroid diseases and health diseases in general.\nScreening for thyroid diseases should be performed annually, especially in women over 20 years old. Early screening can detect the disease and treat it right from the pre-symptom stage, with little impact on the patient's quality of life and health. In addition, when detecting symptoms of hyperthyroidism such as bulging eyes, enlarged neck, sore throat, high body temperature, impaired vision, etc., patients need to be examined soon at the endocrinology department of medical centers or hospitals. major institutes across the country.\nCurrent in-depth health examination packages also check and early screen for thyroid diseases, including hyperthyroidism because this disease greatly affects life and labor productivity.\n\nInstructions on how to care for the sick\nPeople with hyperthyroidism or other autoimmune thyroid disorders may be sensitive to the harmful side effects of iodine. Eating foods with large amounts of iodine such as kelp, seaweed, or other types of seaweed can cause or worsen the disease. Patients need to limit or avoid some foods that can affect their health.\nThe cause of hyperthyroidism is often not specific, so it is necessary to follow a suitable diet combined with exercise to improve body health and ensure the thyroid gland functions normally.",
    "subsections": [
        {
            "subsection_name": "What is hyperthyroidism?",
            "subsection_content": "Hyperthyroidism or hyperthyroidism is a syndrome in which the thyroid gland is overactive, producing more thyroid hormone than the body needs and increasing thyroid hormone levels in the blood. The thyroid is a small, butterfly-shaped gland located in the front of the neck. The hormones produced by the thyroid gland are Thyroxine (T4) and Triiodothyronine (T3). Thyroid hormones play an important role in the body's growth, metabolism and development. Therefore, any problem with the functioning of the thyroid gland can affect nearly every aspect of the body's health. (first)\nAccording to Dr. Tran Do Lan Phuong, Department of Endocrinology and Diabetes, Tam Anh General Hospital, if not treated properly, hyperthyroidism can cause serious problems with the heart, bones, muscles, and nerves. menstrual cycle and fertility. During pregnancy, untreated illness can affect the health of both mother and baby.",
            "subsection_string": "What is hyperthyroidism?\nHyperthyroidism or hyperthyroidism is a syndrome in which the thyroid gland is overactive, producing more thyroid hormone than the body needs and increasing thyroid hormone levels in the blood. The thyroid is a small, butterfly-shaped gland located in the front of the neck. The hormones produced by the thyroid gland are Thyroxine (T4) and Triiodothyronine (T3). Thyroid hormones play an important role in the body's growth, metabolism and development. Therefore, any problem with the functioning of the thyroid gland can affect nearly every aspect of the body's health. (first)\nAccording to Dr. Tran Do Lan Phuong, Department of Endocrinology and Diabetes, Tam Anh General Hospital, if not treated properly, hyperthyroidism can cause serious problems with the heart, bones, muscles, and nerves. menstrual cycle and fertility. During pregnancy, untreated illness can affect the health of both mother and baby."
        },
        {
            "subsection_name": "Causes of hyperthyroidism",
            "subsection_content": "The main causes of hyperthyroidism include: (2)\nBasedow's Disease (Graves' Disease)\nThe most common cause accounts for more than 70% of cases. This disease occurs because autoantibodies in the blood activate the thyroid gland, causing it to grow and secrete too much thyroid hormone. This type of hyperthyroidism tends to run in families and usually occurs in young women between the ages of 20-50 years old.\nThyroid nodules are overactive\nThyroid nodules are lumps in your thyroid gland. Thyroid nodules are common and usually benign, with only a very small percentage containing cancer cells. However, one or more thyroid nodules may become overactive and produce too much thyroid hormone. This often appears in older people.\nThyroiditis\nThis is a condition in which inflammation of the thyroid gland destroys the normal structure of the thyroid follicles, leading to stored thyroid hormones leaking out of the thyroid gland. Hyperthyroidism can last up to 3 months, after which the histological structure of the thyroid gland returns to normal. Your thyroid can become underactive, a condition called hypothyroidism. Hypothyroidism usually lasts 12-18 months, but the condition can be permanent.\nSome types of thyroiditis can cause overactivity in the thyroid gland and then cause hypothyroidism:\nSubacute thyroiditis: Usually occurs in women aged 30-50. The disease often occurs a few weeks after viral infection with swelling, pain in the neck and symptoms of hyperthyroidism. The cause of subacute thyroiditis is unknown, but the condition may be related to a viral or bacterial infection.; Postpartum thyroiditis: This type of thyroiditis develops within 1 year after a woman gives birth.; Silent thyroiditis: This type of thyroiditis develops silently because it does not cause pain, although the thyroid gland may become enlarged.\nIncrease iodine consumption\nThe thyroid uses iodine to make thyroid hormones. The amount of iodine you consume affects the amount of thyroid hormone your thyroid makes. In some people, consuming large amounts of iodine can cause the thyroid gland to make too much thyroid hormone. Some medications may contain high amounts of iodine, for example the heart medication amiodarone. Seaweed and seaweed supplements are also high in iodine. (3)\nUsing too much thyroid hormone medication\nSome people taking thyroid hormone medications to treat hypothyroidism may overdose. If you take thyroid hormone medication, you should see your doctor at least once a year to have your thyroid hormone levels checked. You may need to adjust your dose if your thyroid hormone levels are too high.\nSome other medications can also interact with thyroid hormone medications to raise hormone levels. If you take thyroid hormone medications, ask your doctor about interactions when starting a new medication.",
            "subsection_string": "Causes of hyperthyroidism\nThe main causes of hyperthyroidism include: (2)\nBasedow's Disease (Graves' Disease)\nThe most common cause accounts for more than 70% of cases. This disease occurs because autoantibodies in the blood activate the thyroid gland, causing it to grow and secrete too much thyroid hormone. This type of hyperthyroidism tends to run in families and usually occurs in young women between the ages of 20-50 years old.\nThyroid nodules are overactive\nThyroid nodules are lumps in your thyroid gland. Thyroid nodules are common and usually benign, with only a very small percentage containing cancer cells. However, one or more thyroid nodules may become overactive and produce too much thyroid hormone. This often appears in older people.\nThyroiditis\nThis is a condition in which inflammation of the thyroid gland destroys the normal structure of the thyroid follicles, leading to stored thyroid hormones leaking out of the thyroid gland. Hyperthyroidism can last up to 3 months, after which the histological structure of the thyroid gland returns to normal. Your thyroid can become underactive, a condition called hypothyroidism. Hypothyroidism usually lasts 12-18 months, but the condition can be permanent.\nSome types of thyroiditis can cause overactivity in the thyroid gland and then cause hypothyroidism:\nSubacute thyroiditis: Usually occurs in women aged 30-50. The disease often occurs a few weeks after viral infection with swelling, pain in the neck and symptoms of hyperthyroidism. The cause of subacute thyroiditis is unknown, but the condition may be related to a viral or bacterial infection.; Postpartum thyroiditis: This type of thyroiditis develops within 1 year after a woman gives birth.; Silent thyroiditis: This type of thyroiditis develops silently because it does not cause pain, although the thyroid gland may become enlarged.\nIncrease iodine consumption\nThe thyroid uses iodine to make thyroid hormones. The amount of iodine you consume affects the amount of thyroid hormone your thyroid makes. In some people, consuming large amounts of iodine can cause the thyroid gland to make too much thyroid hormone. Some medications may contain high amounts of iodine, for example the heart medication amiodarone. Seaweed and seaweed supplements are also high in iodine. (3)\nUsing too much thyroid hormone medication\nSome people taking thyroid hormone medications to treat hypothyroidism may overdose. If you take thyroid hormone medication, you should see your doctor at least once a year to have your thyroid hormone levels checked. You may need to adjust your dose if your thyroid hormone levels are too high.\nSome other medications can also interact with thyroid hormone medications to raise hormone levels. If you take thyroid hormone medications, ask your doctor about interactions when starting a new medication."
        },
        {
            "subsection_name": "Signs of hyperthyroidism",
            "subsection_content": "Thyroid hormones play an important role in the body's metabolism and metabolism. If there is too much thyroid hormone, all body functions tend to increase. Therefore, many patients have the following symptoms:\nThe patient feels afraid of heat, hot skin, increased sweating and mild fever of 37.5-38 degrees Celsius; Having palpitations, feeling nervous, having difficulty breathing when excited or working hard; Restlessness, anxiety, difficulty sleeping, mood swings, irritability. Psychosis may occur, manifested by agitation or confusion or paranoia; Tremor in fingertips; Menstrual disorders in young female patients; Thin skin, brittle hair and muscle weakness especially in the arms and thighs; Diarrhea without cramps is common: 5-10 times/day; Often lose weight quickly even though they still eat normally or sometimes eat well. A small number of young patients may experience paradoxical weight gain; Basedow's disease also has additional eye manifestations: glare, tearing, burning sensation in the eyes, bulging eyes.",
            "subsection_string": "Signs of hyperthyroidism\nThyroid hormones play an important role in the body's metabolism and metabolism. If there is too much thyroid hormone, all body functions tend to increase. Therefore, many patients have the following symptoms:\nThe patient feels afraid of heat, hot skin, increased sweating and mild fever of 37.5-38 degrees Celsius; Having palpitations, feeling nervous, having difficulty breathing when excited or working hard; Restlessness, anxiety, difficulty sleeping, mood swings, irritability. Psychosis may occur, manifested by agitation or confusion or paranoia; Tremor in fingertips; Menstrual disorders in young female patients; Thin skin, brittle hair and muscle weakness especially in the arms and thighs; Diarrhea without cramps is common: 5-10 times/day; Often lose weight quickly even though they still eat normally or sometimes eat well. A small number of young patients may experience paradoxical weight gain; Basedow's disease also has additional eye manifestations: glare, tearing, burning sensation in the eyes, bulging eyes."
        },
        {
            "subsection_name": "Subjects susceptible to disease",
            "subsection_content": "Women are 2-10 times more likely to have hyperthyroidism than men. You are more likely to get the disease if:\nHave a family history of thyroid disease; Having other health problems, including: Pernicious anemia: Condition caused by vitamin B12 deficiency Type 1 diabetes Primary adrenal insufficiency, hormone disorder Consuming large amounts of foods with contain iodine, such as algae or seaweed, or use medications that contain iodine, such as amiodarone. People older than 60 years old, especially women, are at higher risk than men. Have had glandular surgery. thyroid or have thyroid problems, such as goiter.; Pernicious anemia: Condition caused by vitamin B12 deficiency; Type 1 diabetes; Primary adrenal insufficiency, hormonal disorders; Consume large amounts of foods that contain iodine, such as algae or seaweed, or use medications that contain iodine, such as amiodarone; People over 60 years old, especially women, are at higher risk of the disease than men; Have had thyroid surgery or have thyroid problems, such as goiter.",
            "subsection_string": "Subjects susceptible to disease\nWomen are 2-10 times more likely to have hyperthyroidism than men. You are more likely to get the disease if:\nHave a family history of thyroid disease; Having other health problems, including: Pernicious anemia: Condition caused by vitamin B12 deficiency Type 1 diabetes Primary adrenal insufficiency, hormone disorder Consuming large amounts of foods with contain iodine, such as algae or seaweed, or use medications that contain iodine, such as amiodarone. People older than 60 years old, especially women, are at higher risk than men. Have had glandular surgery. thyroid or have thyroid problems, such as goiter.; Pernicious anemia: Condition caused by vitamin B12 deficiency; Type 1 diabetes; Primary adrenal insufficiency, hormonal disorders; Consume large amounts of foods that contain iodine, such as algae or seaweed, or use medications that contain iodine, such as amiodarone; People over 60 years old, especially women, are at higher risk of the disease than men; Have had thyroid surgery or have thyroid problems, such as goiter."
        },
        {
            "subsection_name": "Is hyperthyroidism dangerous?",
            "subsection_content": "Hyperthyroidism can cause dangerous complications in pregnant women\nPeople with severe overactive thyroid face countless problems, even life-threatening complications. Complications may include:\nThyroid eye disease: An eye condition that causes double vision, light sensitivity, eye pain, and even vision loss; Heart arrhythmia: Can lead to the formation and development of blood clots, heart failure, other cardiovascular problems...; Thyroid storm: This is a life-threatening emergency; Complications during pregnancy such as high blood pressure during pregnancy, low fetal weight at birth, miscarriage, premature birth; Osteoporosis.\nMore than 60% of people with thyroid disease are undiagnosed. It's important to listen to your body before symptoms become life-threatening problems.",
            "subsection_string": "Is hyperthyroidism dangerous?\nHyperthyroidism can cause dangerous complications in pregnant women\nPeople with severe overactive thyroid face countless problems, even life-threatening complications. Complications may include:\nThyroid eye disease: An eye condition that causes double vision, light sensitivity, eye pain, and even vision loss; Heart arrhythmia: Can lead to the formation and development of blood clots, heart failure, other cardiovascular problems...; Thyroid storm: This is a life-threatening emergency; Complications during pregnancy such as high blood pressure during pregnancy, low fetal weight at birth, miscarriage, premature birth; Osteoporosis.\nMore than 60% of people with thyroid disease are undiagnosed. It's important to listen to your body before symptoms become life-threatening problems."
        },
        {
            "subsection_name": "How to diagnose hyperthyroidism",
            "subsection_content": "Early detection is important so doctors can devise a treatment plan before the disease causes irreversible damage. If you have suspicious symptoms, you and your family need to see a doctor early for diagnosis and treatment to protect your health as well as prevent serious life-threatening complications such as heart failure. heart, thyroid storm… (4)\nMethods for diagnosing hyperthyroidism include:\nAnalyze medical history and symptoms; Physical examination; Ultrasound or thyroid scan to see if your thyroid has tumors, inflammation or is overactive; Blood tests to measure thyroid hormone levels and thyroid autoimmune antibodies: Thyroid-stimulating hormone (TSH) Triiodothyronine thyroid hormone (T3) Thyroxine thyroid hormone (T4) Thyroid peroxidase antibody (TPO) ) Anti-TSH receptor autoimmune antibody (TRAb); Thyroid stimulating hormone (TSH); Thyroid hormone triiodothyronine (T3); Thyroid hormone thyroxine (T4); Thyroid peroxidase (TPO) antibody; Anti-TSH receptor autoantibodies (TRAb)",
            "subsection_string": "How to diagnose hyperthyroidism\nEarly detection is important so doctors can devise a treatment plan before the disease causes irreversible damage. If you have suspicious symptoms, you and your family need to see a doctor early for diagnosis and treatment to protect your health as well as prevent serious life-threatening complications such as heart failure. heart, thyroid storm… (4)\nMethods for diagnosing hyperthyroidism include:\nAnalyze medical history and symptoms; Physical examination; Ultrasound or thyroid scan to see if your thyroid has tumors, inflammation or is overactive; Blood tests to measure thyroid hormone levels and thyroid autoimmune antibodies: Thyroid-stimulating hormone (TSH) Triiodothyronine thyroid hormone (T3) Thyroxine thyroid hormone (T4) Thyroid peroxidase antibody (TPO) ) Anti-TSH receptor autoimmune antibody (TRAb); Thyroid stimulating hormone (TSH); Thyroid hormone triiodothyronine (T3); Thyroid hormone thyroxine (T4); Thyroid peroxidase (TPO) antibody; Anti-TSH receptor autoantibodies (TRAb)"
        },
        {
            "subsection_name": "Treatment methods for hyperthyroidism",
            "subsection_content": "There are 3 methods of treating hyperthyroidism: medical treatment with medication, radiation therapy with oral radioactive iodine, or surgical treatment with thyroid surgery. The goal of treatment is to return thyroid hormone levels to normal to prevent long-term health problems and reduce unpleasant symptoms caused by increased thyroid hormones in the blood.\nTreatment depends on the cause of your hyperthyroidism and its severity. When recommending a treatment, your doctor will consider your age, potential allergies or medication side effects, other conditions such as pregnancy or heart disease, and whether you have access to a surgeon. Thyroid experienced or not. (5)\nDrug treatment\nBeta blockers: Beta blockers will not stop the thyroid from producing hormones but may help reduce symptoms until other treatments take effect. Beta blockers work quickly to relieve many symptoms of hyperthyroidism, such as tremors, heart palpitations, and anxiety. Most people feel better within a few hours of taking a beta blocker; Antithyroid medications: The antithyroid medication methimazole (Thyrozol®) or, in rare cases, propylthiouracil (PTU) may be prescribed if your doctor chooses to treat hyperthyroidism by blocking the gland's ability to make new hormones. armor. Methimazole is currently preferred due to fewer serious side effects. These medications control overactive thyroid well and do not cause permanent damage to the thyroid gland.\nIn about 20% to 30% of patients with Basedow's disease, treatment with antithyroid drugs for 18-24 months can result in sustained remission. For patients with toxic nodular or multiple nodular goiter, antithyroid drugs are sometimes used in preparation for surgical or radioiodine treatment.\nAntithyroid drugs cause allergic reactions in about 5% of patients who use them. Common minor reactions are red rash, hives, possibly fever and joint pain. Less common (occurs in 1/500 patients), but more serious is decreased white blood cell count. Such a decrease may decrease your ability to fight infection.\nIf you are taking one of these medicines and have a fever or sore throat, you should stop taking the medicine immediately and have a blood test check your white blood cell count that day. Even if the medication has lowered your white blood cell count, the white blood cell count will return to normal if the antithyroid medication is stopped immediately. But if you continue taking one of these antithyroid drugs despite a low white blood cell count, there's a risk of more serious, even life-threatening infections.\nLiver damage is another extremely rare side effect. Using PTU can cause a serious liver problem, which is why this medication is not usually prescribed. You should stop methimazole or PTU and call your doctor if you have yellowing eyes, dark urine, severe fatigue, or stomach pain.\nRadiation therapy\nAnother way to treat an overactive thyroid is to damage or destroy the thyroid cells that make thyroid hormones. Because these thyroid cells need iodine to make thyroid hormone, they will absorb any form of iodine in your blood, whether the iodine is radioactive or not.\nThe radioactive iodine used in this treatment is taken orally, usually in a small, one-time capsule. Once in the body, radioactive iodine enters your bloodstream and is quickly absorbed by overactive thyroid cells. Radioactive material that is not absorbed by thyroid cells will be excreted from the body through sweat, urine, and feces over a period of days to weeks. Radioactive iodine destroys absorbed thyroid cells.\nAs a result, the thyroid gland or thyroid nodule shrinks in size, and thyroid hormone levels in the blood return to normal. Sometimes patients still have hyperthyroidism, but usually to a milder degree than before.\nRadioactive iodine has been used to treat patients for more than 60 years and has been proven to be safe. Importantly, there was no apparent increase in cancer in hyperthyroidism patients treated with radioactive iodine. As a result, in the United States more than 70% of adults who develop the disease are treated with radioactive iodine. More and more children over the age of 5 are also being safely treated with radioactive drugs.\nAlmost all people treated with radioactive iodine later develop hypothyroidism because the cells that produce thyroid hormones have been destroyed. However, compared to hyperthyroidism, hypothyroidism is easier to treat and less likely to cause long-term health problems. People with hypothyroidism can completely control their condition with daily thyroid hormone medication. Doctors do not use radiation therapy in women who plan to become or are pregnant or in women who are breastfeeding. Radioactive iodine can harm an unborn baby's thyroid gland and can pass from mother to baby in breast milk.\nThyroid surgery\nYour hyperthyroidism can be permanently cured by surgically removing all or most of your thyroid. This surgery is best performed by a doctor experienced in thyroid surgery. Once your thyroid is removed, the source of your disease is gone and you will likely become hypothyroid. Just as hypothyroidism develops after radiation therapy, your thyroid hormone levels can be restored to normal by once-daily treatment with thyroid hormone supplements.\nSee more: Can hyperthyroidism be cured?",
            "subsection_string": "Treatment methods for hyperthyroidism\nThere are 3 methods of treating hyperthyroidism: medical treatment with medication, radiation therapy with oral radioactive iodine, or surgical treatment with thyroid surgery. The goal of treatment is to return thyroid hormone levels to normal to prevent long-term health problems and reduce unpleasant symptoms caused by increased thyroid hormones in the blood.\nTreatment depends on the cause of your hyperthyroidism and its severity. When recommending a treatment, your doctor will consider your age, potential allergies or medication side effects, other conditions such as pregnancy or heart disease, and whether you have access to a surgeon. Thyroid experienced or not. (5)\nDrug treatment\nBeta blockers: Beta blockers will not stop the thyroid from producing hormones but may help reduce symptoms until other treatments take effect. Beta blockers work quickly to relieve many symptoms of hyperthyroidism, such as tremors, heart palpitations, and anxiety. Most people feel better within a few hours of taking a beta blocker; Antithyroid medications: The antithyroid medication methimazole (Thyrozol®) or, in rare cases, propylthiouracil (PTU) may be prescribed if your doctor chooses to treat hyperthyroidism by blocking the gland's ability to make new hormones. armor. Methimazole is currently preferred due to fewer serious side effects. These medications control overactive thyroid well and do not cause permanent damage to the thyroid gland.\nIn about 20% to 30% of patients with Basedow's disease, treatment with antithyroid drugs for 18-24 months can result in sustained remission. For patients with toxic nodular or multiple nodular goiter, antithyroid drugs are sometimes used in preparation for surgical or radioiodine treatment.\nAntithyroid drugs cause allergic reactions in about 5% of patients who use them. Common minor reactions are red rash, hives, possibly fever and joint pain. Less common (occurs in 1/500 patients), but more serious is decreased white blood cell count. Such a decrease may decrease your ability to fight infection.\nIf you are taking one of these medicines and have a fever or sore throat, you should stop taking the medicine immediately and have a blood test check your white blood cell count that day. Even if the medication has lowered your white blood cell count, the white blood cell count will return to normal if the antithyroid medication is stopped immediately. But if you continue taking one of these antithyroid drugs despite a low white blood cell count, there's a risk of more serious, even life-threatening infections.\nLiver damage is another extremely rare side effect. Using PTU can cause a serious liver problem, which is why this medication is not usually prescribed. You should stop methimazole or PTU and call your doctor if you have yellowing eyes, dark urine, severe fatigue, or stomach pain.\nRadiation therapy\nAnother way to treat an overactive thyroid is to damage or destroy the thyroid cells that make thyroid hormones. Because these thyroid cells need iodine to make thyroid hormone, they will absorb any form of iodine in your blood, whether the iodine is radioactive or not.\nThe radioactive iodine used in this treatment is taken orally, usually in a small, one-time capsule. Once in the body, radioactive iodine enters your bloodstream and is quickly absorbed by overactive thyroid cells. Radioactive material that is not absorbed by thyroid cells will be excreted from the body through sweat, urine, and feces over a period of days to weeks. Radioactive iodine destroys absorbed thyroid cells.\nAs a result, the thyroid gland or thyroid nodule shrinks in size, and thyroid hormone levels in the blood return to normal. Sometimes patients still have hyperthyroidism, but usually to a milder degree than before.\nRadioactive iodine has been used to treat patients for more than 60 years and has been proven to be safe. Importantly, there was no apparent increase in cancer in hyperthyroidism patients treated with radioactive iodine. As a result, in the United States more than 70% of adults who develop the disease are treated with radioactive iodine. More and more children over the age of 5 are also being safely treated with radioactive drugs.\nAlmost all people treated with radioactive iodine later develop hypothyroidism because the cells that produce thyroid hormones have been destroyed. However, compared to hyperthyroidism, hypothyroidism is easier to treat and less likely to cause long-term health problems. People with hypothyroidism can completely control their condition with daily thyroid hormone medication. Doctors do not use radiation therapy in women who plan to become or are pregnant or in women who are breastfeeding. Radioactive iodine can harm an unborn baby's thyroid gland and can pass from mother to baby in breast milk.\nThyroid surgery\nYour hyperthyroidism can be permanently cured by surgically removing all or most of your thyroid. This surgery is best performed by a doctor experienced in thyroid surgery. Once your thyroid is removed, the source of your disease is gone and you will likely become hypothyroid. Just as hypothyroidism develops after radiation therapy, your thyroid hormone levels can be restored to normal by once-daily treatment with thyroid hormone supplements.\nSee more: Can hyperthyroidism be cured?"
        },
        {
            "subsection_name": "How to prevent effectively",
            "subsection_content": "Exercise helps prevent hyperthyroidism\nUsually, in the early stages, hyperthyroidism does not cause obvious symptoms or is easily confused with other diseases. Therefore, to prevent this disease, people need to have the habit of regular health examinations and screenings in addition to implementing a reasonable lifestyle and nutrition regimen with measures such as:\nExercise regularly\nRegular exercise helps keep the body healthy as well as strengthens the body's active immune system. When the immune system works well, the risk of disease is reduced because antibodies mistakenly identify and destroy thyroid cells.\nGet enough iodine\nExcess or deficiency of iodine can cause thyroid problems, so the daily diet needs to provide the necessary amount of iodine. You can contact nutritionists for detailed advice on this issue. Especially pregnant women and the elderly need to pay attention to supplementing enough iodine daily to avoid health problems for the fetus, pregnant women as well as the elderly.\nProper nutrition\nIn preventing and limiting the progression of hyperthyroidism, foods rich in antioxidants are always the choice that experts recommend. Foods rich in antioxidants can be found in foods such as fruits, especially berries such as blueberries, strawberries... green rays such as kale, cauliflower...\nBuild a healthy lifestyle for yourself, eat enough food, exercise and get enough sleep, limit processed foods, fried foods, drinks containing alcohol or stimulants to prevent not only diseases. Thyroid diseases and health diseases in general.\nScreening for thyroid diseases should be performed annually, especially in women over 20 years old. Early screening can detect the disease and treat it right from the pre-symptom stage, with little impact on the patient's quality of life and health. In addition, when detecting symptoms of hyperthyroidism such as bulging eyes, enlarged neck, sore throat, high body temperature, impaired vision, etc., patients need to be examined soon at the endocrinology department of medical centers or hospitals. major institutes across the country.\nCurrent in-depth health examination packages also check and early screen for thyroid diseases, including hyperthyroidism because this disease greatly affects life and labor productivity.",
            "subsection_string": "How to prevent effectively\nExercise helps prevent hyperthyroidism\nUsually, in the early stages, hyperthyroidism does not cause obvious symptoms or is easily confused with other diseases. Therefore, to prevent this disease, people need to have the habit of regular health examinations and screenings in addition to implementing a reasonable lifestyle and nutrition regimen with measures such as:\nExercise regularly\nRegular exercise helps keep the body healthy as well as strengthens the body's active immune system. When the immune system works well, the risk of disease is reduced because antibodies mistakenly identify and destroy thyroid cells.\nGet enough iodine\nExcess or deficiency of iodine can cause thyroid problems, so the daily diet needs to provide the necessary amount of iodine. You can contact nutritionists for detailed advice on this issue. Especially pregnant women and the elderly need to pay attention to supplementing enough iodine daily to avoid health problems for the fetus, pregnant women as well as the elderly.\nProper nutrition\nIn preventing and limiting the progression of hyperthyroidism, foods rich in antioxidants are always the choice that experts recommend. Foods rich in antioxidants can be found in foods such as fruits, especially berries such as blueberries, strawberries... green rays such as kale, cauliflower...\nBuild a healthy lifestyle for yourself, eat enough food, exercise and get enough sleep, limit processed foods, fried foods, drinks containing alcohol or stimulants to prevent not only diseases. Thyroid diseases and health diseases in general.\nScreening for thyroid diseases should be performed annually, especially in women over 20 years old. Early screening can detect the disease and treat it right from the pre-symptom stage, with little impact on the patient's quality of life and health. In addition, when detecting symptoms of hyperthyroidism such as bulging eyes, enlarged neck, sore throat, high body temperature, impaired vision, etc., patients need to be examined soon at the endocrinology department of medical centers or hospitals. major institutes across the country.\nCurrent in-depth health examination packages also check and early screen for thyroid diseases, including hyperthyroidism because this disease greatly affects life and labor productivity."
        },
        {
            "subsection_name": "Instructions on how to care for the sick",
            "subsection_content": "People with hyperthyroidism or other autoimmune thyroid disorders may be sensitive to the harmful side effects of iodine. Eating foods with large amounts of iodine such as kelp, seaweed, or other types of seaweed can cause or worsen the disease. Patients need to limit or avoid some foods that can affect their health.\nThe cause of hyperthyroidism is often not specific, so it is necessary to follow a suitable diet combined with exercise to improve body health and ensure the thyroid gland functions normally.",
            "subsection_string": "Instructions on how to care for the sick\nPeople with hyperthyroidism or other autoimmune thyroid disorders may be sensitive to the harmful side effects of iodine. Eating foods with large amounts of iodine such as kelp, seaweed, or other types of seaweed can cause or worsen the disease. Patients need to limit or avoid some foods that can affect their health.\nThe cause of hyperthyroidism is often not specific, so it is necessary to follow a suitable diet combined with exercise to improve body health and ensure the thyroid gland functions normally."
        }
    ],
    "name": "cuong-giap.json"
}