{
    "title": "Diabetes: Causes, signs, treatment and prevention",
    "category": "Endocrine",
    "link": "https://tamanhhospital.vn/dai-thao-duong/",
    "abstract": "In recent years, the number of diabetic patients has tended to increase rapidly with many serious complications such as cardiovascular, kidney, eye, neurological complications... becoming the top concern of the entire society. Equipping yourself with knowledge about diabetes symptoms will help detect early and effectively treat the disease in its early stages. According to statistics from the International Diabetes Federation (IDF), in 2019 there were 463 million people worldwide (aged 20-79) with diabetes, expected to reach 578 million in 2030 and 700 million people. million people by 2045, or in other words 1 in 10 adults will have diabetes. However, nearly half of people living with diabetes (ages 20-79) are undiagnosed (46.5%), meaning 1 in 2 people with the disease will not know they have the disease. It is estimated that more than 4 million people between the ages of 20 and 79 died from diabetes-related causes in 2019. Treating the disease at a late stage will risk many dangerous complications, affecting the patient's health. seriously affects the health and quality of life of patients. Particularly in Vietnam, the rate of patients with diabetes is increasing rapidly, the number of patients has doubled within 10 years. In 2017, the number of diabetic patients was 3.54 million people (about 5.5% of the population), the number of prediabetic patients (with impaired glucose tolerance) was 4.79 million people (about 7.4% of the population), meaning that for every 1 in 7.5 people will have diabetes or prediabetes. It is predicted that by 2045, this number will increase to 7.7% of the total population.",
    "content": "Diabetes: Causes, signs, treatment and prevention\n\nIn recent years, the number of diabetic patients has tended to increase rapidly with many serious complications such as cardiovascular, kidney, eye, neurological complications... becoming the top concern of the entire society. Equipping yourself with knowledge about diabetes symptoms will help detect early and effectively treat the disease in its early stages. According to statistics from the International Diabetes Federation (IDF), in 2019 there were 463 million people worldwide (aged 20-79) with diabetes, expected to reach 578 million in 2030 and 700 million people. million people by 2045, or in other words 1 in 10 adults will have diabetes. However, nearly half of people living with diabetes (ages 20-79) are undiagnosed (46.5%), meaning 1 in 2 people with the disease will not know they have the disease. It is estimated that more than 4 million people between the ages of 20 and 79 died from diabetes-related causes in 2019. Treating the disease at a late stage will risk many dangerous complications, affecting the patient's health. seriously affects the health and quality of life of patients. Particularly in Vietnam, the rate of patients with diabetes is increasing rapidly, the number of patients has doubled within 10 years. In 2017, the number of diabetic patients was 3.54 million people (about 5.5% of the population), the number of prediabetic patients (with impaired glucose tolerance) was 4.79 million people (about 7.4% of the population), meaning that for every 1 in 7.5 people will have diabetes or prediabetes. It is predicted that by 2045, this number will increase to 7.7% of the total population.\n\nWhat is diabetes?\nDiabetes mellitus, also known as diabetes, is a metabolic disorder characterized by blood sugar levels that are always higher than normal due to the body's lack of insulin secretion or resistance to insulin or both. 2, leading to important disorders in sugar, protein, fat, and mineral metabolism.\nDiabetes is a phenomenon in which blood sugar levels are always higher than normal\nWhen suffering from diabetes, the patient cannot metabolize carbohydrates from the foods they eat daily to create energy, which over time causes the amount of sugar to accumulate in the blood. If blood sugar levels are always high, it will increase the risk of cardiovascular disease, and cause damage to many other organs such as nerves, eyes, kidneys and many other serious diseases.\nThe International Diabetes Federation (IDF) also provides notable statistics about the current state of diabetes worldwide as follows:\nEvery year in the world, about 132,600 children are diagnosed with type 1 diabetes, the number of children with type 1 diabetes aged 0 - 19 years alone is more than 1 million.; More than 21 million pregnant women suffer from hyperglycemia and poor sugar tolerance, accounting for 1/6 of all pregnant women.; About 2/3 of diabetics are elderly, however, the number of young diabetics is also constantly increasing.; Every 6 seconds, 1 person will die from dangerous complications of diabetes.; In 2017, the number of patients who died from diabetes was 4 million. The cost of treating diabetes worldwide is 727 billion dollars, becoming a burden for the entire world.\n\nCommon types of diabetes\nDiabetes has 2 main types:\n1. Type 1 diabetes\nType 1 diabetes is a disease caused by the destruction of the beta cells of the pancreas, causing reduced insulin secretion or no insulin secretion, causing very little insulin circulating in the blood, unable to regulate blood sugar levels, causing danger to the patient. patient's life.\nMost type 1 diabetes occurs in children and young people (most commonly under 20 years old), accounting for about 5 - 10% of all diabetes cases. In this form, the symptoms of the disease occur suddenly and progress rapidly, so the disease can be easily detected.\nType 1 diabetes can occur in children and young adults\n2. Type 2 diabetes\nDifferent from type 1 diabetes, type 2 diabetes was previously called diabetes of the elderly or non-insulin-dependent diabetes. In this form of the disease, insulin secreted by the pancreas, although reaching the same amount as normal people, is reduced, or has no role in regulating blood sugar levels due to progressive reduction in the function of pancreatic beta cells on a background. insulin resistance.\nThis is the most common form of the disease, most common in people over 40 years old and tends to gradually rejuvenate. The number of patients with this type accounts for 90 - 95% of the total number of cases. The disease has no clear symptoms, so it is difficult for patients to detect.\nIn addition to the two main types above, diabetes also has another type of disease that only occurs in pregnant women, called gestational diabetes. In pregnant women, the placenta will produce female hormones such as estrogen and progesterone that will affect insulin receptors on target cells, increasing insulin resistance. However, when the pancreas cannot produce enough insulin to overcome this resistance, it will lead to a buildup of sugar in the blood, leading to diabetes during pregnancy.\nAlthough gestational diabetes will go away as soon as the woman gives birth, she needs effective treatment throughout her pregnancy to avoid negative effects on both mother and baby.\nGestational diabetes requires effective treatment to avoid affecting mother and fetus\nPrediabetes is a type of fasting sugar metabolism disorder or sugar tolerance disorder that causes blood sugar levels to increase but not yet exceed the threshold to be diagnosed as diabetes.\nPrediabetes is the intermediate stage between normal people and type 2 diabetes. About 5-10% of prediabetics will become diabetic every year and a total of 70% of prediabetics will become true diabetics and There is a risk of many dangerous complications if the patient does not receive proper treatment and does not adjust their lifestyle and diet to a reasonable level.\nCause: includes many influencing factors such as risk genes, insulin resistance, increased need for insulin secretion, glucose poisoning, lipid poisoning, disordered secretion/reduced incretin activity, amylin accumulation, reduced cell mass pancreatic beta..., resulting in progressive reduction of beta cell function. The level of reduced insulin secretion and insulin resistance appeared very early, about 13 years before diabetes was diagnosed, and gradually increased over time. Therefore, early detection and active intervention and treatment of people with prediabetes will help reduce the incidence of type 2 diabetes and prevent cardiovascular complications and other complications due to increased blood glucose (including increased fasting). and after meals).\n\nSigns of diabetes\nSigns of diabetes vary more or less according to the type of diabetes, sometimes very mild, even without clear symptoms, making it difficult for patients to detect that they have the disease, until the disease has complications. Symptoms have just begun to be examined and treated.\n1. Symptoms of type 1 diabetes\nSymptoms of type 1 diabetes often progress quickly, can appear within a few days or weeks with typical symptoms including:\nFeeling hungry and tired: Normally, the body will convert the food you eat into glucose so your cells can get energy. Cells will need insulin to absorb glucose, however, when the body does not produce enough insulin, or the body's cells are resistant to the insulin produced, glucose cannot be absorbed and get energy. This makes the patient feel hungrier and more tired than usual.; Frequent thirst and frequent urination: Normal people will urinate about 4-7 times within 24 hours, but patients with type 1 diabetes will urinate more often. The reason comes from the fact that in a normal mechanism, the body will reabsorb glucose when passing through the kidneys, but in diabetic patients, the amount of glucose in the blood is pushed up so that the kidneys cannot absorb it all back. As a result, glucose will be excreted through the urinary tract, leading to water excretion, causing the body to produce more urine and the patient to urinate more often. When urinating a lot causes dehydration, the patient will be very thirsty and will need to drink water, but that's why they urinate even more.; Dry mouth, itchy skin: Patients will urinate more, causing the body to become dehydrated, making the mouth area feel dry. At the same time, dry skin can cause diabetic patients to have itchy skin.; Weight loss: In some cases, patients eat a lot but still lose weight after a few weeks due to dehydration and the breakdown of fat and muscle tissue.\n2. Symptoms of type 2 diabetes\nIn type 2 diabetes, symptoms progress silently and develop over many years. Most patients do not experience obvious symptoms like type 1 diabetes, so it is difficult to detect. The disease can be accidentally detected through a blood glucose test or have complications such as infected wounds that do not heal. Some suspicious signs that require examination and necessary tests to accurately diagnose diabetes include:\nYeast infection: Both sexes can experience this condition if they have diabetes. Yeast will feed on glucose, so a high concentration of glucose will cause the fungus to thrive. Patients may find the infection in any moist folds of skin, in between fingers and toes, in the area under the breasts, and even around or in the genitals.; Slow wound healing: Too much sugar in the blood can affect the blood flow of the entire body, causing damage to the nervous system, making it difficult to heal wounds. Besides, patients may feel pain or numbness in their legs. That is also a sign of nerve damage.\n3. Symptoms of gestational diabetes\nPregnant women with gestational diabetes often have no obvious symptoms. Pregnant women may be thirstier than usual and urinate more often. The disease is often diagnosed in the second or last 3 months of pregnancy by performing a 3-sample glucose tolerance test at 24 - 28 weeks of gestation, before type 1 or type 2 diabetes has not been recorded.\n\nCauses of diabetes\nGlucose is an essential substance for the body found in daily foods, serves as an energy source for cells and is stored in the liver to form glycogen. When anorexic, the amount of glucose in the blood will decrease, causing the liver to break down glycogen molecules into glucose to balance blood sugar levels. Thanks to that, blood will transport glucose to tissues to help absorb glucose to provide energy for cells. However, in cases where cells do not absorb glucose directly, the support of insulin (a hormone produced by the pancreas) is needed, which will cause glucose to be absorbed into cells, reducing glucose levels in the blood. Over time, blood sugar will decrease, and the pancreas will also reduce insulin production.\nIt can be seen that abnormal metabolism will prevent glucose from entering cells and providing energy to the body, resulting in sugar remaining in the blood. This imbalance accumulates over time and will cause blood sugar levels to increase.\n1. Causes of type 1 diabetes\nType 1 diabetes is caused by the destruction of the beta cells of the pancreas, so the patient has no or very little insulin left. 95% of the cases are due to autoimmune mechanism (type 1A), due to the immune system mistakenly attacking and destroying cells. insulin production is present in the pancreas, leaving the patient with no or little insulin, leading to sugar accumulating in the blood instead of moving to the cells, 5% of unknown cause (type 1B).\nRisk factors for type 1 diabetes are still being researched. However, most cases of patients with the disease have found that when a family member has the disease, you also have a slight risk of getting the disease. Or environmental factors, exposure to certain viruses are also risk factors for the disease.\n2. Causes of type 2 diabetes\nThe cause of type 2 diabetes is still unclear, some cases report that the disease is hereditary. In addition, overweight and obesity are also closely related to the disease, but it is necessary to distinguish that not everyone who is overweight has type 2 diabetes.\nSome risk factors that can lead to type 2 diabetes include:\nFamily history of parents, siblings, and children with diabetes; Personal history of gestational diabetes; History of atherosclerotic cardiovascular disease; Hypertension.; Lack of physical activity; Overweight, obese; Have impaired glucose tolerance or impaired fasting blood sugar; Women with polycystic ovary syndrome\nBeing overweight is one of the risk factors for diabetes\n3. Causes of gestational diabetes\nDuring pregnancy, the placenta will create stimuli to maintain the pregnancy. These stimuli will make cells more resistant to insulin. Normally, the pancreas will produce enough insulin to overcome this resistance. However, in some cases, the pancreas does not produce enough insulin, causing the amount of sugar transported into the cells to decrease and the amount of sugar to accumulate in the blood. Blood increases, leading to gestational diabetes.\nPregnant women who are overweight, have a family history of diabetes, or have been diagnosed with impaired glucose tolerance are at increased risk of developing gestational diabetes.\n\nDangerous complications of diabetes\nCommon dangerous complications in diabetic patients include:\nBlood vessels: Prolonged increased blood glucose can damage blood vessels. If large blood vessels are damaged, it can cause stroke, myocardial infarction, damage to the vessel wall and narrowing of the arteries of the limbs, or even embolism causing limb necrosis. Damage to small blood vessels will cause dysfunction of organs such as the kidneys, retina, and peripheral nerves. If not treated effectively, it can cause chronic kidney failure, leading to the risk of requiring dialysis. kidney transplant or kidney transplant, vision loss leading to blindness, paresthesias in the lower extremities...; Respiratory: Diabetics are susceptible to pneumonia and bronchitis due to bacterial infection; Gastrointestinal: Patients may suffer from periodontal inflammation, liver dysfunction, stomach ulcers, diarrhea.; Skin: Patients may feel itchy skin, often have pimples, yellowish palms and feet, itchy yellow tumors on the soles of the feet, hands, buttocks, pyoderma...; Alzheimer's disease: Patients with type 2 diabetes are at high risk of developing Alzheimer's disease.\nSome complications women may experience if they have gestational diabetes include:\nPregnant women may have preeclampsia with symptoms of increased blood pressure, excess protein in the urine, and swelling in the legs. In addition, pregnant women are at risk of recurrence of the disease in the next pregnancy, and of developing diabetes (most commonly type 2 diabetes) in old age.; The fetus is at risk of developing faster than its age, and is at risk of developing type 2 diabetes later. If the mother does not receive proper and effective treatment during pregnancy, the fetus is at risk of dying before or after birth.\n\nHow to diagnose diabetes\nAccording to the American Diabetes Association (ADA), the criteria used to diagnose diabetes are based on one of the following four criteria:\nFasting plasma glucose (FPG) ≥ 126 mg/dL or 7 mmol/L. Patients need to fast for at least 8 hours, do not drink soft drinks, can drink filtered water.; Plasma glucose at 2 hours after the 75g oral glucose tolerance test (OGTT) ≥ 200 mg/dl or 11.1 mmol/L. Patients need to fast from midnight before the test, use an amount of glucose equivalent to 75g of glucose dissolved in about 250 - 300ml of water, drink within 5 minutes; 3 days before, you need to eat a diet of about 150 - 200g carbohydrates/day.; HbA1c ≥ 6.5% or 48 mmol/mol. It is recommended that this test be conducted in a laboratory that has been standardized according to international standards.; In case of classic symptoms of hyperglycemia (frequent urination, eating and drinking a lot with unexplained weight loss...) or plasma glucose level at any time ≥ 200 mg/dL or 11.1 mmol/L.\nIn case there are no symptoms of hyperglycemia mentioned above, tests 1, 2 and 4 need to be repeated a second time, about 1 - 7 days after the first time to get an accurate diagnosis.\nCriteria used in diagnosing diabetes\nDiagnosis of prediabetes\nDiagnosis of prediabetes is made when one of the following disorders appears:\nImpaired fasting glucose (IFG) in the range of 100 – 125 mg/dL or 5.6 – 6.9 mmol/L.; Impaired glucose tolerance (IGT) at 2 hours after the 75g oral glucose tolerance test was in the range of 140 - 199 mg/dL or 7.8 - 11 mmol/L. HbA1c is in the range of 5.7 – 6.4% or 39 – 47 mmol/mol.\nThese criteria are not enough to diagnose diabetes but warn of the risk of complications occurring in large blood vessels of the disease, called prediabetes.\nReference: Simple and accurate way to test diabetes at home (blood sugar measurement).\n\nDiabetes treatment methods\nCurrently there are many methods to treat diabetes. Among them, adjusting the daily diet along with establishing a reasonable exercise regimen combined with regular medical monitoring are the most important things regardless of the type of disease.\nIn type 1 diabetes, patients are prescribed insulin for the rest of their lives because the body is no longer able to produce insulin on its own.\nIn type 2 diabetes, if the patient cannot improve blood sugar levels with diet and daily exercise, the patient can use oral or injectable diabetes medications to treat diabetes. stabilize blood sugar levels.\nTo keep the disease from progressing seriously, diabetics need to have a plan to monitor carbohydrate intake, as well as limit the use of processed, low-fiber foods; You should eat lots of green vegetables and foods with a low glycemic index.\nIt should be noted that diabetes can change and progress differently over time, so the disease needs to be examined and accurately assessed for the current condition to have an appropriate and effective treatment plan. Therefore, patients need to have regular check-ups and strictly follow the doctor's treatment instructions.\nDiabetic patients need to strictly follow their doctor's treatment regimen to prevent dangerous progression of the disease\nSee more: What vegetables should diabetics eat?\n\nPrevent diabetes\nType 1 diabetes cannot be prevented, but patients can completely reduce the risk of the disease progressing to type 2 diabetes by adjusting their daily diet and having a regular physical exercise plan. , reasonable.\nCaring for diabetic patients\nDiet\nDiet plays an extremely important role in helping diabetics control the disease. Basic principles in the diabetes diet: ensure adequate nutrition, do not increase blood sugar too much after meals, do not lower blood sugar levels away from meals to maintain normal physical activity and maintain weight. Reasonable weight. The meal design is simple, not too expensive and consistent with local customs. Balance the ratio of carbohydrates, proteins and fats; Add nutritious foods low in fat and calories such as vegetables, fruits, and whole grains; Monitor blood sugar after meals... Patients can consult doctors or nutritionists for appropriate dietary instructions.\nDiet plays an extremely important role in helping diabetics control the disease\nMaybe you need to know detailed ways to prevent diabetes\nMotor\nExercise not only helps reduce blood sugar levels and maintain a stable weight, but also helps reduce the risk of cardiovascular disease... It is recommended that diabetics exercise at least 5 days a week for a short period of time. Exercise 30 minutes a day, patients can consult their doctor for appropriate exercise instructions.\nTo get advice and schedule an examination with leading endocrinology and diabetes experts at Tam Anh General Hospital, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 093 180 6858 – 0287 102 6789 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nDiabetes can lead to many dangerous complications, so it is necessary to detect it early so that effective treatment can be intervened in the early stages. It is recommended that patients immediately go to a medical facility when they have unusual symptoms. In case they have the disease, they need to follow the correct treatment regimen to minimize the risk of serious complications.",
    "subsections": [
        {
            "subsection_name": "What is diabetes?",
            "subsection_content": "Diabetes mellitus, also known as diabetes, is a metabolic disorder characterized by blood sugar levels that are always higher than normal due to the body's lack of insulin secretion or resistance to insulin or both. 2, leading to important disorders in sugar, protein, fat, and mineral metabolism.\nDiabetes is a phenomenon in which blood sugar levels are always higher than normal\nWhen suffering from diabetes, the patient cannot metabolize carbohydrates from the foods they eat daily to create energy, which over time causes the amount of sugar to accumulate in the blood. If blood sugar levels are always high, it will increase the risk of cardiovascular disease, and cause damage to many other organs such as nerves, eyes, kidneys and many other serious diseases.\nThe International Diabetes Federation (IDF) also provides notable statistics about the current state of diabetes worldwide as follows:\nEvery year in the world, about 132,600 children are diagnosed with type 1 diabetes, the number of children with type 1 diabetes aged 0 - 19 years alone is more than 1 million.; More than 21 million pregnant women suffer from hyperglycemia and poor sugar tolerance, accounting for 1/6 of all pregnant women.; About 2/3 of diabetics are elderly, however, the number of young diabetics is also constantly increasing.; Every 6 seconds, 1 person will die from dangerous complications of diabetes.; In 2017, the number of patients who died from diabetes was 4 million. The cost of treating diabetes worldwide is 727 billion dollars, becoming a burden for the entire world.",
            "subsection_string": "What is diabetes?\nDiabetes mellitus, also known as diabetes, is a metabolic disorder characterized by blood sugar levels that are always higher than normal due to the body's lack of insulin secretion or resistance to insulin or both. 2, leading to important disorders in sugar, protein, fat, and mineral metabolism.\nDiabetes is a phenomenon in which blood sugar levels are always higher than normal\nWhen suffering from diabetes, the patient cannot metabolize carbohydrates from the foods they eat daily to create energy, which over time causes the amount of sugar to accumulate in the blood. If blood sugar levels are always high, it will increase the risk of cardiovascular disease, and cause damage to many other organs such as nerves, eyes, kidneys and many other serious diseases.\nThe International Diabetes Federation (IDF) also provides notable statistics about the current state of diabetes worldwide as follows:\nEvery year in the world, about 132,600 children are diagnosed with type 1 diabetes, the number of children with type 1 diabetes aged 0 - 19 years alone is more than 1 million.; More than 21 million pregnant women suffer from hyperglycemia and poor sugar tolerance, accounting for 1/6 of all pregnant women.; About 2/3 of diabetics are elderly, however, the number of young diabetics is also constantly increasing.; Every 6 seconds, 1 person will die from dangerous complications of diabetes.; In 2017, the number of patients who died from diabetes was 4 million. The cost of treating diabetes worldwide is 727 billion dollars, becoming a burden for the entire world."
        },
        {
            "subsection_name": "Common types of diabetes",
            "subsection_content": "Diabetes has 2 main types:\n1. Type 1 diabetes\nType 1 diabetes is a disease caused by the destruction of the beta cells of the pancreas, causing reduced insulin secretion or no insulin secretion, causing very little insulin circulating in the blood, unable to regulate blood sugar levels, causing danger to the patient. patient's life.\nMost type 1 diabetes occurs in children and young people (most commonly under 20 years old), accounting for about 5 - 10% of all diabetes cases. In this form, the symptoms of the disease occur suddenly and progress rapidly, so the disease can be easily detected.\nType 1 diabetes can occur in children and young adults\n2. Type 2 diabetes\nDifferent from type 1 diabetes, type 2 diabetes was previously called diabetes of the elderly or non-insulin-dependent diabetes. In this form of the disease, insulin secreted by the pancreas, although reaching the same amount as normal people, is reduced, or has no role in regulating blood sugar levels due to progressive reduction in the function of pancreatic beta cells on a background. insulin resistance.\nThis is the most common form of the disease, most common in people over 40 years old and tends to gradually rejuvenate. The number of patients with this type accounts for 90 - 95% of the total number of cases. The disease has no clear symptoms, so it is difficult for patients to detect.\nIn addition to the two main types above, diabetes also has another type of disease that only occurs in pregnant women, called gestational diabetes. In pregnant women, the placenta will produce female hormones such as estrogen and progesterone that will affect insulin receptors on target cells, increasing insulin resistance. However, when the pancreas cannot produce enough insulin to overcome this resistance, it will lead to a buildup of sugar in the blood, leading to diabetes during pregnancy.\nAlthough gestational diabetes will go away as soon as the woman gives birth, she needs effective treatment throughout her pregnancy to avoid negative effects on both mother and baby.\nGestational diabetes requires effective treatment to avoid affecting mother and fetus\nPrediabetes is a type of fasting sugar metabolism disorder or sugar tolerance disorder that causes blood sugar levels to increase but not yet exceed the threshold to be diagnosed as diabetes.\nPrediabetes is the intermediate stage between normal people and type 2 diabetes. About 5-10% of prediabetics will become diabetic every year and a total of 70% of prediabetics will become true diabetics and There is a risk of many dangerous complications if the patient does not receive proper treatment and does not adjust their lifestyle and diet to a reasonable level.\nCause: includes many influencing factors such as risk genes, insulin resistance, increased need for insulin secretion, glucose poisoning, lipid poisoning, disordered secretion/reduced incretin activity, amylin accumulation, reduced cell mass pancreatic beta..., resulting in progressive reduction of beta cell function. The level of reduced insulin secretion and insulin resistance appeared very early, about 13 years before diabetes was diagnosed, and gradually increased over time. Therefore, early detection and active intervention and treatment of people with prediabetes will help reduce the incidence of type 2 diabetes and prevent cardiovascular complications and other complications due to increased blood glucose (including increased fasting). and after meals).",
            "subsection_string": "Common types of diabetes\nDiabetes has 2 main types:\n1. Type 1 diabetes\nType 1 diabetes is a disease caused by the destruction of the beta cells of the pancreas, causing reduced insulin secretion or no insulin secretion, causing very little insulin circulating in the blood, unable to regulate blood sugar levels, causing danger to the patient. patient's life.\nMost type 1 diabetes occurs in children and young people (most commonly under 20 years old), accounting for about 5 - 10% of all diabetes cases. In this form, the symptoms of the disease occur suddenly and progress rapidly, so the disease can be easily detected.\nType 1 diabetes can occur in children and young adults\n2. Type 2 diabetes\nDifferent from type 1 diabetes, type 2 diabetes was previously called diabetes of the elderly or non-insulin-dependent diabetes. In this form of the disease, insulin secreted by the pancreas, although reaching the same amount as normal people, is reduced, or has no role in regulating blood sugar levels due to progressive reduction in the function of pancreatic beta cells on a background. insulin resistance.\nThis is the most common form of the disease, most common in people over 40 years old and tends to gradually rejuvenate. The number of patients with this type accounts for 90 - 95% of the total number of cases. The disease has no clear symptoms, so it is difficult for patients to detect.\nIn addition to the two main types above, diabetes also has another type of disease that only occurs in pregnant women, called gestational diabetes. In pregnant women, the placenta will produce female hormones such as estrogen and progesterone that will affect insulin receptors on target cells, increasing insulin resistance. However, when the pancreas cannot produce enough insulin to overcome this resistance, it will lead to a buildup of sugar in the blood, leading to diabetes during pregnancy.\nAlthough gestational diabetes will go away as soon as the woman gives birth, she needs effective treatment throughout her pregnancy to avoid negative effects on both mother and baby.\nGestational diabetes requires effective treatment to avoid affecting mother and fetus\nPrediabetes is a type of fasting sugar metabolism disorder or sugar tolerance disorder that causes blood sugar levels to increase but not yet exceed the threshold to be diagnosed as diabetes.\nPrediabetes is the intermediate stage between normal people and type 2 diabetes. About 5-10% of prediabetics will become diabetic every year and a total of 70% of prediabetics will become true diabetics and There is a risk of many dangerous complications if the patient does not receive proper treatment and does not adjust their lifestyle and diet to a reasonable level.\nCause: includes many influencing factors such as risk genes, insulin resistance, increased need for insulin secretion, glucose poisoning, lipid poisoning, disordered secretion/reduced incretin activity, amylin accumulation, reduced cell mass pancreatic beta..., resulting in progressive reduction of beta cell function. The level of reduced insulin secretion and insulin resistance appeared very early, about 13 years before diabetes was diagnosed, and gradually increased over time. Therefore, early detection and active intervention and treatment of people with prediabetes will help reduce the incidence of type 2 diabetes and prevent cardiovascular complications and other complications due to increased blood glucose (including increased fasting). and after meals)."
        },
        {
            "subsection_name": "Signs of diabetes",
            "subsection_content": "Signs of diabetes vary more or less according to the type of diabetes, sometimes very mild, even without clear symptoms, making it difficult for patients to detect that they have the disease, until the disease has complications. Symptoms have just begun to be examined and treated.\n1. Symptoms of type 1 diabetes\nSymptoms of type 1 diabetes often progress quickly, can appear within a few days or weeks with typical symptoms including:\nFeeling hungry and tired: Normally, the body will convert the food you eat into glucose so your cells can get energy. Cells will need insulin to absorb glucose, however, when the body does not produce enough insulin, or the body's cells are resistant to the insulin produced, glucose cannot be absorbed and get energy. This makes the patient feel hungrier and more tired than usual.; Frequent thirst and frequent urination: Normal people will urinate about 4-7 times within 24 hours, but patients with type 1 diabetes will urinate more often. The reason comes from the fact that in a normal mechanism, the body will reabsorb glucose when passing through the kidneys, but in diabetic patients, the amount of glucose in the blood is pushed up so that the kidneys cannot absorb it all back. As a result, glucose will be excreted through the urinary tract, leading to water excretion, causing the body to produce more urine and the patient to urinate more often. When urinating a lot causes dehydration, the patient will be very thirsty and will need to drink water, but that's why they urinate even more.; Dry mouth, itchy skin: Patients will urinate more, causing the body to become dehydrated, making the mouth area feel dry. At the same time, dry skin can cause diabetic patients to have itchy skin.; Weight loss: In some cases, patients eat a lot but still lose weight after a few weeks due to dehydration and the breakdown of fat and muscle tissue.\n2. Symptoms of type 2 diabetes\nIn type 2 diabetes, symptoms progress silently and develop over many years. Most patients do not experience obvious symptoms like type 1 diabetes, so it is difficult to detect. The disease can be accidentally detected through a blood glucose test or have complications such as infected wounds that do not heal. Some suspicious signs that require examination and necessary tests to accurately diagnose diabetes include:\nYeast infection: Both sexes can experience this condition if they have diabetes. Yeast will feed on glucose, so a high concentration of glucose will cause the fungus to thrive. Patients may find the infection in any moist folds of skin, in between fingers and toes, in the area under the breasts, and even around or in the genitals.; Slow wound healing: Too much sugar in the blood can affect the blood flow of the entire body, causing damage to the nervous system, making it difficult to heal wounds. Besides, patients may feel pain or numbness in their legs. That is also a sign of nerve damage.\n3. Symptoms of gestational diabetes\nPregnant women with gestational diabetes often have no obvious symptoms. Pregnant women may be thirstier than usual and urinate more often. The disease is often diagnosed in the second or last 3 months of pregnancy by performing a 3-sample glucose tolerance test at 24 - 28 weeks of gestation, before type 1 or type 2 diabetes has not been recorded.",
            "subsection_string": "Signs of diabetes\nSigns of diabetes vary more or less according to the type of diabetes, sometimes very mild, even without clear symptoms, making it difficult for patients to detect that they have the disease, until the disease has complications. Symptoms have just begun to be examined and treated.\n1. Symptoms of type 1 diabetes\nSymptoms of type 1 diabetes often progress quickly, can appear within a few days or weeks with typical symptoms including:\nFeeling hungry and tired: Normally, the body will convert the food you eat into glucose so your cells can get energy. Cells will need insulin to absorb glucose, however, when the body does not produce enough insulin, or the body's cells are resistant to the insulin produced, glucose cannot be absorbed and get energy. This makes the patient feel hungrier and more tired than usual.; Frequent thirst and frequent urination: Normal people will urinate about 4-7 times within 24 hours, but patients with type 1 diabetes will urinate more often. The reason comes from the fact that in a normal mechanism, the body will reabsorb glucose when passing through the kidneys, but in diabetic patients, the amount of glucose in the blood is pushed up so that the kidneys cannot absorb it all back. As a result, glucose will be excreted through the urinary tract, leading to water excretion, causing the body to produce more urine and the patient to urinate more often. When urinating a lot causes dehydration, the patient will be very thirsty and will need to drink water, but that's why they urinate even more.; Dry mouth, itchy skin: Patients will urinate more, causing the body to become dehydrated, making the mouth area feel dry. At the same time, dry skin can cause diabetic patients to have itchy skin.; Weight loss: In some cases, patients eat a lot but still lose weight after a few weeks due to dehydration and the breakdown of fat and muscle tissue.\n2. Symptoms of type 2 diabetes\nIn type 2 diabetes, symptoms progress silently and develop over many years. Most patients do not experience obvious symptoms like type 1 diabetes, so it is difficult to detect. The disease can be accidentally detected through a blood glucose test or have complications such as infected wounds that do not heal. Some suspicious signs that require examination and necessary tests to accurately diagnose diabetes include:\nYeast infection: Both sexes can experience this condition if they have diabetes. Yeast will feed on glucose, so a high concentration of glucose will cause the fungus to thrive. Patients may find the infection in any moist folds of skin, in between fingers and toes, in the area under the breasts, and even around or in the genitals.; Slow wound healing: Too much sugar in the blood can affect the blood flow of the entire body, causing damage to the nervous system, making it difficult to heal wounds. Besides, patients may feel pain or numbness in their legs. That is also a sign of nerve damage.\n3. Symptoms of gestational diabetes\nPregnant women with gestational diabetes often have no obvious symptoms. Pregnant women may be thirstier than usual and urinate more often. The disease is often diagnosed in the second or last 3 months of pregnancy by performing a 3-sample glucose tolerance test at 24 - 28 weeks of gestation, before type 1 or type 2 diabetes has not been recorded."
        },
        {
            "subsection_name": "Causes of diabetes",
            "subsection_content": "Glucose is an essential substance for the body found in daily foods, serves as an energy source for cells and is stored in the liver to form glycogen. When anorexic, the amount of glucose in the blood will decrease, causing the liver to break down glycogen molecules into glucose to balance blood sugar levels. Thanks to that, blood will transport glucose to tissues to help absorb glucose to provide energy for cells. However, in cases where cells do not absorb glucose directly, the support of insulin (a hormone produced by the pancreas) is needed, which will cause glucose to be absorbed into cells, reducing glucose levels in the blood. Over time, blood sugar will decrease, and the pancreas will also reduce insulin production.\nIt can be seen that abnormal metabolism will prevent glucose from entering cells and providing energy to the body, resulting in sugar remaining in the blood. This imbalance accumulates over time and will cause blood sugar levels to increase.\n1. Causes of type 1 diabetes\nType 1 diabetes is caused by the destruction of the beta cells of the pancreas, so the patient has no or very little insulin left. 95% of the cases are due to autoimmune mechanism (type 1A), due to the immune system mistakenly attacking and destroying cells. insulin production is present in the pancreas, leaving the patient with no or little insulin, leading to sugar accumulating in the blood instead of moving to the cells, 5% of unknown cause (type 1B).\nRisk factors for type 1 diabetes are still being researched. However, most cases of patients with the disease have found that when a family member has the disease, you also have a slight risk of getting the disease. Or environmental factors, exposure to certain viruses are also risk factors for the disease.\n2. Causes of type 2 diabetes\nThe cause of type 2 diabetes is still unclear, some cases report that the disease is hereditary. In addition, overweight and obesity are also closely related to the disease, but it is necessary to distinguish that not everyone who is overweight has type 2 diabetes.\nSome risk factors that can lead to type 2 diabetes include:\nFamily history of parents, siblings, and children with diabetes; Personal history of gestational diabetes; History of atherosclerotic cardiovascular disease; Hypertension.; Lack of physical activity; Overweight, obese; Have impaired glucose tolerance or impaired fasting blood sugar; Women with polycystic ovary syndrome\nBeing overweight is one of the risk factors for diabetes\n3. Causes of gestational diabetes\nDuring pregnancy, the placenta will create stimuli to maintain the pregnancy. These stimuli will make cells more resistant to insulin. Normally, the pancreas will produce enough insulin to overcome this resistance. However, in some cases, the pancreas does not produce enough insulin, causing the amount of sugar transported into the cells to decrease and the amount of sugar to accumulate in the blood. Blood increases, leading to gestational diabetes.\nPregnant women who are overweight, have a family history of diabetes, or have been diagnosed with impaired glucose tolerance are at increased risk of developing gestational diabetes.",
            "subsection_string": "Causes of diabetes\nGlucose is an essential substance for the body found in daily foods, serves as an energy source for cells and is stored in the liver to form glycogen. When anorexic, the amount of glucose in the blood will decrease, causing the liver to break down glycogen molecules into glucose to balance blood sugar levels. Thanks to that, blood will transport glucose to tissues to help absorb glucose to provide energy for cells. However, in cases where cells do not absorb glucose directly, the support of insulin (a hormone produced by the pancreas) is needed, which will cause glucose to be absorbed into cells, reducing glucose levels in the blood. Over time, blood sugar will decrease, and the pancreas will also reduce insulin production.\nIt can be seen that abnormal metabolism will prevent glucose from entering cells and providing energy to the body, resulting in sugar remaining in the blood. This imbalance accumulates over time and will cause blood sugar levels to increase.\n1. Causes of type 1 diabetes\nType 1 diabetes is caused by the destruction of the beta cells of the pancreas, so the patient has no or very little insulin left. 95% of the cases are due to autoimmune mechanism (type 1A), due to the immune system mistakenly attacking and destroying cells. insulin production is present in the pancreas, leaving the patient with no or little insulin, leading to sugar accumulating in the blood instead of moving to the cells, 5% of unknown cause (type 1B).\nRisk factors for type 1 diabetes are still being researched. However, most cases of patients with the disease have found that when a family member has the disease, you also have a slight risk of getting the disease. Or environmental factors, exposure to certain viruses are also risk factors for the disease.\n2. Causes of type 2 diabetes\nThe cause of type 2 diabetes is still unclear, some cases report that the disease is hereditary. In addition, overweight and obesity are also closely related to the disease, but it is necessary to distinguish that not everyone who is overweight has type 2 diabetes.\nSome risk factors that can lead to type 2 diabetes include:\nFamily history of parents, siblings, and children with diabetes; Personal history of gestational diabetes; History of atherosclerotic cardiovascular disease; Hypertension.; Lack of physical activity; Overweight, obese; Have impaired glucose tolerance or impaired fasting blood sugar; Women with polycystic ovary syndrome\nBeing overweight is one of the risk factors for diabetes\n3. Causes of gestational diabetes\nDuring pregnancy, the placenta will create stimuli to maintain the pregnancy. These stimuli will make cells more resistant to insulin. Normally, the pancreas will produce enough insulin to overcome this resistance. However, in some cases, the pancreas does not produce enough insulin, causing the amount of sugar transported into the cells to decrease and the amount of sugar to accumulate in the blood. Blood increases, leading to gestational diabetes.\nPregnant women who are overweight, have a family history of diabetes, or have been diagnosed with impaired glucose tolerance are at increased risk of developing gestational diabetes."
        },
        {
            "subsection_name": "Dangerous complications of diabetes",
            "subsection_content": "Common dangerous complications in diabetic patients include:\nBlood vessels: Prolonged increased blood glucose can damage blood vessels. If large blood vessels are damaged, it can cause stroke, myocardial infarction, damage to the vessel wall and narrowing of the arteries of the limbs, or even embolism causing limb necrosis. Damage to small blood vessels will cause dysfunction of organs such as the kidneys, retina, and peripheral nerves. If not treated effectively, it can cause chronic kidney failure, leading to the risk of requiring dialysis. kidney transplant or kidney transplant, vision loss leading to blindness, paresthesias in the lower extremities...; Respiratory: Diabetics are susceptible to pneumonia and bronchitis due to bacterial infection; Gastrointestinal: Patients may suffer from periodontal inflammation, liver dysfunction, stomach ulcers, diarrhea.; Skin: Patients may feel itchy skin, often have pimples, yellowish palms and feet, itchy yellow tumors on the soles of the feet, hands, buttocks, pyoderma...; Alzheimer's disease: Patients with type 2 diabetes are at high risk of developing Alzheimer's disease.\nSome complications women may experience if they have gestational diabetes include:\nPregnant women may have preeclampsia with symptoms of increased blood pressure, excess protein in the urine, and swelling in the legs. In addition, pregnant women are at risk of recurrence of the disease in the next pregnancy, and of developing diabetes (most commonly type 2 diabetes) in old age.; The fetus is at risk of developing faster than its age, and is at risk of developing type 2 diabetes later. If the mother does not receive proper and effective treatment during pregnancy, the fetus is at risk of dying before or after birth.",
            "subsection_string": "Dangerous complications of diabetes\nCommon dangerous complications in diabetic patients include:\nBlood vessels: Prolonged increased blood glucose can damage blood vessels. If large blood vessels are damaged, it can cause stroke, myocardial infarction, damage to the vessel wall and narrowing of the arteries of the limbs, or even embolism causing limb necrosis. Damage to small blood vessels will cause dysfunction of organs such as the kidneys, retina, and peripheral nerves. If not treated effectively, it can cause chronic kidney failure, leading to the risk of requiring dialysis. kidney transplant or kidney transplant, vision loss leading to blindness, paresthesias in the lower extremities...; Respiratory: Diabetics are susceptible to pneumonia and bronchitis due to bacterial infection; Gastrointestinal: Patients may suffer from periodontal inflammation, liver dysfunction, stomach ulcers, diarrhea.; Skin: Patients may feel itchy skin, often have pimples, yellowish palms and feet, itchy yellow tumors on the soles of the feet, hands, buttocks, pyoderma...; Alzheimer's disease: Patients with type 2 diabetes are at high risk of developing Alzheimer's disease.\nSome complications women may experience if they have gestational diabetes include:\nPregnant women may have preeclampsia with symptoms of increased blood pressure, excess protein in the urine, and swelling in the legs. In addition, pregnant women are at risk of recurrence of the disease in the next pregnancy, and of developing diabetes (most commonly type 2 diabetes) in old age.; The fetus is at risk of developing faster than its age, and is at risk of developing type 2 diabetes later. If the mother does not receive proper and effective treatment during pregnancy, the fetus is at risk of dying before or after birth."
        },
        {
            "subsection_name": "How to diagnose diabetes",
            "subsection_content": "According to the American Diabetes Association (ADA), the criteria used to diagnose diabetes are based on one of the following four criteria:\nFasting plasma glucose (FPG) ≥ 126 mg/dL or 7 mmol/L. Patients need to fast for at least 8 hours, do not drink soft drinks, can drink filtered water.; Plasma glucose at 2 hours after the 75g oral glucose tolerance test (OGTT) ≥ 200 mg/dl or 11.1 mmol/L. Patients need to fast from midnight before the test, use an amount of glucose equivalent to 75g of glucose dissolved in about 250 - 300ml of water, drink within 5 minutes; 3 days before, you need to eat a diet of about 150 - 200g carbohydrates/day.; HbA1c ≥ 6.5% or 48 mmol/mol. It is recommended that this test be conducted in a laboratory that has been standardized according to international standards.; In case of classic symptoms of hyperglycemia (frequent urination, eating and drinking a lot with unexplained weight loss...) or plasma glucose level at any time ≥ 200 mg/dL or 11.1 mmol/L.\nIn case there are no symptoms of hyperglycemia mentioned above, tests 1, 2 and 4 need to be repeated a second time, about 1 - 7 days after the first time to get an accurate diagnosis.\nCriteria used in diagnosing diabetes\nDiagnosis of prediabetes\nDiagnosis of prediabetes is made when one of the following disorders appears:\nImpaired fasting glucose (IFG) in the range of 100 – 125 mg/dL or 5.6 – 6.9 mmol/L.; Impaired glucose tolerance (IGT) at 2 hours after the 75g oral glucose tolerance test was in the range of 140 - 199 mg/dL or 7.8 - 11 mmol/L. HbA1c is in the range of 5.7 – 6.4% or 39 – 47 mmol/mol.\nThese criteria are not enough to diagnose diabetes but warn of the risk of complications occurring in large blood vessels of the disease, called prediabetes.\nReference: Simple and accurate way to test diabetes at home (blood sugar measurement).",
            "subsection_string": "How to diagnose diabetes\nAccording to the American Diabetes Association (ADA), the criteria used to diagnose diabetes are based on one of the following four criteria:\nFasting plasma glucose (FPG) ≥ 126 mg/dL or 7 mmol/L. Patients need to fast for at least 8 hours, do not drink soft drinks, can drink filtered water.; Plasma glucose at 2 hours after the 75g oral glucose tolerance test (OGTT) ≥ 200 mg/dl or 11.1 mmol/L. Patients need to fast from midnight before the test, use an amount of glucose equivalent to 75g of glucose dissolved in about 250 - 300ml of water, drink within 5 minutes; 3 days before, you need to eat a diet of about 150 - 200g carbohydrates/day.; HbA1c ≥ 6.5% or 48 mmol/mol. It is recommended that this test be conducted in a laboratory that has been standardized according to international standards.; In case of classic symptoms of hyperglycemia (frequent urination, eating and drinking a lot with unexplained weight loss...) or plasma glucose level at any time ≥ 200 mg/dL or 11.1 mmol/L.\nIn case there are no symptoms of hyperglycemia mentioned above, tests 1, 2 and 4 need to be repeated a second time, about 1 - 7 days after the first time to get an accurate diagnosis.\nCriteria used in diagnosing diabetes\nDiagnosis of prediabetes\nDiagnosis of prediabetes is made when one of the following disorders appears:\nImpaired fasting glucose (IFG) in the range of 100 – 125 mg/dL or 5.6 – 6.9 mmol/L.; Impaired glucose tolerance (IGT) at 2 hours after the 75g oral glucose tolerance test was in the range of 140 - 199 mg/dL or 7.8 - 11 mmol/L. HbA1c is in the range of 5.7 – 6.4% or 39 – 47 mmol/mol.\nThese criteria are not enough to diagnose diabetes but warn of the risk of complications occurring in large blood vessels of the disease, called prediabetes.\nReference: Simple and accurate way to test diabetes at home (blood sugar measurement)."
        },
        {
            "subsection_name": "Diabetes treatment methods",
            "subsection_content": "Currently there are many methods to treat diabetes. Among them, adjusting the daily diet along with establishing a reasonable exercise regimen combined with regular medical monitoring are the most important things regardless of the type of disease.\nIn type 1 diabetes, patients are prescribed insulin for the rest of their lives because the body is no longer able to produce insulin on its own.\nIn type 2 diabetes, if the patient cannot improve blood sugar levels with diet and daily exercise, the patient can use oral or injectable diabetes medications to treat diabetes. stabilize blood sugar levels.\nTo keep the disease from progressing seriously, diabetics need to have a plan to monitor carbohydrate intake, as well as limit the use of processed, low-fiber foods; You should eat lots of green vegetables and foods with a low glycemic index.\nIt should be noted that diabetes can change and progress differently over time, so the disease needs to be examined and accurately assessed for the current condition to have an appropriate and effective treatment plan. Therefore, patients need to have regular check-ups and strictly follow the doctor's treatment instructions.\nDiabetic patients need to strictly follow their doctor's treatment regimen to prevent dangerous progression of the disease\nSee more: What vegetables should diabetics eat?",
            "subsection_string": "Diabetes treatment methods\nCurrently there are many methods to treat diabetes. Among them, adjusting the daily diet along with establishing a reasonable exercise regimen combined with regular medical monitoring are the most important things regardless of the type of disease.\nIn type 1 diabetes, patients are prescribed insulin for the rest of their lives because the body is no longer able to produce insulin on its own.\nIn type 2 diabetes, if the patient cannot improve blood sugar levels with diet and daily exercise, the patient can use oral or injectable diabetes medications to treat diabetes. stabilize blood sugar levels.\nTo keep the disease from progressing seriously, diabetics need to have a plan to monitor carbohydrate intake, as well as limit the use of processed, low-fiber foods; You should eat lots of green vegetables and foods with a low glycemic index.\nIt should be noted that diabetes can change and progress differently over time, so the disease needs to be examined and accurately assessed for the current condition to have an appropriate and effective treatment plan. Therefore, patients need to have regular check-ups and strictly follow the doctor's treatment instructions.\nDiabetic patients need to strictly follow their doctor's treatment regimen to prevent dangerous progression of the disease\nSee more: What vegetables should diabetics eat?"
        },
        {
            "subsection_name": "Prevent diabetes",
            "subsection_content": "Type 1 diabetes cannot be prevented, but patients can completely reduce the risk of the disease progressing to type 2 diabetes by adjusting their daily diet and having a regular physical exercise plan. , reasonable.\nCaring for diabetic patients\nDiet\nDiet plays an extremely important role in helping diabetics control the disease. Basic principles in the diabetes diet: ensure adequate nutrition, do not increase blood sugar too much after meals, do not lower blood sugar levels away from meals to maintain normal physical activity and maintain weight. Reasonable weight. The meal design is simple, not too expensive and consistent with local customs. Balance the ratio of carbohydrates, proteins and fats; Add nutritious foods low in fat and calories such as vegetables, fruits, and whole grains; Monitor blood sugar after meals... Patients can consult doctors or nutritionists for appropriate dietary instructions.\nDiet plays an extremely important role in helping diabetics control the disease\nMaybe you need to know detailed ways to prevent diabetes\nMotor\nExercise not only helps reduce blood sugar levels and maintain a stable weight, but also helps reduce the risk of cardiovascular disease... It is recommended that diabetics exercise at least 5 days a week for a short period of time. Exercise 30 minutes a day, patients can consult their doctor for appropriate exercise instructions.\nTo get advice and schedule an examination with leading endocrinology and diabetes experts at Tam Anh General Hospital, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 093 180 6858 – 0287 102 6789 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nDiabetes can lead to many dangerous complications, so it is necessary to detect it early so that effective treatment can be intervened in the early stages. It is recommended that patients immediately go to a medical facility when they have unusual symptoms. In case they have the disease, they need to follow the correct treatment regimen to minimize the risk of serious complications.",
            "subsection_string": "Prevent diabetes\nType 1 diabetes cannot be prevented, but patients can completely reduce the risk of the disease progressing to type 2 diabetes by adjusting their daily diet and having a regular physical exercise plan. , reasonable.\nCaring for diabetic patients\nDiet\nDiet plays an extremely important role in helping diabetics control the disease. Basic principles in the diabetes diet: ensure adequate nutrition, do not increase blood sugar too much after meals, do not lower blood sugar levels away from meals to maintain normal physical activity and maintain weight. Reasonable weight. The meal design is simple, not too expensive and consistent with local customs. Balance the ratio of carbohydrates, proteins and fats; Add nutritious foods low in fat and calories such as vegetables, fruits, and whole grains; Monitor blood sugar after meals... Patients can consult doctors or nutritionists for appropriate dietary instructions.\nDiet plays an extremely important role in helping diabetics control the disease\nMaybe you need to know detailed ways to prevent diabetes\nMotor\nExercise not only helps reduce blood sugar levels and maintain a stable weight, but also helps reduce the risk of cardiovascular disease... It is recommended that diabetics exercise at least 5 days a week for a short period of time. Exercise 30 minutes a day, patients can consult their doctor for appropriate exercise instructions.\nTo get advice and schedule an examination with leading endocrinology and diabetes experts at Tam Anh General Hospital, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 093 180 6858 – 0287 102 6789 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nDiabetes can lead to many dangerous complications, so it is necessary to detect it early so that effective treatment can be intervened in the early stages. It is recommended that patients immediately go to a medical facility when they have unusual symptoms. In case they have the disease, they need to follow the correct treatment regimen to minimize the risk of serious complications."
        }
    ],
    "name": "dai-thao-duong.json"
}