{
    "title": "Gestational diabetes: Causes, signs and treatments",
    "category": "Obstetrics - Gynecology ",
    "link": "https://tamanhhospital.vn/dai-thao-duong-thai-ky/",
    "abstract": "Gestational diabetes is one of the diseases that can occur during pregnancy. If you unfortunately have this condition, you need to get treatment quickly to prevent possible health complications for you and your fetus.\n\nHigh blood sugar levels are a sign of diabetes during pregnancy",
    "content": "Gestational diabetes: Causes, signs and treatments\n\nGestational diabetes is one of the diseases that can occur during pregnancy. If you unfortunately have this condition, you need to get treatment quickly to prevent possible health complications for you and your fetus.\n\nHigh blood sugar levels are a sign of diabetes during pregnancy\n\nWhat is gestational diabetes?\nGestational diabetes or gestational diabetes is a condition in which high blood sugar levels occur in some women during pregnancy. The disease usually develops from the 24th to 28th week of pregnancy. (1)\nIf you have gestational diabetes, it does not mean you had the disease before pregnancy or after giving birth. However, gestational diabetes puts you at increased risk of developing type 2 diabetes in the future.\nBesides, if not treated properly, this condition will increase the risk of developing diabetes in the child, and cause health complications for both mother and child.\nSigns of gestational diabetes\nVery rarely does diabetes during pregnancy cause obvious symptoms. The disease is only discovered during a pregnant woman's regular check-ups if diabetes symptoms appear, including:\nUrinating frequently during the day;; Tired;; Blurred vision;; Constant thirst;; Sleep;; Gaining weight too quickly compared to recommendations.\n\nCauses of diabetes during pregnancy\nWhen we eat, the body breaks down carbohydrates from food into a type of sugar called glucose. This sugar enters the bloodstream, then travels to cells to provide the body with energy. An organ called the pancreas makes a hormone called insulin, which helps transport sugar into cells and lowers blood sugar levels. (2)\nDuring pregnancy, the placenta - the organ that nourishes and provides oxygen to the baby - secretes hormones to help the fetus develop. Some of these hormones make it harder for a pregnant woman's body to produce or use insulin (also called insulin resistance).\nTo keep blood sugar levels stable, a pregnant woman's pancreas must make more insulin - three times more than normal. In cases where the pancreas cannot produce enough insulin, the pregnant woman's blood sugar level will increase, causing gestational diabetes.\nYour risk of diabetes during pregnancy increases if:\nBeing overweight - obese before pregnancy;; Gaining weight very quickly during pregnancy;; Having a relative (parent, sibling) with type 2 diabetes;; Have high blood sugar levels, but not enough to be diagnosed with diabetes. This phenomenon is called prediabetes;; Have a history of illness in a previous pregnancy;; Over 35 years old;; Have given birth to one or more babies weighing more than 4kg;; Have had a stillbirth, given birth to a child with a birth defect, or had a premature birth;; Have or have had polycystic ovary syndrome (PCOS).\nBeing overweight before pregnancy increases the risk of gestational diabetes\n\nMethods of diagnosing diabetes in pregnancy\nTo diagnose, the doctor will conduct a test for gestational diabetes by checking the pregnant woman's blood sugar level. Normally, pregnant women will be routinely screened with a glucose tolerance test between weeks 24-28 of gestation.\nGlucose tolerance test: You are asked to fast (not eat for 8 hours) before the test. Next, your doctor draws your blood before and after you drink a liquid containing 75 grams of sugar. The test results will show whether you have gestational diabetes or not.\n\nComplications of gestational diabetes\nNot only does it affect the health of pregnant women, diabetes during pregnancy also poses some potential risks to the baby such as: (3)\nExcessive growth and large fetus: Higher than normal blood sugar levels in the mother cause the fetus to grow too quickly, leading to a large birth weight (usually over 4kg). A fetus that is too large will easily experience injury during birth or be unable to give birth normally.; Premature birth: High blood sugar increases the risk of premature labor and giving birth before the pregnant woman's due date. Or pregnant women are advised to give birth early because the baby is too big; Severe breathing difficulties: Premature babies born to mothers with the condition are at risk of respiratory distress syndrome – a condition that causes difficulty breathing.; Low blood sugar (hypoglycemia): Sometimes, a baby born to a mother with gestational diabetes will experience low blood sugar soon after birth. Not only that, severe hypoglycemia episodes can also cause seizures in your baby. It is necessary to feed the baby immediately or give the solution intravenously to bring the baby's blood sugar back to normal.; Birth defects.; Death immediately after birth; Increased red blood cells, neonatal jaundice; Risk of obesity and type 2 diabetes in adulthood.; Stillbirth: Gestational diabetes, if not well controlled, can cause the fetus to die before or shortly after birth.\nMeanwhile, for pregnant women with diabetes during pregnancy, health complications that may occur are:\nHypertension during pregnancy and preeclampsia: These are two serious complications of pregnancy, which can threaten the lives of both mother and child.; Caesarean section: Because the baby is too big to be born naturally, you will likely have to have a cesarean section if you have gestational diabetes.; Increased risk of premature birth.; Increased risk of spontaneous abortion; Increased risk of urinary tract infections; Having diabetes in the future: You are at risk of having this condition again in your next pregnancy. Not only that, you are also at risk of developing type 2 diabetes when you get older.\n\nTreatments\nIf you are diagnosed with gestational diabetes, you need to control your blood sugar and maintain it at a safe level to protect your health and that of your fetus (4). To do this, you need to make some lifestyle changes, such as:\nFollow a diet that is beneficial for people with diabetes\nThis diet must meet two requirements: maintain blood sugar levels within safe limits, but still provide enough calories and nutrients for fetal development.\nBesides, you should maintain a reasonable weight and avoid gaining too much weight during pregnancy by consuming enough calories, from 2,200 - 2,500/day if you have average weight. If you are overweight, this number will drop to about 1,800 calories/day.\nPregnant mothers need to pay attention to their diet to prevent diabetes\nBesides, the nutritionist will guide you on how to balance your diet. Specifically:\n10 – 20% of calories come from protein sources (animal and vegetable); Less than 30% of calories come from unsaturated fats; Less than 10% of calories come from saturated fat; The remaining 40% of calories come from carbohydrates\nExercise more\nIf both you and your baby are in good health, your doctor may recommend that you exercise more. This will help your body produce and use insulin more effectively, thereby better controlling blood sugar levels. Try to do light to moderate exercise for 15 – 30 minutes, most days of the week. If you're unclear about which exercises are right for you, ask an expert.\nCheck blood sugar levels\nYou will be instructed how to check your blood sugar regularly, 1-2 hours before and after meals. This is to evaluate the effectiveness of the treatment process and see if your body responds well to the doctor's regimen.\nTake medicines\nIf your blood sugar remains high even though you have changed your lifestyle and diet according to your doctor's instructions, you will be prescribed diabetes medication to control blood sugar and protect your fetus. Insulin injection is also a considered therapy.\nChart the development of the fetus\nTo minimize complications for mother and baby caused by gestational diabetes, the doctor will closely monitor the baby's size during the last weeks of pregnancy. If the fetus grows too large, you may be recommended to terminate the pregnancy earlier than the due date (with the condition that the pregnancy is 37 weeks or more).\nAfter you have safely given birth, your doctor will check to make sure your blood sugar levels have returned to normal. Next, you need to recheck your blood sugar after 4-12 weeks after giving birth and periodically every year.\nDoes gestational diabetes go away on its own after giving birth?\nMost women's blood sugar levels drop after they give birth and hormone levels return to normal. However, about 50% of women who have diabetes during pregnancy will develop type 2 diabetes in the future. Proper diet and exercise can help reduce this risk. Your doctor may recommend that you have a blood sugar test 4 – 12 weeks after giving birth to monitor the possibility of developing diabetes.\n\nPreventing gestational diabetes\nThere is no absolute way to prevent diabetes during pregnancy. But if you maintain healthy habits and lifestyle before/during pregnancy, the risk of disease will be significantly reduced. Additionally, in case you have a pre-existing condition, following healthy habits will help reduce the risk of getting the disease in subsequent pregnancies or developing type 2 diabetes in the future.\nThese are effective prevention measures:\nChoose healthy foods: Foods rich in fiber, low in fat and calories such as fruits, vegetables, whole grains... are great choices.; Exercise regularly: Spend 30 minutes of reasonable, gentle exercise every day such as watering plants, cleaning the house, walking... which is also very good for the health of mother and fetus.; Maintain a reasonable weight when planning to become pregnant: Overweight and pre-pregnancy obesity are the root cause of a series of health problems that occur during pregnancy, such as gestational diabetes, preeclampsia, and birth defects. non… Therefore, if you are overweight and are planning to have a baby, lose weight to create the foundation for a healthy pregnancy.; Avoid gaining more weight than recommended during pregnancy: Gaining weight too quickly will increase the risk of gestational diabetes, especially for pregnant women who were overweight before pregnancy. Your doctor will advise you on the appropriate weight gain for you, depending on your weight and the physical condition of you and your fetus.\nMaintain appropriate exercises for pregnant women to have a healthy pregnancy\n\nHow to care for pregnant mothers\nA balanced diet is key to properly managing gestational diabetes. Therefore, when taking care of pregnant women with diabetes, special attention should be paid to their daily menu, to ensure that the amount of carbohydrates, proteins and fats absorbed into the body is within allowable limits.\nCarbohydrates (sugars)\nUsing carbohydrate-rich foods appropriately will help prevent spikes in blood sugar levels. Healthy carbohydrate options include: whole grains, brown rice, sweet potatoes, legumes (peas, lentils, soybeans), starchy vegetables, low-sugar fruits, etc.\nProtein\nPregnant women should increase their intake of protein-rich foods so that the fetus has enough nutrients to develop and at the same time stabilize blood sugar levels. Good sources of protein are lean meat, poultry, fish, eggs, soy products (tofu, tofu, soybeans...).\nBeneficial fats\nHealthy fats, especially omega-3, are not only good for fetal brain development but also help prevent the risk of diabetes, preeclampsia, premature birth, and cardiovascular disease for the mother. Foods rich in healthy fats include fatty fish (tuna, salmon, herring...), unsalted nuts, olive oil, avocado...\nVitamins and minerals\nSome micronutrients such as calcium, iron, folic acid, zinc, vitamin A, vitamin D, B vitamins... help strengthen the immune system, ensuring mothers a healthy pregnancy. Calcium is found in seafood, eggs, and dairy products; Iron is found in beef, pork, dark green vegetables, almonds, walnuts; Zinc is found in seafood, beef, eggs, beans, spinach; Yellow fruits and vegetables such as papaya, carrots... are rich sources of vitamin A...\nBesides following a nutritious menu, pregnant mothers should divide their meals into small portions, eating every 2 hours to control blood sugar levels.\n\nRelated questions\nCan pregnant women drink milk if they have gestational diabetes?\nIn addition to foods containing all 4 essential nutrient groups, pregnant women need to supplement 2-3 glasses of milk (400-600ml) every day. For pregnant mothers with diabetes, they should choose unsweetened milk to avoid increasing blood sugar.\nCan I give birth naturally if I have gestational diabetes?\nWhen having gestational diabetes, pregnant women can completely give birth normally if the fetus's weight is not too large (usually less than 4kg). If the baby weighs over 4kg, the doctor will prescribe a cesarean section to ensure safety for mother and baby during the birth process.\nAt Tam Anh General Hospital, the Department of Endocrinology - Diabetes coordinates closely with the Center for Obstetrics and Gynecology, bringing together experts and doctors with good expertise and rich experience in examining and treating patients. Pregnant women experience diseases due to disorders of blood glucose balance leading to gestational diabetes. This helps provide comprehensive & effective pregnancy care, ensuring the best conditions for both mother and fetus.\nTo schedule an examination and maternity care with experts at Tam Anh General Hospital, please contact:\nGestational diabetes is a risk factor for dangerous pregnancy complications such as pre-eclampsia, eclampsia... significantly affecting the health of mother and fetus. Therefore, pregnant mothers need to have prenatal check-ups on schedule at reputable facilities to be closely monitored and detect diseases early to have timely treatment regimens.",
    "subsections": [
        {
            "subsection_name": "What is gestational diabetes?",
            "subsection_content": "Gestational diabetes or gestational diabetes is a condition in which high blood sugar levels occur in some women during pregnancy. The disease usually develops from the 24th to 28th week of pregnancy. (1)\nIf you have gestational diabetes, it does not mean you had the disease before pregnancy or after giving birth. However, gestational diabetes puts you at increased risk of developing type 2 diabetes in the future.\nBesides, if not treated properly, this condition will increase the risk of developing diabetes in the child, and cause health complications for both mother and child.\nSigns of gestational diabetes\nVery rarely does diabetes during pregnancy cause obvious symptoms. The disease is only discovered during a pregnant woman's regular check-ups if diabetes symptoms appear, including:\nUrinating frequently during the day;; Tired;; Blurred vision;; Constant thirst;; Sleep;; Gaining weight too quickly compared to recommendations.",
            "subsection_string": "What is gestational diabetes?\nGestational diabetes or gestational diabetes is a condition in which high blood sugar levels occur in some women during pregnancy. The disease usually develops from the 24th to 28th week of pregnancy. (1)\nIf you have gestational diabetes, it does not mean you had the disease before pregnancy or after giving birth. However, gestational diabetes puts you at increased risk of developing type 2 diabetes in the future.\nBesides, if not treated properly, this condition will increase the risk of developing diabetes in the child, and cause health complications for both mother and child.\nSigns of gestational diabetes\nVery rarely does diabetes during pregnancy cause obvious symptoms. The disease is only discovered during a pregnant woman's regular check-ups if diabetes symptoms appear, including:\nUrinating frequently during the day;; Tired;; Blurred vision;; Constant thirst;; Sleep;; Gaining weight too quickly compared to recommendations."
        },
        {
            "subsection_name": "Causes of diabetes during pregnancy",
            "subsection_content": "When we eat, the body breaks down carbohydrates from food into a type of sugar called glucose. This sugar enters the bloodstream, then travels to cells to provide the body with energy. An organ called the pancreas makes a hormone called insulin, which helps transport sugar into cells and lowers blood sugar levels. (2)\nDuring pregnancy, the placenta - the organ that nourishes and provides oxygen to the baby - secretes hormones to help the fetus develop. Some of these hormones make it harder for a pregnant woman's body to produce or use insulin (also called insulin resistance).\nTo keep blood sugar levels stable, a pregnant woman's pancreas must make more insulin - three times more than normal. In cases where the pancreas cannot produce enough insulin, the pregnant woman's blood sugar level will increase, causing gestational diabetes.\nYour risk of diabetes during pregnancy increases if:\nBeing overweight - obese before pregnancy;; Gaining weight very quickly during pregnancy;; Having a relative (parent, sibling) with type 2 diabetes;; Have high blood sugar levels, but not enough to be diagnosed with diabetes. This phenomenon is called prediabetes;; Have a history of illness in a previous pregnancy;; Over 35 years old;; Have given birth to one or more babies weighing more than 4kg;; Have had a stillbirth, given birth to a child with a birth defect, or had a premature birth;; Have or have had polycystic ovary syndrome (PCOS).\nBeing overweight before pregnancy increases the risk of gestational diabetes",
            "subsection_string": "Causes of diabetes during pregnancy\nWhen we eat, the body breaks down carbohydrates from food into a type of sugar called glucose. This sugar enters the bloodstream, then travels to cells to provide the body with energy. An organ called the pancreas makes a hormone called insulin, which helps transport sugar into cells and lowers blood sugar levels. (2)\nDuring pregnancy, the placenta - the organ that nourishes and provides oxygen to the baby - secretes hormones to help the fetus develop. Some of these hormones make it harder for a pregnant woman's body to produce or use insulin (also called insulin resistance).\nTo keep blood sugar levels stable, a pregnant woman's pancreas must make more insulin - three times more than normal. In cases where the pancreas cannot produce enough insulin, the pregnant woman's blood sugar level will increase, causing gestational diabetes.\nYour risk of diabetes during pregnancy increases if:\nBeing overweight - obese before pregnancy;; Gaining weight very quickly during pregnancy;; Having a relative (parent, sibling) with type 2 diabetes;; Have high blood sugar levels, but not enough to be diagnosed with diabetes. This phenomenon is called prediabetes;; Have a history of illness in a previous pregnancy;; Over 35 years old;; Have given birth to one or more babies weighing more than 4kg;; Have had a stillbirth, given birth to a child with a birth defect, or had a premature birth;; Have or have had polycystic ovary syndrome (PCOS).\nBeing overweight before pregnancy increases the risk of gestational diabetes"
        },
        {
            "subsection_name": "Methods of diagnosing diabetes in pregnancy",
            "subsection_content": "To diagnose, the doctor will conduct a test for gestational diabetes by checking the pregnant woman's blood sugar level. Normally, pregnant women will be routinely screened with a glucose tolerance test between weeks 24-28 of gestation.\nGlucose tolerance test: You are asked to fast (not eat for 8 hours) before the test. Next, your doctor draws your blood before and after you drink a liquid containing 75 grams of sugar. The test results will show whether you have gestational diabetes or not.",
            "subsection_string": "Methods of diagnosing diabetes in pregnancy\nTo diagnose, the doctor will conduct a test for gestational diabetes by checking the pregnant woman's blood sugar level. Normally, pregnant women will be routinely screened with a glucose tolerance test between weeks 24-28 of gestation.\nGlucose tolerance test: You are asked to fast (not eat for 8 hours) before the test. Next, your doctor draws your blood before and after you drink a liquid containing 75 grams of sugar. The test results will show whether you have gestational diabetes or not."
        },
        {
            "subsection_name": "Complications of gestational diabetes",
            "subsection_content": "Not only does it affect the health of pregnant women, diabetes during pregnancy also poses some potential risks to the baby such as: (3)\nExcessive growth and large fetus: Higher than normal blood sugar levels in the mother cause the fetus to grow too quickly, leading to a large birth weight (usually over 4kg). A fetus that is too large will easily experience injury during birth or be unable to give birth normally.; Premature birth: High blood sugar increases the risk of premature labor and giving birth before the pregnant woman's due date. Or pregnant women are advised to give birth early because the baby is too big; Severe breathing difficulties: Premature babies born to mothers with the condition are at risk of respiratory distress syndrome – a condition that causes difficulty breathing.; Low blood sugar (hypoglycemia): Sometimes, a baby born to a mother with gestational diabetes will experience low blood sugar soon after birth. Not only that, severe hypoglycemia episodes can also cause seizures in your baby. It is necessary to feed the baby immediately or give the solution intravenously to bring the baby's blood sugar back to normal.; Birth defects.; Death immediately after birth; Increased red blood cells, neonatal jaundice; Risk of obesity and type 2 diabetes in adulthood.; Stillbirth: Gestational diabetes, if not well controlled, can cause the fetus to die before or shortly after birth.\nMeanwhile, for pregnant women with diabetes during pregnancy, health complications that may occur are:\nHypertension during pregnancy and preeclampsia: These are two serious complications of pregnancy, which can threaten the lives of both mother and child.; Caesarean section: Because the baby is too big to be born naturally, you will likely have to have a cesarean section if you have gestational diabetes.; Increased risk of premature birth.; Increased risk of spontaneous abortion; Increased risk of urinary tract infections; Having diabetes in the future: You are at risk of having this condition again in your next pregnancy. Not only that, you are also at risk of developing type 2 diabetes when you get older.",
            "subsection_string": "Complications of gestational diabetes\nNot only does it affect the health of pregnant women, diabetes during pregnancy also poses some potential risks to the baby such as: (3)\nExcessive growth and large fetus: Higher than normal blood sugar levels in the mother cause the fetus to grow too quickly, leading to a large birth weight (usually over 4kg). A fetus that is too large will easily experience injury during birth or be unable to give birth normally.; Premature birth: High blood sugar increases the risk of premature labor and giving birth before the pregnant woman's due date. Or pregnant women are advised to give birth early because the baby is too big; Severe breathing difficulties: Premature babies born to mothers with the condition are at risk of respiratory distress syndrome – a condition that causes difficulty breathing.; Low blood sugar (hypoglycemia): Sometimes, a baby born to a mother with gestational diabetes will experience low blood sugar soon after birth. Not only that, severe hypoglycemia episodes can also cause seizures in your baby. It is necessary to feed the baby immediately or give the solution intravenously to bring the baby's blood sugar back to normal.; Birth defects.; Death immediately after birth; Increased red blood cells, neonatal jaundice; Risk of obesity and type 2 diabetes in adulthood.; Stillbirth: Gestational diabetes, if not well controlled, can cause the fetus to die before or shortly after birth.\nMeanwhile, for pregnant women with diabetes during pregnancy, health complications that may occur are:\nHypertension during pregnancy and preeclampsia: These are two serious complications of pregnancy, which can threaten the lives of both mother and child.; Caesarean section: Because the baby is too big to be born naturally, you will likely have to have a cesarean section if you have gestational diabetes.; Increased risk of premature birth.; Increased risk of spontaneous abortion; Increased risk of urinary tract infections; Having diabetes in the future: You are at risk of having this condition again in your next pregnancy. Not only that, you are also at risk of developing type 2 diabetes when you get older."
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "If you are diagnosed with gestational diabetes, you need to control your blood sugar and maintain it at a safe level to protect your health and that of your fetus (4). To do this, you need to make some lifestyle changes, such as:\nFollow a diet that is beneficial for people with diabetes\nThis diet must meet two requirements: maintain blood sugar levels within safe limits, but still provide enough calories and nutrients for fetal development.\nBesides, you should maintain a reasonable weight and avoid gaining too much weight during pregnancy by consuming enough calories, from 2,200 - 2,500/day if you have average weight. If you are overweight, this number will drop to about 1,800 calories/day.\nPregnant mothers need to pay attention to their diet to prevent diabetes\nBesides, the nutritionist will guide you on how to balance your diet. Specifically:\n10 – 20% of calories come from protein sources (animal and vegetable); Less than 30% of calories come from unsaturated fats; Less than 10% of calories come from saturated fat; The remaining 40% of calories come from carbohydrates\nExercise more\nIf both you and your baby are in good health, your doctor may recommend that you exercise more. This will help your body produce and use insulin more effectively, thereby better controlling blood sugar levels. Try to do light to moderate exercise for 15 – 30 minutes, most days of the week. If you're unclear about which exercises are right for you, ask an expert.\nCheck blood sugar levels\nYou will be instructed how to check your blood sugar regularly, 1-2 hours before and after meals. This is to evaluate the effectiveness of the treatment process and see if your body responds well to the doctor's regimen.\nTake medicines\nIf your blood sugar remains high even though you have changed your lifestyle and diet according to your doctor's instructions, you will be prescribed diabetes medication to control blood sugar and protect your fetus. Insulin injection is also a considered therapy.\nChart the development of the fetus\nTo minimize complications for mother and baby caused by gestational diabetes, the doctor will closely monitor the baby's size during the last weeks of pregnancy. If the fetus grows too large, you may be recommended to terminate the pregnancy earlier than the due date (with the condition that the pregnancy is 37 weeks or more).\nAfter you have safely given birth, your doctor will check to make sure your blood sugar levels have returned to normal. Next, you need to recheck your blood sugar after 4-12 weeks after giving birth and periodically every year.\nDoes gestational diabetes go away on its own after giving birth?\nMost women's blood sugar levels drop after they give birth and hormone levels return to normal. However, about 50% of women who have diabetes during pregnancy will develop type 2 diabetes in the future. Proper diet and exercise can help reduce this risk. Your doctor may recommend that you have a blood sugar test 4 – 12 weeks after giving birth to monitor the possibility of developing diabetes.",
            "subsection_string": "Treatments\nIf you are diagnosed with gestational diabetes, you need to control your blood sugar and maintain it at a safe level to protect your health and that of your fetus (4). To do this, you need to make some lifestyle changes, such as:\nFollow a diet that is beneficial for people with diabetes\nThis diet must meet two requirements: maintain blood sugar levels within safe limits, but still provide enough calories and nutrients for fetal development.\nBesides, you should maintain a reasonable weight and avoid gaining too much weight during pregnancy by consuming enough calories, from 2,200 - 2,500/day if you have average weight. If you are overweight, this number will drop to about 1,800 calories/day.\nPregnant mothers need to pay attention to their diet to prevent diabetes\nBesides, the nutritionist will guide you on how to balance your diet. Specifically:\n10 – 20% of calories come from protein sources (animal and vegetable); Less than 30% of calories come from unsaturated fats; Less than 10% of calories come from saturated fat; The remaining 40% of calories come from carbohydrates\nExercise more\nIf both you and your baby are in good health, your doctor may recommend that you exercise more. This will help your body produce and use insulin more effectively, thereby better controlling blood sugar levels. Try to do light to moderate exercise for 15 – 30 minutes, most days of the week. If you're unclear about which exercises are right for you, ask an expert.\nCheck blood sugar levels\nYou will be instructed how to check your blood sugar regularly, 1-2 hours before and after meals. This is to evaluate the effectiveness of the treatment process and see if your body responds well to the doctor's regimen.\nTake medicines\nIf your blood sugar remains high even though you have changed your lifestyle and diet according to your doctor's instructions, you will be prescribed diabetes medication to control blood sugar and protect your fetus. Insulin injection is also a considered therapy.\nChart the development of the fetus\nTo minimize complications for mother and baby caused by gestational diabetes, the doctor will closely monitor the baby's size during the last weeks of pregnancy. If the fetus grows too large, you may be recommended to terminate the pregnancy earlier than the due date (with the condition that the pregnancy is 37 weeks or more).\nAfter you have safely given birth, your doctor will check to make sure your blood sugar levels have returned to normal. Next, you need to recheck your blood sugar after 4-12 weeks after giving birth and periodically every year.\nDoes gestational diabetes go away on its own after giving birth?\nMost women's blood sugar levels drop after they give birth and hormone levels return to normal. However, about 50% of women who have diabetes during pregnancy will develop type 2 diabetes in the future. Proper diet and exercise can help reduce this risk. Your doctor may recommend that you have a blood sugar test 4 – 12 weeks after giving birth to monitor the possibility of developing diabetes."
        },
        {
            "subsection_name": "Preventing gestational diabetes",
            "subsection_content": "There is no absolute way to prevent diabetes during pregnancy. But if you maintain healthy habits and lifestyle before/during pregnancy, the risk of disease will be significantly reduced. Additionally, in case you have a pre-existing condition, following healthy habits will help reduce the risk of getting the disease in subsequent pregnancies or developing type 2 diabetes in the future.\nThese are effective prevention measures:\nChoose healthy foods: Foods rich in fiber, low in fat and calories such as fruits, vegetables, whole grains... are great choices.; Exercise regularly: Spend 30 minutes of reasonable, gentle exercise every day such as watering plants, cleaning the house, walking... which is also very good for the health of mother and fetus.; Maintain a reasonable weight when planning to become pregnant: Overweight and pre-pregnancy obesity are the root cause of a series of health problems that occur during pregnancy, such as gestational diabetes, preeclampsia, and birth defects. non… Therefore, if you are overweight and are planning to have a baby, lose weight to create the foundation for a healthy pregnancy.; Avoid gaining more weight than recommended during pregnancy: Gaining weight too quickly will increase the risk of gestational diabetes, especially for pregnant women who were overweight before pregnancy. Your doctor will advise you on the appropriate weight gain for you, depending on your weight and the physical condition of you and your fetus.\nMaintain appropriate exercises for pregnant women to have a healthy pregnancy",
            "subsection_string": "Preventing gestational diabetes\nThere is no absolute way to prevent diabetes during pregnancy. But if you maintain healthy habits and lifestyle before/during pregnancy, the risk of disease will be significantly reduced. Additionally, in case you have a pre-existing condition, following healthy habits will help reduce the risk of getting the disease in subsequent pregnancies or developing type 2 diabetes in the future.\nThese are effective prevention measures:\nChoose healthy foods: Foods rich in fiber, low in fat and calories such as fruits, vegetables, whole grains... are great choices.; Exercise regularly: Spend 30 minutes of reasonable, gentle exercise every day such as watering plants, cleaning the house, walking... which is also very good for the health of mother and fetus.; Maintain a reasonable weight when planning to become pregnant: Overweight and pre-pregnancy obesity are the root cause of a series of health problems that occur during pregnancy, such as gestational diabetes, preeclampsia, and birth defects. non… Therefore, if you are overweight and are planning to have a baby, lose weight to create the foundation for a healthy pregnancy.; Avoid gaining more weight than recommended during pregnancy: Gaining weight too quickly will increase the risk of gestational diabetes, especially for pregnant women who were overweight before pregnancy. Your doctor will advise you on the appropriate weight gain for you, depending on your weight and the physical condition of you and your fetus.\nMaintain appropriate exercises for pregnant women to have a healthy pregnancy"
        },
        {
            "subsection_name": "How to care for pregnant mothers",
            "subsection_content": "A balanced diet is key to properly managing gestational diabetes. Therefore, when taking care of pregnant women with diabetes, special attention should be paid to their daily menu, to ensure that the amount of carbohydrates, proteins and fats absorbed into the body is within allowable limits.\nCarbohydrates (sugars)\nUsing carbohydrate-rich foods appropriately will help prevent spikes in blood sugar levels. Healthy carbohydrate options include: whole grains, brown rice, sweet potatoes, legumes (peas, lentils, soybeans), starchy vegetables, low-sugar fruits, etc.\nProtein\nPregnant women should increase their intake of protein-rich foods so that the fetus has enough nutrients to develop and at the same time stabilize blood sugar levels. Good sources of protein are lean meat, poultry, fish, eggs, soy products (tofu, tofu, soybeans...).\nBeneficial fats\nHealthy fats, especially omega-3, are not only good for fetal brain development but also help prevent the risk of diabetes, preeclampsia, premature birth, and cardiovascular disease for the mother. Foods rich in healthy fats include fatty fish (tuna, salmon, herring...), unsalted nuts, olive oil, avocado...\nVitamins and minerals\nSome micronutrients such as calcium, iron, folic acid, zinc, vitamin A, vitamin D, B vitamins... help strengthen the immune system, ensuring mothers a healthy pregnancy. Calcium is found in seafood, eggs, and dairy products; Iron is found in beef, pork, dark green vegetables, almonds, walnuts; Zinc is found in seafood, beef, eggs, beans, spinach; Yellow fruits and vegetables such as papaya, carrots... are rich sources of vitamin A...\nBesides following a nutritious menu, pregnant mothers should divide their meals into small portions, eating every 2 hours to control blood sugar levels.",
            "subsection_string": "How to care for pregnant mothers\nA balanced diet is key to properly managing gestational diabetes. Therefore, when taking care of pregnant women with diabetes, special attention should be paid to their daily menu, to ensure that the amount of carbohydrates, proteins and fats absorbed into the body is within allowable limits.\nCarbohydrates (sugars)\nUsing carbohydrate-rich foods appropriately will help prevent spikes in blood sugar levels. Healthy carbohydrate options include: whole grains, brown rice, sweet potatoes, legumes (peas, lentils, soybeans), starchy vegetables, low-sugar fruits, etc.\nProtein\nPregnant women should increase their intake of protein-rich foods so that the fetus has enough nutrients to develop and at the same time stabilize blood sugar levels. Good sources of protein are lean meat, poultry, fish, eggs, soy products (tofu, tofu, soybeans...).\nBeneficial fats\nHealthy fats, especially omega-3, are not only good for fetal brain development but also help prevent the risk of diabetes, preeclampsia, premature birth, and cardiovascular disease for the mother. Foods rich in healthy fats include fatty fish (tuna, salmon, herring...), unsalted nuts, olive oil, avocado...\nVitamins and minerals\nSome micronutrients such as calcium, iron, folic acid, zinc, vitamin A, vitamin D, B vitamins... help strengthen the immune system, ensuring mothers a healthy pregnancy. Calcium is found in seafood, eggs, and dairy products; Iron is found in beef, pork, dark green vegetables, almonds, walnuts; Zinc is found in seafood, beef, eggs, beans, spinach; Yellow fruits and vegetables such as papaya, carrots... are rich sources of vitamin A...\nBesides following a nutritious menu, pregnant mothers should divide their meals into small portions, eating every 2 hours to control blood sugar levels."
        },
        {
            "subsection_name": "Related questions",
            "subsection_content": "Can pregnant women drink milk if they have gestational diabetes?\nIn addition to foods containing all 4 essential nutrient groups, pregnant women need to supplement 2-3 glasses of milk (400-600ml) every day. For pregnant mothers with diabetes, they should choose unsweetened milk to avoid increasing blood sugar.\nCan I give birth naturally if I have gestational diabetes?\nWhen having gestational diabetes, pregnant women can completely give birth normally if the fetus's weight is not too large (usually less than 4kg). If the baby weighs over 4kg, the doctor will prescribe a cesarean section to ensure safety for mother and baby during the birth process.\nAt Tam Anh General Hospital, the Department of Endocrinology - Diabetes coordinates closely with the Center for Obstetrics and Gynecology, bringing together experts and doctors with good expertise and rich experience in examining and treating patients. Pregnant women experience diseases due to disorders of blood glucose balance leading to gestational diabetes. This helps provide comprehensive & effective pregnancy care, ensuring the best conditions for both mother and fetus.\nTo schedule an examination and maternity care with experts at Tam Anh General Hospital, please contact:\nGestational diabetes is a risk factor for dangerous pregnancy complications such as pre-eclampsia, eclampsia... significantly affecting the health of mother and fetus. Therefore, pregnant mothers need to have prenatal check-ups on schedule at reputable facilities to be closely monitored and detect diseases early to have timely treatment regimens.",
            "subsection_string": "Related questions\nCan pregnant women drink milk if they have gestational diabetes?\nIn addition to foods containing all 4 essential nutrient groups, pregnant women need to supplement 2-3 glasses of milk (400-600ml) every day. For pregnant mothers with diabetes, they should choose unsweetened milk to avoid increasing blood sugar.\nCan I give birth naturally if I have gestational diabetes?\nWhen having gestational diabetes, pregnant women can completely give birth normally if the fetus's weight is not too large (usually less than 4kg). If the baby weighs over 4kg, the doctor will prescribe a cesarean section to ensure safety for mother and baby during the birth process.\nAt Tam Anh General Hospital, the Department of Endocrinology - Diabetes coordinates closely with the Center for Obstetrics and Gynecology, bringing together experts and doctors with good expertise and rich experience in examining and treating patients. Pregnant women experience diseases due to disorders of blood glucose balance leading to gestational diabetes. This helps provide comprehensive & effective pregnancy care, ensuring the best conditions for both mother and fetus.\nTo schedule an examination and maternity care with experts at Tam Anh General Hospital, please contact:\nGestational diabetes is a risk factor for dangerous pregnancy complications such as pre-eclampsia, eclampsia... significantly affecting the health of mother and fetus. Therefore, pregnant mothers need to have prenatal check-ups on schedule at reputable facilities to be closely monitored and detect diseases early to have timely treatment regimens."
        }
    ],
    "name": "dai-thao-duong-thai-ky.json"
}