{
    "title": "Postpartum wrist pain: Causes, symptoms and treatments",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/dau-co-tay-sau-sinh/",
    "abstract": "Cases of postpartum wrist pain may be a sign of radial styloid tenosynovitis syndrome (De Quervain syndrome) or carpal tunnel syndrome. The pain is often persistent, causing discomfort and increasing over time. Not only does it affect the care of newborns, this condition, if not treated promptly and properly, can cause lasting pain that hinders most daily activities.",
    "content": "Postpartum wrist pain: Causes, symptoms and treatments\n\nCases of postpartum wrist pain may be a sign of radial styloid tenosynovitis syndrome (De Quervain syndrome) or carpal tunnel syndrome. The pain is often persistent, causing discomfort and increasing over time. Not only does it affect the care of newborns, this condition, if not treated promptly and properly, can cause lasting pain that hinders most daily activities.\n\nWhat is postpartum wrist pain?\nPostpartum wrist pain is a common condition in some women who have just given birth. The most typical symptom is that the mother will feel discomfort, numbness and pain in the wrist. The cause of this condition is that the wrist is under a lot of pressure when lifting and carrying the baby or repeating movements that are not good for the hand and wrist. (first)\nIn many cases, wrist pain after childbirth is a sign of radial styloid tenosynovitis syndrome (De Quervain syndrome) or carpal tunnel syndrome. Depending on the cause, the pain can start suddenly, be severe, or progress slowly, with a dull ache. The pain can appear at the same time as other symptoms such as numbness and difficulty in bending and stretching the fingers, especially the thumb area (symptoms of thumb flexor tendonitis).\nSee more: Finger tenosynovitis\n\nCommon symptoms\nThe pain starts slowly, dullly and gradually increases over time. The pain can appear suddenly and be severe.; Patients have more pain when moving their thumb or wrist; The pain may spread up the arm.; In some cases, the pain may only appear on one side of the wrist and thumb. Sometimes symptoms of numbness and tingling appear in some fingers or the whole hand.; The pain reduces when the wrist rests properly and does not repeat painful movements.\n\nCauses of wrist pain after childbirth\nDe Quervain syndrome\nDe Quervain syndrome is a condition of narrowing inflammation of the tendon sheath of the thumb (long and short extensor tendon sheath of the thumb). In particular, the inflamed tendon sheath will thicken and sometimes swell, making it difficult for the tendon to move and causing pain, especially when flexing and extending the thumb. (2)\nThe pain can become worse when bending, stretching, rotating the wrist or lifting heavy objects, especially movements involving the thumb. The skin outside the tendon sheath is sometimes red and swollen, and very painful when pressed. After giving birth, the mother's care for the baby can lead to a sudden increase in load on the thumb and wrist, causing this medical condition.\nCarpal tunnel syndrome\nPostpartum women can suffer from carpal tunnel syndrome, leading to numbness, tingling, and pain in the hand area. The cause is due to repetitive movements during child care, causing the wrist to be under a lot of pressure, affecting the structure of the components that go in the carpal tunnel. (3)\nCarpal tunnel syndrome is the most common peripheral nerve compression disease. This is a condition in which the median nerve is compressed as it passes through the carpal tunnel. The consequences of compression are pain, numbness, reduced or loss of sensation in the skin of the hand under the influence of the median nerve. When the disease is severe, it can weaken and atrophy the muscles in the thumb tissue area, making the patient feel uncomfortable. and difficulty in living.\nSymptoms do not appear suddenly but begin and develop gradually over time. The pain often increases at night, waking the patient up and causing insomnia. Bending or supinating the wrist (riding a motorbike) or putting pressure on the carpal tunnel area will increase the feeling of numbness. Symptoms may decrease when the patient stops exercising and rests.\n\nDiagnostic method\nYour doctor can detect the severity and cause of wrist pain through a clinical examination. During the examination, the patient will be asked to describe symptoms and location of pain and numbness. In addition, the doctor will observe external signs such as swelling, bruising... and gently press to determine the damaged part. If postpartum wrist pain is suspected to be related to De Quervain syndrome, the doctor may prescribe the patient to perform the Finkelstein test.\nIn addition, the doctor may prescribe the patient to perform a number of diagnostic methods such as:\nX-ray: This diagnostic method is indicated when the wrist has a lot of pain, limited range of motion, a history of injury, or pain accompanied by swelling and stiffness. X-ray results allow doctors to check bone structure to see if the patient has broken or cracked bones, check bone degeneration and erosion, etc. to directly assess the disease or sometimes to rule out other causes.; Electromyography (EMG): If nerve damage is suspected, the doctor will ask the patient to measure electromyography, thereby assessing nerve activity, location, extent and duration of damage. of nerves.; Ultrasound: Ultrasound creates detailed images of soft tissue including tendons, joint capsules, bursae, etc. at the wrist and hand joints. From there, the doctor can determine whether postpartum wrist pain is due to software causes such as De Quervain syndrome or not.\n\nSymptoms\nMost cases of postpartum wrist pain are not dangerous. The main cause is due to bad wrist habits during the process of taking care of newborns. However, for persistent and severe wrist pain, you should see a doctor as soon as possible. If treatment is delayed, the patient may experience complications such as:\nChronic pain; Tendonitis; Reduced mobility\n\nTreatment of postpartum wrist pain\nMost cases of wrist pain respond well with home care measures. In a small number of cases, pain that does not improve requires medical treatment. (4)\nPain relief measures at home\nDuring the breastfeeding period, doctors often aim for non-drug pain relief measures for the mother, specifically:\n1. Rest\nIncreased pressure on the wrist can trigger or worsen the pain. Therefore, patients should rest and avoid making too many movements of the wrist. This will help reduce pressure on damaged joints, nerves, and tendons.\n2. Use splints\nWearing a splint helps immobilize the injured wrist, preventing pain from recurring when caring for children. In cases of severe pain, this device helps the wrist rest, keep it straight and stabilize the joint. In addition, this measure also helps limit unnecessary movements, reduce wrist joint pain, and prevent recurring injuries.\n3. Massage\nMassage is an effective home treatment for wrist joint pain for chronic tenosynovitis or carpal tunnel syndrome. This method helps relax, reduce pain, increase flexibility and blood circulation, thereby improving pain and helping injuries heal quickly.\nMassage operations should be performed gently. You can rub with a combination of pressing and squeezing from your forearm to your fingers.\n4. Apply cold compresses\nCold compresses are especially effective for patients with acute wrist pain due to injury, or tendonitis or soft tissue inflammation when there are signs of redness and swelling. This method uses low temperatures to constrict blood vessels, reduce blood flow, thereby limiting the accumulation of bruises, reducing inflammation, and speeding up the recovery process.\nYou can place an ice pack or ice pack on the base of your thumb, do this 3-5 times a day, each time about 10-15 minutes. Be careful not to put ice directly on the skin but should have a thin layer because the ice can cause cold burns.\n5. Gentle movements\nWhen the swelling and pain have subsided, the patient should move their wrists and fingers gently. This measure will help improve spasms, reduce wrist pain, increase flexibility, and prevent stiffness.\n6. Correct incorrect movements\nPatients should avoid repeating incorrect movements or positions that can cause wrist pain, such as bending the wrist or overstretching the thumb for long periods of time. When operating, you should note the following:\nWhen taking care of children or doing daily tasks, you should keep your wrists and thumbs in a neutral and comfortable position. When breastfeeding, mothers should not strain their wrists or arms, pay attention to lifting the baby's head with a pillow or forearm and place a pillow under the baby for support. You should hold your baby in different ways. This will help your wrists and fingers have time to rest, avoiding muscle strain. If you need to travel long distances with your baby, you should prioritize using a sling or stroller.\nMedical treatment\nWhen after applying home care measures but the pain still does not decrease or the pain lasts for more than 3 days, the patient should see a doctor for timely and proper treatment. Commonly applied methods when treating postpartum wrist pain include:\n1. Using medicine\nAnti-inflammatory pain relievers are used when patients have wrist pain due to disease. Symptoms do not decrease after a period of home treatment. Commonly used medications include:\nParacetamol: Medicine that helps relieve pain in mild cases; Non-steroidal anti-inflammatory drugs (NSAIDs): Medicines suitable for moderate pain, pain caused by inflammation or accompanied by inflammatory symptoms (swelling, redness...). The medicine helps reduce pain and inflammation, effective after the first dose.; Steroid injection: If the pain is severe and does not respond to the above two medications, the doctor may inject steroids around the patient's damaged tendon or joint. The drug has the effect of reducing inflammation and pain caused by inflammation.\nUsing medication while breastfeeding can affect the quality of the mother's milk. Therefore, patients should only use pain relievers when prescribed by a doctor.\n2. Physical therapy\nDepending on your condition, your doctor will guide you through appropriate physical therapy exercises. Exercises often include light stretching movements, which help control pain and improve mobility and flexibility of the wrist.\nIn addition, this treatment also helps strengthen muscles and reduce tendon and nerve irritation. Your doctor can teach you the correct positions when caring for your newborn. Patients should also adjust their movements and change bad habits that increase pressure on the wrist, causing muscle pain.\n3. Surgery\nVery few cases of postpartum wrist pain require surgical intervention. Because most cases can heal on their own or respond well to conservative treatment. Surgery is only indicated when:\nSevere symptoms, complex pain causes. Does not respond to conservative treatments.\nDuring surgery, the doctor will release the nerve or tendon sheath to reduce compression and pain, while also supporting the recovery process, making movements smoother, preventing pain and inflammation from recurring. .\n\nPrecautions\nTo prevent postpartum wrist pain, you can apply a number of measures such as:\nPay attention to your posture when taking care of your child, making sure to do it properly to limit the risk of causing wrist joint pain.; Place a pillow under your baby's back, and support your baby's head with a pillow or forearm. Mothers should not try to use their hands or wrists to avoid increasing pressure on this area.; Always maintain wrists and thumbs in a neutral, comfortable position.; Limit repetitive movements in the wrist and hand; Take plenty of time to rest, avoid overusing your wrist joints.; Massage your wrists and fingers regularly to increase blood circulation and prevent wrist pain after childbirth.; Regularly perform simple exercises for your wrists and fingers. This will help increase the flexibility of ligaments and tendons, and flexible joint movements.; Make sure your diet is full of necessary nutrients: Mothers should supplement with plenty of calcium, vitamin C, vitamin D, antioxidants, protein, omega-3 fatty acids, phosphorus and magnesium. Adequate nutritional supplementation will help improve bone and joint health and function, increase bone density and muscle development, and increase the flexibility of tendons and ligaments, thereby helping to effectively prevent postpartum wrist pain. fruit.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Tran Xuan Anh, Dr. Le Dinh Khoa, Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:",
    "subsections": [
        {
            "subsection_name": "What is postpartum wrist pain?",
            "subsection_content": "Postpartum wrist pain is a common condition in some women who have just given birth. The most typical symptom is that the mother will feel discomfort, numbness and pain in the wrist. The cause of this condition is that the wrist is under a lot of pressure when lifting and carrying the baby or repeating movements that are not good for the hand and wrist. (first)\nIn many cases, wrist pain after childbirth is a sign of radial styloid tenosynovitis syndrome (De Quervain syndrome) or carpal tunnel syndrome. Depending on the cause, the pain can start suddenly, be severe, or progress slowly, with a dull ache. The pain can appear at the same time as other symptoms such as numbness and difficulty in bending and stretching the fingers, especially the thumb area (symptoms of thumb flexor tendonitis).\nSee more: Finger tenosynovitis",
            "subsection_string": "What is postpartum wrist pain?\nPostpartum wrist pain is a common condition in some women who have just given birth. The most typical symptom is that the mother will feel discomfort, numbness and pain in the wrist. The cause of this condition is that the wrist is under a lot of pressure when lifting and carrying the baby or repeating movements that are not good for the hand and wrist. (first)\nIn many cases, wrist pain after childbirth is a sign of radial styloid tenosynovitis syndrome (De Quervain syndrome) or carpal tunnel syndrome. Depending on the cause, the pain can start suddenly, be severe, or progress slowly, with a dull ache. The pain can appear at the same time as other symptoms such as numbness and difficulty in bending and stretching the fingers, especially the thumb area (symptoms of thumb flexor tendonitis).\nSee more: Finger tenosynovitis"
        },
        {
            "subsection_name": "Common symptoms",
            "subsection_content": "The pain starts slowly, dullly and gradually increases over time. The pain can appear suddenly and be severe.; Patients have more pain when moving their thumb or wrist; The pain may spread up the arm.; In some cases, the pain may only appear on one side of the wrist and thumb. Sometimes symptoms of numbness and tingling appear in some fingers or the whole hand.; The pain reduces when the wrist rests properly and does not repeat painful movements.",
            "subsection_string": "Common symptoms\nThe pain starts slowly, dullly and gradually increases over time. The pain can appear suddenly and be severe.; Patients have more pain when moving their thumb or wrist; The pain may spread up the arm.; In some cases, the pain may only appear on one side of the wrist and thumb. Sometimes symptoms of numbness and tingling appear in some fingers or the whole hand.; The pain reduces when the wrist rests properly and does not repeat painful movements."
        },
        {
            "subsection_name": "Causes of wrist pain after childbirth",
            "subsection_content": "De Quervain syndrome\nDe Quervain syndrome is a condition of narrowing inflammation of the tendon sheath of the thumb (long and short extensor tendon sheath of the thumb). In particular, the inflamed tendon sheath will thicken and sometimes swell, making it difficult for the tendon to move and causing pain, especially when flexing and extending the thumb. (2)\nThe pain can become worse when bending, stretching, rotating the wrist or lifting heavy objects, especially movements involving the thumb. The skin outside the tendon sheath is sometimes red and swollen, and very painful when pressed. After giving birth, the mother's care for the baby can lead to a sudden increase in load on the thumb and wrist, causing this medical condition.\nCarpal tunnel syndrome\nPostpartum women can suffer from carpal tunnel syndrome, leading to numbness, tingling, and pain in the hand area. The cause is due to repetitive movements during child care, causing the wrist to be under a lot of pressure, affecting the structure of the components that go in the carpal tunnel. (3)\nCarpal tunnel syndrome is the most common peripheral nerve compression disease. This is a condition in which the median nerve is compressed as it passes through the carpal tunnel. The consequences of compression are pain, numbness, reduced or loss of sensation in the skin of the hand under the influence of the median nerve. When the disease is severe, it can weaken and atrophy the muscles in the thumb tissue area, making the patient feel uncomfortable. and difficulty in living.\nSymptoms do not appear suddenly but begin and develop gradually over time. The pain often increases at night, waking the patient up and causing insomnia. Bending or supinating the wrist (riding a motorbike) or putting pressure on the carpal tunnel area will increase the feeling of numbness. Symptoms may decrease when the patient stops exercising and rests.",
            "subsection_string": "Causes of wrist pain after childbirth\nDe Quervain syndrome\nDe Quervain syndrome is a condition of narrowing inflammation of the tendon sheath of the thumb (long and short extensor tendon sheath of the thumb). In particular, the inflamed tendon sheath will thicken and sometimes swell, making it difficult for the tendon to move and causing pain, especially when flexing and extending the thumb. (2)\nThe pain can become worse when bending, stretching, rotating the wrist or lifting heavy objects, especially movements involving the thumb. The skin outside the tendon sheath is sometimes red and swollen, and very painful when pressed. After giving birth, the mother's care for the baby can lead to a sudden increase in load on the thumb and wrist, causing this medical condition.\nCarpal tunnel syndrome\nPostpartum women can suffer from carpal tunnel syndrome, leading to numbness, tingling, and pain in the hand area. The cause is due to repetitive movements during child care, causing the wrist to be under a lot of pressure, affecting the structure of the components that go in the carpal tunnel. (3)\nCarpal tunnel syndrome is the most common peripheral nerve compression disease. This is a condition in which the median nerve is compressed as it passes through the carpal tunnel. The consequences of compression are pain, numbness, reduced or loss of sensation in the skin of the hand under the influence of the median nerve. When the disease is severe, it can weaken and atrophy the muscles in the thumb tissue area, making the patient feel uncomfortable. and difficulty in living.\nSymptoms do not appear suddenly but begin and develop gradually over time. The pain often increases at night, waking the patient up and causing insomnia. Bending or supinating the wrist (riding a motorbike) or putting pressure on the carpal tunnel area will increase the feeling of numbness. Symptoms may decrease when the patient stops exercising and rests."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "Your doctor can detect the severity and cause of wrist pain through a clinical examination. During the examination, the patient will be asked to describe symptoms and location of pain and numbness. In addition, the doctor will observe external signs such as swelling, bruising... and gently press to determine the damaged part. If postpartum wrist pain is suspected to be related to De Quervain syndrome, the doctor may prescribe the patient to perform the Finkelstein test.\nIn addition, the doctor may prescribe the patient to perform a number of diagnostic methods such as:\nX-ray: This diagnostic method is indicated when the wrist has a lot of pain, limited range of motion, a history of injury, or pain accompanied by swelling and stiffness. X-ray results allow doctors to check bone structure to see if the patient has broken or cracked bones, check bone degeneration and erosion, etc. to directly assess the disease or sometimes to rule out other causes.; Electromyography (EMG): If nerve damage is suspected, the doctor will ask the patient to measure electromyography, thereby assessing nerve activity, location, extent and duration of damage. of nerves.; Ultrasound: Ultrasound creates detailed images of soft tissue including tendons, joint capsules, bursae, etc. at the wrist and hand joints. From there, the doctor can determine whether postpartum wrist pain is due to software causes such as De Quervain syndrome or not.",
            "subsection_string": "Diagnostic method\nYour doctor can detect the severity and cause of wrist pain through a clinical examination. During the examination, the patient will be asked to describe symptoms and location of pain and numbness. In addition, the doctor will observe external signs such as swelling, bruising... and gently press to determine the damaged part. If postpartum wrist pain is suspected to be related to De Quervain syndrome, the doctor may prescribe the patient to perform the Finkelstein test.\nIn addition, the doctor may prescribe the patient to perform a number of diagnostic methods such as:\nX-ray: This diagnostic method is indicated when the wrist has a lot of pain, limited range of motion, a history of injury, or pain accompanied by swelling and stiffness. X-ray results allow doctors to check bone structure to see if the patient has broken or cracked bones, check bone degeneration and erosion, etc. to directly assess the disease or sometimes to rule out other causes.; Electromyography (EMG): If nerve damage is suspected, the doctor will ask the patient to measure electromyography, thereby assessing nerve activity, location, extent and duration of damage. of nerves.; Ultrasound: Ultrasound creates detailed images of soft tissue including tendons, joint capsules, bursae, etc. at the wrist and hand joints. From there, the doctor can determine whether postpartum wrist pain is due to software causes such as De Quervain syndrome or not."
        },
        {
            "subsection_name": "Symptoms",
            "subsection_content": "Most cases of postpartum wrist pain are not dangerous. The main cause is due to bad wrist habits during the process of taking care of newborns. However, for persistent and severe wrist pain, you should see a doctor as soon as possible. If treatment is delayed, the patient may experience complications such as:\nChronic pain; Tendonitis; Reduced mobility",
            "subsection_string": "Symptoms\nMost cases of postpartum wrist pain are not dangerous. The main cause is due to bad wrist habits during the process of taking care of newborns. However, for persistent and severe wrist pain, you should see a doctor as soon as possible. If treatment is delayed, the patient may experience complications such as:\nChronic pain; Tendonitis; Reduced mobility"
        },
        {
            "subsection_name": "Treatment of postpartum wrist pain",
            "subsection_content": "Most cases of wrist pain respond well with home care measures. In a small number of cases, pain that does not improve requires medical treatment. (4)\nPain relief measures at home\nDuring the breastfeeding period, doctors often aim for non-drug pain relief measures for the mother, specifically:\n1. Rest\nIncreased pressure on the wrist can trigger or worsen the pain. Therefore, patients should rest and avoid making too many movements of the wrist. This will help reduce pressure on damaged joints, nerves, and tendons.\n2. Use splints\nWearing a splint helps immobilize the injured wrist, preventing pain from recurring when caring for children. In cases of severe pain, this device helps the wrist rest, keep it straight and stabilize the joint. In addition, this measure also helps limit unnecessary movements, reduce wrist joint pain, and prevent recurring injuries.\n3. Massage\nMassage is an effective home treatment for wrist joint pain for chronic tenosynovitis or carpal tunnel syndrome. This method helps relax, reduce pain, increase flexibility and blood circulation, thereby improving pain and helping injuries heal quickly.\nMassage operations should be performed gently. You can rub with a combination of pressing and squeezing from your forearm to your fingers.\n4. Apply cold compresses\nCold compresses are especially effective for patients with acute wrist pain due to injury, or tendonitis or soft tissue inflammation when there are signs of redness and swelling. This method uses low temperatures to constrict blood vessels, reduce blood flow, thereby limiting the accumulation of bruises, reducing inflammation, and speeding up the recovery process.\nYou can place an ice pack or ice pack on the base of your thumb, do this 3-5 times a day, each time about 10-15 minutes. Be careful not to put ice directly on the skin but should have a thin layer because the ice can cause cold burns.\n5. Gentle movements\nWhen the swelling and pain have subsided, the patient should move their wrists and fingers gently. This measure will help improve spasms, reduce wrist pain, increase flexibility, and prevent stiffness.\n6. Correct incorrect movements\nPatients should avoid repeating incorrect movements or positions that can cause wrist pain, such as bending the wrist or overstretching the thumb for long periods of time. When operating, you should note the following:\nWhen taking care of children or doing daily tasks, you should keep your wrists and thumbs in a neutral and comfortable position. When breastfeeding, mothers should not strain their wrists or arms, pay attention to lifting the baby's head with a pillow or forearm and place a pillow under the baby for support. You should hold your baby in different ways. This will help your wrists and fingers have time to rest, avoiding muscle strain. If you need to travel long distances with your baby, you should prioritize using a sling or stroller.\nMedical treatment\nWhen after applying home care measures but the pain still does not decrease or the pain lasts for more than 3 days, the patient should see a doctor for timely and proper treatment. Commonly applied methods when treating postpartum wrist pain include:\n1. Using medicine\nAnti-inflammatory pain relievers are used when patients have wrist pain due to disease. Symptoms do not decrease after a period of home treatment. Commonly used medications include:\nParacetamol: Medicine that helps relieve pain in mild cases; Non-steroidal anti-inflammatory drugs (NSAIDs): Medicines suitable for moderate pain, pain caused by inflammation or accompanied by inflammatory symptoms (swelling, redness...). The medicine helps reduce pain and inflammation, effective after the first dose.; Steroid injection: If the pain is severe and does not respond to the above two medications, the doctor may inject steroids around the patient's damaged tendon or joint. The drug has the effect of reducing inflammation and pain caused by inflammation.\nUsing medication while breastfeeding can affect the quality of the mother's milk. Therefore, patients should only use pain relievers when prescribed by a doctor.\n2. Physical therapy\nDepending on your condition, your doctor will guide you through appropriate physical therapy exercises. Exercises often include light stretching movements, which help control pain and improve mobility and flexibility of the wrist.\nIn addition, this treatment also helps strengthen muscles and reduce tendon and nerve irritation. Your doctor can teach you the correct positions when caring for your newborn. Patients should also adjust their movements and change bad habits that increase pressure on the wrist, causing muscle pain.\n3. Surgery\nVery few cases of postpartum wrist pain require surgical intervention. Because most cases can heal on their own or respond well to conservative treatment. Surgery is only indicated when:\nSevere symptoms, complex pain causes. Does not respond to conservative treatments.\nDuring surgery, the doctor will release the nerve or tendon sheath to reduce compression and pain, while also supporting the recovery process, making movements smoother, preventing pain and inflammation from recurring. .",
            "subsection_string": "Treatment of postpartum wrist pain\nMost cases of wrist pain respond well with home care measures. In a small number of cases, pain that does not improve requires medical treatment. (4)\nPain relief measures at home\nDuring the breastfeeding period, doctors often aim for non-drug pain relief measures for the mother, specifically:\n1. Rest\nIncreased pressure on the wrist can trigger or worsen the pain. Therefore, patients should rest and avoid making too many movements of the wrist. This will help reduce pressure on damaged joints, nerves, and tendons.\n2. Use splints\nWearing a splint helps immobilize the injured wrist, preventing pain from recurring when caring for children. In cases of severe pain, this device helps the wrist rest, keep it straight and stabilize the joint. In addition, this measure also helps limit unnecessary movements, reduce wrist joint pain, and prevent recurring injuries.\n3. Massage\nMassage is an effective home treatment for wrist joint pain for chronic tenosynovitis or carpal tunnel syndrome. This method helps relax, reduce pain, increase flexibility and blood circulation, thereby improving pain and helping injuries heal quickly.\nMassage operations should be performed gently. You can rub with a combination of pressing and squeezing from your forearm to your fingers.\n4. Apply cold compresses\nCold compresses are especially effective for patients with acute wrist pain due to injury, or tendonitis or soft tissue inflammation when there are signs of redness and swelling. This method uses low temperatures to constrict blood vessels, reduce blood flow, thereby limiting the accumulation of bruises, reducing inflammation, and speeding up the recovery process.\nYou can place an ice pack or ice pack on the base of your thumb, do this 3-5 times a day, each time about 10-15 minutes. Be careful not to put ice directly on the skin but should have a thin layer because the ice can cause cold burns.\n5. Gentle movements\nWhen the swelling and pain have subsided, the patient should move their wrists and fingers gently. This measure will help improve spasms, reduce wrist pain, increase flexibility, and prevent stiffness.\n6. Correct incorrect movements\nPatients should avoid repeating incorrect movements or positions that can cause wrist pain, such as bending the wrist or overstretching the thumb for long periods of time. When operating, you should note the following:\nWhen taking care of children or doing daily tasks, you should keep your wrists and thumbs in a neutral and comfortable position. When breastfeeding, mothers should not strain their wrists or arms, pay attention to lifting the baby's head with a pillow or forearm and place a pillow under the baby for support. You should hold your baby in different ways. This will help your wrists and fingers have time to rest, avoiding muscle strain. If you need to travel long distances with your baby, you should prioritize using a sling or stroller.\nMedical treatment\nWhen after applying home care measures but the pain still does not decrease or the pain lasts for more than 3 days, the patient should see a doctor for timely and proper treatment. Commonly applied methods when treating postpartum wrist pain include:\n1. Using medicine\nAnti-inflammatory pain relievers are used when patients have wrist pain due to disease. Symptoms do not decrease after a period of home treatment. Commonly used medications include:\nParacetamol: Medicine that helps relieve pain in mild cases; Non-steroidal anti-inflammatory drugs (NSAIDs): Medicines suitable for moderate pain, pain caused by inflammation or accompanied by inflammatory symptoms (swelling, redness...). The medicine helps reduce pain and inflammation, effective after the first dose.; Steroid injection: If the pain is severe and does not respond to the above two medications, the doctor may inject steroids around the patient's damaged tendon or joint. The drug has the effect of reducing inflammation and pain caused by inflammation.\nUsing medication while breastfeeding can affect the quality of the mother's milk. Therefore, patients should only use pain relievers when prescribed by a doctor.\n2. Physical therapy\nDepending on your condition, your doctor will guide you through appropriate physical therapy exercises. Exercises often include light stretching movements, which help control pain and improve mobility and flexibility of the wrist.\nIn addition, this treatment also helps strengthen muscles and reduce tendon and nerve irritation. Your doctor can teach you the correct positions when caring for your newborn. Patients should also adjust their movements and change bad habits that increase pressure on the wrist, causing muscle pain.\n3. Surgery\nVery few cases of postpartum wrist pain require surgical intervention. Because most cases can heal on their own or respond well to conservative treatment. Surgery is only indicated when:\nSevere symptoms, complex pain causes. Does not respond to conservative treatments.\nDuring surgery, the doctor will release the nerve or tendon sheath to reduce compression and pain, while also supporting the recovery process, making movements smoother, preventing pain and inflammation from recurring. ."
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "To prevent postpartum wrist pain, you can apply a number of measures such as:\nPay attention to your posture when taking care of your child, making sure to do it properly to limit the risk of causing wrist joint pain.; Place a pillow under your baby's back, and support your baby's head with a pillow or forearm. Mothers should not try to use their hands or wrists to avoid increasing pressure on this area.; Always maintain wrists and thumbs in a neutral, comfortable position.; Limit repetitive movements in the wrist and hand; Take plenty of time to rest, avoid overusing your wrist joints.; Massage your wrists and fingers regularly to increase blood circulation and prevent wrist pain after childbirth.; Regularly perform simple exercises for your wrists and fingers. This will help increase the flexibility of ligaments and tendons, and flexible joint movements.; Make sure your diet is full of necessary nutrients: Mothers should supplement with plenty of calcium, vitamin C, vitamin D, antioxidants, protein, omega-3 fatty acids, phosphorus and magnesium. Adequate nutritional supplementation will help improve bone and joint health and function, increase bone density and muscle development, and increase the flexibility of tendons and ligaments, thereby helping to effectively prevent postpartum wrist pain. fruit.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Tran Xuan Anh, Dr. Le Dinh Khoa, Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:",
            "subsection_string": "Precautions\nTo prevent postpartum wrist pain, you can apply a number of measures such as:\nPay attention to your posture when taking care of your child, making sure to do it properly to limit the risk of causing wrist joint pain.; Place a pillow under your baby's back, and support your baby's head with a pillow or forearm. Mothers should not try to use their hands or wrists to avoid increasing pressure on this area.; Always maintain wrists and thumbs in a neutral, comfortable position.; Limit repetitive movements in the wrist and hand; Take plenty of time to rest, avoid overusing your wrist joints.; Massage your wrists and fingers regularly to increase blood circulation and prevent wrist pain after childbirth.; Regularly perform simple exercises for your wrists and fingers. This will help increase the flexibility of ligaments and tendons, and flexible joint movements.; Make sure your diet is full of necessary nutrients: Mothers should supplement with plenty of calcium, vitamin C, vitamin D, antioxidants, protein, omega-3 fatty acids, phosphorus and magnesium. Adequate nutritional supplementation will help improve bone and joint health and function, increase bone density and muscle development, and increase the flexibility of tendons and ligaments, thereby helping to effectively prevent postpartum wrist pain. fruit.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Tran Xuan Anh, Dr. Le Dinh Khoa, Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:"
        }
    ],
    "name": "dau-co-tay-sau-sinh.json"
}