{
    "title": "Migraine: Causes, symptoms, diagnosis and precautions",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/dau-nua-dau/",
    "abstract": "Migraine symptoms\n It can come from many different causes and cause you to experience many inconveniences in daily life, seriously affecting your health. Therefore, detect the disease early through these methods\nmigraine symptoms\n Typical and timely effective treatment is very important.\n  bout\nmigraine\n Can be severe or mild, frequency of pain is regular or occasional depending on the pain\nMigraine causes\n What is that. Therefore, it is best when\nhave migraines\n, patients should proactively monitor disease progression and go to medical facilities for examination and treatment. They should not be subjective and arbitrarily take medication when needed.\nmigraine phenomenon\n without a doctor's prescription.",
    "content": "Migraine: Causes, symptoms, diagnosis and precautions\n\nMigraine symptoms\n It can come from many different causes and cause you to experience many inconveniences in daily life, seriously affecting your health. Therefore, detect the disease early through these methods\nmigraine symptoms\n Typical and timely effective treatment is very important.\n  bout\nmigraine\n Can be severe or mild, frequency of pain is regular or occasional depending on the pain\nMigraine causes\n What is that. Therefore, it is best when\nhave migraines\n, patients should proactively monitor disease progression and go to medical facilities for examination and treatment. They should not be subjective and arbitrarily take medication when needed.\nmigraine phenomenon\n without a doctor's prescription.\n\nWhat disease is migraine?\nMigraine is a condition in which pain occurs on one side of the head. This pain can be an intense sharp pain or just a mild pain that lasts for hours or comes on and ends quickly. Usually, when having a migraine, the patient often feels nausea, vomiting, and feels sensitive and uncomfortable to light and sound. (first)\nMigraine symptoms can occur at any age. However, in children who cannot yet speak, they cannot inform their parents or relatives, or for young children who do not know how to express the pain, it is difficult to detect early. Or in the elderly, confusion cannot describe the symptoms of migraine.\nNormally, in these cases, which are secondary migraines due to dangerous diseases, we will rely on accompanying symptoms such as vomiting, photophobia, fever, and seizures to determine the diagnosis. by means of diagnostic imaging such as computed tomography or cranial magnetic resonance.\nMigraine attacks can be so severe that they interfere with a person's daily activities. When pain occurs, you may experience signs such as visual disturbances (feeling flashing lights, blurred vision, color blindness, pain in the eyes, etc.) or other disorders such as difficulty speaking, itching sensation in the one side of the face, arm, leg, etc.\nChildren can also get migraines with different migraine symptoms\n\nMigraine symptoms\nMigraines can be mild, moderate or severe.; Migraine headaches follow the pulse.; Pain may gradually increase in intensity or progress in waves: The pain decreases and then reappears.; Migraines can appear in the wee hours of the morning: Brain tumors, intracranial hematomas, cluster headaches often occur with exertion or light stimulation (TV screen, phone, laptop, etc.).\n\nCauses of migraines\nMigraines can stem from many different causes. Specifically, migraine can be primary (mild disease that does not cause death but affects quality of life) or secondary (severe disease that can cause death, requiring early detection and timely treatment:\nSecondary headaches: Due to stroke, cerebral vascular malformation, brain tumor, intracranial hematoma, brain abscess. These cases need early diagnosis by means such as brain imaging (CT or MRI) and resolved depending on the cause.; Primary headache: The most common is migraine, followed by cluster headache.\nMigraines\nEpisodic migraine headaches follow the pulse, change in intensity, are cyclical, are more common in women than men (18% compared to 6% of the population), begin in adolescence, last a lifetime, the disease family. Some factors that can trigger headaches: (2)\n1. Due to hormonal changes\nWomen often get migraines during menstruation because the levels of hormones such as estrogen change during this time. The pain occurs 1-2 days before the menstrual period and lasts 2-3 days after the end of menstruation. In this case, the headache will disappear or improve after menopause.\n2. Due to negative emotions\nPsychological and emotional factors can also cause a person to have migraines. Accordingly, people who are often stressed, tired, stressed, etc. have a higher risk of migraines than normal people.\nIn addition, a sad mood, experiencing a psychological trauma such as a recent divorce, the death of a loved one, etc. can also affect the condition, causing you to frequently have migraines.\nLong-term stress can be one of the causes of migraines\n3. Poor physical health\nImpaired health is a contributing factor to the increased frequency of migraines. People belonging to the following groups will be more susceptible to pain:\nPeople with poor sleep, little sleep, often insomnia; People who work too hard and don't have much time to rest; People who often work at night; The person has just moved to a different time zone.\n4. Due to food\nSome foods can trigger migraines such as:\nFoods containing tyramine: Red wine, processed meats such as sausages, smoked meats, chicken livers, chocolate, yogurt, citrus fruits, bananas, figs, nuts, cheese, etc.;; MSG;; Coffee (too much).\n5. Environmental impact\nMigraines can become more severe if affected by environmental factors. Accordingly, noisy sounds, lights that are too bright or constantly flashing, rooms with cigarette smoke, rooms with odors, climate changes, stuffy air, etc. can also cause migraines to flare up or attack. The pain will become more severe.\n6. Due to drug use\nOveruse of pain relievers, birth control pills, sedatives, etc. can sometimes cause you to have migraines.\nCluster migraine\nPrimary migraine has the most intense pain intensity, the disease progresses in waves several years apart, often occurring in young or middle-aged men. A typical headache lasts about 3 months, with episodes spaced 1 year or more apart. Accordingly, the first cluster migraine usually occurs at night, lasting 30 to 90 minutes\nCluster migraines can cause severe pain behind the eye sockets or on the forehead near the temple on one side of the head along with redness in one eye, stuffy nose, and sweating. The pain quickly goes down to the shoulder and neck on one side. There may be photophobia but rarely causes vomiting\nFavorable factors that trigger cluster migraines include: Drinking alcohol, using vasodilators, foods containing nitrates (ham, bacon, frozen meat, sausages), smoke.\nSee more: Right-sided migraine: Causes, symptoms and prevention.\n\nDangerous migraine complications\nMigraine syndrome, if not treated promptly and for a long time, can lead to dangerous complications for the patient, including: (3)\nSeizures: During a migraine or immediately after, the patient may have epileptic seizures; Dizziness: People with migraines may feel dizzy, their head spins, leading to falls. This is very dangerous when participating in traffic or standing high up on stairs.\nInsomnia: Sudden pain attacks can cause you to wake up in the middle of the night or cause insomnia and make you unable to sleep. Prolonged insomnia is also the cause of many other dangerous neurological diseases.\nStroke: Migraines can cause blood supply to the brain to be interrupted, the amount of oxygen and nutrients feeding brain cells is significantly reduced and lead to stroke.; Depression and anxiety: People with migraines are more likely to suffer from depression than others. That can happen because of headaches, or because of depression or anxiety that leads to migraines.\nImpaired brain function: Severe, repeated migraines lead to difficulty concentrating, memory loss, poor thinking ability, etc.\nEffects on vision: Another extremely dangerous complication of migraine is that the patient can face the risk of reduced vision, blurred vision or even permanent blindness.\nMigraines can kill brain cells, increasing the risk of stroke\n\nHow to diagnose migraines\nThere are many causes of migraine headaches. Therefore, to diagnose the disease, the doctor will first take the patient and family history, learn about the patient's recent habits and activities, record clinical symptoms, etc.\nIn addition, the doctor will ask the patient to perform some tests to rule out dangerous causes of migraines. Tests commonly performed include: (4)\nBlood count test: This test helps doctors determine whether the patient has inflammatory problems, such as poisoning, spinal cord infection, encephalitis, etc.\nHead X-ray: Through this imaging method, doctors can detect damage around the patient's skull, facial bones, nose and sinuses.\nMagnetic resonance imaging and CT scan of the brain: CT scanning and magnetic resonance imaging techniques help detect abnormalities related to the brain and blood vessels, and diagnose diseases such as cerebral hemorrhage, meningitis, brain tumors, and ear tumors. cerebrovascular accident or other abnormalities of the central nervous system.\nCerebrospinal fluid culture: This method will be indicated in cases where infection or bleeding in the nervous system is suspected.\nSee more: Left-sided migraine: Causes, symptoms and prevention.\n\nHow to treat migraine headaches\nWhat should people with migraines do? Can I treat migraines at home? The key point in treating migraine is that the patient must find the cause of the disease. From determining the cause, the doctor will provide appropriate treatment. Cases of secondary migraine need to be identified early for effective treatment\nFor primary migraine (Migraine or cluster headache), in addition to using medication, additional supportive measures can be applied such as: (5)\nFind quiet spaces to rest: Migraines can make you more sensitive to light and sound, so resting in a quiet space and sleeping if possible will help relieve the pain. faster.; Drink beverages containing caffeine: Drinking small amounts of caffeine can reduce migraine attacks in the early stages. However, you should not drink too much caffeine because it can lead to many other health problems, such as drinking a lot of caffeinated drinks during the day, which interferes with your sleep and makes migraines worse. .; Acupuncture: This oriental medicine therapy is known as a treatment for migraines. In addition, acupuncture also helps you relax and relieve stress to prevent migraines from occurring.\nRelax: If a headache occurs while concentrating on work or thinking about a problem, you should temporarily stop working and find another activity to relax, thereby relieving your migraine. me.\nPeople with migraines should rest in a dark, quiet space\nThe above measures can reduce migraine pain but cannot completely treat the pain. Therefore, it is best for patients to go to the hospital to have their health checked, find out the cause of the disease and be advised on appropriate treatment.\n\nHow to prevent the occurrence of migraine attacks in primary migraine diseases\nHealthy lifestyle habits and simple non-drug remedies can sometimes help limit the frequency of migraine attacks, such as:\nImprove sleep quality: Getting enough sleep and ensuring sleep quality will help you limit the appearance of headaches.\nExercise regularly: Exercising too hard can cause headaches, but studies show that regular, moderate-intensity exercise can reduce migraines. Furthermore, exercise also helps control stress - a trigger for migraines.\nLimit stress: Stress is a common cause of migraines. Therefore, if you want to prevent disease, take time every day to relax. You can walk, practice yoga, meditate, listen to music, draw, chat with friends,... or do anything that makes you feel comfortable.\nEat healthy: Drinking plenty of water to avoid dehydration will help you prevent migraines effectively. In addition, you should eat well and not skip meals to avoid low blood sugar levels that can cause migraines. In particular, you should supplement all necessary nutrients, eat lots of vegetables and fruits, and don't eat too much salt. You can also record your food diary to know which foods cause headaches, thereby changing your daily menu.\nUsing scientific medicine: People who often suffer from migraines, such as menstrual headaches, can use medicine to limit their pain. However, you should consult your doctor before taking any medication to avoid unwanted side effects.\n\nWhen do you need to go to the hospital if you have a migraine?\nSome migraines can lead to stroke or other dangerous health problems, even death. Therefore, patients need to recognize the \"red flags\" of migraine attacks and go to the hospital for examination.\nThe headache begins suddenly and is severe; Patients over 50 years old have frequent pain; Migraine accompanied by other symptoms such as fever, uncontrolled vomiting, seizures, blurred vision, etc.; Women have headaches during pregnancy or immediately after giving birth (having never had pain before).; Headache leading to loss of consciousness and coma; Migraines become worse when coughing, sneezing, bending over or when exercising.; Migraines appear after an accident, injury, or head collision (especially the first 5 days after injury).; Use painkillers but it doesn't help.\nSee more:\nWhat is frontal migraine? The cause and how to fix it.; What is posterior migraine? Causes, diagnosis and treatment.\nYou should go to the hospital for a check-up if you have a post-traumatic migraine\n\nFrequently asked questions about migraines\n1. Migraines are a sign of what disease?\nMigraines can be a sign of dangerous diseases such as stroke, brain infection, brain tumor, blood clots in the brain, etc. Migraines can be a sign of a more benign disease such as: Migraine , cluster headaches, occipital neuralgia, V nerve pain (or trigeminal neuralgia), pain due to cervical spine degeneration,...\nAlthough benign, these migraines make patients very uncomfortable and often recur many times, affecting their quality of life.\n2. Are frequent, prolonged migraines dangerous?\nHave! Prolonging migraine attacks without going to the hospital for a health check and diagnosis is extremely dangerous. Pain that occurs frequently and lasts continuously for many hours will be accompanied by other problems such as dizziness, vertigo, nausea, vomiting, convulsions, etc. and cause negative effects on the body. health. Migraines can even cause death if the cause is not diagnosed and treated.\n3. Are migraines hereditary?\nHave! It can be said that genetics has a significant impact on your migraines. Many people have migraines due to genetics. This means that if your parents or family members have migraines, there is a high risk that you will also have this condition.\n4. Can migraines be cured?\nMany cases of migraine can still be cured if you pay attention to the symptoms of the pain and promptly detect the cause and have appropriate treatment. Therefore, the most important thing is that when pain occurs, the patient should quickly go to the hospital to be examined and find the medical cause leading to their pain.\n5. How long do migraines usually last?\nTypically, migraine attacks can last from 4 to 72 hours. Mild cases of pain may end more quickly. In severe cases, migraines can last for a long time and be accompanied by many different symptoms such as nausea or sensitivity to light, sound, odors, etc.\nMigraines, if not treated promptly, can lead to many dangerous health complications. Therefore, patients should not be subjective when pain appears.\nPatients with migraines can register for examination at the Department of Neurology, Tam Anh General Hospital System. With a team of experienced and skilled experts and doctors, modern equipment and machinery, patients will be supported in accurately detecting the disease condition as well as being advised on appropriate treatment, helping to cure the disease. the fastest and most economical treatment.\nTo schedule an examination, examination, consultation and treatment of migraines as well as neurological diseases in general at Tam Anh General Hospital System, please contact:\nMigraines can be a \"red alert\" of dangerous diseases and cause many inconveniences in life. Be proactive in monitoring your headaches and promptly go to the hospital for check-ups if your migraine is accompanied by unusual signs!",
    "subsections": [
        {
            "subsection_name": "What disease is migraine?",
            "subsection_content": "Migraine is a condition in which pain occurs on one side of the head. This pain can be an intense sharp pain or just a mild pain that lasts for hours or comes on and ends quickly. Usually, when having a migraine, the patient often feels nausea, vomiting, and feels sensitive and uncomfortable to light and sound. (first)\nMigraine symptoms can occur at any age. However, in children who cannot yet speak, they cannot inform their parents or relatives, or for young children who do not know how to express the pain, it is difficult to detect early. Or in the elderly, confusion cannot describe the symptoms of migraine.\nNormally, in these cases, which are secondary migraines due to dangerous diseases, we will rely on accompanying symptoms such as vomiting, photophobia, fever, and seizures to determine the diagnosis. by means of diagnostic imaging such as computed tomography or cranial magnetic resonance.\nMigraine attacks can be so severe that they interfere with a person's daily activities. When pain occurs, you may experience signs such as visual disturbances (feeling flashing lights, blurred vision, color blindness, pain in the eyes, etc.) or other disorders such as difficulty speaking, itching sensation in the one side of the face, arm, leg, etc.\nChildren can also get migraines with different migraine symptoms",
            "subsection_string": "What disease is migraine?\nMigraine is a condition in which pain occurs on one side of the head. This pain can be an intense sharp pain or just a mild pain that lasts for hours or comes on and ends quickly. Usually, when having a migraine, the patient often feels nausea, vomiting, and feels sensitive and uncomfortable to light and sound. (first)\nMigraine symptoms can occur at any age. However, in children who cannot yet speak, they cannot inform their parents or relatives, or for young children who do not know how to express the pain, it is difficult to detect early. Or in the elderly, confusion cannot describe the symptoms of migraine.\nNormally, in these cases, which are secondary migraines due to dangerous diseases, we will rely on accompanying symptoms such as vomiting, photophobia, fever, and seizures to determine the diagnosis. by means of diagnostic imaging such as computed tomography or cranial magnetic resonance.\nMigraine attacks can be so severe that they interfere with a person's daily activities. When pain occurs, you may experience signs such as visual disturbances (feeling flashing lights, blurred vision, color blindness, pain in the eyes, etc.) or other disorders such as difficulty speaking, itching sensation in the one side of the face, arm, leg, etc.\nChildren can also get migraines with different migraine symptoms"
        },
        {
            "subsection_name": "Migraine symptoms",
            "subsection_content": "Migraines can be mild, moderate or severe.; Migraine headaches follow the pulse.; Pain may gradually increase in intensity or progress in waves: The pain decreases and then reappears.; Migraines can appear in the wee hours of the morning: Brain tumors, intracranial hematomas, cluster headaches often occur with exertion or light stimulation (TV screen, phone, laptop, etc.).",
            "subsection_string": "Migraine symptoms\nMigraines can be mild, moderate or severe.; Migraine headaches follow the pulse.; Pain may gradually increase in intensity or progress in waves: The pain decreases and then reappears.; Migraines can appear in the wee hours of the morning: Brain tumors, intracranial hematomas, cluster headaches often occur with exertion or light stimulation (TV screen, phone, laptop, etc.)."
        },
        {
            "subsection_name": "Causes of migraines",
            "subsection_content": "Migraines can stem from many different causes. Specifically, migraine can be primary (mild disease that does not cause death but affects quality of life) or secondary (severe disease that can cause death, requiring early detection and timely treatment:\nSecondary headaches: Due to stroke, cerebral vascular malformation, brain tumor, intracranial hematoma, brain abscess. These cases need early diagnosis by means such as brain imaging (CT or MRI) and resolved depending on the cause.; Primary headache: The most common is migraine, followed by cluster headache.\nMigraines\nEpisodic migraine headaches follow the pulse, change in intensity, are cyclical, are more common in women than men (18% compared to 6% of the population), begin in adolescence, last a lifetime, the disease family. Some factors that can trigger headaches: (2)\n1. Due to hormonal changes\nWomen often get migraines during menstruation because the levels of hormones such as estrogen change during this time. The pain occurs 1-2 days before the menstrual period and lasts 2-3 days after the end of menstruation. In this case, the headache will disappear or improve after menopause.\n2. Due to negative emotions\nPsychological and emotional factors can also cause a person to have migraines. Accordingly, people who are often stressed, tired, stressed, etc. have a higher risk of migraines than normal people.\nIn addition, a sad mood, experiencing a psychological trauma such as a recent divorce, the death of a loved one, etc. can also affect the condition, causing you to frequently have migraines.\nLong-term stress can be one of the causes of migraines\n3. Poor physical health\nImpaired health is a contributing factor to the increased frequency of migraines. People belonging to the following groups will be more susceptible to pain:\nPeople with poor sleep, little sleep, often insomnia; People who work too hard and don't have much time to rest; People who often work at night; The person has just moved to a different time zone.\n4. Due to food\nSome foods can trigger migraines such as:\nFoods containing tyramine: Red wine, processed meats such as sausages, smoked meats, chicken livers, chocolate, yogurt, citrus fruits, bananas, figs, nuts, cheese, etc.;; MSG;; Coffee (too much).\n5. Environmental impact\nMigraines can become more severe if affected by environmental factors. Accordingly, noisy sounds, lights that are too bright or constantly flashing, rooms with cigarette smoke, rooms with odors, climate changes, stuffy air, etc. can also cause migraines to flare up or attack. The pain will become more severe.\n6. Due to drug use\nOveruse of pain relievers, birth control pills, sedatives, etc. can sometimes cause you to have migraines.\nCluster migraine\nPrimary migraine has the most intense pain intensity, the disease progresses in waves several years apart, often occurring in young or middle-aged men. A typical headache lasts about 3 months, with episodes spaced 1 year or more apart. Accordingly, the first cluster migraine usually occurs at night, lasting 30 to 90 minutes\nCluster migraines can cause severe pain behind the eye sockets or on the forehead near the temple on one side of the head along with redness in one eye, stuffy nose, and sweating. The pain quickly goes down to the shoulder and neck on one side. There may be photophobia but rarely causes vomiting\nFavorable factors that trigger cluster migraines include: Drinking alcohol, using vasodilators, foods containing nitrates (ham, bacon, frozen meat, sausages), smoke.\nSee more: Right-sided migraine: Causes, symptoms and prevention.",
            "subsection_string": "Causes of migraines\nMigraines can stem from many different causes. Specifically, migraine can be primary (mild disease that does not cause death but affects quality of life) or secondary (severe disease that can cause death, requiring early detection and timely treatment:\nSecondary headaches: Due to stroke, cerebral vascular malformation, brain tumor, intracranial hematoma, brain abscess. These cases need early diagnosis by means such as brain imaging (CT or MRI) and resolved depending on the cause.; Primary headache: The most common is migraine, followed by cluster headache.\nMigraines\nEpisodic migraine headaches follow the pulse, change in intensity, are cyclical, are more common in women than men (18% compared to 6% of the population), begin in adolescence, last a lifetime, the disease family. Some factors that can trigger headaches: (2)\n1. Due to hormonal changes\nWomen often get migraines during menstruation because the levels of hormones such as estrogen change during this time. The pain occurs 1-2 days before the menstrual period and lasts 2-3 days after the end of menstruation. In this case, the headache will disappear or improve after menopause.\n2. Due to negative emotions\nPsychological and emotional factors can also cause a person to have migraines. Accordingly, people who are often stressed, tired, stressed, etc. have a higher risk of migraines than normal people.\nIn addition, a sad mood, experiencing a psychological trauma such as a recent divorce, the death of a loved one, etc. can also affect the condition, causing you to frequently have migraines.\nLong-term stress can be one of the causes of migraines\n3. Poor physical health\nImpaired health is a contributing factor to the increased frequency of migraines. People belonging to the following groups will be more susceptible to pain:\nPeople with poor sleep, little sleep, often insomnia; People who work too hard and don't have much time to rest; People who often work at night; The person has just moved to a different time zone.\n4. Due to food\nSome foods can trigger migraines such as:\nFoods containing tyramine: Red wine, processed meats such as sausages, smoked meats, chicken livers, chocolate, yogurt, citrus fruits, bananas, figs, nuts, cheese, etc.;; MSG;; Coffee (too much).\n5. Environmental impact\nMigraines can become more severe if affected by environmental factors. Accordingly, noisy sounds, lights that are too bright or constantly flashing, rooms with cigarette smoke, rooms with odors, climate changes, stuffy air, etc. can also cause migraines to flare up or attack. The pain will become more severe.\n6. Due to drug use\nOveruse of pain relievers, birth control pills, sedatives, etc. can sometimes cause you to have migraines.\nCluster migraine\nPrimary migraine has the most intense pain intensity, the disease progresses in waves several years apart, often occurring in young or middle-aged men. A typical headache lasts about 3 months, with episodes spaced 1 year or more apart. Accordingly, the first cluster migraine usually occurs at night, lasting 30 to 90 minutes\nCluster migraines can cause severe pain behind the eye sockets or on the forehead near the temple on one side of the head along with redness in one eye, stuffy nose, and sweating. The pain quickly goes down to the shoulder and neck on one side. There may be photophobia but rarely causes vomiting\nFavorable factors that trigger cluster migraines include: Drinking alcohol, using vasodilators, foods containing nitrates (ham, bacon, frozen meat, sausages), smoke.\nSee more: Right-sided migraine: Causes, symptoms and prevention."
        },
        {
            "subsection_name": "Dangerous migraine complications",
            "subsection_content": "Migraine syndrome, if not treated promptly and for a long time, can lead to dangerous complications for the patient, including: (3)\nSeizures: During a migraine or immediately after, the patient may have epileptic seizures; Dizziness: People with migraines may feel dizzy, their head spins, leading to falls. This is very dangerous when participating in traffic or standing high up on stairs.\nInsomnia: Sudden pain attacks can cause you to wake up in the middle of the night or cause insomnia and make you unable to sleep. Prolonged insomnia is also the cause of many other dangerous neurological diseases.\nStroke: Migraines can cause blood supply to the brain to be interrupted, the amount of oxygen and nutrients feeding brain cells is significantly reduced and lead to stroke.; Depression and anxiety: People with migraines are more likely to suffer from depression than others. That can happen because of headaches, or because of depression or anxiety that leads to migraines.\nImpaired brain function: Severe, repeated migraines lead to difficulty concentrating, memory loss, poor thinking ability, etc.\nEffects on vision: Another extremely dangerous complication of migraine is that the patient can face the risk of reduced vision, blurred vision or even permanent blindness.\nMigraines can kill brain cells, increasing the risk of stroke",
            "subsection_string": "Dangerous migraine complications\nMigraine syndrome, if not treated promptly and for a long time, can lead to dangerous complications for the patient, including: (3)\nSeizures: During a migraine or immediately after, the patient may have epileptic seizures; Dizziness: People with migraines may feel dizzy, their head spins, leading to falls. This is very dangerous when participating in traffic or standing high up on stairs.\nInsomnia: Sudden pain attacks can cause you to wake up in the middle of the night or cause insomnia and make you unable to sleep. Prolonged insomnia is also the cause of many other dangerous neurological diseases.\nStroke: Migraines can cause blood supply to the brain to be interrupted, the amount of oxygen and nutrients feeding brain cells is significantly reduced and lead to stroke.; Depression and anxiety: People with migraines are more likely to suffer from depression than others. That can happen because of headaches, or because of depression or anxiety that leads to migraines.\nImpaired brain function: Severe, repeated migraines lead to difficulty concentrating, memory loss, poor thinking ability, etc.\nEffects on vision: Another extremely dangerous complication of migraine is that the patient can face the risk of reduced vision, blurred vision or even permanent blindness.\nMigraines can kill brain cells, increasing the risk of stroke"
        },
        {
            "subsection_name": "How to diagnose migraines",
            "subsection_content": "There are many causes of migraine headaches. Therefore, to diagnose the disease, the doctor will first take the patient and family history, learn about the patient's recent habits and activities, record clinical symptoms, etc.\nIn addition, the doctor will ask the patient to perform some tests to rule out dangerous causes of migraines. Tests commonly performed include: (4)\nBlood count test: This test helps doctors determine whether the patient has inflammatory problems, such as poisoning, spinal cord infection, encephalitis, etc.\nHead X-ray: Through this imaging method, doctors can detect damage around the patient's skull, facial bones, nose and sinuses.\nMagnetic resonance imaging and CT scan of the brain: CT scanning and magnetic resonance imaging techniques help detect abnormalities related to the brain and blood vessels, and diagnose diseases such as cerebral hemorrhage, meningitis, brain tumors, and ear tumors. cerebrovascular accident or other abnormalities of the central nervous system.\nCerebrospinal fluid culture: This method will be indicated in cases where infection or bleeding in the nervous system is suspected.\nSee more: Left-sided migraine: Causes, symptoms and prevention.",
            "subsection_string": "How to diagnose migraines\nThere are many causes of migraine headaches. Therefore, to diagnose the disease, the doctor will first take the patient and family history, learn about the patient's recent habits and activities, record clinical symptoms, etc.\nIn addition, the doctor will ask the patient to perform some tests to rule out dangerous causes of migraines. Tests commonly performed include: (4)\nBlood count test: This test helps doctors determine whether the patient has inflammatory problems, such as poisoning, spinal cord infection, encephalitis, etc.\nHead X-ray: Through this imaging method, doctors can detect damage around the patient's skull, facial bones, nose and sinuses.\nMagnetic resonance imaging and CT scan of the brain: CT scanning and magnetic resonance imaging techniques help detect abnormalities related to the brain and blood vessels, and diagnose diseases such as cerebral hemorrhage, meningitis, brain tumors, and ear tumors. cerebrovascular accident or other abnormalities of the central nervous system.\nCerebrospinal fluid culture: This method will be indicated in cases where infection or bleeding in the nervous system is suspected.\nSee more: Left-sided migraine: Causes, symptoms and prevention."
        },
        {
            "subsection_name": "How to treat migraine headaches",
            "subsection_content": "What should people with migraines do? Can I treat migraines at home? The key point in treating migraine is that the patient must find the cause of the disease. From determining the cause, the doctor will provide appropriate treatment. Cases of secondary migraine need to be identified early for effective treatment\nFor primary migraine (Migraine or cluster headache), in addition to using medication, additional supportive measures can be applied such as: (5)\nFind quiet spaces to rest: Migraines can make you more sensitive to light and sound, so resting in a quiet space and sleeping if possible will help relieve the pain. faster.; Drink beverages containing caffeine: Drinking small amounts of caffeine can reduce migraine attacks in the early stages. However, you should not drink too much caffeine because it can lead to many other health problems, such as drinking a lot of caffeinated drinks during the day, which interferes with your sleep and makes migraines worse. .; Acupuncture: This oriental medicine therapy is known as a treatment for migraines. In addition, acupuncture also helps you relax and relieve stress to prevent migraines from occurring.\nRelax: If a headache occurs while concentrating on work or thinking about a problem, you should temporarily stop working and find another activity to relax, thereby relieving your migraine. me.\nPeople with migraines should rest in a dark, quiet space\nThe above measures can reduce migraine pain but cannot completely treat the pain. Therefore, it is best for patients to go to the hospital to have their health checked, find out the cause of the disease and be advised on appropriate treatment.",
            "subsection_string": "How to treat migraine headaches\nWhat should people with migraines do? Can I treat migraines at home? The key point in treating migraine is that the patient must find the cause of the disease. From determining the cause, the doctor will provide appropriate treatment. Cases of secondary migraine need to be identified early for effective treatment\nFor primary migraine (Migraine or cluster headache), in addition to using medication, additional supportive measures can be applied such as: (5)\nFind quiet spaces to rest: Migraines can make you more sensitive to light and sound, so resting in a quiet space and sleeping if possible will help relieve the pain. faster.; Drink beverages containing caffeine: Drinking small amounts of caffeine can reduce migraine attacks in the early stages. However, you should not drink too much caffeine because it can lead to many other health problems, such as drinking a lot of caffeinated drinks during the day, which interferes with your sleep and makes migraines worse. .; Acupuncture: This oriental medicine therapy is known as a treatment for migraines. In addition, acupuncture also helps you relax and relieve stress to prevent migraines from occurring.\nRelax: If a headache occurs while concentrating on work or thinking about a problem, you should temporarily stop working and find another activity to relax, thereby relieving your migraine. me.\nPeople with migraines should rest in a dark, quiet space\nThe above measures can reduce migraine pain but cannot completely treat the pain. Therefore, it is best for patients to go to the hospital to have their health checked, find out the cause of the disease and be advised on appropriate treatment."
        },
        {
            "subsection_name": "How to prevent the occurrence of migraine attacks in primary migraine diseases",
            "subsection_content": "Healthy lifestyle habits and simple non-drug remedies can sometimes help limit the frequency of migraine attacks, such as:\nImprove sleep quality: Getting enough sleep and ensuring sleep quality will help you limit the appearance of headaches.\nExercise regularly: Exercising too hard can cause headaches, but studies show that regular, moderate-intensity exercise can reduce migraines. Furthermore, exercise also helps control stress - a trigger for migraines.\nLimit stress: Stress is a common cause of migraines. Therefore, if you want to prevent disease, take time every day to relax. You can walk, practice yoga, meditate, listen to music, draw, chat with friends,... or do anything that makes you feel comfortable.\nEat healthy: Drinking plenty of water to avoid dehydration will help you prevent migraines effectively. In addition, you should eat well and not skip meals to avoid low blood sugar levels that can cause migraines. In particular, you should supplement all necessary nutrients, eat lots of vegetables and fruits, and don't eat too much salt. You can also record your food diary to know which foods cause headaches, thereby changing your daily menu.\nUsing scientific medicine: People who often suffer from migraines, such as menstrual headaches, can use medicine to limit their pain. However, you should consult your doctor before taking any medication to avoid unwanted side effects.",
            "subsection_string": "How to prevent the occurrence of migraine attacks in primary migraine diseases\nHealthy lifestyle habits and simple non-drug remedies can sometimes help limit the frequency of migraine attacks, such as:\nImprove sleep quality: Getting enough sleep and ensuring sleep quality will help you limit the appearance of headaches.\nExercise regularly: Exercising too hard can cause headaches, but studies show that regular, moderate-intensity exercise can reduce migraines. Furthermore, exercise also helps control stress - a trigger for migraines.\nLimit stress: Stress is a common cause of migraines. Therefore, if you want to prevent disease, take time every day to relax. You can walk, practice yoga, meditate, listen to music, draw, chat with friends,... or do anything that makes you feel comfortable.\nEat healthy: Drinking plenty of water to avoid dehydration will help you prevent migraines effectively. In addition, you should eat well and not skip meals to avoid low blood sugar levels that can cause migraines. In particular, you should supplement all necessary nutrients, eat lots of vegetables and fruits, and don't eat too much salt. You can also record your food diary to know which foods cause headaches, thereby changing your daily menu.\nUsing scientific medicine: People who often suffer from migraines, such as menstrual headaches, can use medicine to limit their pain. However, you should consult your doctor before taking any medication to avoid unwanted side effects."
        },
        {
            "subsection_name": "When do you need to go to the hospital if you have a migraine?",
            "subsection_content": "Some migraines can lead to stroke or other dangerous health problems, even death. Therefore, patients need to recognize the \"red flags\" of migraine attacks and go to the hospital for examination.\nThe headache begins suddenly and is severe; Patients over 50 years old have frequent pain; Migraine accompanied by other symptoms such as fever, uncontrolled vomiting, seizures, blurred vision, etc.; Women have headaches during pregnancy or immediately after giving birth (having never had pain before).; Headache leading to loss of consciousness and coma; Migraines become worse when coughing, sneezing, bending over or when exercising.; Migraines appear after an accident, injury, or head collision (especially the first 5 days after injury).; Use painkillers but it doesn't help.\nSee more:\nWhat is frontal migraine? The cause and how to fix it.; What is posterior migraine? Causes, diagnosis and treatment.\nYou should go to the hospital for a check-up if you have a post-traumatic migraine",
            "subsection_string": "When do you need to go to the hospital if you have a migraine?\nSome migraines can lead to stroke or other dangerous health problems, even death. Therefore, patients need to recognize the \"red flags\" of migraine attacks and go to the hospital for examination.\nThe headache begins suddenly and is severe; Patients over 50 years old have frequent pain; Migraine accompanied by other symptoms such as fever, uncontrolled vomiting, seizures, blurred vision, etc.; Women have headaches during pregnancy or immediately after giving birth (having never had pain before).; Headache leading to loss of consciousness and coma; Migraines become worse when coughing, sneezing, bending over or when exercising.; Migraines appear after an accident, injury, or head collision (especially the first 5 days after injury).; Use painkillers but it doesn't help.\nSee more:\nWhat is frontal migraine? The cause and how to fix it.; What is posterior migraine? Causes, diagnosis and treatment.\nYou should go to the hospital for a check-up if you have a post-traumatic migraine"
        },
        {
            "subsection_name": "Frequently asked questions about migraines",
            "subsection_content": "1. Migraines are a sign of what disease?\nMigraines can be a sign of dangerous diseases such as stroke, brain infection, brain tumor, blood clots in the brain, etc. Migraines can be a sign of a more benign disease such as: Migraine , cluster headaches, occipital neuralgia, V nerve pain (or trigeminal neuralgia), pain due to cervical spine degeneration,...\nAlthough benign, these migraines make patients very uncomfortable and often recur many times, affecting their quality of life.\n2. Are frequent, prolonged migraines dangerous?\nHave! Prolonging migraine attacks without going to the hospital for a health check and diagnosis is extremely dangerous. Pain that occurs frequently and lasts continuously for many hours will be accompanied by other problems such as dizziness, vertigo, nausea, vomiting, convulsions, etc. and cause negative effects on the body. health. Migraines can even cause death if the cause is not diagnosed and treated.\n3. Are migraines hereditary?\nHave! It can be said that genetics has a significant impact on your migraines. Many people have migraines due to genetics. This means that if your parents or family members have migraines, there is a high risk that you will also have this condition.\n4. Can migraines be cured?\nMany cases of migraine can still be cured if you pay attention to the symptoms of the pain and promptly detect the cause and have appropriate treatment. Therefore, the most important thing is that when pain occurs, the patient should quickly go to the hospital to be examined and find the medical cause leading to their pain.\n5. How long do migraines usually last?\nTypically, migraine attacks can last from 4 to 72 hours. Mild cases of pain may end more quickly. In severe cases, migraines can last for a long time and be accompanied by many different symptoms such as nausea or sensitivity to light, sound, odors, etc.\nMigraines, if not treated promptly, can lead to many dangerous health complications. Therefore, patients should not be subjective when pain appears.\nPatients with migraines can register for examination at the Department of Neurology, Tam Anh General Hospital System. With a team of experienced and skilled experts and doctors, modern equipment and machinery, patients will be supported in accurately detecting the disease condition as well as being advised on appropriate treatment, helping to cure the disease. the fastest and most economical treatment.\nTo schedule an examination, examination, consultation and treatment of migraines as well as neurological diseases in general at Tam Anh General Hospital System, please contact:\nMigraines can be a \"red alert\" of dangerous diseases and cause many inconveniences in life. Be proactive in monitoring your headaches and promptly go to the hospital for check-ups if your migraine is accompanied by unusual signs!",
            "subsection_string": "Frequently asked questions about migraines\n1. Migraines are a sign of what disease?\nMigraines can be a sign of dangerous diseases such as stroke, brain infection, brain tumor, blood clots in the brain, etc. Migraines can be a sign of a more benign disease such as: Migraine , cluster headaches, occipital neuralgia, V nerve pain (or trigeminal neuralgia), pain due to cervical spine degeneration,...\nAlthough benign, these migraines make patients very uncomfortable and often recur many times, affecting their quality of life.\n2. Are frequent, prolonged migraines dangerous?\nHave! Prolonging migraine attacks without going to the hospital for a health check and diagnosis is extremely dangerous. Pain that occurs frequently and lasts continuously for many hours will be accompanied by other problems such as dizziness, vertigo, nausea, vomiting, convulsions, etc. and cause negative effects on the body. health. Migraines can even cause death if the cause is not diagnosed and treated.\n3. Are migraines hereditary?\nHave! It can be said that genetics has a significant impact on your migraines. Many people have migraines due to genetics. This means that if your parents or family members have migraines, there is a high risk that you will also have this condition.\n4. Can migraines be cured?\nMany cases of migraine can still be cured if you pay attention to the symptoms of the pain and promptly detect the cause and have appropriate treatment. Therefore, the most important thing is that when pain occurs, the patient should quickly go to the hospital to be examined and find the medical cause leading to their pain.\n5. How long do migraines usually last?\nTypically, migraine attacks can last from 4 to 72 hours. Mild cases of pain may end more quickly. In severe cases, migraines can last for a long time and be accompanied by many different symptoms such as nausea or sensitivity to light, sound, odors, etc.\nMigraines, if not treated promptly, can lead to many dangerous health complications. Therefore, patients should not be subjective when pain appears.\nPatients with migraines can register for examination at the Department of Neurology, Tam Anh General Hospital System. With a team of experienced and skilled experts and doctors, modern equipment and machinery, patients will be supported in accurately detecting the disease condition as well as being advised on appropriate treatment, helping to cure the disease. the fastest and most economical treatment.\nTo schedule an examination, examination, consultation and treatment of migraines as well as neurological diseases in general at Tam Anh General Hospital System, please contact:\nMigraines can be a \"red alert\" of dangerous diseases and cause many inconveniences in life. Be proactive in monitoring your headaches and promptly go to the hospital for check-ups if your migraine is accompanied by unusual signs!"
        }
    ],
    "name": "dau-nua-dau.json"
}