{
    "title": "Migraine headaches: Causes, symptoms, diagnosis and prevention",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/dau-dau-migraine/",
    "abstract": "Migraine headaches often cause extremely severe pain. According to Harvard Medical School's Health Report,\nmigraine syndrome\n If not diagnosed and treated promptly, it can increase the risk of stroke and heart attack\n42% as well\nleaving behind many very dangerous complications.\n This article is expertly advised by Doctor II Tran Le Thanh Tam, Department of Neurology, Neurology Center, Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "Migraine headaches: Causes, symptoms, diagnosis and prevention\n\nMigraine headaches often cause extremely severe pain. According to Harvard Medical School's Health Report,\nmigraine syndrome\n If not diagnosed and treated promptly, it can increase the risk of stroke and heart attack\n42% as well\nleaving behind many very dangerous complications.\n This article is expertly advised by Doctor II Tran Le Thanh Tam, Department of Neurology, Neurology Center, Tam Anh General Hospital, Ho Chi Minh City.\n\nWhat is a migraine headache?\nMigraine headache - also known as migraine syndrome - is a condition of severe, throbbing headaches that appear on only one side of the head and are accompanied by feelings of nausea and visual disturbances. , sensitive to light and sound. (first)\nFrequency: This migraine headache may occur only once or twice a year, or two to three times per week. If migraines increase to a frequency of 15 times/month, the Migraine headache has become a chronic disease and cannot be completely cured.\nSubject: Women are about 3 times more likely to have migraine than men. The average age with the highest incidence of migraines is 40-45 years old. After age 45-50, the incidence of migraine gradually decreases.\nPrevalence: Migraine syndrome affects an estimated more than 10% of people worldwide. In a large US survey, 17.1% of women and 5.6% of men reported migraine symptoms.\n\nClassification of migraine headaches\nWhen classified according to early warning symptoms, migraine headaches have 2 main types, including:\nMigraine headache with aura: A migraine headache with warning symptoms - an early warning that the headache will flare up later.; Migraine headache without aura: A type of migraine headache that occurs suddenly without specific warning signs.\nMigraine headache with aura\nMigraine with aura is a type of migraine headache that has an early “prodromal phase.” At that time, early warning symptoms will appear 24-48 hours before the headache flares up.\nMigraine with aura only accounts for about 10-25% of the total number of migraine headaches each year and includes the following 4 typical representatives:\nRetinal Migraine: A migraine in which you will temporarily lose vision or see flashing lights in one eye before the pain begins.; Migraine with Brainstem Aura: A migraine headache condition in which the pre-symptoms originate at the base of the brain (brainstem) causing disturbances in balance, dizziness, and rhythm. heart rate increases sharply.; Hemiplegic migraine: A migraine whose warning sign is temporary paralysis of one side of the body. Hemiplegia usually disappears after 24 hours or no more than 72 hours.; Silent migraine: A headache that does not bring any headache sensation to the patient, easily confused with transient ischemic attack, especially when it first appears in the elderly.\nMigraine headache without aura\nMigraine headaches without aura account for 75% of headaches that come from migraine syndrome and have no warning symptoms. They often happen suddenly, leaving the patient unable to prepare or anticipate the consequences.\nMigraine without aura is characterized by paroxysmal pain attacks, lasting from 4 to 72 hours, combined with a number of symptoms such as nausea, vomiting, photophobia and phonophobia.\nMigraine headaches can easily become a chronic disease and cannot be completely treated if you ignore the symptoms the disease brings.\n\nSymptoms of migraine headaches\nThe four stages of migraine symptom progression include: Prodrome stage, Aura stage, attack stage and post-migraine stage. (2)\nProdrome stage\nThe Prodrome stage usually lasts from a few hours to a few days within a period of 24-48 hours before the migraine headache officially appears. Up to 77% of patients with migraine have experienced this prodromal phase. Patients will have symptoms of autonomic nervous system such as:\nIntense thirst, certain food cravings or loss of appetite; Mood changes, easily angry and irritable; Fatigue and yawning more; Feeling stiff in the muscles, especially the muscles in the neck area; Have constipation or diarrhea, need to urinate more often.; Sensitivity to light, sound or smell.\nAura phase\nIn the Aura stage, Aura symptoms usually last from 5 minutes to 60 minutes and are characterized by focal neurological symptoms. Only 10-25% of patients with migraine experience this Aura phase.\nThe three types of Aura symptoms include:\nVisual Aura symptoms: A type of symptom that causes many disturbances in vision. More than 90% of patients experiencing an Aura episode suffer from vision-related symptoms, such as: Blind spots. Temporary loss of vision in one or both eyes. It feels like you are looking at the object through water or heat waves causing the image to become distorted. Seeing bright spots of color that resemble flashing lights; Blind spots appear.; Temporary loss of vision in one or both eyes; Feeling like you are looking at the object through water or heat waves causing the image to become distorted.; Seeing bright spots of color that resemble flashing lights; Sensory-motor Aura symptoms: A group of symptoms that cause abnormal disturbances in all of your sensory perceptions and motor abilities. Between 30-36% of patients experiencing an Aura episode suffer from symptoms related to sensory-motor disorders, such as: Hallucinations: Seeing, hearing or smelling things that are not really there. Paresthesia: Numbness in limbs, feeling of needles and tingling in the skin. Movement disorders: Weakness in one part of the body, one arm or one leg. Digestive disorders: Abdominal pain, abdominal discomfort, vomiting, diarrhea, constipation.; Hallucinations: Seeing, hearing, or smelling things that are not really there; Paresthesias: Numbness in limbs, feeling of needles and tingling in the skin; Movement disorders: Weakness in one part of the body, one arm or one leg.; Digestive disorders: Abdominal pain, abdominal discomfort, vomiting, diarrhea, constipation.; Language Aura Symptoms: Only about 10% of patients experiencing an Aura episode suffer from language-related symptoms – these include language disorders such as mumbling, stuttering, difficulty finding words to say. speak.\nAttack phase (Attack)\nThe attack phase lasts from 4 to 72 hours. Whether the type of migraine headache is with aura or without aura, during the attack phase, you must experience typical symptoms of migraine, such as:\nThe throbbing pain only occurs in one half of the head and gets worse when you move.; Sensitivity to light, smell, sound, movement and touch.; Deterioration of vision, hallucinations, dizziness, and vertigo; Abdominal pain and nausea; Tightness in your shoulders and neck; Often yawning, easily irritable.\nPostdrome phase\nPostdrome is the final stage of a migraine headache. Symptoms in the Postdrome stage are very common, up to 80% of migraine patients admit to having gone through this stage. Postdrome can last for 24–48 hours after the migraine stops, and includes symptoms of:\nBody aches, feels exhausted, weak; Causes confusion, difficulty concentrating; Dizziness, depression.\nSome people find that sudden or rapid head movements can cause migraines to return, but only for a short time.\nMigraine headaches often cause severe pain, which can be accompanied by dizziness, lightheadedness, ringing in the ears, and loss of balance.\n\nCauses of migraine headaches\nHigh risk factors\nGender: 75% of patients with migraine headaches are female. In young adulthood, migraines are more common in men. But once the effects of the hormone estrogen begin, especially during puberty and perimenopause, migraine rates begin to increase in women.; Age: Migraine symptoms change with age. Migraine headaches appear most often in the 20s and most often in the 40s. Then, at the age of 45-50 onwards, the frequency of migraine headaches begins to gradually decrease.; Genetics: According to the Health & Medical Information page of Harvard Medical School, genetics also plays a certain role in migraine syndrome because up to 70% of patients with migraine headaches have a relative. I also suffered from migraine headaches. (3); Side effects of medications: Over time, many systems in our body work less effectively. Weak kidney excretion and poor liver metabolism cause the drugs we take to stay in the body longer - contributing to migraine headaches.\nSome common migraine triggers\nIdentifying common causes of migraine headaches can help people prevent or at least be best prepared for similar attacks in the future. Some common migraine triggers include: (4)\nAlcohol and caffeine: According to the FDA and WHO, each healthy adult should not consume more than 400 mg of caffeine and 10 grams of alcohol per day - otherwise there will be side effects - which can lead to migraine headaches.; Unscientific diet: Irregular eating, skipping meals, eating too much processed foods, canned foods, fermented foods, silage, overnight salt, foods containing a lot of MSG, preservatives, etc. may increase the risk of migraine.; Sound, light and scent: Exposure to environments with too bright lights, constantly flashing lights, too loud sounds or being near areas with a lot of anise scent all increase the risk of migraine headaches.; Weather changes: Unexpected weather changes can affect the pressure and blood flow to the brain, as well as the temporal sinus system and contribute to migraine syndrome.; Hormonal changes: Abnormal changes in estrogen levels during pregnancy, premenopause, and puberty in women can cause Menstrual Migraine - menstrual migraine.\nHormonal changes during pregnancy make women more susceptible to migraine headaches\n\nDangerous complications of migraine should be noted\nAlthough migraine headaches are not life-threatening, they can cause serious complications that require immediate medical attention, such as:\nEpilepsy: An extremely rare complication that causes part of the body to convulse and lose control. Seizures often come during or immediately after a migraine aura; Migrainous Infarction: This is a rare complication, mainly occurring in young women, when the brain's blood vessels narrow, causing the brain to lack oxygen. Before a stroke hits, you may see flashes of light, blind spots, and a tingling sensation in your hands or face.; Status Migrainosus: Accounts for 3% of all migraine headaches. Any migraine headache that lasts more than 72 hours is often called a status migraine. The pain and nausea caused by this type of migraine can be so intense that you need immediate medical attention to rehydrate.; Serotonin Syndrome: When treating migraine headaches, Triptan pain relievers may interact with antidepressants, increasing serotonin levels and causing complications such as agitation, confusion, diarrhea, muscle twitching, and heart palpitations; Stomach pain: Migraine headache relievers such as aspirin, ibuprofen, and other nonsteroidal anti-inflammatory drugs can cause ulcers, bleeding, and stomach pain if you take too much or take them for a long time.\n\nHow to diagnose migraine headaches\nDiagnosis of migraine without aura\nAccording to the International Headache Society's (IHS) International Classification of Headache Disorders, migraine headaches are defined when:\n1. The patient has experienced at least 5 severe migraine attacks in his life.\n2. Attack phase lasts at least 4 hours and no more than 72 hours.\n3. Comes with at least 2 of the following 4 characteristics:\nPain that occurs on only one side of the head (migraine).; Pain rolls in waves with the pulse.; Pain intensity ranges from moderate to severe.; The pain is sharper - more painful when moving.\n4. Have at least 1 of 4 signs:\nNausea.; Vomiting.; Sensitive to light.; Sensitive to sound.\nDiagnosis of migraine headache with aura\nAfter determining that this is a migraine headache, the doctor will conduct further diagnosis according to the standards of the International Headache Society (IHS) to continue to determine that this is a migraine headache with aura.\nAccordingly, a migraine headache with aura must have at least 2 headache episodes that satisfy both of the following conditions:\n1. There is at least 01 symptom in the Aura stage that affects:\nVision: Seeing bright spots or blind spots, distorted images; Retina: Temporary loss of vision in one eye, strange illusions.; Senses: Smell, hear, feel strange smells, strange sounds, tingling sensation on the skin.; Language: Dysarthria, stuttering, difficulty finding words to say; Motor nerves: One limb is weak, numb or temporarily paralyzed.; Brain stem: Characterized by symptoms originating in the brainstem region such as arrhythmia, loss of balance without evidence of motor weakness.\nBesides, to be diagnosed as migraine aura, you must have at least 3 of the following 6 characteristics:\nAt least 01 Aura phase symptom spreads gradually over 5 minutes or more.; At least 02 Aura symptoms occurring consecutively.; Each individual Aura symptom lasts from 5 to 60 minutes.; At least 01 Aura symptom causes a local effect on a part of the body (for example, loss of speech ability).; At least one Aura symptom is a hallucination (eg, a tingling sensation on the skin).; Aura symptoms appear within 60 minutes before the pain strikes.\n\nHow to treat migraine headaches\nWhile it's impossible to completely prevent migraine headaches, besides seeing a doctor, there are some things you can do at home to shorten the attacks and reduce their severity and frequency. Home remedies include:\nRest in a dark and quiet room; Use a cold compress to apply to the painful area.; Drink a lot of water.; Sleep on time and get enough sleep; Take over-the-counter pain relievers such as aspirin, ibuprofen, or naproxen.\nIf home treatments are not effective and you have migraines 4 or more days a month, you should arrange to see a neurologist for specific advice and treatment. Doctors may prescribe medications for you including:\nSupplement essential micronutrients.; Antihypertensive, antiepileptic, anti-depressant drugs; Calcitonin gene-related monoclonal antibody (CGRP) – is the newest drug recently approved by the FDA for the treatment of migraines. They are given monthly to help prevent symptoms.\nRest, cold compresses, and medication as prescribed can help relieve migraine headaches\n\nHow to prevent migraine headaches\nPrevention is better than cure! Please apply the following 6 ways to prevent migraine headaches to minimize the risk of the disease or reduce the risk of the disease recurring:\nStay away from environmental triggers: Stay away from any signs you suspect are triggering your headaches if possible (such as flashing lights, changes in air pressure, temperature changes, etc.). high, certain noises or smells).; Avoid foods that contain stimulants: Some foods that contain stimulants to the nervous and digestive systems that you need to pay attention to include:\nTea, coffee, chocolate or products containing artificial sweeteners. Red wine or other alcohol. Dairy products such as cheese, milk powder, cakes. Ice cream or other cold foods contain many preservatives such as nitrates, nitrites and monosodium glutamate (MSG).; Tea, coffee, chocolate or products containing artificial sweeteners; Red wine or other types of alcohol.; Dairy products such as cheese, milk powder, cakes, etc.; Ice cream or other cold foods contain many preservatives such as nitrates, nitrites and monosodium glutamate (MSG).; Learn to relax: Listening to soothing music, practicing meditation, yoga or gentle breathing exercises helps you avoid the body's excessive biological reactions when stressed.; Practice a healthy lifestyle: Get enough sleep, don't under- or over-sleep on weekends. Sleep disorders can also cause migraine headaches.; Light exercise: Exercising too hard can cause headaches, but many studies have shown that moderate-intensity exercise contributes to reducing the frequency and preventing migraine headaches more effectively than use medicine.; Avoid medications that cause headaches: Many medications can worsen migraines, such as birth control pills. If you are taking any medications, tell your doctor in detail so they can advise you on whether to continue using them.\n\nWhen to see a doctor?\nYou may be familiar with managing your migraine pain at home. However, you need to see a doctor as soon as possible if the following signs appear:\nHave three or more headaches per week.; Frequency of pain and/or severity of pain that does not improve over time; Need to take painkillers almost every day to treat headaches.; Needing more than two to three doses of over-the-counter medications per week to feel better.; Headaches that affect your home, work, or social life; Headache due to coughing, sneezing, fatigue or straining when going to the toilet.\nIn particular, you need to go to the emergency room immediately if you have a new, severe, sudden headache accompanied by:\nConvulsions, dizziness, sudden loss of balance or fall, numbness or tingling or partial paralysis of the body.; Difficulty speaking, confusion, seizures, personality changes or inappropriate behavior; Dizziness, blurred vision or blind spots; Fever, difficulty breathing, stiff neck or rash; Headaches wake you up at night.; Severe nausea and vomiting; Headaches occur after head injury or accident.; Headache caused by coughing, bending, sexual activity or other physical activities.\nA detailed description of the symptoms of a migraine headache will help your doctor accurately diagnose the cause of the headache as well as design an appropriate treatment plan.\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nAbove is the most basic information about migraine headaches. Hopefully through this article, you have partly understood what migraine syndrome is, what causes migraine syndrome, and how to treat migraine headaches appropriately. You can contact the Department of Neurology, Neurology Center, Tam Anh General Hospital System for timely examination if you have signs of migraine.",
    "subsections": [
        {
            "subsection_name": "What is a migraine headache?",
            "subsection_content": "Migraine headache - also known as migraine syndrome - is a condition of severe, throbbing headaches that appear on only one side of the head and are accompanied by feelings of nausea and visual disturbances. , sensitive to light and sound. (first)\nFrequency: This migraine headache may occur only once or twice a year, or two to three times per week. If migraines increase to a frequency of 15 times/month, the Migraine headache has become a chronic disease and cannot be completely cured.\nSubject: Women are about 3 times more likely to have migraine than men. The average age with the highest incidence of migraines is 40-45 years old. After age 45-50, the incidence of migraine gradually decreases.\nPrevalence: Migraine syndrome affects an estimated more than 10% of people worldwide. In a large US survey, 17.1% of women and 5.6% of men reported migraine symptoms.",
            "subsection_string": "What is a migraine headache?\nMigraine headache - also known as migraine syndrome - is a condition of severe, throbbing headaches that appear on only one side of the head and are accompanied by feelings of nausea and visual disturbances. , sensitive to light and sound. (first)\nFrequency: This migraine headache may occur only once or twice a year, or two to three times per week. If migraines increase to a frequency of 15 times/month, the Migraine headache has become a chronic disease and cannot be completely cured.\nSubject: Women are about 3 times more likely to have migraine than men. The average age with the highest incidence of migraines is 40-45 years old. After age 45-50, the incidence of migraine gradually decreases.\nPrevalence: Migraine syndrome affects an estimated more than 10% of people worldwide. In a large US survey, 17.1% of women and 5.6% of men reported migraine symptoms."
        },
        {
            "subsection_name": "Classification of migraine headaches",
            "subsection_content": "When classified according to early warning symptoms, migraine headaches have 2 main types, including:\nMigraine headache with aura: A migraine headache with warning symptoms - an early warning that the headache will flare up later.; Migraine headache without aura: A type of migraine headache that occurs suddenly without specific warning signs.\nMigraine headache with aura\nMigraine with aura is a type of migraine headache that has an early “prodromal phase.” At that time, early warning symptoms will appear 24-48 hours before the headache flares up.\nMigraine with aura only accounts for about 10-25% of the total number of migraine headaches each year and includes the following 4 typical representatives:\nRetinal Migraine: A migraine in which you will temporarily lose vision or see flashing lights in one eye before the pain begins.; Migraine with Brainstem Aura: A migraine headache condition in which the pre-symptoms originate at the base of the brain (brainstem) causing disturbances in balance, dizziness, and rhythm. heart rate increases sharply.; Hemiplegic migraine: A migraine whose warning sign is temporary paralysis of one side of the body. Hemiplegia usually disappears after 24 hours or no more than 72 hours.; Silent migraine: A headache that does not bring any headache sensation to the patient, easily confused with transient ischemic attack, especially when it first appears in the elderly.\nMigraine headache without aura\nMigraine headaches without aura account for 75% of headaches that come from migraine syndrome and have no warning symptoms. They often happen suddenly, leaving the patient unable to prepare or anticipate the consequences.\nMigraine without aura is characterized by paroxysmal pain attacks, lasting from 4 to 72 hours, combined with a number of symptoms such as nausea, vomiting, photophobia and phonophobia.\nMigraine headaches can easily become a chronic disease and cannot be completely treated if you ignore the symptoms the disease brings.",
            "subsection_string": "Classification of migraine headaches\nWhen classified according to early warning symptoms, migraine headaches have 2 main types, including:\nMigraine headache with aura: A migraine headache with warning symptoms - an early warning that the headache will flare up later.; Migraine headache without aura: A type of migraine headache that occurs suddenly without specific warning signs.\nMigraine headache with aura\nMigraine with aura is a type of migraine headache that has an early “prodromal phase.” At that time, early warning symptoms will appear 24-48 hours before the headache flares up.\nMigraine with aura only accounts for about 10-25% of the total number of migraine headaches each year and includes the following 4 typical representatives:\nRetinal Migraine: A migraine in which you will temporarily lose vision or see flashing lights in one eye before the pain begins.; Migraine with Brainstem Aura: A migraine headache condition in which the pre-symptoms originate at the base of the brain (brainstem) causing disturbances in balance, dizziness, and rhythm. heart rate increases sharply.; Hemiplegic migraine: A migraine whose warning sign is temporary paralysis of one side of the body. Hemiplegia usually disappears after 24 hours or no more than 72 hours.; Silent migraine: A headache that does not bring any headache sensation to the patient, easily confused with transient ischemic attack, especially when it first appears in the elderly.\nMigraine headache without aura\nMigraine headaches without aura account for 75% of headaches that come from migraine syndrome and have no warning symptoms. They often happen suddenly, leaving the patient unable to prepare or anticipate the consequences.\nMigraine without aura is characterized by paroxysmal pain attacks, lasting from 4 to 72 hours, combined with a number of symptoms such as nausea, vomiting, photophobia and phonophobia.\nMigraine headaches can easily become a chronic disease and cannot be completely treated if you ignore the symptoms the disease brings."
        },
        {
            "subsection_name": "Symptoms of migraine headaches",
            "subsection_content": "The four stages of migraine symptom progression include: Prodrome stage, Aura stage, attack stage and post-migraine stage. (2)\nProdrome stage\nThe Prodrome stage usually lasts from a few hours to a few days within a period of 24-48 hours before the migraine headache officially appears. Up to 77% of patients with migraine have experienced this prodromal phase. Patients will have symptoms of autonomic nervous system such as:\nIntense thirst, certain food cravings or loss of appetite; Mood changes, easily angry and irritable; Fatigue and yawning more; Feeling stiff in the muscles, especially the muscles in the neck area; Have constipation or diarrhea, need to urinate more often.; Sensitivity to light, sound or smell.\nAura phase\nIn the Aura stage, Aura symptoms usually last from 5 minutes to 60 minutes and are characterized by focal neurological symptoms. Only 10-25% of patients with migraine experience this Aura phase.\nThe three types of Aura symptoms include:\nVisual Aura symptoms: A type of symptom that causes many disturbances in vision. More than 90% of patients experiencing an Aura episode suffer from vision-related symptoms, such as: Blind spots. Temporary loss of vision in one or both eyes. It feels like you are looking at the object through water or heat waves causing the image to become distorted. Seeing bright spots of color that resemble flashing lights; Blind spots appear.; Temporary loss of vision in one or both eyes; Feeling like you are looking at the object through water or heat waves causing the image to become distorted.; Seeing bright spots of color that resemble flashing lights; Sensory-motor Aura symptoms: A group of symptoms that cause abnormal disturbances in all of your sensory perceptions and motor abilities. Between 30-36% of patients experiencing an Aura episode suffer from symptoms related to sensory-motor disorders, such as: Hallucinations: Seeing, hearing or smelling things that are not really there. Paresthesia: Numbness in limbs, feeling of needles and tingling in the skin. Movement disorders: Weakness in one part of the body, one arm or one leg. Digestive disorders: Abdominal pain, abdominal discomfort, vomiting, diarrhea, constipation.; Hallucinations: Seeing, hearing, or smelling things that are not really there; Paresthesias: Numbness in limbs, feeling of needles and tingling in the skin; Movement disorders: Weakness in one part of the body, one arm or one leg.; Digestive disorders: Abdominal pain, abdominal discomfort, vomiting, diarrhea, constipation.; Language Aura Symptoms: Only about 10% of patients experiencing an Aura episode suffer from language-related symptoms – these include language disorders such as mumbling, stuttering, difficulty finding words to say. speak.\nAttack phase (Attack)\nThe attack phase lasts from 4 to 72 hours. Whether the type of migraine headache is with aura or without aura, during the attack phase, you must experience typical symptoms of migraine, such as:\nThe throbbing pain only occurs in one half of the head and gets worse when you move.; Sensitivity to light, smell, sound, movement and touch.; Deterioration of vision, hallucinations, dizziness, and vertigo; Abdominal pain and nausea; Tightness in your shoulders and neck; Often yawning, easily irritable.\nPostdrome phase\nPostdrome is the final stage of a migraine headache. Symptoms in the Postdrome stage are very common, up to 80% of migraine patients admit to having gone through this stage. Postdrome can last for 24–48 hours after the migraine stops, and includes symptoms of:\nBody aches, feels exhausted, weak; Causes confusion, difficulty concentrating; Dizziness, depression.\nSome people find that sudden or rapid head movements can cause migraines to return, but only for a short time.\nMigraine headaches often cause severe pain, which can be accompanied by dizziness, lightheadedness, ringing in the ears, and loss of balance.",
            "subsection_string": "Symptoms of migraine headaches\nThe four stages of migraine symptom progression include: Prodrome stage, Aura stage, attack stage and post-migraine stage. (2)\nProdrome stage\nThe Prodrome stage usually lasts from a few hours to a few days within a period of 24-48 hours before the migraine headache officially appears. Up to 77% of patients with migraine have experienced this prodromal phase. Patients will have symptoms of autonomic nervous system such as:\nIntense thirst, certain food cravings or loss of appetite; Mood changes, easily angry and irritable; Fatigue and yawning more; Feeling stiff in the muscles, especially the muscles in the neck area; Have constipation or diarrhea, need to urinate more often.; Sensitivity to light, sound or smell.\nAura phase\nIn the Aura stage, Aura symptoms usually last from 5 minutes to 60 minutes and are characterized by focal neurological symptoms. Only 10-25% of patients with migraine experience this Aura phase.\nThe three types of Aura symptoms include:\nVisual Aura symptoms: A type of symptom that causes many disturbances in vision. More than 90% of patients experiencing an Aura episode suffer from vision-related symptoms, such as: Blind spots. Temporary loss of vision in one or both eyes. It feels like you are looking at the object through water or heat waves causing the image to become distorted. Seeing bright spots of color that resemble flashing lights; Blind spots appear.; Temporary loss of vision in one or both eyes; Feeling like you are looking at the object through water or heat waves causing the image to become distorted.; Seeing bright spots of color that resemble flashing lights; Sensory-motor Aura symptoms: A group of symptoms that cause abnormal disturbances in all of your sensory perceptions and motor abilities. Between 30-36% of patients experiencing an Aura episode suffer from symptoms related to sensory-motor disorders, such as: Hallucinations: Seeing, hearing or smelling things that are not really there. Paresthesia: Numbness in limbs, feeling of needles and tingling in the skin. Movement disorders: Weakness in one part of the body, one arm or one leg. Digestive disorders: Abdominal pain, abdominal discomfort, vomiting, diarrhea, constipation.; Hallucinations: Seeing, hearing, or smelling things that are not really there; Paresthesias: Numbness in limbs, feeling of needles and tingling in the skin; Movement disorders: Weakness in one part of the body, one arm or one leg.; Digestive disorders: Abdominal pain, abdominal discomfort, vomiting, diarrhea, constipation.; Language Aura Symptoms: Only about 10% of patients experiencing an Aura episode suffer from language-related symptoms – these include language disorders such as mumbling, stuttering, difficulty finding words to say. speak.\nAttack phase (Attack)\nThe attack phase lasts from 4 to 72 hours. Whether the type of migraine headache is with aura or without aura, during the attack phase, you must experience typical symptoms of migraine, such as:\nThe throbbing pain only occurs in one half of the head and gets worse when you move.; Sensitivity to light, smell, sound, movement and touch.; Deterioration of vision, hallucinations, dizziness, and vertigo; Abdominal pain and nausea; Tightness in your shoulders and neck; Often yawning, easily irritable.\nPostdrome phase\nPostdrome is the final stage of a migraine headache. Symptoms in the Postdrome stage are very common, up to 80% of migraine patients admit to having gone through this stage. Postdrome can last for 24–48 hours after the migraine stops, and includes symptoms of:\nBody aches, feels exhausted, weak; Causes confusion, difficulty concentrating; Dizziness, depression.\nSome people find that sudden or rapid head movements can cause migraines to return, but only for a short time.\nMigraine headaches often cause severe pain, which can be accompanied by dizziness, lightheadedness, ringing in the ears, and loss of balance."
        },
        {
            "subsection_name": "Causes of migraine headaches",
            "subsection_content": "High risk factors\nGender: 75% of patients with migraine headaches are female. In young adulthood, migraines are more common in men. But once the effects of the hormone estrogen begin, especially during puberty and perimenopause, migraine rates begin to increase in women.; Age: Migraine symptoms change with age. Migraine headaches appear most often in the 20s and most often in the 40s. Then, at the age of 45-50 onwards, the frequency of migraine headaches begins to gradually decrease.; Genetics: According to the Health & Medical Information page of Harvard Medical School, genetics also plays a certain role in migraine syndrome because up to 70% of patients with migraine headaches have a relative. I also suffered from migraine headaches. (3); Side effects of medications: Over time, many systems in our body work less effectively. Weak kidney excretion and poor liver metabolism cause the drugs we take to stay in the body longer - contributing to migraine headaches.\nSome common migraine triggers\nIdentifying common causes of migraine headaches can help people prevent or at least be best prepared for similar attacks in the future. Some common migraine triggers include: (4)\nAlcohol and caffeine: According to the FDA and WHO, each healthy adult should not consume more than 400 mg of caffeine and 10 grams of alcohol per day - otherwise there will be side effects - which can lead to migraine headaches.; Unscientific diet: Irregular eating, skipping meals, eating too much processed foods, canned foods, fermented foods, silage, overnight salt, foods containing a lot of MSG, preservatives, etc. may increase the risk of migraine.; Sound, light and scent: Exposure to environments with too bright lights, constantly flashing lights, too loud sounds or being near areas with a lot of anise scent all increase the risk of migraine headaches.; Weather changes: Unexpected weather changes can affect the pressure and blood flow to the brain, as well as the temporal sinus system and contribute to migraine syndrome.; Hormonal changes: Abnormal changes in estrogen levels during pregnancy, premenopause, and puberty in women can cause Menstrual Migraine - menstrual migraine.\nHormonal changes during pregnancy make women more susceptible to migraine headaches",
            "subsection_string": "Causes of migraine headaches\nHigh risk factors\nGender: 75% of patients with migraine headaches are female. In young adulthood, migraines are more common in men. But once the effects of the hormone estrogen begin, especially during puberty and perimenopause, migraine rates begin to increase in women.; Age: Migraine symptoms change with age. Migraine headaches appear most often in the 20s and most often in the 40s. Then, at the age of 45-50 onwards, the frequency of migraine headaches begins to gradually decrease.; Genetics: According to the Health & Medical Information page of Harvard Medical School, genetics also plays a certain role in migraine syndrome because up to 70% of patients with migraine headaches have a relative. I also suffered from migraine headaches. (3); Side effects of medications: Over time, many systems in our body work less effectively. Weak kidney excretion and poor liver metabolism cause the drugs we take to stay in the body longer - contributing to migraine headaches.\nSome common migraine triggers\nIdentifying common causes of migraine headaches can help people prevent or at least be best prepared for similar attacks in the future. Some common migraine triggers include: (4)\nAlcohol and caffeine: According to the FDA and WHO, each healthy adult should not consume more than 400 mg of caffeine and 10 grams of alcohol per day - otherwise there will be side effects - which can lead to migraine headaches.; Unscientific diet: Irregular eating, skipping meals, eating too much processed foods, canned foods, fermented foods, silage, overnight salt, foods containing a lot of MSG, preservatives, etc. may increase the risk of migraine.; Sound, light and scent: Exposure to environments with too bright lights, constantly flashing lights, too loud sounds or being near areas with a lot of anise scent all increase the risk of migraine headaches.; Weather changes: Unexpected weather changes can affect the pressure and blood flow to the brain, as well as the temporal sinus system and contribute to migraine syndrome.; Hormonal changes: Abnormal changes in estrogen levels during pregnancy, premenopause, and puberty in women can cause Menstrual Migraine - menstrual migraine.\nHormonal changes during pregnancy make women more susceptible to migraine headaches"
        },
        {
            "subsection_name": "Dangerous complications of migraine should be noted",
            "subsection_content": "Although migraine headaches are not life-threatening, they can cause serious complications that require immediate medical attention, such as:\nEpilepsy: An extremely rare complication that causes part of the body to convulse and lose control. Seizures often come during or immediately after a migraine aura; Migrainous Infarction: This is a rare complication, mainly occurring in young women, when the brain's blood vessels narrow, causing the brain to lack oxygen. Before a stroke hits, you may see flashes of light, blind spots, and a tingling sensation in your hands or face.; Status Migrainosus: Accounts for 3% of all migraine headaches. Any migraine headache that lasts more than 72 hours is often called a status migraine. The pain and nausea caused by this type of migraine can be so intense that you need immediate medical attention to rehydrate.; Serotonin Syndrome: When treating migraine headaches, Triptan pain relievers may interact with antidepressants, increasing serotonin levels and causing complications such as agitation, confusion, diarrhea, muscle twitching, and heart palpitations; Stomach pain: Migraine headache relievers such as aspirin, ibuprofen, and other nonsteroidal anti-inflammatory drugs can cause ulcers, bleeding, and stomach pain if you take too much or take them for a long time.",
            "subsection_string": "Dangerous complications of migraine should be noted\nAlthough migraine headaches are not life-threatening, they can cause serious complications that require immediate medical attention, such as:\nEpilepsy: An extremely rare complication that causes part of the body to convulse and lose control. Seizures often come during or immediately after a migraine aura; Migrainous Infarction: This is a rare complication, mainly occurring in young women, when the brain's blood vessels narrow, causing the brain to lack oxygen. Before a stroke hits, you may see flashes of light, blind spots, and a tingling sensation in your hands or face.; Status Migrainosus: Accounts for 3% of all migraine headaches. Any migraine headache that lasts more than 72 hours is often called a status migraine. The pain and nausea caused by this type of migraine can be so intense that you need immediate medical attention to rehydrate.; Serotonin Syndrome: When treating migraine headaches, Triptan pain relievers may interact with antidepressants, increasing serotonin levels and causing complications such as agitation, confusion, diarrhea, muscle twitching, and heart palpitations; Stomach pain: Migraine headache relievers such as aspirin, ibuprofen, and other nonsteroidal anti-inflammatory drugs can cause ulcers, bleeding, and stomach pain if you take too much or take them for a long time."
        },
        {
            "subsection_name": "How to diagnose migraine headaches",
            "subsection_content": "Diagnosis of migraine without aura\nAccording to the International Headache Society's (IHS) International Classification of Headache Disorders, migraine headaches are defined when:\n1. The patient has experienced at least 5 severe migraine attacks in his life.\n2. Attack phase lasts at least 4 hours and no more than 72 hours.\n3. Comes with at least 2 of the following 4 characteristics:\nPain that occurs on only one side of the head (migraine).; Pain rolls in waves with the pulse.; Pain intensity ranges from moderate to severe.; The pain is sharper - more painful when moving.\n4. Have at least 1 of 4 signs:\nNausea.; Vomiting.; Sensitive to light.; Sensitive to sound.\nDiagnosis of migraine headache with aura\nAfter determining that this is a migraine headache, the doctor will conduct further diagnosis according to the standards of the International Headache Society (IHS) to continue to determine that this is a migraine headache with aura.\nAccordingly, a migraine headache with aura must have at least 2 headache episodes that satisfy both of the following conditions:\n1. There is at least 01 symptom in the Aura stage that affects:\nVision: Seeing bright spots or blind spots, distorted images; Retina: Temporary loss of vision in one eye, strange illusions.; Senses: Smell, hear, feel strange smells, strange sounds, tingling sensation on the skin.; Language: Dysarthria, stuttering, difficulty finding words to say; Motor nerves: One limb is weak, numb or temporarily paralyzed.; Brain stem: Characterized by symptoms originating in the brainstem region such as arrhythmia, loss of balance without evidence of motor weakness.\nBesides, to be diagnosed as migraine aura, you must have at least 3 of the following 6 characteristics:\nAt least 01 Aura phase symptom spreads gradually over 5 minutes or more.; At least 02 Aura symptoms occurring consecutively.; Each individual Aura symptom lasts from 5 to 60 minutes.; At least 01 Aura symptom causes a local effect on a part of the body (for example, loss of speech ability).; At least one Aura symptom is a hallucination (eg, a tingling sensation on the skin).; Aura symptoms appear within 60 minutes before the pain strikes.",
            "subsection_string": "How to diagnose migraine headaches\nDiagnosis of migraine without aura\nAccording to the International Headache Society's (IHS) International Classification of Headache Disorders, migraine headaches are defined when:\n1. The patient has experienced at least 5 severe migraine attacks in his life.\n2. Attack phase lasts at least 4 hours and no more than 72 hours.\n3. Comes with at least 2 of the following 4 characteristics:\nPain that occurs on only one side of the head (migraine).; Pain rolls in waves with the pulse.; Pain intensity ranges from moderate to severe.; The pain is sharper - more painful when moving.\n4. Have at least 1 of 4 signs:\nNausea.; Vomiting.; Sensitive to light.; Sensitive to sound.\nDiagnosis of migraine headache with aura\nAfter determining that this is a migraine headache, the doctor will conduct further diagnosis according to the standards of the International Headache Society (IHS) to continue to determine that this is a migraine headache with aura.\nAccordingly, a migraine headache with aura must have at least 2 headache episodes that satisfy both of the following conditions:\n1. There is at least 01 symptom in the Aura stage that affects:\nVision: Seeing bright spots or blind spots, distorted images; Retina: Temporary loss of vision in one eye, strange illusions.; Senses: Smell, hear, feel strange smells, strange sounds, tingling sensation on the skin.; Language: Dysarthria, stuttering, difficulty finding words to say; Motor nerves: One limb is weak, numb or temporarily paralyzed.; Brain stem: Characterized by symptoms originating in the brainstem region such as arrhythmia, loss of balance without evidence of motor weakness.\nBesides, to be diagnosed as migraine aura, you must have at least 3 of the following 6 characteristics:\nAt least 01 Aura phase symptom spreads gradually over 5 minutes or more.; At least 02 Aura symptoms occurring consecutively.; Each individual Aura symptom lasts from 5 to 60 minutes.; At least 01 Aura symptom causes a local effect on a part of the body (for example, loss of speech ability).; At least one Aura symptom is a hallucination (eg, a tingling sensation on the skin).; Aura symptoms appear within 60 minutes before the pain strikes."
        },
        {
            "subsection_name": "How to treat migraine headaches",
            "subsection_content": "While it's impossible to completely prevent migraine headaches, besides seeing a doctor, there are some things you can do at home to shorten the attacks and reduce their severity and frequency. Home remedies include:\nRest in a dark and quiet room; Use a cold compress to apply to the painful area.; Drink a lot of water.; Sleep on time and get enough sleep; Take over-the-counter pain relievers such as aspirin, ibuprofen, or naproxen.\nIf home treatments are not effective and you have migraines 4 or more days a month, you should arrange to see a neurologist for specific advice and treatment. Doctors may prescribe medications for you including:\nSupplement essential micronutrients.; Antihypertensive, antiepileptic, anti-depressant drugs; Calcitonin gene-related monoclonal antibody (CGRP) – is the newest drug recently approved by the FDA for the treatment of migraines. They are given monthly to help prevent symptoms.\nRest, cold compresses, and medication as prescribed can help relieve migraine headaches",
            "subsection_string": "How to treat migraine headaches\nWhile it's impossible to completely prevent migraine headaches, besides seeing a doctor, there are some things you can do at home to shorten the attacks and reduce their severity and frequency. Home remedies include:\nRest in a dark and quiet room; Use a cold compress to apply to the painful area.; Drink a lot of water.; Sleep on time and get enough sleep; Take over-the-counter pain relievers such as aspirin, ibuprofen, or naproxen.\nIf home treatments are not effective and you have migraines 4 or more days a month, you should arrange to see a neurologist for specific advice and treatment. Doctors may prescribe medications for you including:\nSupplement essential micronutrients.; Antihypertensive, antiepileptic, anti-depressant drugs; Calcitonin gene-related monoclonal antibody (CGRP) – is the newest drug recently approved by the FDA for the treatment of migraines. They are given monthly to help prevent symptoms.\nRest, cold compresses, and medication as prescribed can help relieve migraine headaches"
        },
        {
            "subsection_name": "How to prevent migraine headaches",
            "subsection_content": "Prevention is better than cure! Please apply the following 6 ways to prevent migraine headaches to minimize the risk of the disease or reduce the risk of the disease recurring:\nStay away from environmental triggers: Stay away from any signs you suspect are triggering your headaches if possible (such as flashing lights, changes in air pressure, temperature changes, etc.). high, certain noises or smells).; Avoid foods that contain stimulants: Some foods that contain stimulants to the nervous and digestive systems that you need to pay attention to include:\nTea, coffee, chocolate or products containing artificial sweeteners. Red wine or other alcohol. Dairy products such as cheese, milk powder, cakes. Ice cream or other cold foods contain many preservatives such as nitrates, nitrites and monosodium glutamate (MSG).; Tea, coffee, chocolate or products containing artificial sweeteners; Red wine or other types of alcohol.; Dairy products such as cheese, milk powder, cakes, etc.; Ice cream or other cold foods contain many preservatives such as nitrates, nitrites and monosodium glutamate (MSG).; Learn to relax: Listening to soothing music, practicing meditation, yoga or gentle breathing exercises helps you avoid the body's excessive biological reactions when stressed.; Practice a healthy lifestyle: Get enough sleep, don't under- or over-sleep on weekends. Sleep disorders can also cause migraine headaches.; Light exercise: Exercising too hard can cause headaches, but many studies have shown that moderate-intensity exercise contributes to reducing the frequency and preventing migraine headaches more effectively than use medicine.; Avoid medications that cause headaches: Many medications can worsen migraines, such as birth control pills. If you are taking any medications, tell your doctor in detail so they can advise you on whether to continue using them.",
            "subsection_string": "How to prevent migraine headaches\nPrevention is better than cure! Please apply the following 6 ways to prevent migraine headaches to minimize the risk of the disease or reduce the risk of the disease recurring:\nStay away from environmental triggers: Stay away from any signs you suspect are triggering your headaches if possible (such as flashing lights, changes in air pressure, temperature changes, etc.). high, certain noises or smells).; Avoid foods that contain stimulants: Some foods that contain stimulants to the nervous and digestive systems that you need to pay attention to include:\nTea, coffee, chocolate or products containing artificial sweeteners. Red wine or other alcohol. Dairy products such as cheese, milk powder, cakes. Ice cream or other cold foods contain many preservatives such as nitrates, nitrites and monosodium glutamate (MSG).; Tea, coffee, chocolate or products containing artificial sweeteners; Red wine or other types of alcohol.; Dairy products such as cheese, milk powder, cakes, etc.; Ice cream or other cold foods contain many preservatives such as nitrates, nitrites and monosodium glutamate (MSG).; Learn to relax: Listening to soothing music, practicing meditation, yoga or gentle breathing exercises helps you avoid the body's excessive biological reactions when stressed.; Practice a healthy lifestyle: Get enough sleep, don't under- or over-sleep on weekends. Sleep disorders can also cause migraine headaches.; Light exercise: Exercising too hard can cause headaches, but many studies have shown that moderate-intensity exercise contributes to reducing the frequency and preventing migraine headaches more effectively than use medicine.; Avoid medications that cause headaches: Many medications can worsen migraines, such as birth control pills. If you are taking any medications, tell your doctor in detail so they can advise you on whether to continue using them."
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "You may be familiar with managing your migraine pain at home. However, you need to see a doctor as soon as possible if the following signs appear:\nHave three or more headaches per week.; Frequency of pain and/or severity of pain that does not improve over time; Need to take painkillers almost every day to treat headaches.; Needing more than two to three doses of over-the-counter medications per week to feel better.; Headaches that affect your home, work, or social life; Headache due to coughing, sneezing, fatigue or straining when going to the toilet.\nIn particular, you need to go to the emergency room immediately if you have a new, severe, sudden headache accompanied by:\nConvulsions, dizziness, sudden loss of balance or fall, numbness or tingling or partial paralysis of the body.; Difficulty speaking, confusion, seizures, personality changes or inappropriate behavior; Dizziness, blurred vision or blind spots; Fever, difficulty breathing, stiff neck or rash; Headaches wake you up at night.; Severe nausea and vomiting; Headaches occur after head injury or accident.; Headache caused by coughing, bending, sexual activity or other physical activities.\nA detailed description of the symptoms of a migraine headache will help your doctor accurately diagnose the cause of the headache as well as design an appropriate treatment plan.\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nAbove is the most basic information about migraine headaches. Hopefully through this article, you have partly understood what migraine syndrome is, what causes migraine syndrome, and how to treat migraine headaches appropriately. You can contact the Department of Neurology, Neurology Center, Tam Anh General Hospital System for timely examination if you have signs of migraine.",
            "subsection_string": "When to see a doctor?\nYou may be familiar with managing your migraine pain at home. However, you need to see a doctor as soon as possible if the following signs appear:\nHave three or more headaches per week.; Frequency of pain and/or severity of pain that does not improve over time; Need to take painkillers almost every day to treat headaches.; Needing more than two to three doses of over-the-counter medications per week to feel better.; Headaches that affect your home, work, or social life; Headache due to coughing, sneezing, fatigue or straining when going to the toilet.\nIn particular, you need to go to the emergency room immediately if you have a new, severe, sudden headache accompanied by:\nConvulsions, dizziness, sudden loss of balance or fall, numbness or tingling or partial paralysis of the body.; Difficulty speaking, confusion, seizures, personality changes or inappropriate behavior; Dizziness, blurred vision or blind spots; Fever, difficulty breathing, stiff neck or rash; Headaches wake you up at night.; Severe nausea and vomiting; Headaches occur after head injury or accident.; Headache caused by coughing, bending, sexual activity or other physical activities.\nA detailed description of the symptoms of a migraine headache will help your doctor accurately diagnose the cause of the headache as well as design an appropriate treatment plan.\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nAbove is the most basic information about migraine headaches. Hopefully through this article, you have partly understood what migraine syndrome is, what causes migraine syndrome, and how to treat migraine headaches appropriately. You can contact the Department of Neurology, Neurology Center, Tam Anh General Hospital System for timely examination if you have signs of migraine."
        }
    ],
    "name": "dau-dau-migraine.json"
}