{
    "title": "Sore throat: Causes, symptoms and prevention",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/dau-hong/",
    "abstract": "Sore throat is most commonly caused by pharyngitis. A sore throat can also be caused by underlying causes related to illness, such as nasopharyngeal cancer. Sore throat is a common condition and is mostly benign. Everyone will have a sore throat at some point. Sore throat caused by common causes such as colds, viral or bacterial infections are usually easy to treat and are not serious. However, sore throat due to underlying diseases in the body such as oropharyngeal cancer is a dangerous condition.\nSore throat is a common condition, everyone will experience it at some point in their life.",
    "content": "Sore throat: Causes, symptoms and prevention\n\nSore throat is most commonly caused by pharyngitis. A sore throat can also be caused by underlying causes related to illness, such as nasopharyngeal cancer. Sore throat is a common condition and is mostly benign. Everyone will have a sore throat at some point. Sore throat caused by common causes such as colds, viral or bacterial infections are usually easy to treat and are not serious. However, sore throat due to underlying diseases in the body such as oropharyngeal cancer is a dangerous condition.\nSore throat is a common condition, everyone will experience it at some point in their life.\n\nWhat is a sore throat?\nSore throat is a condition in which the throat is painful, burning and can be accompanied by many other symptoms. Symptoms will depend on the cause of the sore throat. There are many causes of sore throat but the most common are sore throat due to tonsillitis and adenoiditis.\nMSc.BSc.CKI Nguyen Thi Thuc Nhu, Department of Ear, Nose and Throat, Tam Anh General Hospital, Ho Chi Minh City, said that a sore throat is not a disease. These are just symptoms of inflammation, respiratory infection or a symptom of some underlying disease.\n\nCommon types of sore throat\nThere are many types of sore throat, but the most common include:\nSore and burning throat; Sore throat localized to one location; Sore throat without cough or with cough; Sore throat with headache; Sore throat with fever; Sore throat with hoarseness; Sore throat with phlegm\nAmong them, sore throat, dry cough, sore throat with fever, sore throat with hoarseness, sore throat with phlegm are the most common symptoms. These are often sore throats caused by inflammation and infection of the upper respiratory tract or by gastroesophageal reflux. Most of these sore throat symptoms are not serious and can go away without treatment.\nLocalized sore throat with or without headache is less common. It may be a manifestation of sore throat symptoms due to underlying diseases. Thyroid disease, nasopharyngeal cancer, head and neck tumors, lymphoma... can cause symptoms of sore throat in these forms.\n\nCauses of sore throat\nThere are many causes of sore throat symptoms, which can be divided into two main groups due to infection or disease. (2)\nInflammatory factors include:\nFlu; Bacteria; Allergy; Weather; Smoke and chemicals; Cold infection; Injury\nGroup A streptococcus (Streptococcus) is one of the common causes of sore throat\nTypes of diseases that can cause sore throat:(3)\nGastroesophageal reflux; Pulmonary tuberculosis; Nasopharyngeal cancer; Thyroid disease; Head and neck cancer\n\nSymptoms of sore throat\nDepending on the cause of a sore throat, symptoms of a sore throat may vary.\nFlu: Sore throat often accompanied by cough, fever, phlegm in the throat, bad breath, runny nose, stuffy nose, red, swollen and watery eyes and fatigue.; Bacteria: Sore throat with fever, cervical lymph nodes, tonsils with pus...; Pulmonary tuberculosis: Sore throat with severe cough, sputum mixed with blood; Gastroesophageal reflux: Stomach fluid flows up into the throat, stomach acid irritates the throat mucosa, causing heat and burning. In many cases, there is also a cough. Sore throat due to gastroesophageal reflux can be accompanied by stomach disease characterized by belching, heartburn, and frequent coughing at night. Patients will cough more at night because when sleeping, lying down makes stomach acid more susceptible to reflux.; Nasopharyngeal cancer: Sore throat is often accompanied by swollen lymph nodes in the neck, fatigue, weight loss, voice changes, and spitting up blood.; Thyroid disease: Sore throat can be accompanied by a large neck, difficulty swallowing, difficulty swallowing...\nSore throat is a non-specific symptom of many diseases, including both benign and malignant diseases. Endoscopy of the ENT area contributes to finding the cause of the disease and screening for dangerous causes. Therefore, MSc.BSc.CKI Nguyen Thi Thuc Nhu recommends that if after two weeks the symptoms do not improve, the patient should go to the hospital for a check-up and appropriate treatment.\n\nMethods of diagnosing sore throat\nDiagnosis of the initial cause of a sore throat is usually made by an Ear, Nose and Throat doctor. Physical examination includes examining and observing the throat, palpating cervical lymph nodes, taking personal and family medical history, and checking whether the throat shows signs of inflammation or not.\nDiagnostic methods that can be used to find the cause include:\nEar, nose and throat endoscopy: to diagnose diseases and screen for tumors in the ear, nose and throat area.; Gastroesophageal endoscopy: If there is evidence of sore throat due to gastric acid reflux; Tumor biopsy: If cervical lymph nodes are palpable and nasopharyngeal cancer or another type of head and neck cancer is suspected; Chest X-ray + AFB sputum: Culture for tuberculosis bacteria if pulmonary tuberculosis is suspected.; Oropharyngeal secretion test: If sore throat is suspected due to Covid-19 infection.; Thyroid ultrasound: if there are signs of suspected thyroid disease.\n\nHow to treat sore throat\nDepending on the cause of your sore throat, your doctor will have different treatment methods.\n1. Treatment of sore throat due to infection: flu, adenoiditis, tonsillitis, sinusitis\nIf a sore throat is caused by flu, pharyngitis, tonsillitis, or adenoiditis, the patient can be treated with anti-inflammatory drugs, antibiotics, and pain relievers depending on the pathogen.\nIf the inflammation is chronic, recurs many times, or has complications, surgery to remove the tonsils and adenoids may be considered by the doctor.\nIn addition, patients can also improve sore throat with home remedies such as: applying warm compresses, drinking lemon juice and honey, drinking cough syrup, maintaining oral hygiene...(1)\n2. Treatment of sore throat due to nasopharyngeal cancer\nIf a sore throat is caused by nasopharyngeal cancer, the patient needs to follow the nasopharyngeal cancer treatment according to the doctor's regimen.\nBesides, you can apply methods to improve sore throat such as warm compresses, using lozenges, and pain relievers (as prescribed by your doctor). Patients need to eat soft, easy-to-swallow foods, avoid hard, dry, spicy, sour foods, and alcoholic beverages that irritate the throat.\nIn addition, if a sore throat is a symptom of other diseases such as bronchitis, pneumonia, lung cancer, head and neck diseases... the patient also needs to treat the diseases causing the sore throat. At the same time, you can combine methods to reduce sore throat symptoms as mentioned above.\n\nPrevent sore throat\nTo prevent sore throat, each person needs to prevent flu, pharyngitis, adenoiditis, tonsillitis, laryngitis, acid reflux disease, and nasopharyngeal cancer by:\nGet vaccinated against flu;; Get vaccinated to prevent HPV, which is one of the causes of nasopharyngeal cancer;; Always keep your body warm in cold weather by dressing warmly, wearing scarves, eating warm foods, and limiting drinking ice water.; Do not smoke, drink alcohol;; Always wear a mask when leaving the house, especially when going to crowded places;; Limit oral sex to prevent the risk of HPV infection, the causative agent of nasopharyngeal cancer;; Practice the habit of rinsing your mouth with physiological saline every day;; Limit eating sour, spicy, and hot foods that irritate the throat mucosa leading to cough and inflammation;; Regular health check-ups and ENT endoscopy at least once a year to screen for nasopharyngeal cancer;; Eat in moderation and scientifically, avoid eating too much or being too hungry; You should not lie down immediately after eating to avoid gastric reflux, which causes a sore throat;; Exercising 30 minutes a day is good for the digestive and cardiovascular systems, improving health and preventing disease.\nGet vaccinated against flu, Covid-19 and respiratory diseases to reduce risk factors for sore throat.\n\nFrequently asked questions about sore throat?\n1. What should people with a sore throat eat to get better quickly?\nIf sore throat is caused by sore throat or common cold, the patient should eat soft, warm foods such as porridge or soup. Drink lots of water, eat lots of fruits, especially fruits rich in vitamin C like oranges to increase resistance.\nIf your sore throat is caused by nasopharyngeal cancer, thyroid disease, or gastroesophageal reflux, eating will only help improve pain symptoms and make it easier to swallow, but it will not eliminate the sore throat. Therefore, patients need to treat these diseases according to the regimen of a specialist, combined with eating soft, healthy, nutritious foods to be good for their health.\n2. What should you drink if you have a sore throat?\nIf you have a sore throat, you should drink a lot of water and fruit juice, especially fruits rich in vitamin C such as oranges, lemons, grapefruits... to increase resistance if there is no gastroesophageal reflux condition.\n3. Is a sore throat dangerous?\nSore throat caused by external factors such as bacteria, viruses, allergies, drinking alcohol, smoking, talking a lot... are usually not dangerous. Patients can self-treat at home and after two weeks they can recover.\nHowever, sore throat caused by group A streptococcus and Covid-19 can also cause dangerous complications. Complications of Covid-19 in neurological, digestive, cardiovascular, respiratory... have been recorded. Covid-19 complications have killed millions of people over two years of the pandemic (2019-2021).\nDangerous complications of streptococcus include acute glomerulonephritis, arthritis, blood infection, pneumonia, and endocarditis. These conditions, if not treated promptly, can lead to death, especially in infants and young children.\n4. Should you take antibiotics for a sore throat?\nAntibiotics are used to treat infections. If a sore throat is caused by an infection, the patient can be treated with antibiotics. However, the use of antibiotics should be as prescribed by a doctor.\nAntibiotics may be given orally or intravenously, depending on the infection.\n5. When should I see a doctor?\nIf the symptoms of sore throat do not improve after 2 weeks, especially sore throat with swollen lymph nodes, coughing up blood, unexplained weight loss, physical fatigue, the patient should go to the hospital for examination by an Ear, Nose and Throat specialist. to be diagnosed with the cause and treated appropriately.(4)\nIf sore throat symptoms do not improve after 2 weeks, the patient should go to the hospital for an Ear, Nose and Throat specialist.\nTo schedule an examination, consultation and treatment of sore throat and Ear - Nose - Throat diseases at the Ear, Nose and Throat Center, Tam Anh General Hospital System, you can contact:\nSore throat is not a disease but a common symptom of sore throat due to flu, allergies, voice abuse, drinking ice cold water, drinking alcohol, and smoking. However, a sore throat can also be a manifestation of many underlying diseases, such as gastroesophageal reflux disease, thyroid disease, tuberculosis, nasopharyngeal cancer or other types of head and neck cancer. Therefore, if after 2 weeks the sore throat symptoms do not improve, the patient should see an Ear, Nose and Throat specialist for proper diagnosis and treatment.",
    "subsections": [
        {
            "subsection_name": "What is a sore throat?",
            "subsection_content": "Sore throat is a condition in which the throat is painful, burning and can be accompanied by many other symptoms. Symptoms will depend on the cause of the sore throat. There are many causes of sore throat but the most common are sore throat due to tonsillitis and adenoiditis.\nMSc.BSc.CKI Nguyen Thi Thuc Nhu, Department of Ear, Nose and Throat, Tam Anh General Hospital, Ho Chi Minh City, said that a sore throat is not a disease. These are just symptoms of inflammation, respiratory infection or a symptom of some underlying disease.",
            "subsection_string": "What is a sore throat?\nSore throat is a condition in which the throat is painful, burning and can be accompanied by many other symptoms. Symptoms will depend on the cause of the sore throat. There are many causes of sore throat but the most common are sore throat due to tonsillitis and adenoiditis.\nMSc.BSc.CKI Nguyen Thi Thuc Nhu, Department of Ear, Nose and Throat, Tam Anh General Hospital, Ho Chi Minh City, said that a sore throat is not a disease. These are just symptoms of inflammation, respiratory infection or a symptom of some underlying disease."
        },
        {
            "subsection_name": "Common types of sore throat",
            "subsection_content": "There are many types of sore throat, but the most common include:\nSore and burning throat; Sore throat localized to one location; Sore throat without cough or with cough; Sore throat with headache; Sore throat with fever; Sore throat with hoarseness; Sore throat with phlegm\nAmong them, sore throat, dry cough, sore throat with fever, sore throat with hoarseness, sore throat with phlegm are the most common symptoms. These are often sore throats caused by inflammation and infection of the upper respiratory tract or by gastroesophageal reflux. Most of these sore throat symptoms are not serious and can go away without treatment.\nLocalized sore throat with or without headache is less common. It may be a manifestation of sore throat symptoms due to underlying diseases. Thyroid disease, nasopharyngeal cancer, head and neck tumors, lymphoma... can cause symptoms of sore throat in these forms.",
            "subsection_string": "Common types of sore throat\nThere are many types of sore throat, but the most common include:\nSore and burning throat; Sore throat localized to one location; Sore throat without cough or with cough; Sore throat with headache; Sore throat with fever; Sore throat with hoarseness; Sore throat with phlegm\nAmong them, sore throat, dry cough, sore throat with fever, sore throat with hoarseness, sore throat with phlegm are the most common symptoms. These are often sore throats caused by inflammation and infection of the upper respiratory tract or by gastroesophageal reflux. Most of these sore throat symptoms are not serious and can go away without treatment.\nLocalized sore throat with or without headache is less common. It may be a manifestation of sore throat symptoms due to underlying diseases. Thyroid disease, nasopharyngeal cancer, head and neck tumors, lymphoma... can cause symptoms of sore throat in these forms."
        },
        {
            "subsection_name": "Causes of sore throat",
            "subsection_content": "There are many causes of sore throat symptoms, which can be divided into two main groups due to infection or disease. (2)\nInflammatory factors include:\nFlu; Bacteria; Allergy; Weather; Smoke and chemicals; Cold infection; Injury\nGroup A streptococcus (Streptococcus) is one of the common causes of sore throat\nTypes of diseases that can cause sore throat:(3)\nGastroesophageal reflux; Pulmonary tuberculosis; Nasopharyngeal cancer; Thyroid disease; Head and neck cancer",
            "subsection_string": "Causes of sore throat\nThere are many causes of sore throat symptoms, which can be divided into two main groups due to infection or disease. (2)\nInflammatory factors include:\nFlu; Bacteria; Allergy; Weather; Smoke and chemicals; Cold infection; Injury\nGroup A streptococcus (Streptococcus) is one of the common causes of sore throat\nTypes of diseases that can cause sore throat:(3)\nGastroesophageal reflux; Pulmonary tuberculosis; Nasopharyngeal cancer; Thyroid disease; Head and neck cancer"
        },
        {
            "subsection_name": "Symptoms of sore throat",
            "subsection_content": "Depending on the cause of a sore throat, symptoms of a sore throat may vary.\nFlu: Sore throat often accompanied by cough, fever, phlegm in the throat, bad breath, runny nose, stuffy nose, red, swollen and watery eyes and fatigue.; Bacteria: Sore throat with fever, cervical lymph nodes, tonsils with pus...; Pulmonary tuberculosis: Sore throat with severe cough, sputum mixed with blood; Gastroesophageal reflux: Stomach fluid flows up into the throat, stomach acid irritates the throat mucosa, causing heat and burning. In many cases, there is also a cough. Sore throat due to gastroesophageal reflux can be accompanied by stomach disease characterized by belching, heartburn, and frequent coughing at night. Patients will cough more at night because when sleeping, lying down makes stomach acid more susceptible to reflux.; Nasopharyngeal cancer: Sore throat is often accompanied by swollen lymph nodes in the neck, fatigue, weight loss, voice changes, and spitting up blood.; Thyroid disease: Sore throat can be accompanied by a large neck, difficulty swallowing, difficulty swallowing...\nSore throat is a non-specific symptom of many diseases, including both benign and malignant diseases. Endoscopy of the ENT area contributes to finding the cause of the disease and screening for dangerous causes. Therefore, MSc.BSc.CKI Nguyen Thi Thuc Nhu recommends that if after two weeks the symptoms do not improve, the patient should go to the hospital for a check-up and appropriate treatment.",
            "subsection_string": "Symptoms of sore throat\nDepending on the cause of a sore throat, symptoms of a sore throat may vary.\nFlu: Sore throat often accompanied by cough, fever, phlegm in the throat, bad breath, runny nose, stuffy nose, red, swollen and watery eyes and fatigue.; Bacteria: Sore throat with fever, cervical lymph nodes, tonsils with pus...; Pulmonary tuberculosis: Sore throat with severe cough, sputum mixed with blood; Gastroesophageal reflux: Stomach fluid flows up into the throat, stomach acid irritates the throat mucosa, causing heat and burning. In many cases, there is also a cough. Sore throat due to gastroesophageal reflux can be accompanied by stomach disease characterized by belching, heartburn, and frequent coughing at night. Patients will cough more at night because when sleeping, lying down makes stomach acid more susceptible to reflux.; Nasopharyngeal cancer: Sore throat is often accompanied by swollen lymph nodes in the neck, fatigue, weight loss, voice changes, and spitting up blood.; Thyroid disease: Sore throat can be accompanied by a large neck, difficulty swallowing, difficulty swallowing...\nSore throat is a non-specific symptom of many diseases, including both benign and malignant diseases. Endoscopy of the ENT area contributes to finding the cause of the disease and screening for dangerous causes. Therefore, MSc.BSc.CKI Nguyen Thi Thuc Nhu recommends that if after two weeks the symptoms do not improve, the patient should go to the hospital for a check-up and appropriate treatment."
        },
        {
            "subsection_name": "Methods of diagnosing sore throat",
            "subsection_content": "Diagnosis of the initial cause of a sore throat is usually made by an Ear, Nose and Throat doctor. Physical examination includes examining and observing the throat, palpating cervical lymph nodes, taking personal and family medical history, and checking whether the throat shows signs of inflammation or not.\nDiagnostic methods that can be used to find the cause include:\nEar, nose and throat endoscopy: to diagnose diseases and screen for tumors in the ear, nose and throat area.; Gastroesophageal endoscopy: If there is evidence of sore throat due to gastric acid reflux; Tumor biopsy: If cervical lymph nodes are palpable and nasopharyngeal cancer or another type of head and neck cancer is suspected; Chest X-ray + AFB sputum: Culture for tuberculosis bacteria if pulmonary tuberculosis is suspected.; Oropharyngeal secretion test: If sore throat is suspected due to Covid-19 infection.; Thyroid ultrasound: if there are signs of suspected thyroid disease.",
            "subsection_string": "Methods of diagnosing sore throat\nDiagnosis of the initial cause of a sore throat is usually made by an Ear, Nose and Throat doctor. Physical examination includes examining and observing the throat, palpating cervical lymph nodes, taking personal and family medical history, and checking whether the throat shows signs of inflammation or not.\nDiagnostic methods that can be used to find the cause include:\nEar, nose and throat endoscopy: to diagnose diseases and screen for tumors in the ear, nose and throat area.; Gastroesophageal endoscopy: If there is evidence of sore throat due to gastric acid reflux; Tumor biopsy: If cervical lymph nodes are palpable and nasopharyngeal cancer or another type of head and neck cancer is suspected; Chest X-ray + AFB sputum: Culture for tuberculosis bacteria if pulmonary tuberculosis is suspected.; Oropharyngeal secretion test: If sore throat is suspected due to Covid-19 infection.; Thyroid ultrasound: if there are signs of suspected thyroid disease."
        },
        {
            "subsection_name": "How to treat sore throat",
            "subsection_content": "Depending on the cause of your sore throat, your doctor will have different treatment methods.\n1. Treatment of sore throat due to infection: flu, adenoiditis, tonsillitis, sinusitis\nIf a sore throat is caused by flu, pharyngitis, tonsillitis, or adenoiditis, the patient can be treated with anti-inflammatory drugs, antibiotics, and pain relievers depending on the pathogen.\nIf the inflammation is chronic, recurs many times, or has complications, surgery to remove the tonsils and adenoids may be considered by the doctor.\nIn addition, patients can also improve sore throat with home remedies such as: applying warm compresses, drinking lemon juice and honey, drinking cough syrup, maintaining oral hygiene...(1)\n2. Treatment of sore throat due to nasopharyngeal cancer\nIf a sore throat is caused by nasopharyngeal cancer, the patient needs to follow the nasopharyngeal cancer treatment according to the doctor's regimen.\nBesides, you can apply methods to improve sore throat such as warm compresses, using lozenges, and pain relievers (as prescribed by your doctor). Patients need to eat soft, easy-to-swallow foods, avoid hard, dry, spicy, sour foods, and alcoholic beverages that irritate the throat.\nIn addition, if a sore throat is a symptom of other diseases such as bronchitis, pneumonia, lung cancer, head and neck diseases... the patient also needs to treat the diseases causing the sore throat. At the same time, you can combine methods to reduce sore throat symptoms as mentioned above.",
            "subsection_string": "How to treat sore throat\nDepending on the cause of your sore throat, your doctor will have different treatment methods.\n1. Treatment of sore throat due to infection: flu, adenoiditis, tonsillitis, sinusitis\nIf a sore throat is caused by flu, pharyngitis, tonsillitis, or adenoiditis, the patient can be treated with anti-inflammatory drugs, antibiotics, and pain relievers depending on the pathogen.\nIf the inflammation is chronic, recurs many times, or has complications, surgery to remove the tonsils and adenoids may be considered by the doctor.\nIn addition, patients can also improve sore throat with home remedies such as: applying warm compresses, drinking lemon juice and honey, drinking cough syrup, maintaining oral hygiene...(1)\n2. Treatment of sore throat due to nasopharyngeal cancer\nIf a sore throat is caused by nasopharyngeal cancer, the patient needs to follow the nasopharyngeal cancer treatment according to the doctor's regimen.\nBesides, you can apply methods to improve sore throat such as warm compresses, using lozenges, and pain relievers (as prescribed by your doctor). Patients need to eat soft, easy-to-swallow foods, avoid hard, dry, spicy, sour foods, and alcoholic beverages that irritate the throat.\nIn addition, if a sore throat is a symptom of other diseases such as bronchitis, pneumonia, lung cancer, head and neck diseases... the patient also needs to treat the diseases causing the sore throat. At the same time, you can combine methods to reduce sore throat symptoms as mentioned above."
        },
        {
            "subsection_name": "Prevent sore throat",
            "subsection_content": "To prevent sore throat, each person needs to prevent flu, pharyngitis, adenoiditis, tonsillitis, laryngitis, acid reflux disease, and nasopharyngeal cancer by:\nGet vaccinated against flu;; Get vaccinated to prevent HPV, which is one of the causes of nasopharyngeal cancer;; Always keep your body warm in cold weather by dressing warmly, wearing scarves, eating warm foods, and limiting drinking ice water.; Do not smoke, drink alcohol;; Always wear a mask when leaving the house, especially when going to crowded places;; Limit oral sex to prevent the risk of HPV infection, the causative agent of nasopharyngeal cancer;; Practice the habit of rinsing your mouth with physiological saline every day;; Limit eating sour, spicy, and hot foods that irritate the throat mucosa leading to cough and inflammation;; Regular health check-ups and ENT endoscopy at least once a year to screen for nasopharyngeal cancer;; Eat in moderation and scientifically, avoid eating too much or being too hungry; You should not lie down immediately after eating to avoid gastric reflux, which causes a sore throat;; Exercising 30 minutes a day is good for the digestive and cardiovascular systems, improving health and preventing disease.\nGet vaccinated against flu, Covid-19 and respiratory diseases to reduce risk factors for sore throat.",
            "subsection_string": "Prevent sore throat\nTo prevent sore throat, each person needs to prevent flu, pharyngitis, adenoiditis, tonsillitis, laryngitis, acid reflux disease, and nasopharyngeal cancer by:\nGet vaccinated against flu;; Get vaccinated to prevent HPV, which is one of the causes of nasopharyngeal cancer;; Always keep your body warm in cold weather by dressing warmly, wearing scarves, eating warm foods, and limiting drinking ice water.; Do not smoke, drink alcohol;; Always wear a mask when leaving the house, especially when going to crowded places;; Limit oral sex to prevent the risk of HPV infection, the causative agent of nasopharyngeal cancer;; Practice the habit of rinsing your mouth with physiological saline every day;; Limit eating sour, spicy, and hot foods that irritate the throat mucosa leading to cough and inflammation;; Regular health check-ups and ENT endoscopy at least once a year to screen for nasopharyngeal cancer;; Eat in moderation and scientifically, avoid eating too much or being too hungry; You should not lie down immediately after eating to avoid gastric reflux, which causes a sore throat;; Exercising 30 minutes a day is good for the digestive and cardiovascular systems, improving health and preventing disease.\nGet vaccinated against flu, Covid-19 and respiratory diseases to reduce risk factors for sore throat."
        },
        {
            "subsection_name": "Frequently asked questions about sore throat?",
            "subsection_content": "1. What should people with a sore throat eat to get better quickly?\nIf sore throat is caused by sore throat or common cold, the patient should eat soft, warm foods such as porridge or soup. Drink lots of water, eat lots of fruits, especially fruits rich in vitamin C like oranges to increase resistance.\nIf your sore throat is caused by nasopharyngeal cancer, thyroid disease, or gastroesophageal reflux, eating will only help improve pain symptoms and make it easier to swallow, but it will not eliminate the sore throat. Therefore, patients need to treat these diseases according to the regimen of a specialist, combined with eating soft, healthy, nutritious foods to be good for their health.\n2. What should you drink if you have a sore throat?\nIf you have a sore throat, you should drink a lot of water and fruit juice, especially fruits rich in vitamin C such as oranges, lemons, grapefruits... to increase resistance if there is no gastroesophageal reflux condition.\n3. Is a sore throat dangerous?\nSore throat caused by external factors such as bacteria, viruses, allergies, drinking alcohol, smoking, talking a lot... are usually not dangerous. Patients can self-treat at home and after two weeks they can recover.\nHowever, sore throat caused by group A streptococcus and Covid-19 can also cause dangerous complications. Complications of Covid-19 in neurological, digestive, cardiovascular, respiratory... have been recorded. Covid-19 complications have killed millions of people over two years of the pandemic (2019-2021).\nDangerous complications of streptococcus include acute glomerulonephritis, arthritis, blood infection, pneumonia, and endocarditis. These conditions, if not treated promptly, can lead to death, especially in infants and young children.\n4. Should you take antibiotics for a sore throat?\nAntibiotics are used to treat infections. If a sore throat is caused by an infection, the patient can be treated with antibiotics. However, the use of antibiotics should be as prescribed by a doctor.\nAntibiotics may be given orally or intravenously, depending on the infection.\n5. When should I see a doctor?\nIf the symptoms of sore throat do not improve after 2 weeks, especially sore throat with swollen lymph nodes, coughing up blood, unexplained weight loss, physical fatigue, the patient should go to the hospital for examination by an Ear, Nose and Throat specialist. to be diagnosed with the cause and treated appropriately.(4)\nIf sore throat symptoms do not improve after 2 weeks, the patient should go to the hospital for an Ear, Nose and Throat specialist.\nTo schedule an examination, consultation and treatment of sore throat and Ear - Nose - Throat diseases at the Ear, Nose and Throat Center, Tam Anh General Hospital System, you can contact:\nSore throat is not a disease but a common symptom of sore throat due to flu, allergies, voice abuse, drinking ice cold water, drinking alcohol, and smoking. However, a sore throat can also be a manifestation of many underlying diseases, such as gastroesophageal reflux disease, thyroid disease, tuberculosis, nasopharyngeal cancer or other types of head and neck cancer. Therefore, if after 2 weeks the sore throat symptoms do not improve, the patient should see an Ear, Nose and Throat specialist for proper diagnosis and treatment.",
            "subsection_string": "Frequently asked questions about sore throat?\n1. What should people with a sore throat eat to get better quickly?\nIf sore throat is caused by sore throat or common cold, the patient should eat soft, warm foods such as porridge or soup. Drink lots of water, eat lots of fruits, especially fruits rich in vitamin C like oranges to increase resistance.\nIf your sore throat is caused by nasopharyngeal cancer, thyroid disease, or gastroesophageal reflux, eating will only help improve pain symptoms and make it easier to swallow, but it will not eliminate the sore throat. Therefore, patients need to treat these diseases according to the regimen of a specialist, combined with eating soft, healthy, nutritious foods to be good for their health.\n2. What should you drink if you have a sore throat?\nIf you have a sore throat, you should drink a lot of water and fruit juice, especially fruits rich in vitamin C such as oranges, lemons, grapefruits... to increase resistance if there is no gastroesophageal reflux condition.\n3. Is a sore throat dangerous?\nSore throat caused by external factors such as bacteria, viruses, allergies, drinking alcohol, smoking, talking a lot... are usually not dangerous. Patients can self-treat at home and after two weeks they can recover.\nHowever, sore throat caused by group A streptococcus and Covid-19 can also cause dangerous complications. Complications of Covid-19 in neurological, digestive, cardiovascular, respiratory... have been recorded. Covid-19 complications have killed millions of people over two years of the pandemic (2019-2021).\nDangerous complications of streptococcus include acute glomerulonephritis, arthritis, blood infection, pneumonia, and endocarditis. These conditions, if not treated promptly, can lead to death, especially in infants and young children.\n4. Should you take antibiotics for a sore throat?\nAntibiotics are used to treat infections. If a sore throat is caused by an infection, the patient can be treated with antibiotics. However, the use of antibiotics should be as prescribed by a doctor.\nAntibiotics may be given orally or intravenously, depending on the infection.\n5. When should I see a doctor?\nIf the symptoms of sore throat do not improve after 2 weeks, especially sore throat with swollen lymph nodes, coughing up blood, unexplained weight loss, physical fatigue, the patient should go to the hospital for examination by an Ear, Nose and Throat specialist. to be diagnosed with the cause and treated appropriately.(4)\nIf sore throat symptoms do not improve after 2 weeks, the patient should go to the hospital for an Ear, Nose and Throat specialist.\nTo schedule an examination, consultation and treatment of sore throat and Ear - Nose - Throat diseases at the Ear, Nose and Throat Center, Tam Anh General Hospital System, you can contact:\nSore throat is not a disease but a common symptom of sore throat due to flu, allergies, voice abuse, drinking ice cold water, drinking alcohol, and smoking. However, a sore throat can also be a manifestation of many underlying diseases, such as gastroesophageal reflux disease, thyroid disease, tuberculosis, nasopharyngeal cancer or other types of head and neck cancer. Therefore, if after 2 weeks the sore throat symptoms do not improve, the patient should see an Ear, Nose and Throat specialist for proper diagnosis and treatment."
        }
    ],
    "name": "dau-hong.json"
}