{
    "title": "What is posterior migraine? Causes, diagnosis and treatment",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/dau-nua-dau-sau/",
    "abstract": "Posterior migraine is a common headache in office workers, the elderly, people who work hard... Each cause causes\npain in the back of the head\n Symptoms and treatments may vary. So\nWhat is posterior migraine?\n?\nCauses of posterior migraine\n where?\nSymptoms of posterior migraine\n how?\n  Proof\nback headache\n It can happen randomly or it can also be a warning sign for other dangerous diseases. Equipping yourself with the right and enough necessary knowledge about evidence\npain in the back of the head\n will help you and your loved ones proactively identify, examine and treat diseases promptly.",
    "content": "What is posterior migraine? Causes, diagnosis and treatment\n\nPosterior migraine is a common headache in office workers, the elderly, people who work hard... Each cause causes\npain in the back of the head\n Symptoms and treatments may vary. So\nWhat is posterior migraine?\n?\nCauses of posterior migraine\n where?\nSymptoms of posterior migraine\n how?\n  Proof\nback headache\n It can happen randomly or it can also be a warning sign for other dangerous diseases. Equipping yourself with the right and enough necessary knowledge about evidence\npain in the back of the head\n will help you and your loved ones proactively identify, examine and treat diseases promptly.\n\nWhat is posterior migraine?\nPosterior migraine is a painful condition in the back of the brain right in the occipital lobe (near the neck - shoulder - nape area). The pain is often accompanied by aches, pains, and stiffness in the neck, shoulders, and can spread to the top of the head or upper arms.\nPosterior migraine can be both a chronic disease and can also be just a temporary symptom with:\nCharacteristics: Usually a dull, persistent pain, the pain level is from mild to moderate, causing little throbbing like frontal migraines or temporal headaches.; Signs to tell: A posterior migraine causes the muscles in your scalp and neck to tense. Some patients describe it as feeling like someone is squeezing and pulling your hair back.; Frequency: The pain may appear randomly or it may occur 2-3 times per month. If posterior migraines occur more than 15 times a month for more than 3 consecutive months, it means you have chronic headaches.\nNote: If the posterior migraine continues to appear regularly at the same time every day for more than 3 consecutive weeks, you should see a general practitioner as soon as possible because at this time, the migraine will occur. The latter can be a warning sign of other serious diseases.\nPosterior migraine can be a warning sign of many dangerous diseases\n\nCauses of posterior migraine\nĐau nửa đầu sau là tình trạng đau đầu bắt nguồn từ các vấn đề xảy ra trong hệ thống thần kinh trung ương (gồm não, dây thần kinh và tủy sống) nhưng cũng có thể bắt nguồn từ nhiều bệnh lý khác KHÔNG xuất phát ở não.\nVì thế, nguyên nhân đau nửa đầu sau rất đa dạng và được phân thành 2 nhóm chính:\nNguyên nhân nguyên phát: Bao gồm các nguyên nhân trực tiếp gây nên chứng đau nửa đầu sau như do căng thẳng và do giảm áp lực nội sọ.; Nguyên nhân thứ phát: Bao gồm các nguyên nhân gián tiếp khiến bạn bị đau nửa đầu sau như:  Ngồi sai tư thế. Lạm dụng thuốc giảm đau. Chứng đau thần kinh chẩm (Arnold’s neuralgia). Chứng đau đầu cụm (Cluster Headache). Chứng đau đầu vận mạch (Migraine). Chứng đau đầu Cervicogenic.  Viêm khớp hay vừa lấy mẫu tủy bằng thủ thuật chọc dò tủy sống.; Ngồi sai tư thế.; Lạm dụng thuốc giảm đau.; Chứng đau thần kinh chẩm (Arnold’s neuralgia).; Chứng đau đầu cụm (Cluster Headache).; Chứng đau đầu vận mạch (Migraine).; Chứng đau đầu Cervicogenic.; Viêm khớp hay vừa lấy mẫu tủy bằng thủ thuật chọc dò tủy sống.\nCụ thể, có thể kể đến các nguyên nhân và dấu hiệu đi kèm của các cơn đau nửa đầu sau bao gồm:\nDo căng thẳng\nCăng thẳng là nguyên nhân gây nên chứng đau nửa đầu sau hoặc chứng đau đầu nói chung phổ biến nhất. Các cơn đau nửa đầu phía sau do căng thẳng thường tồn tại trong khoảng từ 30 phút đến 7 ngày. Thông thường, đó là một cơn đau âm ỉ không nhói. (1)\nDấu hiệu nhận biết: Đau phía sau đầu do căng thẳng thường để lại các triệu chứng:\nCơn đau chỉ xuất hiện khi làm việc quá sức, mệt mỏi, thiếu ngủ, bỏ bữa, vận động sai tư thế hoặc uống không đủ nước.; Cảm giác thắt chặt vùng phía sau đầu, cứng đờ vùng vai, gáy và lưng trên.; Cơn đau KHÔNG nặng hơn khi vận động.; Cơn đau KHÔNG gây buồn nôn hoặc nôn mửa.; Cơn đau khiến bạn nhạy cảm với ánh sáng hoặc âm thanh, giảm cảm giác thèm ăn, khó tập trung khi làm việc.\nGiảm áp lực nội sọ\nDịch não tủy là một chất lỏng trong suốt chảy quanh não và tủy sống. Dịch não tủy khi bị rò rỉ từ cột sống sẽ làm áp suất nội sọ bị hạ thấp; từ đó gây nên chứng đau phía sau đầu.\nNguyên nhân: Hiện tượng này có thể xảy ra một cách tự nhiên hoặc do hậu quả của việc nắn bóp cột sống, lấy dịch tủy não không cẩn thận hoặc do tai nạn khiến dịch tủy bị rò rỉ.\nDấu hiệu nhận biết: Đặc trưng của một cơn đau nửa đầu sau do giảm áp lực nội sọ là cơn đau giảm bớt khi nằm đầu bằng, nhưng nặng hơn khi:\nNgồi thẳng lưng.; Đứng, đi lại, di chuyển hay tham gia vào hoạt động thể chất.; Ho hoặc hắt hơi.\nSai tư thế\nKhi ngồi sai tư thế, cổ của bạn thường phải cúi gập xuống hoặc vươn nhoài ra trước, đồng thời lưng chùng xuống khiến toàn bộ trọng lượng cơ thể dồn hết lên các nhóm cơ, từ đó gây căng thẳng cho cổ, lưng và vai. (2)\nSự căng thẳng này khiến bạn cảm thấy đau âm ỉ từ gáy rồi lan truyền ra cả vùng đầu phía sau. Điển hình nhất là việc lướt điện thoại quá nhiều, ngồi làm việc sai tư thế trong thời gian dài khiến các cơn đau nửa đầu sau tiến triển mạnh mẽ.\nLướt điện thoại quá nhiều khiến cơ cổ bị quá tải dẫn đến đau nửa đầu sau\nLạm dụng thuốc giảm đau\nViệc lạm dụng các loại thuốc giảm đau đầu không kê đơn có thể làm trầm trọng thêm chứng đau phía sau đầu của bạn. Các triệu chứng bao gồm đau nửa đầu sau dai dẳng với cơn đau dữ dội. Đặc biệt, cơn đau đầu sẽ tái phát sau khi ngừng thuốc giảm đau.\nCác triệu chứng khác bao gồm buồn nôn, lo lắng, khó chịu, mệt mỏi, bồn chồn, khó tập trung, giảm trí nhớ và đôi khi thậm chí là trầm cảm.\nChứng đau thần kinh chẩm (Occipital Neuralgia)\nChứng đau dây thần kinh chẩm tên tiếng anh là Arnold’s neuralgia (còn gọi là đau đầu Arnold), là một tình trạng xảy ra khi các dây thần kinh chạy từ tủy sống (vùng đốt sống lưng thứ hai, thứ ba) đến phía da đầu vùng gáy của bạn bị viêm. (3)\nĐặc điểm: Theo Hiệp hội đau đầu quốc tế IHS (International Headache Society), đau dây thần kinh chẩm có đặc điểm là những cơn đau nhói như dao đâm, đau liên tục theo từng nhịp, bắt đầu từ cổ của bạn và di chuyển về phía da đầu vùng gáy, đi sâu vào nền sọ.; Nguyên nhân: Đau dây thần kinh chẩm được cho là phát sinh do dây thần kinh chẩm bị cuốn vào hoặc bị kích thích bởi sự căng cơ, chèn ép mạch máu hoặc chấn thương khi bị va đập ở vùng gáy và vùng thùy chẩm sau não.; Dấu hiệu nhận biết: Đau nửa đầu phía sau do đau dây thần kinh chẩm có các triệu chứng:  Đau hơn khi cử động cổ, nghiêng đầu sang trái, phải. Thay đổi thị lực, đau sau mắt của bạn. Ù tai, nghẹt mũi. Cảm giác như bị điện giật ở cổ và sau đầu của bạn. Nhạy cảm với ánh sáng.; Đau hơn khi cử động cổ, nghiêng đầu sang trái, phải.; Thay đổi thị lực, đau sau mắt của bạn.; Ù tai, nghẹt mũi.; Cảm giác như bị điện giật ở cổ và sau đầu của bạn.; Nhạy cảm với ánh sáng.\nChứng đau đầu vận mạch (Migraine)\nChứng đau đầu vận mạch, hay còn gọi là hội chứng đau nửa đầu Migraine xảy ra do sự co thắt mãnh liệt của hệ thống mạch máu não khiến bệnh nhân bị thiếu máu não tạm thời, gây đau ở một vùng bất kỳ trên đầu, trong đó bao gồm đau nửa đầu sau.\nĐặc điểm: Xuất hiện các cơn đau nửa đầu sau co thắt từng đợt theo nhịp mạch đập. Cơn đau thường dữ dội và lan ra cả nửa đầu trước, đặc biệt là vùng thái dương và trán.; Dấu hiệu nhận biết: Đau nửa đầu sau do chứng đau đầu vận mạch thường để lại triệu chứng:  Buồn nôn, nôn ói. Cảm nhận được từng nhịp nhói lên của cơn đau, đặc biệt là khi vận động. Hoa mắt, chóng mặt. Đau phía sau đầu rồi sau đó lan đến vùng đầu trước. Cơn đau thường không cố định vị trí, lúc thì đau phía sau đầu, lúc thì phía nửa đầu trái, nửa đầu phải, nửa đầu trước.; Buồn nôn, nôn ói.; Cảm nhận được từng nhịp nhói lên của cơn đau, đặc biệt là khi vận động.; Hoa mắt, chóng mặt.; Đau phía sau đầu rồi sau đó lan đến vùng đầu trước.; Cơn đau thường không cố định vị trí, lúc thì đau phía sau đầu, lúc thì phía nửa đầu trái, nửa đầu phải, nửa đầu trước.\nChứng đau đầu sau do vận mạch xuất hiện từng cơn theo nhịp đập mạch máu\nChứng đau đầu cụm (Cluster Headache)\nChứng đau đầu từng cụm tuy hiếm gặp nhưng một khi xảy ra thì vô cùng khó chịu và đau đớn. Cơn đau thường xảy ra bất ngờ, đột ngột gây đau phía sau đầu, nhức nhối dữ dội, nhói lên từng cơn không theo nhịp mạch đập rồi sau đó hết nhanh hoặc thuyên giảm từ từ rất khó đoán định với:\nĐặc điểm: Một số bệnh nhân mô tả cơn đau đem đến cảm giác như có thứ gì đó đâm vào vùng sau não. Cơn đau thường mãnh liệt, cảm giác xuyên thấu, ê buốt.; Tần suất: Tình trạng đau nửa đầu sau bùng phát do chứng đau đầu cụm có thể kéo dài hàng tuần hoặc hàng tháng. Bệnh nhân thường bị các cơn đau đầu tấn công liên tục, đặc biệt là khi đi ngủ, khiến họ thức giấc giữa đêm.; Dấu hiệu nhận biết: Đau nửa đầu sau do chứng đau đầu cụm có các triệu chứng khác biệt như:  Cơn đau đầu phía sau nặng hơn khi nằm xuống. Cảm giác đau nhói, xuyên thấu, bỏng rát. Tâm lý bồn chồn, buồn nôn. Sụp mí mắt, chảy nước mắt quá nhiều. Nghẹt mũi. Nhạy cảm với ánh sáng và âm thanh.; Cơn đau đầu phía sau nặng hơn khi nằm xuống.; Cảm giác đau nhói, xuyên thấu, bỏng rát.; Tâm lý bồn chồn, buồn nôn.; Sụp mí mắt, chảy nước mắt quá nhiều.; Nghẹt mũi.; Nhạy cảm với ánh sáng và âm thanh.\nChứng đau đầu Cervicogenic\nĐau đầu Cervicogenic là chứng đau đầu xuất hiện do chèn ép dây thần kinh, viêm cột sống cổ tại vị trí đốt sống số 1, 2, 3 gần vùng gáy gây ra. Đau đầu Cervicogenic biểu hiện bằng những cơn đau đầu một bên, bắt đầu ở cổ và lan từ sau đầu ra trước với: (4)\nĐặc điểm: Cơn đau thường có cường độ từ vừa đến nặng, không đau nhói và trầm trọng hơn khi có một số chuyển động cổ. Đau nửa đầu sau có thể đi kèm với tình trạng cứng cổ, đau vai rồi lan ra hai cánh tay trên.; Dấu hiệu nhận biết: Đau đầu do chứng Cervicogenic có thể nhói lên khi bạn nằm xuống. Một số người sẽ thực sự thức giấc vì cơn đau làm gián đoạn giấc ngủ của họ. Khi nằm xuống, bạn cũng có thể cảm thấy một áp lực đè nặng hơn mức bình thường lên toàn vùng vai-cổ-gáy và phía sau đầu.; Đối tượng: Chứng đau đầu Cervicogenic thường xuất hiện ở người có tiền sử bị chấn thương cổ khiến dây thần kinh vùng cổ bị chèn ép, co thắt, hoặc ở người đang bị viêm khớp và thoát vị đốt sống cổ.\nViêm khớp\nViêm khớp, thoái hóa, thoát vị đĩa đệm cột sống có thể khiến xương tại vị trí đốt sống thứ 1, 2, 3 của bạn bị sưng, viêm và nhiễm trùng. Bất kỳ dấu hiệu sưng, viêm, nhiễm trùng nào tại vị trí ba đốt sống cổ này cũng tạo áp lực thêm cho cổ, chèn ép các dây thần kinh, đặc biệt là hệ thống dây thần kinh chẩm lớn, chẩm bé ở vùng da đầu sau não gây ra chứng đau nửa đầu sau.\nVì thế, cơn đau đầu phía sau do viêm khớp đốt sống gây nên thường bắt đầu từ cổ rồi lan tỏa lên hết vùng gáy và phía sau đầu. Nếu bạn nghi ngờ mình bị đau nửa đầu sau do viêm khớp đốt sống cổ, hãy đến gặp bác sĩ ngay bởi bệnh lý này không thể tự điều trị tại nhà.\nXem thêm:\nĐau nửa đầu bên trái: Nguyên nhân, triệu chứng và cách phòng ngừa.; Đau nửa đầu bên phải: Nguyên nhân, triệu chứng và cách phòng ngừa.\nViêm khớp cột sống cũng có thể gây đau nhức nửa đầu sau\nĐau đầu sau chọc dò tủy sống\nChọc dò thắt lưng, hay còn gọi là chọc dò tủy sống là một thủ thuật y khoa trong đó bác sĩ dùng kim tiêm trích xuất dịch não tủy tại vị trí nằm gần vùng cột sống thắt lưng. Bệnh nhân sau khi được tiến hành rút dịch não tủy có thể bị đau nửa đầu sau do áp suất trong khoang não tủy đột ngột thay đổi.\n\nWho is susceptible to posterior migraines?\nOccupation, age, work habits, daily living and eating habits have a great influence on posterior migraines. Therefore, people in the following groups are more likely to have posterior migraines than the rest:\nHeavy labor group: People in occupations that regularly do heavy labor and porters such as farmers and workers have a very high risk of getting posterior migraine.; Office workers: Excessive pressure at work can cause nervous system stress, leading to posterior migraines. Besides, sitting in the wrong working position (arched back, neck not straight, leaning too close to the screen) also makes posterior migraines most likely to \"visit\" office workers.; Elderly group: With advancing age, health declines, poor blood circulation, hormonal disorders, lack of sleep, the system of ligaments, discs and cervical vertebrae weakens over time; From there, it compresses the nerves at the back of the neck, leading to posterior migraines.; Group of pregnant women: Women before, during and after giving birth due to sudden changes in body weight affecting the pressure on the spinal joints; This then compresses the nerves, causing post-migraine headaches to flare up. Besides, holding and breastfeeding the baby in the wrong position also contributes to increasing the possibility of posterior migraine.; Group of people with injuries: Cervical spine injuries or shoulder-neck-neck injuries due to accidents can leave behind sequelae of migraines lasting many years later.\nYou may be interested in: What is a headache? Causes and symptoms should be noted.\n\nWhat disease are post-migraine symptoms a sign of?\nPain in the back of the head can be a sign of many different conditions, including:\nSpinal disease: If the posterior migraine pain spreads throughout the neck and tends to get worse when you move your head, it is most likely a sign of inflammation and cervical vertebrae herniation. ; Brain disease: Meningitis, occipital lobe injury or occipital lobe tumor can also cause you to have posterior migraine with fever and impaired vision.; Bone and joint diseases: Bone and joint tuberculosis is a dangerous disease caused by the tuberculosis virus transmitted from the lungs, through the blood vessels and lymphatic system, causing an infectious reaction in the joints. Post-migraine headaches caused by bone and joint tuberculosis are often dull and prolonged in the neck, back, and hips.; Heart disease: Cardiovascular diseases cause blood pressure to become unstable, too high or too low. From there, the blood flow supplying oxygen to the brain is also uneven, leading to the outbreak of post-migraine headaches.; Cerebrospinal fluid leak: Posterior migraine with neck pain can also be a sign of a headache due to reduced intracranial pressure. The cause is low fluid pressure in the cerebrospinal cavity due to a leak.; Nervous system diseases: The greater occipital nerve, the lesser occipital nerve, the C2 and C3 cervical root nerves are injured due to an accident, or are compressed by tumors and herniated spinal discs can also cause pain. second first half.; Other diseases: Other diseases such as gout, diabetes, vasculitis, and blood infections can all cause damage to the nervous system, including the occipital nerve, causing occipital neuralgia. have posterior migraine.\n\nDiagnosis of posterior migraine\nTo have the right treatment for posterior migraine, you first need to have your doctor accurately diagnose the type of headache and the cause of the headache. However, currently medical science does not have any method to accurately diagnose the cause of posterior migraine right from the first test.\nTherefore, during the diagnosis process, your doctor will ask you many questions about your headache history to collect information about symptoms, pathological characteristics as well as a biological image of your health portrait; thereby delineating the pathology and providing appropriate treatment.\nStep 1: Declare your headache history\nYour posterior migraine may be better diagnosed if you tell your doctor:\nHow long have you had posterior migraines?; How often do you get posterior migraines?; Besides posterior migraines, do you have headaches anywhere else?\nIt's important to tell your doctor how you feel when you have a headache and what happens to you before, during, and after the headache.\nStep 2: Identify symptoms\nAfter gathering your headache history, your doctor will perform a complete physical and neurological examination. Your doctor will look for signs and symptoms of a secondary condition that may be causing your posterior migraine, such as:\nFever or abnormalities in breathing, pulse, blood pressure; Infection, inflammation, nausea, vomiting.; Mental disorders, loss of consciousness, muscle weakness, difficulty speaking, loss of balance, dizziness, vision changes (blurred vision, blind spots).\nStep 3: Diagnostic testing\nThe majority of posterior migraines are benign. However, your doctor may ask you to perform additional medical tests to find the exact cause and rule out certain brain diseases, such as:\nCT scan: Recommended if you are experiencing daily posterior migraines or the pain lasts almost continuously throughout the day.; MRI: An MRI scan helps doctors evaluate parts of the brain that cannot be easily seen with a CT scan, such as the spine in the neck and the back of the brain.; Sinus X-ray: Applicable when your doctor suspects you have post-migraine symptoms caused by sinusitis.; EEG: An EEG is not a standard method for evaluating posterior migraines, but may be done if your doctor suspects you are having epileptic seizures due to a brain tumor.; Blood chemistry and urinalysis: These tests can identify many medical conditions, including diabetes, thyroid problems, and blood infections that can cause posterior migraines.; Eye exam: Eye pressure test performed by an ophthalmologist will rule out  glaucoma or pressure on the optic nerve as a cause of posterior migraine.; Lumbar puncture: Extraction of spinal fluid from your spine for biopsy testing.\nCT scans, X-rays and MRIs allow for accurate diagnosis of many causes of posterior migraines\n\nHow to treat posterior migraine\nPosterior migraines caused by stress can often be treated at home; However, if the cause of posterior migraine comes from other medical conditions, you need to see a doctor immediately to be examined and rule out underlying medical causes.\nThe treatment of posterior headaches requires a combination of many measures. Patients need to see a doctor for appropriate diagnosis and treatment, combined with home support. Specifically:\nMaximum relaxation: Rest and sleep on time for at least 7 hours/day (as recommended by the US Centers for Disease Control and Prevention (CDC) for adults 18 years and older). (5); Eat scientifically: Drink 2 liters of water a day, eat enough sleep, don't skip meals and get enough nutrients.; Relaxation therapy: Practice meditation or gentle exercises to relax muscle groups in the head, neck, shoulders and back. Yoga or pilates may be helpful. Besides, massage therapy or acupuncture therapy in the head area at the painful location to improve blood circulation is also a good choice.; Using medication: Popular over-the-counter pain relievers such as Panadol, Paracetamol, Acetaminophen, Ibuprofen or Aspirin can quickly relieve post-migraine symptoms.; Follow your doctor's orders: Go for check-ups and follow-up appointments on time, and follow your doctor's prescriptions. Consult your doctor before using over-the-counter pain relievers to ensure effective treatment.\nBesides, if you think poor posture may be the cause, improve your posture:\nCorrect back shape: Sit straight in a chair when using a computer, use a back cushion to support, avoid sagging in the lower back.; Correct your neck shape: Adjust the screen to eye level. Do not bend your neck or stretch your neck too close to the screen.; Reduce muscle tension: Take regular breaks to help reduce muscle tension from continuous computer typing.\nSee more: What is frontal migraine? The cause and how to fix it.\n\nHow to prevent posterior migraines\nThose who have ever experienced the feeling of a posterior migraine will surely never forget it, greatly affecting their life, health and work. Therefore, preventing and preventing post-migraine recurrence is an important issue you need to pay attention to.\nAvoid irritants\nIf you often suffer from post-migraine headaches, the first way to prevent and eliminate them is to proactively stay away from stimuli that you suspect are the main cause of migraines. for you, such as food, alcohol, scents you are allergic to, noise from space or stress at work.\nChange your lifestyle\nYour daily habits can help reduce the frequency and intensity of posterior migraines. Be proactive in planning to adjust your living habits to be more scientific:\nSleep properly: Go to bed and wake up at the same time every day, including weekends and holidays. Sleeping too much or too little can cause posterior migraines.; Exercise regularly: Regular, moderate-intensity aerobic exercise may make posterior headaches shorter, less severe. Exercise also helps relieve stress – the most common trigger for posterior migraines.; Eat scientifically: Low blood sugar can cause post-migraine, so keep your blood sugar stable by eating on time, don't skip meals. Also, drink plenty of water to avoid post-migraine attacks caused by dehydration.; Limit stress: Stress is a common cause. So take time every day to relax. You can: Listen to soothing music. Take a short walk. Practice meditation, yoga.; Listen to soothing music; Take a short walk.; Practice meditation, yoga.; Complementary therapy: Along with the treatment prescribed by your doctor, you can combine other forms of therapy to help prevent migraines, such as: Acupuncture. Massage. Chat with a psychologist; Acupuncture.; Massage.; Talk to a psychologist.\nMassage helps relieve and quickly soothe post-migraine headaches\nUse preventive medicine\nOf course, when using any medicine you need to consult your doctor first. The medications below can help reduce the frequency of post-migraine attacks, making headaches shorter and less painful. You may consider asking your doctor about common medications used to prevent migraines, including:\nAntiepileptic drugs: These drugs may work by reducing the stimulation of nerve cells in the brain. These include: Gabapentin (Gralise, Horizant, Neurontin). Topiramate (Qudexy XR, Trokendi XR, Topamax). Valproic acid (Depakene, Depakote, Stavzor).; Gabapentin ( Gralise , Horizant , Neurontin ).; Topiramate (Qudexy XR, Trokendi XR, Topamax).; Valproic acid (Depakene, Depakote, Stavzor).; Beta blockers: Used to prevent migraines caused by high blood pressure and heart disease. These include: Atenolol (Tenormin). Metoprolol (Lopressor, Toprol XL). Nadolol (Corgard) & Propranolol (Inderal , Innopran XL).; Atenolol (Tenormin).; Metoprolol (Lopressor, Toprol XL).; Nadolol (Corgard) & Propranolol (Inderal , Innopran XL).; Antidepressants: These drugs affect levels of serotonin, a neurotransmitter of the central nervous system, which may be linked to posterior migraines. These include Amitriptyline and Venlafaxine.; Triptans: Used for post-migraine headaches related to menstruation. The drug affects serotonin levels and may also relieve pain.\nWith all of the above medications, you need to take the correct dosage as prescribed by your doctor to achieve the highest effectiveness in preventing posterior migraines. Absolutely do not arbitrarily use medicine without clearly understanding the ingredients, activity, prescribed dosage and side effects of the medicine.\n\nWhen to see a doctor?\nAs recommended by the UK's National Health Service (NHS), you need to see your doctor immediately if:\nThe migraines keep coming back again and again.; Painkillers don't work and your headache gets worse.; You have a severe throbbing pain on one side of your head – it could be a migraine or, more rarely, a cluster headache.; You feel nauseous, vomit, and feel sensitive to light or noise.\nEspecially seriously, you need to go to the nearest emergency department if you have:\nHave had or are having a head injury.; The headache develops suddenly and becomes increasingly intense.; Posterior migraine occurs with other symptoms, such as fever, confusion, stiff neck, jaw pain when eating, vomiting, decreased vision, dizziness, red eyes, squint (eyes pointing in different directions). different) or cannot look up, weakness in arms or legs.; Headaches that wake you up at night or when you wake up in the morning regularly for many days in a row.; The headache comes on or gets worse when you cough, sneeze, or bend over.\nMost back headaches are benign and can be cured quickly. However, do not be subjective because post-migraine symptoms can be a warning sign of other serious damage to the nervous system, blood vessels, brain, bones and joints and heart.\nPlease immediately contact the Department of Neurology, Neurology Center, Tam Anh General Hospital System if you have signs of post-migraine or pain for many consecutive days for timely examination and screening.\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nAbove is the most basic information about posterior migraines that you need to know. Hopefully through this article, you have partly understood what posterior migraine is, the causes of posterior migraine as well as the appropriate treatment for pain in the back of the head.\nPosterior migraine can be completely cured when you are examined by a doctor and have a timely treatment plan. If left for a long time, the disease can easily progress into chronic disease, making it difficult to treat completely.",
    "subsections": [
        {
            "subsection_name": "What is posterior migraine?",
            "subsection_content": "Posterior migraine is a painful condition in the back of the brain right in the occipital lobe (near the neck - shoulder - nape area). The pain is often accompanied by aches, pains, and stiffness in the neck, shoulders, and can spread to the top of the head or upper arms.\nPosterior migraine can be both a chronic disease and can also be just a temporary symptom with:\nCharacteristics: Usually a dull, persistent pain, the pain level is from mild to moderate, causing little throbbing like frontal migraines or temporal headaches.; Signs to tell: A posterior migraine causes the muscles in your scalp and neck to tense. Some patients describe it as feeling like someone is squeezing and pulling your hair back.; Frequency: The pain may appear randomly or it may occur 2-3 times per month. If posterior migraines occur more than 15 times a month for more than 3 consecutive months, it means you have chronic headaches.\nNote: If the posterior migraine continues to appear regularly at the same time every day for more than 3 consecutive weeks, you should see a general practitioner as soon as possible because at this time, the migraine will occur. The latter can be a warning sign of other serious diseases.\nPosterior migraine can be a warning sign of many dangerous diseases",
            "subsection_string": "What is posterior migraine?\nPosterior migraine is a painful condition in the back of the brain right in the occipital lobe (near the neck - shoulder - nape area). The pain is often accompanied by aches, pains, and stiffness in the neck, shoulders, and can spread to the top of the head or upper arms.\nPosterior migraine can be both a chronic disease and can also be just a temporary symptom with:\nCharacteristics: Usually a dull, persistent pain, the pain level is from mild to moderate, causing little throbbing like frontal migraines or temporal headaches.; Signs to tell: A posterior migraine causes the muscles in your scalp and neck to tense. Some patients describe it as feeling like someone is squeezing and pulling your hair back.; Frequency: The pain may appear randomly or it may occur 2-3 times per month. If posterior migraines occur more than 15 times a month for more than 3 consecutive months, it means you have chronic headaches.\nNote: If the posterior migraine continues to appear regularly at the same time every day for more than 3 consecutive weeks, you should see a general practitioner as soon as possible because at this time, the migraine will occur. The latter can be a warning sign of other serious diseases.\nPosterior migraine can be a warning sign of many dangerous diseases"
        },
        {
            "subsection_name": "Causes of posterior migraine",
            "subsection_content": "Đau nửa đầu sau là tình trạng đau đầu bắt nguồn từ các vấn đề xảy ra trong hệ thống thần kinh trung ương (gồm não, dây thần kinh và tủy sống) nhưng cũng có thể bắt nguồn từ nhiều bệnh lý khác KHÔNG xuất phát ở não.\nVì thế, nguyên nhân đau nửa đầu sau rất đa dạng và được phân thành 2 nhóm chính:\nNguyên nhân nguyên phát: Bao gồm các nguyên nhân trực tiếp gây nên chứng đau nửa đầu sau như do căng thẳng và do giảm áp lực nội sọ.; Nguyên nhân thứ phát: Bao gồm các nguyên nhân gián tiếp khiến bạn bị đau nửa đầu sau như:  Ngồi sai tư thế. Lạm dụng thuốc giảm đau. Chứng đau thần kinh chẩm (Arnold’s neuralgia). Chứng đau đầu cụm (Cluster Headache). Chứng đau đầu vận mạch (Migraine). Chứng đau đầu Cervicogenic.  Viêm khớp hay vừa lấy mẫu tủy bằng thủ thuật chọc dò tủy sống.; Ngồi sai tư thế.; Lạm dụng thuốc giảm đau.; Chứng đau thần kinh chẩm (Arnold’s neuralgia).; Chứng đau đầu cụm (Cluster Headache).; Chứng đau đầu vận mạch (Migraine).; Chứng đau đầu Cervicogenic.; Viêm khớp hay vừa lấy mẫu tủy bằng thủ thuật chọc dò tủy sống.\nCụ thể, có thể kể đến các nguyên nhân và dấu hiệu đi kèm của các cơn đau nửa đầu sau bao gồm:\nDo căng thẳng\nCăng thẳng là nguyên nhân gây nên chứng đau nửa đầu sau hoặc chứng đau đầu nói chung phổ biến nhất. Các cơn đau nửa đầu phía sau do căng thẳng thường tồn tại trong khoảng từ 30 phút đến 7 ngày. Thông thường, đó là một cơn đau âm ỉ không nhói. (1)\nDấu hiệu nhận biết: Đau phía sau đầu do căng thẳng thường để lại các triệu chứng:\nCơn đau chỉ xuất hiện khi làm việc quá sức, mệt mỏi, thiếu ngủ, bỏ bữa, vận động sai tư thế hoặc uống không đủ nước.; Cảm giác thắt chặt vùng phía sau đầu, cứng đờ vùng vai, gáy và lưng trên.; Cơn đau KHÔNG nặng hơn khi vận động.; Cơn đau KHÔNG gây buồn nôn hoặc nôn mửa.; Cơn đau khiến bạn nhạy cảm với ánh sáng hoặc âm thanh, giảm cảm giác thèm ăn, khó tập trung khi làm việc.\nGiảm áp lực nội sọ\nDịch não tủy là một chất lỏng trong suốt chảy quanh não và tủy sống. Dịch não tủy khi bị rò rỉ từ cột sống sẽ làm áp suất nội sọ bị hạ thấp; từ đó gây nên chứng đau phía sau đầu.\nNguyên nhân: Hiện tượng này có thể xảy ra một cách tự nhiên hoặc do hậu quả của việc nắn bóp cột sống, lấy dịch tủy não không cẩn thận hoặc do tai nạn khiến dịch tủy bị rò rỉ.\nDấu hiệu nhận biết: Đặc trưng của một cơn đau nửa đầu sau do giảm áp lực nội sọ là cơn đau giảm bớt khi nằm đầu bằng, nhưng nặng hơn khi:\nNgồi thẳng lưng.; Đứng, đi lại, di chuyển hay tham gia vào hoạt động thể chất.; Ho hoặc hắt hơi.\nSai tư thế\nKhi ngồi sai tư thế, cổ của bạn thường phải cúi gập xuống hoặc vươn nhoài ra trước, đồng thời lưng chùng xuống khiến toàn bộ trọng lượng cơ thể dồn hết lên các nhóm cơ, từ đó gây căng thẳng cho cổ, lưng và vai. (2)\nSự căng thẳng này khiến bạn cảm thấy đau âm ỉ từ gáy rồi lan truyền ra cả vùng đầu phía sau. Điển hình nhất là việc lướt điện thoại quá nhiều, ngồi làm việc sai tư thế trong thời gian dài khiến các cơn đau nửa đầu sau tiến triển mạnh mẽ.\nLướt điện thoại quá nhiều khiến cơ cổ bị quá tải dẫn đến đau nửa đầu sau\nLạm dụng thuốc giảm đau\nViệc lạm dụng các loại thuốc giảm đau đầu không kê đơn có thể làm trầm trọng thêm chứng đau phía sau đầu của bạn. Các triệu chứng bao gồm đau nửa đầu sau dai dẳng với cơn đau dữ dội. Đặc biệt, cơn đau đầu sẽ tái phát sau khi ngừng thuốc giảm đau.\nCác triệu chứng khác bao gồm buồn nôn, lo lắng, khó chịu, mệt mỏi, bồn chồn, khó tập trung, giảm trí nhớ và đôi khi thậm chí là trầm cảm.\nChứng đau thần kinh chẩm (Occipital Neuralgia)\nChứng đau dây thần kinh chẩm tên tiếng anh là Arnold’s neuralgia (còn gọi là đau đầu Arnold), là một tình trạng xảy ra khi các dây thần kinh chạy từ tủy sống (vùng đốt sống lưng thứ hai, thứ ba) đến phía da đầu vùng gáy của bạn bị viêm. (3)\nĐặc điểm: Theo Hiệp hội đau đầu quốc tế IHS (International Headache Society), đau dây thần kinh chẩm có đặc điểm là những cơn đau nhói như dao đâm, đau liên tục theo từng nhịp, bắt đầu từ cổ của bạn và di chuyển về phía da đầu vùng gáy, đi sâu vào nền sọ.; Nguyên nhân: Đau dây thần kinh chẩm được cho là phát sinh do dây thần kinh chẩm bị cuốn vào hoặc bị kích thích bởi sự căng cơ, chèn ép mạch máu hoặc chấn thương khi bị va đập ở vùng gáy và vùng thùy chẩm sau não.; Dấu hiệu nhận biết: Đau nửa đầu phía sau do đau dây thần kinh chẩm có các triệu chứng:  Đau hơn khi cử động cổ, nghiêng đầu sang trái, phải. Thay đổi thị lực, đau sau mắt của bạn. Ù tai, nghẹt mũi. Cảm giác như bị điện giật ở cổ và sau đầu của bạn. Nhạy cảm với ánh sáng.; Đau hơn khi cử động cổ, nghiêng đầu sang trái, phải.; Thay đổi thị lực, đau sau mắt của bạn.; Ù tai, nghẹt mũi.; Cảm giác như bị điện giật ở cổ và sau đầu của bạn.; Nhạy cảm với ánh sáng.\nChứng đau đầu vận mạch (Migraine)\nChứng đau đầu vận mạch, hay còn gọi là hội chứng đau nửa đầu Migraine xảy ra do sự co thắt mãnh liệt của hệ thống mạch máu não khiến bệnh nhân bị thiếu máu não tạm thời, gây đau ở một vùng bất kỳ trên đầu, trong đó bao gồm đau nửa đầu sau.\nĐặc điểm: Xuất hiện các cơn đau nửa đầu sau co thắt từng đợt theo nhịp mạch đập. Cơn đau thường dữ dội và lan ra cả nửa đầu trước, đặc biệt là vùng thái dương và trán.; Dấu hiệu nhận biết: Đau nửa đầu sau do chứng đau đầu vận mạch thường để lại triệu chứng:  Buồn nôn, nôn ói. Cảm nhận được từng nhịp nhói lên của cơn đau, đặc biệt là khi vận động. Hoa mắt, chóng mặt. Đau phía sau đầu rồi sau đó lan đến vùng đầu trước. Cơn đau thường không cố định vị trí, lúc thì đau phía sau đầu, lúc thì phía nửa đầu trái, nửa đầu phải, nửa đầu trước.; Buồn nôn, nôn ói.; Cảm nhận được từng nhịp nhói lên của cơn đau, đặc biệt là khi vận động.; Hoa mắt, chóng mặt.; Đau phía sau đầu rồi sau đó lan đến vùng đầu trước.; Cơn đau thường không cố định vị trí, lúc thì đau phía sau đầu, lúc thì phía nửa đầu trái, nửa đầu phải, nửa đầu trước.\nChứng đau đầu sau do vận mạch xuất hiện từng cơn theo nhịp đập mạch máu\nChứng đau đầu cụm (Cluster Headache)\nChứng đau đầu từng cụm tuy hiếm gặp nhưng một khi xảy ra thì vô cùng khó chịu và đau đớn. Cơn đau thường xảy ra bất ngờ, đột ngột gây đau phía sau đầu, nhức nhối dữ dội, nhói lên từng cơn không theo nhịp mạch đập rồi sau đó hết nhanh hoặc thuyên giảm từ từ rất khó đoán định với:\nĐặc điểm: Một số bệnh nhân mô tả cơn đau đem đến cảm giác như có thứ gì đó đâm vào vùng sau não. Cơn đau thường mãnh liệt, cảm giác xuyên thấu, ê buốt.; Tần suất: Tình trạng đau nửa đầu sau bùng phát do chứng đau đầu cụm có thể kéo dài hàng tuần hoặc hàng tháng. Bệnh nhân thường bị các cơn đau đầu tấn công liên tục, đặc biệt là khi đi ngủ, khiến họ thức giấc giữa đêm.; Dấu hiệu nhận biết: Đau nửa đầu sau do chứng đau đầu cụm có các triệu chứng khác biệt như:  Cơn đau đầu phía sau nặng hơn khi nằm xuống. Cảm giác đau nhói, xuyên thấu, bỏng rát. Tâm lý bồn chồn, buồn nôn. Sụp mí mắt, chảy nước mắt quá nhiều. Nghẹt mũi. Nhạy cảm với ánh sáng và âm thanh.; Cơn đau đầu phía sau nặng hơn khi nằm xuống.; Cảm giác đau nhói, xuyên thấu, bỏng rát.; Tâm lý bồn chồn, buồn nôn.; Sụp mí mắt, chảy nước mắt quá nhiều.; Nghẹt mũi.; Nhạy cảm với ánh sáng và âm thanh.\nChứng đau đầu Cervicogenic\nĐau đầu Cervicogenic là chứng đau đầu xuất hiện do chèn ép dây thần kinh, viêm cột sống cổ tại vị trí đốt sống số 1, 2, 3 gần vùng gáy gây ra. Đau đầu Cervicogenic biểu hiện bằng những cơn đau đầu một bên, bắt đầu ở cổ và lan từ sau đầu ra trước với: (4)\nĐặc điểm: Cơn đau thường có cường độ từ vừa đến nặng, không đau nhói và trầm trọng hơn khi có một số chuyển động cổ. Đau nửa đầu sau có thể đi kèm với tình trạng cứng cổ, đau vai rồi lan ra hai cánh tay trên.; Dấu hiệu nhận biết: Đau đầu do chứng Cervicogenic có thể nhói lên khi bạn nằm xuống. Một số người sẽ thực sự thức giấc vì cơn đau làm gián đoạn giấc ngủ của họ. Khi nằm xuống, bạn cũng có thể cảm thấy một áp lực đè nặng hơn mức bình thường lên toàn vùng vai-cổ-gáy và phía sau đầu.; Đối tượng: Chứng đau đầu Cervicogenic thường xuất hiện ở người có tiền sử bị chấn thương cổ khiến dây thần kinh vùng cổ bị chèn ép, co thắt, hoặc ở người đang bị viêm khớp và thoát vị đốt sống cổ.\nViêm khớp\nViêm khớp, thoái hóa, thoát vị đĩa đệm cột sống có thể khiến xương tại vị trí đốt sống thứ 1, 2, 3 của bạn bị sưng, viêm và nhiễm trùng. Bất kỳ dấu hiệu sưng, viêm, nhiễm trùng nào tại vị trí ba đốt sống cổ này cũng tạo áp lực thêm cho cổ, chèn ép các dây thần kinh, đặc biệt là hệ thống dây thần kinh chẩm lớn, chẩm bé ở vùng da đầu sau não gây ra chứng đau nửa đầu sau.\nVì thế, cơn đau đầu phía sau do viêm khớp đốt sống gây nên thường bắt đầu từ cổ rồi lan tỏa lên hết vùng gáy và phía sau đầu. Nếu bạn nghi ngờ mình bị đau nửa đầu sau do viêm khớp đốt sống cổ, hãy đến gặp bác sĩ ngay bởi bệnh lý này không thể tự điều trị tại nhà.\nXem thêm:\nĐau nửa đầu bên trái: Nguyên nhân, triệu chứng và cách phòng ngừa.; Đau nửa đầu bên phải: Nguyên nhân, triệu chứng và cách phòng ngừa.\nViêm khớp cột sống cũng có thể gây đau nhức nửa đầu sau\nĐau đầu sau chọc dò tủy sống\nChọc dò thắt lưng, hay còn gọi là chọc dò tủy sống là một thủ thuật y khoa trong đó bác sĩ dùng kim tiêm trích xuất dịch não tủy tại vị trí nằm gần vùng cột sống thắt lưng. Bệnh nhân sau khi được tiến hành rút dịch não tủy có thể bị đau nửa đầu sau do áp suất trong khoang não tủy đột ngột thay đổi.",
            "subsection_string": "Causes of posterior migraine\nĐau nửa đầu sau là tình trạng đau đầu bắt nguồn từ các vấn đề xảy ra trong hệ thống thần kinh trung ương (gồm não, dây thần kinh và tủy sống) nhưng cũng có thể bắt nguồn từ nhiều bệnh lý khác KHÔNG xuất phát ở não.\nVì thế, nguyên nhân đau nửa đầu sau rất đa dạng và được phân thành 2 nhóm chính:\nNguyên nhân nguyên phát: Bao gồm các nguyên nhân trực tiếp gây nên chứng đau nửa đầu sau như do căng thẳng và do giảm áp lực nội sọ.; Nguyên nhân thứ phát: Bao gồm các nguyên nhân gián tiếp khiến bạn bị đau nửa đầu sau như:  Ngồi sai tư thế. Lạm dụng thuốc giảm đau. Chứng đau thần kinh chẩm (Arnold’s neuralgia). Chứng đau đầu cụm (Cluster Headache). Chứng đau đầu vận mạch (Migraine). Chứng đau đầu Cervicogenic.  Viêm khớp hay vừa lấy mẫu tủy bằng thủ thuật chọc dò tủy sống.; Ngồi sai tư thế.; Lạm dụng thuốc giảm đau.; Chứng đau thần kinh chẩm (Arnold’s neuralgia).; Chứng đau đầu cụm (Cluster Headache).; Chứng đau đầu vận mạch (Migraine).; Chứng đau đầu Cervicogenic.; Viêm khớp hay vừa lấy mẫu tủy bằng thủ thuật chọc dò tủy sống.\nCụ thể, có thể kể đến các nguyên nhân và dấu hiệu đi kèm của các cơn đau nửa đầu sau bao gồm:\nDo căng thẳng\nCăng thẳng là nguyên nhân gây nên chứng đau nửa đầu sau hoặc chứng đau đầu nói chung phổ biến nhất. Các cơn đau nửa đầu phía sau do căng thẳng thường tồn tại trong khoảng từ 30 phút đến 7 ngày. Thông thường, đó là một cơn đau âm ỉ không nhói. (1)\nDấu hiệu nhận biết: Đau phía sau đầu do căng thẳng thường để lại các triệu chứng:\nCơn đau chỉ xuất hiện khi làm việc quá sức, mệt mỏi, thiếu ngủ, bỏ bữa, vận động sai tư thế hoặc uống không đủ nước.; Cảm giác thắt chặt vùng phía sau đầu, cứng đờ vùng vai, gáy và lưng trên.; Cơn đau KHÔNG nặng hơn khi vận động.; Cơn đau KHÔNG gây buồn nôn hoặc nôn mửa.; Cơn đau khiến bạn nhạy cảm với ánh sáng hoặc âm thanh, giảm cảm giác thèm ăn, khó tập trung khi làm việc.\nGiảm áp lực nội sọ\nDịch não tủy là một chất lỏng trong suốt chảy quanh não và tủy sống. Dịch não tủy khi bị rò rỉ từ cột sống sẽ làm áp suất nội sọ bị hạ thấp; từ đó gây nên chứng đau phía sau đầu.\nNguyên nhân: Hiện tượng này có thể xảy ra một cách tự nhiên hoặc do hậu quả của việc nắn bóp cột sống, lấy dịch tủy não không cẩn thận hoặc do tai nạn khiến dịch tủy bị rò rỉ.\nDấu hiệu nhận biết: Đặc trưng của một cơn đau nửa đầu sau do giảm áp lực nội sọ là cơn đau giảm bớt khi nằm đầu bằng, nhưng nặng hơn khi:\nNgồi thẳng lưng.; Đứng, đi lại, di chuyển hay tham gia vào hoạt động thể chất.; Ho hoặc hắt hơi.\nSai tư thế\nKhi ngồi sai tư thế, cổ của bạn thường phải cúi gập xuống hoặc vươn nhoài ra trước, đồng thời lưng chùng xuống khiến toàn bộ trọng lượng cơ thể dồn hết lên các nhóm cơ, từ đó gây căng thẳng cho cổ, lưng và vai. (2)\nSự căng thẳng này khiến bạn cảm thấy đau âm ỉ từ gáy rồi lan truyền ra cả vùng đầu phía sau. Điển hình nhất là việc lướt điện thoại quá nhiều, ngồi làm việc sai tư thế trong thời gian dài khiến các cơn đau nửa đầu sau tiến triển mạnh mẽ.\nLướt điện thoại quá nhiều khiến cơ cổ bị quá tải dẫn đến đau nửa đầu sau\nLạm dụng thuốc giảm đau\nViệc lạm dụng các loại thuốc giảm đau đầu không kê đơn có thể làm trầm trọng thêm chứng đau phía sau đầu của bạn. Các triệu chứng bao gồm đau nửa đầu sau dai dẳng với cơn đau dữ dội. Đặc biệt, cơn đau đầu sẽ tái phát sau khi ngừng thuốc giảm đau.\nCác triệu chứng khác bao gồm buồn nôn, lo lắng, khó chịu, mệt mỏi, bồn chồn, khó tập trung, giảm trí nhớ và đôi khi thậm chí là trầm cảm.\nChứng đau thần kinh chẩm (Occipital Neuralgia)\nChứng đau dây thần kinh chẩm tên tiếng anh là Arnold’s neuralgia (còn gọi là đau đầu Arnold), là một tình trạng xảy ra khi các dây thần kinh chạy từ tủy sống (vùng đốt sống lưng thứ hai, thứ ba) đến phía da đầu vùng gáy của bạn bị viêm. (3)\nĐặc điểm: Theo Hiệp hội đau đầu quốc tế IHS (International Headache Society), đau dây thần kinh chẩm có đặc điểm là những cơn đau nhói như dao đâm, đau liên tục theo từng nhịp, bắt đầu từ cổ của bạn và di chuyển về phía da đầu vùng gáy, đi sâu vào nền sọ.; Nguyên nhân: Đau dây thần kinh chẩm được cho là phát sinh do dây thần kinh chẩm bị cuốn vào hoặc bị kích thích bởi sự căng cơ, chèn ép mạch máu hoặc chấn thương khi bị va đập ở vùng gáy và vùng thùy chẩm sau não.; Dấu hiệu nhận biết: Đau nửa đầu phía sau do đau dây thần kinh chẩm có các triệu chứng:  Đau hơn khi cử động cổ, nghiêng đầu sang trái, phải. Thay đổi thị lực, đau sau mắt của bạn. Ù tai, nghẹt mũi. Cảm giác như bị điện giật ở cổ và sau đầu của bạn. Nhạy cảm với ánh sáng.; Đau hơn khi cử động cổ, nghiêng đầu sang trái, phải.; Thay đổi thị lực, đau sau mắt của bạn.; Ù tai, nghẹt mũi.; Cảm giác như bị điện giật ở cổ và sau đầu của bạn.; Nhạy cảm với ánh sáng.\nChứng đau đầu vận mạch (Migraine)\nChứng đau đầu vận mạch, hay còn gọi là hội chứng đau nửa đầu Migraine xảy ra do sự co thắt mãnh liệt của hệ thống mạch máu não khiến bệnh nhân bị thiếu máu não tạm thời, gây đau ở một vùng bất kỳ trên đầu, trong đó bao gồm đau nửa đầu sau.\nĐặc điểm: Xuất hiện các cơn đau nửa đầu sau co thắt từng đợt theo nhịp mạch đập. Cơn đau thường dữ dội và lan ra cả nửa đầu trước, đặc biệt là vùng thái dương và trán.; Dấu hiệu nhận biết: Đau nửa đầu sau do chứng đau đầu vận mạch thường để lại triệu chứng:  Buồn nôn, nôn ói. Cảm nhận được từng nhịp nhói lên của cơn đau, đặc biệt là khi vận động. Hoa mắt, chóng mặt. Đau phía sau đầu rồi sau đó lan đến vùng đầu trước. Cơn đau thường không cố định vị trí, lúc thì đau phía sau đầu, lúc thì phía nửa đầu trái, nửa đầu phải, nửa đầu trước.; Buồn nôn, nôn ói.; Cảm nhận được từng nhịp nhói lên của cơn đau, đặc biệt là khi vận động.; Hoa mắt, chóng mặt.; Đau phía sau đầu rồi sau đó lan đến vùng đầu trước.; Cơn đau thường không cố định vị trí, lúc thì đau phía sau đầu, lúc thì phía nửa đầu trái, nửa đầu phải, nửa đầu trước.\nChứng đau đầu sau do vận mạch xuất hiện từng cơn theo nhịp đập mạch máu\nChứng đau đầu cụm (Cluster Headache)\nChứng đau đầu từng cụm tuy hiếm gặp nhưng một khi xảy ra thì vô cùng khó chịu và đau đớn. Cơn đau thường xảy ra bất ngờ, đột ngột gây đau phía sau đầu, nhức nhối dữ dội, nhói lên từng cơn không theo nhịp mạch đập rồi sau đó hết nhanh hoặc thuyên giảm từ từ rất khó đoán định với:\nĐặc điểm: Một số bệnh nhân mô tả cơn đau đem đến cảm giác như có thứ gì đó đâm vào vùng sau não. Cơn đau thường mãnh liệt, cảm giác xuyên thấu, ê buốt.; Tần suất: Tình trạng đau nửa đầu sau bùng phát do chứng đau đầu cụm có thể kéo dài hàng tuần hoặc hàng tháng. Bệnh nhân thường bị các cơn đau đầu tấn công liên tục, đặc biệt là khi đi ngủ, khiến họ thức giấc giữa đêm.; Dấu hiệu nhận biết: Đau nửa đầu sau do chứng đau đầu cụm có các triệu chứng khác biệt như:  Cơn đau đầu phía sau nặng hơn khi nằm xuống. Cảm giác đau nhói, xuyên thấu, bỏng rát. Tâm lý bồn chồn, buồn nôn. Sụp mí mắt, chảy nước mắt quá nhiều. Nghẹt mũi. Nhạy cảm với ánh sáng và âm thanh.; Cơn đau đầu phía sau nặng hơn khi nằm xuống.; Cảm giác đau nhói, xuyên thấu, bỏng rát.; Tâm lý bồn chồn, buồn nôn.; Sụp mí mắt, chảy nước mắt quá nhiều.; Nghẹt mũi.; Nhạy cảm với ánh sáng và âm thanh.\nChứng đau đầu Cervicogenic\nĐau đầu Cervicogenic là chứng đau đầu xuất hiện do chèn ép dây thần kinh, viêm cột sống cổ tại vị trí đốt sống số 1, 2, 3 gần vùng gáy gây ra. Đau đầu Cervicogenic biểu hiện bằng những cơn đau đầu một bên, bắt đầu ở cổ và lan từ sau đầu ra trước với: (4)\nĐặc điểm: Cơn đau thường có cường độ từ vừa đến nặng, không đau nhói và trầm trọng hơn khi có một số chuyển động cổ. Đau nửa đầu sau có thể đi kèm với tình trạng cứng cổ, đau vai rồi lan ra hai cánh tay trên.; Dấu hiệu nhận biết: Đau đầu do chứng Cervicogenic có thể nhói lên khi bạn nằm xuống. Một số người sẽ thực sự thức giấc vì cơn đau làm gián đoạn giấc ngủ của họ. Khi nằm xuống, bạn cũng có thể cảm thấy một áp lực đè nặng hơn mức bình thường lên toàn vùng vai-cổ-gáy và phía sau đầu.; Đối tượng: Chứng đau đầu Cervicogenic thường xuất hiện ở người có tiền sử bị chấn thương cổ khiến dây thần kinh vùng cổ bị chèn ép, co thắt, hoặc ở người đang bị viêm khớp và thoát vị đốt sống cổ.\nViêm khớp\nViêm khớp, thoái hóa, thoát vị đĩa đệm cột sống có thể khiến xương tại vị trí đốt sống thứ 1, 2, 3 của bạn bị sưng, viêm và nhiễm trùng. Bất kỳ dấu hiệu sưng, viêm, nhiễm trùng nào tại vị trí ba đốt sống cổ này cũng tạo áp lực thêm cho cổ, chèn ép các dây thần kinh, đặc biệt là hệ thống dây thần kinh chẩm lớn, chẩm bé ở vùng da đầu sau não gây ra chứng đau nửa đầu sau.\nVì thế, cơn đau đầu phía sau do viêm khớp đốt sống gây nên thường bắt đầu từ cổ rồi lan tỏa lên hết vùng gáy và phía sau đầu. Nếu bạn nghi ngờ mình bị đau nửa đầu sau do viêm khớp đốt sống cổ, hãy đến gặp bác sĩ ngay bởi bệnh lý này không thể tự điều trị tại nhà.\nXem thêm:\nĐau nửa đầu bên trái: Nguyên nhân, triệu chứng và cách phòng ngừa.; Đau nửa đầu bên phải: Nguyên nhân, triệu chứng và cách phòng ngừa.\nViêm khớp cột sống cũng có thể gây đau nhức nửa đầu sau\nĐau đầu sau chọc dò tủy sống\nChọc dò thắt lưng, hay còn gọi là chọc dò tủy sống là một thủ thuật y khoa trong đó bác sĩ dùng kim tiêm trích xuất dịch não tủy tại vị trí nằm gần vùng cột sống thắt lưng. Bệnh nhân sau khi được tiến hành rút dịch não tủy có thể bị đau nửa đầu sau do áp suất trong khoang não tủy đột ngột thay đổi."
        },
        {
            "subsection_name": "Who is susceptible to posterior migraines?",
            "subsection_content": "Occupation, age, work habits, daily living and eating habits have a great influence on posterior migraines. Therefore, people in the following groups are more likely to have posterior migraines than the rest:\nHeavy labor group: People in occupations that regularly do heavy labor and porters such as farmers and workers have a very high risk of getting posterior migraine.; Office workers: Excessive pressure at work can cause nervous system stress, leading to posterior migraines. Besides, sitting in the wrong working position (arched back, neck not straight, leaning too close to the screen) also makes posterior migraines most likely to \"visit\" office workers.; Elderly group: With advancing age, health declines, poor blood circulation, hormonal disorders, lack of sleep, the system of ligaments, discs and cervical vertebrae weakens over time; From there, it compresses the nerves at the back of the neck, leading to posterior migraines.; Group of pregnant women: Women before, during and after giving birth due to sudden changes in body weight affecting the pressure on the spinal joints; This then compresses the nerves, causing post-migraine headaches to flare up. Besides, holding and breastfeeding the baby in the wrong position also contributes to increasing the possibility of posterior migraine.; Group of people with injuries: Cervical spine injuries or shoulder-neck-neck injuries due to accidents can leave behind sequelae of migraines lasting many years later.\nYou may be interested in: What is a headache? Causes and symptoms should be noted.",
            "subsection_string": "Who is susceptible to posterior migraines?\nOccupation, age, work habits, daily living and eating habits have a great influence on posterior migraines. Therefore, people in the following groups are more likely to have posterior migraines than the rest:\nHeavy labor group: People in occupations that regularly do heavy labor and porters such as farmers and workers have a very high risk of getting posterior migraine.; Office workers: Excessive pressure at work can cause nervous system stress, leading to posterior migraines. Besides, sitting in the wrong working position (arched back, neck not straight, leaning too close to the screen) also makes posterior migraines most likely to \"visit\" office workers.; Elderly group: With advancing age, health declines, poor blood circulation, hormonal disorders, lack of sleep, the system of ligaments, discs and cervical vertebrae weakens over time; From there, it compresses the nerves at the back of the neck, leading to posterior migraines.; Group of pregnant women: Women before, during and after giving birth due to sudden changes in body weight affecting the pressure on the spinal joints; This then compresses the nerves, causing post-migraine headaches to flare up. Besides, holding and breastfeeding the baby in the wrong position also contributes to increasing the possibility of posterior migraine.; Group of people with injuries: Cervical spine injuries or shoulder-neck-neck injuries due to accidents can leave behind sequelae of migraines lasting many years later.\nYou may be interested in: What is a headache? Causes and symptoms should be noted."
        },
        {
            "subsection_name": "What disease are post-migraine symptoms a sign of?",
            "subsection_content": "Pain in the back of the head can be a sign of many different conditions, including:\nSpinal disease: If the posterior migraine pain spreads throughout the neck and tends to get worse when you move your head, it is most likely a sign of inflammation and cervical vertebrae herniation. ; Brain disease: Meningitis, occipital lobe injury or occipital lobe tumor can also cause you to have posterior migraine with fever and impaired vision.; Bone and joint diseases: Bone and joint tuberculosis is a dangerous disease caused by the tuberculosis virus transmitted from the lungs, through the blood vessels and lymphatic system, causing an infectious reaction in the joints. Post-migraine headaches caused by bone and joint tuberculosis are often dull and prolonged in the neck, back, and hips.; Heart disease: Cardiovascular diseases cause blood pressure to become unstable, too high or too low. From there, the blood flow supplying oxygen to the brain is also uneven, leading to the outbreak of post-migraine headaches.; Cerebrospinal fluid leak: Posterior migraine with neck pain can also be a sign of a headache due to reduced intracranial pressure. The cause is low fluid pressure in the cerebrospinal cavity due to a leak.; Nervous system diseases: The greater occipital nerve, the lesser occipital nerve, the C2 and C3 cervical root nerves are injured due to an accident, or are compressed by tumors and herniated spinal discs can also cause pain. second first half.; Other diseases: Other diseases such as gout, diabetes, vasculitis, and blood infections can all cause damage to the nervous system, including the occipital nerve, causing occipital neuralgia. have posterior migraine.",
            "subsection_string": "What disease are post-migraine symptoms a sign of?\nPain in the back of the head can be a sign of many different conditions, including:\nSpinal disease: If the posterior migraine pain spreads throughout the neck and tends to get worse when you move your head, it is most likely a sign of inflammation and cervical vertebrae herniation. ; Brain disease: Meningitis, occipital lobe injury or occipital lobe tumor can also cause you to have posterior migraine with fever and impaired vision.; Bone and joint diseases: Bone and joint tuberculosis is a dangerous disease caused by the tuberculosis virus transmitted from the lungs, through the blood vessels and lymphatic system, causing an infectious reaction in the joints. Post-migraine headaches caused by bone and joint tuberculosis are often dull and prolonged in the neck, back, and hips.; Heart disease: Cardiovascular diseases cause blood pressure to become unstable, too high or too low. From there, the blood flow supplying oxygen to the brain is also uneven, leading to the outbreak of post-migraine headaches.; Cerebrospinal fluid leak: Posterior migraine with neck pain can also be a sign of a headache due to reduced intracranial pressure. The cause is low fluid pressure in the cerebrospinal cavity due to a leak.; Nervous system diseases: The greater occipital nerve, the lesser occipital nerve, the C2 and C3 cervical root nerves are injured due to an accident, or are compressed by tumors and herniated spinal discs can also cause pain. second first half.; Other diseases: Other diseases such as gout, diabetes, vasculitis, and blood infections can all cause damage to the nervous system, including the occipital nerve, causing occipital neuralgia. have posterior migraine."
        },
        {
            "subsection_name": "Diagnosis of posterior migraine",
            "subsection_content": "To have the right treatment for posterior migraine, you first need to have your doctor accurately diagnose the type of headache and the cause of the headache. However, currently medical science does not have any method to accurately diagnose the cause of posterior migraine right from the first test.\nTherefore, during the diagnosis process, your doctor will ask you many questions about your headache history to collect information about symptoms, pathological characteristics as well as a biological image of your health portrait; thereby delineating the pathology and providing appropriate treatment.\nStep 1: Declare your headache history\nYour posterior migraine may be better diagnosed if you tell your doctor:\nHow long have you had posterior migraines?; How often do you get posterior migraines?; Besides posterior migraines, do you have headaches anywhere else?\nIt's important to tell your doctor how you feel when you have a headache and what happens to you before, during, and after the headache.\nStep 2: Identify symptoms\nAfter gathering your headache history, your doctor will perform a complete physical and neurological examination. Your doctor will look for signs and symptoms of a secondary condition that may be causing your posterior migraine, such as:\nFever or abnormalities in breathing, pulse, blood pressure; Infection, inflammation, nausea, vomiting.; Mental disorders, loss of consciousness, muscle weakness, difficulty speaking, loss of balance, dizziness, vision changes (blurred vision, blind spots).\nStep 3: Diagnostic testing\nThe majority of posterior migraines are benign. However, your doctor may ask you to perform additional medical tests to find the exact cause and rule out certain brain diseases, such as:\nCT scan: Recommended if you are experiencing daily posterior migraines or the pain lasts almost continuously throughout the day.; MRI: An MRI scan helps doctors evaluate parts of the brain that cannot be easily seen with a CT scan, such as the spine in the neck and the back of the brain.; Sinus X-ray: Applicable when your doctor suspects you have post-migraine symptoms caused by sinusitis.; EEG: An EEG is not a standard method for evaluating posterior migraines, but may be done if your doctor suspects you are having epileptic seizures due to a brain tumor.; Blood chemistry and urinalysis: These tests can identify many medical conditions, including diabetes, thyroid problems, and blood infections that can cause posterior migraines.; Eye exam: Eye pressure test performed by an ophthalmologist will rule out  glaucoma or pressure on the optic nerve as a cause of posterior migraine.; Lumbar puncture: Extraction of spinal fluid from your spine for biopsy testing.\nCT scans, X-rays and MRIs allow for accurate diagnosis of many causes of posterior migraines",
            "subsection_string": "Diagnosis of posterior migraine\nTo have the right treatment for posterior migraine, you first need to have your doctor accurately diagnose the type of headache and the cause of the headache. However, currently medical science does not have any method to accurately diagnose the cause of posterior migraine right from the first test.\nTherefore, during the diagnosis process, your doctor will ask you many questions about your headache history to collect information about symptoms, pathological characteristics as well as a biological image of your health portrait; thereby delineating the pathology and providing appropriate treatment.\nStep 1: Declare your headache history\nYour posterior migraine may be better diagnosed if you tell your doctor:\nHow long have you had posterior migraines?; How often do you get posterior migraines?; Besides posterior migraines, do you have headaches anywhere else?\nIt's important to tell your doctor how you feel when you have a headache and what happens to you before, during, and after the headache.\nStep 2: Identify symptoms\nAfter gathering your headache history, your doctor will perform a complete physical and neurological examination. Your doctor will look for signs and symptoms of a secondary condition that may be causing your posterior migraine, such as:\nFever or abnormalities in breathing, pulse, blood pressure; Infection, inflammation, nausea, vomiting.; Mental disorders, loss of consciousness, muscle weakness, difficulty speaking, loss of balance, dizziness, vision changes (blurred vision, blind spots).\nStep 3: Diagnostic testing\nThe majority of posterior migraines are benign. However, your doctor may ask you to perform additional medical tests to find the exact cause and rule out certain brain diseases, such as:\nCT scan: Recommended if you are experiencing daily posterior migraines or the pain lasts almost continuously throughout the day.; MRI: An MRI scan helps doctors evaluate parts of the brain that cannot be easily seen with a CT scan, such as the spine in the neck and the back of the brain.; Sinus X-ray: Applicable when your doctor suspects you have post-migraine symptoms caused by sinusitis.; EEG: An EEG is not a standard method for evaluating posterior migraines, but may be done if your doctor suspects you are having epileptic seizures due to a brain tumor.; Blood chemistry and urinalysis: These tests can identify many medical conditions, including diabetes, thyroid problems, and blood infections that can cause posterior migraines.; Eye exam: Eye pressure test performed by an ophthalmologist will rule out  glaucoma or pressure on the optic nerve as a cause of posterior migraine.; Lumbar puncture: Extraction of spinal fluid from your spine for biopsy testing.\nCT scans, X-rays and MRIs allow for accurate diagnosis of many causes of posterior migraines"
        },
        {
            "subsection_name": "How to treat posterior migraine",
            "subsection_content": "Posterior migraines caused by stress can often be treated at home; However, if the cause of posterior migraine comes from other medical conditions, you need to see a doctor immediately to be examined and rule out underlying medical causes.\nThe treatment of posterior headaches requires a combination of many measures. Patients need to see a doctor for appropriate diagnosis and treatment, combined with home support. Specifically:\nMaximum relaxation: Rest and sleep on time for at least 7 hours/day (as recommended by the US Centers for Disease Control and Prevention (CDC) for adults 18 years and older). (5); Eat scientifically: Drink 2 liters of water a day, eat enough sleep, don't skip meals and get enough nutrients.; Relaxation therapy: Practice meditation or gentle exercises to relax muscle groups in the head, neck, shoulders and back. Yoga or pilates may be helpful. Besides, massage therapy or acupuncture therapy in the head area at the painful location to improve blood circulation is also a good choice.; Using medication: Popular over-the-counter pain relievers such as Panadol, Paracetamol, Acetaminophen, Ibuprofen or Aspirin can quickly relieve post-migraine symptoms.; Follow your doctor's orders: Go for check-ups and follow-up appointments on time, and follow your doctor's prescriptions. Consult your doctor before using over-the-counter pain relievers to ensure effective treatment.\nBesides, if you think poor posture may be the cause, improve your posture:\nCorrect back shape: Sit straight in a chair when using a computer, use a back cushion to support, avoid sagging in the lower back.; Correct your neck shape: Adjust the screen to eye level. Do not bend your neck or stretch your neck too close to the screen.; Reduce muscle tension: Take regular breaks to help reduce muscle tension from continuous computer typing.\nSee more: What is frontal migraine? The cause and how to fix it.",
            "subsection_string": "How to treat posterior migraine\nPosterior migraines caused by stress can often be treated at home; However, if the cause of posterior migraine comes from other medical conditions, you need to see a doctor immediately to be examined and rule out underlying medical causes.\nThe treatment of posterior headaches requires a combination of many measures. Patients need to see a doctor for appropriate diagnosis and treatment, combined with home support. Specifically:\nMaximum relaxation: Rest and sleep on time for at least 7 hours/day (as recommended by the US Centers for Disease Control and Prevention (CDC) for adults 18 years and older). (5); Eat scientifically: Drink 2 liters of water a day, eat enough sleep, don't skip meals and get enough nutrients.; Relaxation therapy: Practice meditation or gentle exercises to relax muscle groups in the head, neck, shoulders and back. Yoga or pilates may be helpful. Besides, massage therapy or acupuncture therapy in the head area at the painful location to improve blood circulation is also a good choice.; Using medication: Popular over-the-counter pain relievers such as Panadol, Paracetamol, Acetaminophen, Ibuprofen or Aspirin can quickly relieve post-migraine symptoms.; Follow your doctor's orders: Go for check-ups and follow-up appointments on time, and follow your doctor's prescriptions. Consult your doctor before using over-the-counter pain relievers to ensure effective treatment.\nBesides, if you think poor posture may be the cause, improve your posture:\nCorrect back shape: Sit straight in a chair when using a computer, use a back cushion to support, avoid sagging in the lower back.; Correct your neck shape: Adjust the screen to eye level. Do not bend your neck or stretch your neck too close to the screen.; Reduce muscle tension: Take regular breaks to help reduce muscle tension from continuous computer typing.\nSee more: What is frontal migraine? The cause and how to fix it."
        },
        {
            "subsection_name": "How to prevent posterior migraines",
            "subsection_content": "Those who have ever experienced the feeling of a posterior migraine will surely never forget it, greatly affecting their life, health and work. Therefore, preventing and preventing post-migraine recurrence is an important issue you need to pay attention to.\nAvoid irritants\nIf you often suffer from post-migraine headaches, the first way to prevent and eliminate them is to proactively stay away from stimuli that you suspect are the main cause of migraines. for you, such as food, alcohol, scents you are allergic to, noise from space or stress at work.\nChange your lifestyle\nYour daily habits can help reduce the frequency and intensity of posterior migraines. Be proactive in planning to adjust your living habits to be more scientific:\nSleep properly: Go to bed and wake up at the same time every day, including weekends and holidays. Sleeping too much or too little can cause posterior migraines.; Exercise regularly: Regular, moderate-intensity aerobic exercise may make posterior headaches shorter, less severe. Exercise also helps relieve stress – the most common trigger for posterior migraines.; Eat scientifically: Low blood sugar can cause post-migraine, so keep your blood sugar stable by eating on time, don't skip meals. Also, drink plenty of water to avoid post-migraine attacks caused by dehydration.; Limit stress: Stress is a common cause. So take time every day to relax. You can: Listen to soothing music. Take a short walk. Practice meditation, yoga.; Listen to soothing music; Take a short walk.; Practice meditation, yoga.; Complementary therapy: Along with the treatment prescribed by your doctor, you can combine other forms of therapy to help prevent migraines, such as: Acupuncture. Massage. Chat with a psychologist; Acupuncture.; Massage.; Talk to a psychologist.\nMassage helps relieve and quickly soothe post-migraine headaches\nUse preventive medicine\nOf course, when using any medicine you need to consult your doctor first. The medications below can help reduce the frequency of post-migraine attacks, making headaches shorter and less painful. You may consider asking your doctor about common medications used to prevent migraines, including:\nAntiepileptic drugs: These drugs may work by reducing the stimulation of nerve cells in the brain. These include: Gabapentin (Gralise, Horizant, Neurontin). Topiramate (Qudexy XR, Trokendi XR, Topamax). Valproic acid (Depakene, Depakote, Stavzor).; Gabapentin ( Gralise , Horizant , Neurontin ).; Topiramate (Qudexy XR, Trokendi XR, Topamax).; Valproic acid (Depakene, Depakote, Stavzor).; Beta blockers: Used to prevent migraines caused by high blood pressure and heart disease. These include: Atenolol (Tenormin). Metoprolol (Lopressor, Toprol XL). Nadolol (Corgard) & Propranolol (Inderal , Innopran XL).; Atenolol (Tenormin).; Metoprolol (Lopressor, Toprol XL).; Nadolol (Corgard) & Propranolol (Inderal , Innopran XL).; Antidepressants: These drugs affect levels of serotonin, a neurotransmitter of the central nervous system, which may be linked to posterior migraines. These include Amitriptyline and Venlafaxine.; Triptans: Used for post-migraine headaches related to menstruation. The drug affects serotonin levels and may also relieve pain.\nWith all of the above medications, you need to take the correct dosage as prescribed by your doctor to achieve the highest effectiveness in preventing posterior migraines. Absolutely do not arbitrarily use medicine without clearly understanding the ingredients, activity, prescribed dosage and side effects of the medicine.",
            "subsection_string": "How to prevent posterior migraines\nThose who have ever experienced the feeling of a posterior migraine will surely never forget it, greatly affecting their life, health and work. Therefore, preventing and preventing post-migraine recurrence is an important issue you need to pay attention to.\nAvoid irritants\nIf you often suffer from post-migraine headaches, the first way to prevent and eliminate them is to proactively stay away from stimuli that you suspect are the main cause of migraines. for you, such as food, alcohol, scents you are allergic to, noise from space or stress at work.\nChange your lifestyle\nYour daily habits can help reduce the frequency and intensity of posterior migraines. Be proactive in planning to adjust your living habits to be more scientific:\nSleep properly: Go to bed and wake up at the same time every day, including weekends and holidays. Sleeping too much or too little can cause posterior migraines.; Exercise regularly: Regular, moderate-intensity aerobic exercise may make posterior headaches shorter, less severe. Exercise also helps relieve stress – the most common trigger for posterior migraines.; Eat scientifically: Low blood sugar can cause post-migraine, so keep your blood sugar stable by eating on time, don't skip meals. Also, drink plenty of water to avoid post-migraine attacks caused by dehydration.; Limit stress: Stress is a common cause. So take time every day to relax. You can: Listen to soothing music. Take a short walk. Practice meditation, yoga.; Listen to soothing music; Take a short walk.; Practice meditation, yoga.; Complementary therapy: Along with the treatment prescribed by your doctor, you can combine other forms of therapy to help prevent migraines, such as: Acupuncture. Massage. Chat with a psychologist; Acupuncture.; Massage.; Talk to a psychologist.\nMassage helps relieve and quickly soothe post-migraine headaches\nUse preventive medicine\nOf course, when using any medicine you need to consult your doctor first. The medications below can help reduce the frequency of post-migraine attacks, making headaches shorter and less painful. You may consider asking your doctor about common medications used to prevent migraines, including:\nAntiepileptic drugs: These drugs may work by reducing the stimulation of nerve cells in the brain. These include: Gabapentin (Gralise, Horizant, Neurontin). Topiramate (Qudexy XR, Trokendi XR, Topamax). Valproic acid (Depakene, Depakote, Stavzor).; Gabapentin ( Gralise , Horizant , Neurontin ).; Topiramate (Qudexy XR, Trokendi XR, Topamax).; Valproic acid (Depakene, Depakote, Stavzor).; Beta blockers: Used to prevent migraines caused by high blood pressure and heart disease. These include: Atenolol (Tenormin). Metoprolol (Lopressor, Toprol XL). Nadolol (Corgard) & Propranolol (Inderal , Innopran XL).; Atenolol (Tenormin).; Metoprolol (Lopressor, Toprol XL).; Nadolol (Corgard) & Propranolol (Inderal , Innopran XL).; Antidepressants: These drugs affect levels of serotonin, a neurotransmitter of the central nervous system, which may be linked to posterior migraines. These include Amitriptyline and Venlafaxine.; Triptans: Used for post-migraine headaches related to menstruation. The drug affects serotonin levels and may also relieve pain.\nWith all of the above medications, you need to take the correct dosage as prescribed by your doctor to achieve the highest effectiveness in preventing posterior migraines. Absolutely do not arbitrarily use medicine without clearly understanding the ingredients, activity, prescribed dosage and side effects of the medicine."
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "As recommended by the UK's National Health Service (NHS), you need to see your doctor immediately if:\nThe migraines keep coming back again and again.; Painkillers don't work and your headache gets worse.; You have a severe throbbing pain on one side of your head – it could be a migraine or, more rarely, a cluster headache.; You feel nauseous, vomit, and feel sensitive to light or noise.\nEspecially seriously, you need to go to the nearest emergency department if you have:\nHave had or are having a head injury.; The headache develops suddenly and becomes increasingly intense.; Posterior migraine occurs with other symptoms, such as fever, confusion, stiff neck, jaw pain when eating, vomiting, decreased vision, dizziness, red eyes, squint (eyes pointing in different directions). different) or cannot look up, weakness in arms or legs.; Headaches that wake you up at night or when you wake up in the morning regularly for many days in a row.; The headache comes on or gets worse when you cough, sneeze, or bend over.\nMost back headaches are benign and can be cured quickly. However, do not be subjective because post-migraine symptoms can be a warning sign of other serious damage to the nervous system, blood vessels, brain, bones and joints and heart.\nPlease immediately contact the Department of Neurology, Neurology Center, Tam Anh General Hospital System if you have signs of post-migraine or pain for many consecutive days for timely examination and screening.\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nAbove is the most basic information about posterior migraines that you need to know. Hopefully through this article, you have partly understood what posterior migraine is, the causes of posterior migraine as well as the appropriate treatment for pain in the back of the head.\nPosterior migraine can be completely cured when you are examined by a doctor and have a timely treatment plan. If left for a long time, the disease can easily progress into chronic disease, making it difficult to treat completely.",
            "subsection_string": "When to see a doctor?\nAs recommended by the UK's National Health Service (NHS), you need to see your doctor immediately if:\nThe migraines keep coming back again and again.; Painkillers don't work and your headache gets worse.; You have a severe throbbing pain on one side of your head – it could be a migraine or, more rarely, a cluster headache.; You feel nauseous, vomit, and feel sensitive to light or noise.\nEspecially seriously, you need to go to the nearest emergency department if you have:\nHave had or are having a head injury.; The headache develops suddenly and becomes increasingly intense.; Posterior migraine occurs with other symptoms, such as fever, confusion, stiff neck, jaw pain when eating, vomiting, decreased vision, dizziness, red eyes, squint (eyes pointing in different directions). different) or cannot look up, weakness in arms or legs.; Headaches that wake you up at night or when you wake up in the morning regularly for many days in a row.; The headache comes on or gets worse when you cough, sneeze, or bend over.\nMost back headaches are benign and can be cured quickly. However, do not be subjective because post-migraine symptoms can be a warning sign of other serious damage to the nervous system, blood vessels, brain, bones and joints and heart.\nPlease immediately contact the Department of Neurology, Neurology Center, Tam Anh General Hospital System if you have signs of post-migraine or pain for many consecutive days for timely examination and screening.\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nAbove is the most basic information about posterior migraines that you need to know. Hopefully through this article, you have partly understood what posterior migraine is, the causes of posterior migraine as well as the appropriate treatment for pain in the back of the head.\nPosterior migraine can be completely cured when you are examined by a doctor and have a timely treatment plan. If left for a long time, the disease can easily progress into chronic disease, making it difficult to treat completely."
        }
    ],
    "name": "dau-nua-dau-sau.json"
}