{
    "title": "Headache: Causes, symptoms, diagnosis and treatment",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/dau-dau/",
    "abstract": "Headaches are an extremely common condition. According to the World Health Organization, about 50% of adults have at least one headache a year. Although the incidence of head pain varies by geographic region, it remains one of the most common health problems. According to Doctor II Than Thi Minh Trung - Department of Neurology, Tam Anh General Hospital, most pain is not life-threatening. However, there are some life-threatening medical conditions with headache symptoms. Possible dangerous causes of headaches include subarachnoid hemorrhage due to ruptured cerebral aneurysm, intracranial venous thrombosis, meningitis, encephalitis, brain tumors, etc.",
    "content": "Headache: Causes, symptoms, diagnosis and treatment\n\nHeadaches are an extremely common condition. According to the World Health Organization, about 50% of adults have at least one headache a year. Although the incidence of head pain varies by geographic region, it remains one of the most common health problems. According to Doctor II Than Thi Minh Trung - Department of Neurology, Tam Anh General Hospital, most pain is not life-threatening. However, there are some life-threatening medical conditions with headache symptoms. Possible dangerous causes of headaches include subarachnoid hemorrhage due to ruptured cerebral aneurysm, intracranial venous thrombosis, meningitis, encephalitis, brain tumors, etc.\n\nWhat is a headache?\nHeadache is a very common condition that can occur in anyone. Pain often appears in the head and face. Sometimes pain in the upper neck is also classified as a headache. The pain can occur on one or both sides of the head, in a certain location or radiate throughout the head. (first)\nHeadaches come in many different intensities and qualities. The patient may feel a dull pain, severe pain, sharp pain or stinging pain in the head. The pain develops gradually or suddenly, lasting from a few minutes to a few days.\n\nCauses of headaches\nThere are two main groups of causes of headaches: primary and secondary. (2)\nPrimary headache\nPrimary headache: accounts for 90% of the causes of pain. Primary headaches are not due to physical causes, nor are they due to structural brain damage. Primary headaches include many types, the most common of which are:\nMigraine; Pain due to muscle tension; Cluster pain; Other types of primary headaches such as: pain during exertion, when sleeping, continuous migraines...\nChemical activity in the brain, nerves or blood vessels around the skull, or muscles in the head and neck area may play a role in primary headaches.\nSome primary pain can be triggered by lifestyle factors, including:\nDrink a lot of wine, beer, and caffeinated drinks; There are changes in eating and sleeping; There is sadness and worry; Stress related to family and friends, work or school.; Standing or sitting in the wrong posture affects the eyes, neck or back; Strong light, noise or weather changes.\nHeadaches, especially migraines, are influenced by genetic factors. Most children and teenagers with migraines have other family members with the condition. When both parents have a history of migraines, there is a 70% chance that their child will also have them.\nSecondary headache\nSecondary headaches are pain caused by a specific condition, including:\nPain due to neurological diseases such as traumatic brain injury, brain tumor, meningeal - cerebrovascular disease, increased intracranial pressure syndrome...; Pain due to systemic diseases: heat stroke, sunstroke, acute systemic infection, poisoning...; Pain due to medical diseases: cardiovascular diseases, digestive diseases, endocrine diseases, anemia...; Pain due to other specialized diseases: Eye diseases, ENT diseases, musculoskeletal diseases, dentistry...\nSee more:\nWhat disease is headache and dizziness? Causes, symptoms and notes; What is headache and nausea? Causes and symptoms need to be noted.\n\nSubjects at high risk of headaches\nPeople who often work continuously on computers are at high risk of headaches\nHeadaches are extremely common and can occur in anyone. However, the most common objects are:\nWomen: In general, the incidence of headaches in women is higher than in men, especially migraines. Migraines can appear due to changes in female sex hormones. Pain easily occurs during menstruation and menopause; People who regularly use alcohol, beer, coffee, cigarettes and stimulants; People who are often stressed, people who often worry; People who often work with computers without breaks: office workers, computer graphic designers, IT staff...; People whose parents, siblings, or siblings suffer from migraines.\n\nSymptoms of headache\nHow a headache manifests depends on the type of headache the patient has. Currently there are more than 150 different types of headaches. Symptoms of some common types of headaches are as follows:\nSymptoms of tension headaches\nThe patient has a mild to moderate headache, feels like the head is tied or clamped, as if there is a bandage wrapped tightly around the head.; Tension headaches occur on both sides of the head and usually last for a short time.\nMigraine symptoms\nThe patient has moderate to severe headaches. The pain only appears on one side of the head, the feeling is intense, the patient may feel nauseous or vomit when the pain occurs.; People with migraines are often sensitive to noise, light and smell; The pain can last from a few hours to a few days and recur frequently.\nSymptoms of cluster pain\nThe pain starts in the area inside, behind or around one eye, lasting from 15 minutes - 3 hours.; May be accompanied by symptoms of eye swelling, watery eyes, drooping eyelids, stuffy nose, runny nose on the affected side of the head.; Determining which headache the patient is experiencing is very important to have an effective treatment and prevention plan.\nSee more: What is a headache? Causes and symptoms should be noted.\n\nDanger signs of headaches\nMost pain will disappear in a short time when the patient rests and relaxes. However, if you experience the following signs when having a headache, the patient needs to go to a medical facility immediately for examination: (3)\nThe pain comes on suddenly, gets worse within seconds or minutes, or the pain is extremely bad to the point of being unbearable; Severe headache with fever or stiff neck; Patients may have seizures, personality changes, confusion or fainting; The pain appears quickly after strenuous exercise or minor trauma.; A new headache appears, accompanied by weakness, numbness in the arms and legs, and blurred vision. Although migraines can sometimes cause these symptoms, people should still be evaluated urgently when these symptoms first appear.\nIf the headache is persistent, frequent, interferes with normal activities or gets worse over time, you should also see a doctor soon for a check-up and examination.\nHeadache is considered one of the causes and signs of vestibular disorders. Therefore, when you have signs of frequent headaches, you need to go for a health check-up immediately. Avoid leaving it for a long time as it will cause many dangerous health complications.\n\nEvaluate and diagnose headaches\nClinical diagnosis\nThe doctor asks the patient about the characteristics of the pain to diagnose the headache\nTo begin diagnosing a headache, the doctor will ask the patient about the characteristics of the pain, including pain intensity, frequency, how long each pain lasts... The doctor also asks about the factors. Factors that can trigger headaches include the amount of alcohol and caffeine consumed, nature of work, stressful events, grief, sleeping habits... as well as finding out if anyone in your family has the condition. similar head does not and other accompanying symptoms.\nIn addition to describing the clinical symptoms of pain, the patient also needs to provide the doctor with a history of previous headache treatment as well as the medications they have been using.\nAfter asking about symptoms and evaluating medical history, the doctor will conduct the necessary examinations and tests to determine the cause of the headache. Examination contents may include:\nFull body examination: Examine all internal organs, especially the cardiovascular system, measure blood pressure (even for young patients to prevent malignant hypertension); Neurological examination: Comprehensive neurological and psychiatric examination to rule out neurological diseases that can cause pain such as brain tumors, brain hemorrhage, epilepsy, multiple sclerosis and other cerebrovascular diseases...; Specialty examination: Eyes, ear, nose and throat, dentistry,...\nParaclinical diagnosis\nTo get an accurate diagnosis, the doctor may prescribe the patient to perform some of the following paraclinical tests:\nBlood tests; Urine test; Skull X-ray, sinus X-ray and cervical spine X-ray; Lumbar puncture; Electroencephalography; Cerebral angiography; Head CT or MRI scan\nSee more: What is a vasomotor headache? Symptoms, causes and treatments.\n\nHeadache treatment methods\nThe first and most important thing when having a headache is that the patient needs to take time to rest, relax and avoid psychological stress. Then, depending on the cause of pain, the doctor will prescribe appropriate treatment for the patient. If the pain is caused by a medical condition, treatment will focus on addressing the medical condition causing the headache. As the disease improves, the pain will gradually disappear. (4)\nHowever, headaches are not always related to illness. In this case, the pain can quickly improve and disappear when treated with appropriate measures.\nUse medicine\nTension headaches often respond well to over-the-counter pain relievers, such as aspirin, acetaminophen (Tylenol) or ibuprofen (Advil). However, patients should note that overuse of these drugs can lead to chronic headaches.\nFor frequent or severe headaches, your doctor may prescribe prescription headache medications.\nFor migraines, your doctor may prescribe Sumatriptan to help you manage the condition. Other medications that may be used to treat or prevent chronic migraines or cluster headaches include:\nBeta blockers (propranolol, atenolol); Verapamil (calcium channel blocker); Methysergide maleate (helps reduce blood vessel spasms); Amitriptyline (antidepressant); Valproic acid (anti-epileptic drug); Dihydroergotamine; Lithium; Topiramate\nAlternative treatments\nMeditation helps reduce headaches and relieve stress\nSome forms of alternative treatment can help people effectively relieve headaches. These include:\nBiofeedback: Is a technique that helps patients better control the body's physiological functions, thereby reducing pain without the need for drugs; Acupuncture therapy: Inserting special needles into the body's acupuncture points can help relieve pain and relieve stress; Cognitive behavioral therapy: Is a psychological therapy method that helps patients better control stressful situations in life.; Meditation: Effective in relieving stress, improving sleep and controlling pain; Heat therapy/cold therapy: Applying hot or cold compresses to the head and neck for 5 – 10 minutes several times a day can help relieve headaches effectively. Patients should check the temperature before applying hot compresses to avoid burns; When applying a cold compress, do not apply the ice directly to the skin, but wrap it in a clean towel.\nSee details: 16 ways to quickly treat headaches at home without using drugs.\nIn addition, a number of supplements and herbs have been shown to help reduce and prevent headaches, including:\nCoenzyme Q10: According to the University of Minnesota, USA, taking 100mg of this enzyme three times a day (or taking one dose of 150mg per day) can reduce the frequency of migraines.; Magnesium: Some patients with severe migraines receive magnesium infusions to relieve headaches. For other types of headaches, magnesium also provides effective pain relief.; Vitamin B2 (also known as riboflavin): This vitamin helps reduce headaches. According to the University of Minnesota, taking 200 mg of vitamin B2 twice daily may be helpful for people with frequent headaches.\nNote: Before deciding to apply any new treatment method, patients need to discuss carefully with their doctor. Besides, there is no guarantee that the above alternative treatments will definitely bring good results to patients. Some work for some people, but not for others.\nSee more: What is insomnia and headache? Causes and ways to reduce this situation.\n\nPreventing headaches\nThe key to preventing headaches is to find the factors that are likely to trigger them. For example, some people feel headaches when smelling strong perfume or eating certain foods (cashews, onions, chocolate...). Headache triggers are different for each person. Once they have been identified, patients can avoid or minimize exposure to them to prevent headaches. (5)\nBesides, some other methods also help prevent and limit headaches effectively that patients can refer to:\nLearn to manage stress: Minimize stressors and use healthy coping methods if you encounter unavoidable stress. Build a scientific, nutritious diet. Eat in moderation, don't skip meals, and pay attention to maintaining stable blood sugar levels.\nDrink enough water: Patients need to drink enough water, especially on hot days because lack of water can make the body dizzy and tired, leading to pain in the head area.; Get enough sleep: Lack of sleep is a common cause of headaches. Getting enough sleep (7 - 8 hours per night) will help increase energy in the morning, reduce fatigue, headaches and stress.; Exercise regularly: Exercising at least three times a week for 30 minutes can help reduce stress, relieve headaches and improve overall health.; Limit drinking alcohol, beer, drinks containing stimulants such as caffeine...; Create short rest periods while working to avoid headaches and eye strain.\nHeadaches are usually mild and short-lived and can be controlled with simple methods. However, in many cases, headaches are very severe, making it difficult to concentrate on work and affecting other daily activities. Therefore, if you experience frequent, prolonged or very severe headaches, you should go to specialized hospitals for examination and examination.\nDepartment of Neurology, Tam Anh General Hospital is a reliable unit, providing high quality examination and treatment services for diverse neurological diseases for patients. By gathering a team of leading professors and experienced doctors in the field of neurology, the department has successfully treated many patients suffering from chronic headaches and pain caused by brain diseases - neurology, helping patients improve their quality of life.\nIn addition, the hospital also focuses on investing in world-leading modern equipment to better serve medical examination and diagnosis. With a professional, dedicated working style, high-quality service, customers will always feel secure and comfortable when examined and treated at the hospital.\nNew generation magnetic resonance imaging system Magnetom Amira Biomatrix (Siemens – Germany)\nTo schedule an examination for headaches as well as other neurological diseases such as stroke, sleep disorders, dementia, Alzheimer's, epilepsy, Parkinson's... with our experts, please Contact: Tam Anh General Hospital System Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nHeadaches are a common health problem and are not usually life-threatening. However, frequent headaches will greatly affect the lives of people experiencing this condition. Especially if headaches appear with high frequency, you need to immediately go to a medical facility or hospital for timely examination, diagnosis and treatment.",
    "subsections": [
        {
            "subsection_name": "What is a headache?",
            "subsection_content": "Headache is a very common condition that can occur in anyone. Pain often appears in the head and face. Sometimes pain in the upper neck is also classified as a headache. The pain can occur on one or both sides of the head, in a certain location or radiate throughout the head. (first)\nHeadaches come in many different intensities and qualities. The patient may feel a dull pain, severe pain, sharp pain or stinging pain in the head. The pain develops gradually or suddenly, lasting from a few minutes to a few days.",
            "subsection_string": "What is a headache?\nHeadache is a very common condition that can occur in anyone. Pain often appears in the head and face. Sometimes pain in the upper neck is also classified as a headache. The pain can occur on one or both sides of the head, in a certain location or radiate throughout the head. (first)\nHeadaches come in many different intensities and qualities. The patient may feel a dull pain, severe pain, sharp pain or stinging pain in the head. The pain develops gradually or suddenly, lasting from a few minutes to a few days."
        },
        {
            "subsection_name": "Causes of headaches",
            "subsection_content": "There are two main groups of causes of headaches: primary and secondary. (2)\nPrimary headache\nPrimary headache: accounts for 90% of the causes of pain. Primary headaches are not due to physical causes, nor are they due to structural brain damage. Primary headaches include many types, the most common of which are:\nMigraine; Pain due to muscle tension; Cluster pain; Other types of primary headaches such as: pain during exertion, when sleeping, continuous migraines...\nChemical activity in the brain, nerves or blood vessels around the skull, or muscles in the head and neck area may play a role in primary headaches.\nSome primary pain can be triggered by lifestyle factors, including:\nDrink a lot of wine, beer, and caffeinated drinks; There are changes in eating and sleeping; There is sadness and worry; Stress related to family and friends, work or school.; Standing or sitting in the wrong posture affects the eyes, neck or back; Strong light, noise or weather changes.\nHeadaches, especially migraines, are influenced by genetic factors. Most children and teenagers with migraines have other family members with the condition. When both parents have a history of migraines, there is a 70% chance that their child will also have them.\nSecondary headache\nSecondary headaches are pain caused by a specific condition, including:\nPain due to neurological diseases such as traumatic brain injury, brain tumor, meningeal - cerebrovascular disease, increased intracranial pressure syndrome...; Pain due to systemic diseases: heat stroke, sunstroke, acute systemic infection, poisoning...; Pain due to medical diseases: cardiovascular diseases, digestive diseases, endocrine diseases, anemia...; Pain due to other specialized diseases: Eye diseases, ENT diseases, musculoskeletal diseases, dentistry...\nSee more:\nWhat disease is headache and dizziness? Causes, symptoms and notes; What is headache and nausea? Causes and symptoms need to be noted.",
            "subsection_string": "Causes of headaches\nThere are two main groups of causes of headaches: primary and secondary. (2)\nPrimary headache\nPrimary headache: accounts for 90% of the causes of pain. Primary headaches are not due to physical causes, nor are they due to structural brain damage. Primary headaches include many types, the most common of which are:\nMigraine; Pain due to muscle tension; Cluster pain; Other types of primary headaches such as: pain during exertion, when sleeping, continuous migraines...\nChemical activity in the brain, nerves or blood vessels around the skull, or muscles in the head and neck area may play a role in primary headaches.\nSome primary pain can be triggered by lifestyle factors, including:\nDrink a lot of wine, beer, and caffeinated drinks; There are changes in eating and sleeping; There is sadness and worry; Stress related to family and friends, work or school.; Standing or sitting in the wrong posture affects the eyes, neck or back; Strong light, noise or weather changes.\nHeadaches, especially migraines, are influenced by genetic factors. Most children and teenagers with migraines have other family members with the condition. When both parents have a history of migraines, there is a 70% chance that their child will also have them.\nSecondary headache\nSecondary headaches are pain caused by a specific condition, including:\nPain due to neurological diseases such as traumatic brain injury, brain tumor, meningeal - cerebrovascular disease, increased intracranial pressure syndrome...; Pain due to systemic diseases: heat stroke, sunstroke, acute systemic infection, poisoning...; Pain due to medical diseases: cardiovascular diseases, digestive diseases, endocrine diseases, anemia...; Pain due to other specialized diseases: Eye diseases, ENT diseases, musculoskeletal diseases, dentistry...\nSee more:\nWhat disease is headache and dizziness? Causes, symptoms and notes; What is headache and nausea? Causes and symptoms need to be noted."
        },
        {
            "subsection_name": "Subjects at high risk of headaches",
            "subsection_content": "People who often work continuously on computers are at high risk of headaches\nHeadaches are extremely common and can occur in anyone. However, the most common objects are:\nWomen: In general, the incidence of headaches in women is higher than in men, especially migraines. Migraines can appear due to changes in female sex hormones. Pain easily occurs during menstruation and menopause; People who regularly use alcohol, beer, coffee, cigarettes and stimulants; People who are often stressed, people who often worry; People who often work with computers without breaks: office workers, computer graphic designers, IT staff...; People whose parents, siblings, or siblings suffer from migraines.",
            "subsection_string": "Subjects at high risk of headaches\nPeople who often work continuously on computers are at high risk of headaches\nHeadaches are extremely common and can occur in anyone. However, the most common objects are:\nWomen: In general, the incidence of headaches in women is higher than in men, especially migraines. Migraines can appear due to changes in female sex hormones. Pain easily occurs during menstruation and menopause; People who regularly use alcohol, beer, coffee, cigarettes and stimulants; People who are often stressed, people who often worry; People who often work with computers without breaks: office workers, computer graphic designers, IT staff...; People whose parents, siblings, or siblings suffer from migraines."
        },
        {
            "subsection_name": "Symptoms of headache",
            "subsection_content": "How a headache manifests depends on the type of headache the patient has. Currently there are more than 150 different types of headaches. Symptoms of some common types of headaches are as follows:\nSymptoms of tension headaches\nThe patient has a mild to moderate headache, feels like the head is tied or clamped, as if there is a bandage wrapped tightly around the head.; Tension headaches occur on both sides of the head and usually last for a short time.\nMigraine symptoms\nThe patient has moderate to severe headaches. The pain only appears on one side of the head, the feeling is intense, the patient may feel nauseous or vomit when the pain occurs.; People with migraines are often sensitive to noise, light and smell; The pain can last from a few hours to a few days and recur frequently.\nSymptoms of cluster pain\nThe pain starts in the area inside, behind or around one eye, lasting from 15 minutes - 3 hours.; May be accompanied by symptoms of eye swelling, watery eyes, drooping eyelids, stuffy nose, runny nose on the affected side of the head.; Determining which headache the patient is experiencing is very important to have an effective treatment and prevention plan.\nSee more: What is a headache? Causes and symptoms should be noted.",
            "subsection_string": "Symptoms of headache\nHow a headache manifests depends on the type of headache the patient has. Currently there are more than 150 different types of headaches. Symptoms of some common types of headaches are as follows:\nSymptoms of tension headaches\nThe patient has a mild to moderate headache, feels like the head is tied or clamped, as if there is a bandage wrapped tightly around the head.; Tension headaches occur on both sides of the head and usually last for a short time.\nMigraine symptoms\nThe patient has moderate to severe headaches. The pain only appears on one side of the head, the feeling is intense, the patient may feel nauseous or vomit when the pain occurs.; People with migraines are often sensitive to noise, light and smell; The pain can last from a few hours to a few days and recur frequently.\nSymptoms of cluster pain\nThe pain starts in the area inside, behind or around one eye, lasting from 15 minutes - 3 hours.; May be accompanied by symptoms of eye swelling, watery eyes, drooping eyelids, stuffy nose, runny nose on the affected side of the head.; Determining which headache the patient is experiencing is very important to have an effective treatment and prevention plan.\nSee more: What is a headache? Causes and symptoms should be noted."
        },
        {
            "subsection_name": "Danger signs of headaches",
            "subsection_content": "Most pain will disappear in a short time when the patient rests and relaxes. However, if you experience the following signs when having a headache, the patient needs to go to a medical facility immediately for examination: (3)\nThe pain comes on suddenly, gets worse within seconds or minutes, or the pain is extremely bad to the point of being unbearable; Severe headache with fever or stiff neck; Patients may have seizures, personality changes, confusion or fainting; The pain appears quickly after strenuous exercise or minor trauma.; A new headache appears, accompanied by weakness, numbness in the arms and legs, and blurred vision. Although migraines can sometimes cause these symptoms, people should still be evaluated urgently when these symptoms first appear.\nIf the headache is persistent, frequent, interferes with normal activities or gets worse over time, you should also see a doctor soon for a check-up and examination.\nHeadache is considered one of the causes and signs of vestibular disorders. Therefore, when you have signs of frequent headaches, you need to go for a health check-up immediately. Avoid leaving it for a long time as it will cause many dangerous health complications.",
            "subsection_string": "Danger signs of headaches\nMost pain will disappear in a short time when the patient rests and relaxes. However, if you experience the following signs when having a headache, the patient needs to go to a medical facility immediately for examination: (3)\nThe pain comes on suddenly, gets worse within seconds or minutes, or the pain is extremely bad to the point of being unbearable; Severe headache with fever or stiff neck; Patients may have seizures, personality changes, confusion or fainting; The pain appears quickly after strenuous exercise or minor trauma.; A new headache appears, accompanied by weakness, numbness in the arms and legs, and blurred vision. Although migraines can sometimes cause these symptoms, people should still be evaluated urgently when these symptoms first appear.\nIf the headache is persistent, frequent, interferes with normal activities or gets worse over time, you should also see a doctor soon for a check-up and examination.\nHeadache is considered one of the causes and signs of vestibular disorders. Therefore, when you have signs of frequent headaches, you need to go for a health check-up immediately. Avoid leaving it for a long time as it will cause many dangerous health complications."
        },
        {
            "subsection_name": "Evaluate and diagnose headaches",
            "subsection_content": "Clinical diagnosis\nThe doctor asks the patient about the characteristics of the pain to diagnose the headache\nTo begin diagnosing a headache, the doctor will ask the patient about the characteristics of the pain, including pain intensity, frequency, how long each pain lasts... The doctor also asks about the factors. Factors that can trigger headaches include the amount of alcohol and caffeine consumed, nature of work, stressful events, grief, sleeping habits... as well as finding out if anyone in your family has the condition. similar head does not and other accompanying symptoms.\nIn addition to describing the clinical symptoms of pain, the patient also needs to provide the doctor with a history of previous headache treatment as well as the medications they have been using.\nAfter asking about symptoms and evaluating medical history, the doctor will conduct the necessary examinations and tests to determine the cause of the headache. Examination contents may include:\nFull body examination: Examine all internal organs, especially the cardiovascular system, measure blood pressure (even for young patients to prevent malignant hypertension); Neurological examination: Comprehensive neurological and psychiatric examination to rule out neurological diseases that can cause pain such as brain tumors, brain hemorrhage, epilepsy, multiple sclerosis and other cerebrovascular diseases...; Specialty examination: Eyes, ear, nose and throat, dentistry,...\nParaclinical diagnosis\nTo get an accurate diagnosis, the doctor may prescribe the patient to perform some of the following paraclinical tests:\nBlood tests; Urine test; Skull X-ray, sinus X-ray and cervical spine X-ray; Lumbar puncture; Electroencephalography; Cerebral angiography; Head CT or MRI scan\nSee more: What is a vasomotor headache? Symptoms, causes and treatments.",
            "subsection_string": "Evaluate and diagnose headaches\nClinical diagnosis\nThe doctor asks the patient about the characteristics of the pain to diagnose the headache\nTo begin diagnosing a headache, the doctor will ask the patient about the characteristics of the pain, including pain intensity, frequency, how long each pain lasts... The doctor also asks about the factors. Factors that can trigger headaches include the amount of alcohol and caffeine consumed, nature of work, stressful events, grief, sleeping habits... as well as finding out if anyone in your family has the condition. similar head does not and other accompanying symptoms.\nIn addition to describing the clinical symptoms of pain, the patient also needs to provide the doctor with a history of previous headache treatment as well as the medications they have been using.\nAfter asking about symptoms and evaluating medical history, the doctor will conduct the necessary examinations and tests to determine the cause of the headache. Examination contents may include:\nFull body examination: Examine all internal organs, especially the cardiovascular system, measure blood pressure (even for young patients to prevent malignant hypertension); Neurological examination: Comprehensive neurological and psychiatric examination to rule out neurological diseases that can cause pain such as brain tumors, brain hemorrhage, epilepsy, multiple sclerosis and other cerebrovascular diseases...; Specialty examination: Eyes, ear, nose and throat, dentistry,...\nParaclinical diagnosis\nTo get an accurate diagnosis, the doctor may prescribe the patient to perform some of the following paraclinical tests:\nBlood tests; Urine test; Skull X-ray, sinus X-ray and cervical spine X-ray; Lumbar puncture; Electroencephalography; Cerebral angiography; Head CT or MRI scan\nSee more: What is a vasomotor headache? Symptoms, causes and treatments."
        },
        {
            "subsection_name": "Headache treatment methods",
            "subsection_content": "The first and most important thing when having a headache is that the patient needs to take time to rest, relax and avoid psychological stress. Then, depending on the cause of pain, the doctor will prescribe appropriate treatment for the patient. If the pain is caused by a medical condition, treatment will focus on addressing the medical condition causing the headache. As the disease improves, the pain will gradually disappear. (4)\nHowever, headaches are not always related to illness. In this case, the pain can quickly improve and disappear when treated with appropriate measures.\nUse medicine\nTension headaches often respond well to over-the-counter pain relievers, such as aspirin, acetaminophen (Tylenol) or ibuprofen (Advil). However, patients should note that overuse of these drugs can lead to chronic headaches.\nFor frequent or severe headaches, your doctor may prescribe prescription headache medications.\nFor migraines, your doctor may prescribe Sumatriptan to help you manage the condition. Other medications that may be used to treat or prevent chronic migraines or cluster headaches include:\nBeta blockers (propranolol, atenolol); Verapamil (calcium channel blocker); Methysergide maleate (helps reduce blood vessel spasms); Amitriptyline (antidepressant); Valproic acid (anti-epileptic drug); Dihydroergotamine; Lithium; Topiramate\nAlternative treatments\nMeditation helps reduce headaches and relieve stress\nSome forms of alternative treatment can help people effectively relieve headaches. These include:\nBiofeedback: Is a technique that helps patients better control the body's physiological functions, thereby reducing pain without the need for drugs; Acupuncture therapy: Inserting special needles into the body's acupuncture points can help relieve pain and relieve stress; Cognitive behavioral therapy: Is a psychological therapy method that helps patients better control stressful situations in life.; Meditation: Effective in relieving stress, improving sleep and controlling pain; Heat therapy/cold therapy: Applying hot or cold compresses to the head and neck for 5 – 10 minutes several times a day can help relieve headaches effectively. Patients should check the temperature before applying hot compresses to avoid burns; When applying a cold compress, do not apply the ice directly to the skin, but wrap it in a clean towel.\nSee details: 16 ways to quickly treat headaches at home without using drugs.\nIn addition, a number of supplements and herbs have been shown to help reduce and prevent headaches, including:\nCoenzyme Q10: According to the University of Minnesota, USA, taking 100mg of this enzyme three times a day (or taking one dose of 150mg per day) can reduce the frequency of migraines.; Magnesium: Some patients with severe migraines receive magnesium infusions to relieve headaches. For other types of headaches, magnesium also provides effective pain relief.; Vitamin B2 (also known as riboflavin): This vitamin helps reduce headaches. According to the University of Minnesota, taking 200 mg of vitamin B2 twice daily may be helpful for people with frequent headaches.\nNote: Before deciding to apply any new treatment method, patients need to discuss carefully with their doctor. Besides, there is no guarantee that the above alternative treatments will definitely bring good results to patients. Some work for some people, but not for others.\nSee more: What is insomnia and headache? Causes and ways to reduce this situation.",
            "subsection_string": "Headache treatment methods\nThe first and most important thing when having a headache is that the patient needs to take time to rest, relax and avoid psychological stress. Then, depending on the cause of pain, the doctor will prescribe appropriate treatment for the patient. If the pain is caused by a medical condition, treatment will focus on addressing the medical condition causing the headache. As the disease improves, the pain will gradually disappear. (4)\nHowever, headaches are not always related to illness. In this case, the pain can quickly improve and disappear when treated with appropriate measures.\nUse medicine\nTension headaches often respond well to over-the-counter pain relievers, such as aspirin, acetaminophen (Tylenol) or ibuprofen (Advil). However, patients should note that overuse of these drugs can lead to chronic headaches.\nFor frequent or severe headaches, your doctor may prescribe prescription headache medications.\nFor migraines, your doctor may prescribe Sumatriptan to help you manage the condition. Other medications that may be used to treat or prevent chronic migraines or cluster headaches include:\nBeta blockers (propranolol, atenolol); Verapamil (calcium channel blocker); Methysergide maleate (helps reduce blood vessel spasms); Amitriptyline (antidepressant); Valproic acid (anti-epileptic drug); Dihydroergotamine; Lithium; Topiramate\nAlternative treatments\nMeditation helps reduce headaches and relieve stress\nSome forms of alternative treatment can help people effectively relieve headaches. These include:\nBiofeedback: Is a technique that helps patients better control the body's physiological functions, thereby reducing pain without the need for drugs; Acupuncture therapy: Inserting special needles into the body's acupuncture points can help relieve pain and relieve stress; Cognitive behavioral therapy: Is a psychological therapy method that helps patients better control stressful situations in life.; Meditation: Effective in relieving stress, improving sleep and controlling pain; Heat therapy/cold therapy: Applying hot or cold compresses to the head and neck for 5 – 10 minutes several times a day can help relieve headaches effectively. Patients should check the temperature before applying hot compresses to avoid burns; When applying a cold compress, do not apply the ice directly to the skin, but wrap it in a clean towel.\nSee details: 16 ways to quickly treat headaches at home without using drugs.\nIn addition, a number of supplements and herbs have been shown to help reduce and prevent headaches, including:\nCoenzyme Q10: According to the University of Minnesota, USA, taking 100mg of this enzyme three times a day (or taking one dose of 150mg per day) can reduce the frequency of migraines.; Magnesium: Some patients with severe migraines receive magnesium infusions to relieve headaches. For other types of headaches, magnesium also provides effective pain relief.; Vitamin B2 (also known as riboflavin): This vitamin helps reduce headaches. According to the University of Minnesota, taking 200 mg of vitamin B2 twice daily may be helpful for people with frequent headaches.\nNote: Before deciding to apply any new treatment method, patients need to discuss carefully with their doctor. Besides, there is no guarantee that the above alternative treatments will definitely bring good results to patients. Some work for some people, but not for others.\nSee more: What is insomnia and headache? Causes and ways to reduce this situation."
        },
        {
            "subsection_name": "Preventing headaches",
            "subsection_content": "The key to preventing headaches is to find the factors that are likely to trigger them. For example, some people feel headaches when smelling strong perfume or eating certain foods (cashews, onions, chocolate...). Headache triggers are different for each person. Once they have been identified, patients can avoid or minimize exposure to them to prevent headaches. (5)\nBesides, some other methods also help prevent and limit headaches effectively that patients can refer to:\nLearn to manage stress: Minimize stressors and use healthy coping methods if you encounter unavoidable stress. Build a scientific, nutritious diet. Eat in moderation, don't skip meals, and pay attention to maintaining stable blood sugar levels.\nDrink enough water: Patients need to drink enough water, especially on hot days because lack of water can make the body dizzy and tired, leading to pain in the head area.; Get enough sleep: Lack of sleep is a common cause of headaches. Getting enough sleep (7 - 8 hours per night) will help increase energy in the morning, reduce fatigue, headaches and stress.; Exercise regularly: Exercising at least three times a week for 30 minutes can help reduce stress, relieve headaches and improve overall health.; Limit drinking alcohol, beer, drinks containing stimulants such as caffeine...; Create short rest periods while working to avoid headaches and eye strain.\nHeadaches are usually mild and short-lived and can be controlled with simple methods. However, in many cases, headaches are very severe, making it difficult to concentrate on work and affecting other daily activities. Therefore, if you experience frequent, prolonged or very severe headaches, you should go to specialized hospitals for examination and examination.\nDepartment of Neurology, Tam Anh General Hospital is a reliable unit, providing high quality examination and treatment services for diverse neurological diseases for patients. By gathering a team of leading professors and experienced doctors in the field of neurology, the department has successfully treated many patients suffering from chronic headaches and pain caused by brain diseases - neurology, helping patients improve their quality of life.\nIn addition, the hospital also focuses on investing in world-leading modern equipment to better serve medical examination and diagnosis. With a professional, dedicated working style, high-quality service, customers will always feel secure and comfortable when examined and treated at the hospital.\nNew generation magnetic resonance imaging system Magnetom Amira Biomatrix (Siemens – Germany)\nTo schedule an examination for headaches as well as other neurological diseases such as stroke, sleep disorders, dementia, Alzheimer's, epilepsy, Parkinson's... with our experts, please Contact: Tam Anh General Hospital System Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nHeadaches are a common health problem and are not usually life-threatening. However, frequent headaches will greatly affect the lives of people experiencing this condition. Especially if headaches appear with high frequency, you need to immediately go to a medical facility or hospital for timely examination, diagnosis and treatment.",
            "subsection_string": "Preventing headaches\nThe key to preventing headaches is to find the factors that are likely to trigger them. For example, some people feel headaches when smelling strong perfume or eating certain foods (cashews, onions, chocolate...). Headache triggers are different for each person. Once they have been identified, patients can avoid or minimize exposure to them to prevent headaches. (5)\nBesides, some other methods also help prevent and limit headaches effectively that patients can refer to:\nLearn to manage stress: Minimize stressors and use healthy coping methods if you encounter unavoidable stress. Build a scientific, nutritious diet. Eat in moderation, don't skip meals, and pay attention to maintaining stable blood sugar levels.\nDrink enough water: Patients need to drink enough water, especially on hot days because lack of water can make the body dizzy and tired, leading to pain in the head area.; Get enough sleep: Lack of sleep is a common cause of headaches. Getting enough sleep (7 - 8 hours per night) will help increase energy in the morning, reduce fatigue, headaches and stress.; Exercise regularly: Exercising at least three times a week for 30 minutes can help reduce stress, relieve headaches and improve overall health.; Limit drinking alcohol, beer, drinks containing stimulants such as caffeine...; Create short rest periods while working to avoid headaches and eye strain.\nHeadaches are usually mild and short-lived and can be controlled with simple methods. However, in many cases, headaches are very severe, making it difficult to concentrate on work and affecting other daily activities. Therefore, if you experience frequent, prolonged or very severe headaches, you should go to specialized hospitals for examination and examination.\nDepartment of Neurology, Tam Anh General Hospital is a reliable unit, providing high quality examination and treatment services for diverse neurological diseases for patients. By gathering a team of leading professors and experienced doctors in the field of neurology, the department has successfully treated many patients suffering from chronic headaches and pain caused by brain diseases - neurology, helping patients improve their quality of life.\nIn addition, the hospital also focuses on investing in world-leading modern equipment to better serve medical examination and diagnosis. With a professional, dedicated working style, high-quality service, customers will always feel secure and comfortable when examined and treated at the hospital.\nNew generation magnetic resonance imaging system Magnetom Amira Biomatrix (Siemens – Germany)\nTo schedule an examination for headaches as well as other neurological diseases such as stroke, sleep disorders, dementia, Alzheimer's, epilepsy, Parkinson's... with our experts, please Contact: Tam Anh General Hospital System Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nHeadaches are a common health problem and are not usually life-threatening. However, frequent headaches will greatly affect the lives of people experiencing this condition. Especially if headaches appear with high frequency, you need to immediately go to a medical facility or hospital for timely examination, diagnosis and treatment."
        }
    ],
    "name": "dau-dau.json"
}