{
    "title": "Angina: A warning sign of a potential heart attack",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/dau-that-nguc/",
    "abstract": "Master, Doctor Pham Do Anh Thu, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City, said that angina is a typical warning sign of coronary artery disease - the leading cause of death and is on the rise. rejuvenation direction.\nAngina is a warning condition for many dangerous cardiovascular diseases.",
    "content": "Angina: A warning sign of a potential heart attack\n\nMaster, Doctor Pham Do Anh Thu, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City, said that angina is a typical warning sign of coronary artery disease - the leading cause of death and is on the rise. rejuvenation direction.\nAngina is a warning condition for many dangerous cardiovascular diseases.\n\nWhat disease is angina?\nAngina is the term used to refer to pain or discomfort in the chest area, occurring when the coronary artery's blood supply is insufficient to feed the heart, usually due to atherosclerotic plaques in the blood vessel walls. These plaques narrow the arteries and limit blood supply to the heart, especially during exertion.(1)\nWhen angina occurs, you will feel like there is a huge pressure on the chest area, especially the left chest area and behind the sternum. The pain lasts from a few minutes to a few seconds. The pain can even spread to the neck, jaw, shoulders, arms or back.\nAccording to research published in the journal Critical Care (USA), men often have more severe angina symptoms than women and the severity increases with exertion. Worryingly, many women with the disease have described symptoms as just chest, neck or back discomfort - these are signs that are easy to confuse and ignore. In particular, if angina lasts more than 20 minutes, the patient is likely to have a myocardial infarction. This is an emergency, the patient needs to be taken to the hospital as soon as possible for timely treatment.(2)\nSee also: Typical angina: Causes, symptoms and treatment\n\nWhy does angina occur?\nThere are many causes of chest pain and most are related to heart or lung problems. Angina is a typical warning symptom of coronary artery disease. 90% of chest pain is due to coronary artery stenosis. When the atherosclerotic process lasts for many years with the accumulation of plaque in the vessel lumen, the vessel wall thickens, hardens, loses elasticity and reduces blood flow to the heart muscle.\nThis risk increases strongly with the support of the following agents:\nSmoke; Fat; Hypertension; Diabetes\nAt this time, the heart is forced to work in an oxygen-deficient environment, thereby causing angina. The appearance of atherosclerotic plaques also increases the risk of blood clots forming, causing blood vessel blockage. Therefore, if the blood vessels are not promptly cleared, a heart attack will occur and threaten the patient's life.\nIn particular, coronary artery disease and myocardial infarction are not the only \"culprits\" that cause angina. Less common causes of angina include:\nCoronary microvascular disease;; Aortic dissection;; Myocardial hypertrophy;; Pericarditis;; Muscle pain after exercise;; Costochondritis arthritis;; Shingles, caused by herpes virus infection;; Gastrointestinal symptoms such as heartburn, acid reflux, stomach ulcers, irritable bowel syndrome...\nAccording to Master, Doctor Pham Do Anh Thu - Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City: \"Previously, coronary artery disease was considered a disease of the elderly, because of the high rate of elderly people suffering from arterial disease. There are many coronary artery disease, many people have the disease without knowing it, only when a heart attack occurs do they know they have the disease. Therefore, if the patient does not seek medical attention early, it can delay diagnosis and treatment of myocardial infarction.\"\n\nWho is at risk of angina?\nAnyone can have angina due to many different causes, but pain will appear more often in the following subjects:\nElderly;; People with high blood pressure;; People with blood lipid disorders (dyslipidemia);; People with diabetes;; Smokers, obese, unhealthy lifestyle;\nObese people are at high risk of angina attacks.\n\nWhat are the symptoms of angina?\nAngina can be vague, difficult to distinguish pain or can become a severe pain as if there is great pressure pressing on the chest area. The pain can spread to the back, neck, left shoulder, and even arms. Sometimes, some people also feel bloated and indigestion.\nOn the other hand, pain may appear with symptoms of sweating, nausea, fainting, dizziness and difficulty breathing. In addition, symptoms of angina also depend on the type the patient is suffering from. Recognizing the types of angina will help patients not miss the \"golden time\" to effectively treat the pain.\nThere are 4 types of angina with the following symptoms:\nStable angina\nThe most common type, the pain often appears in the back of the sternum, and can radiate to the arms, back and other parts. Symptoms occur when the patient does strenuous activities such as walking or climbing stairs because the heart needs more oxygen to function. Fortunately, stable angina is often predictable and relieves with rest or vasodilator medication.\nUnstable angina\nThe pain often appears more intense, lasts longer and has increasing frequency with gradually increasing pain levels, even becoming severe in a short period of time. Unstable angina is extremely dangerous because it not only causes acute myocardial infarction but can cause the patient to suddenly die if not treated promptly. Even in many emergency cases, the possibility of serious complications can arise.\nSee also: Chest tightness: Causes, symptoms, diagnosis and prevention\nPrinzmetal angina\nA rare pain, Prinzmetal angina attacks usually appear suddenly in the middle of the night while you are sleeping, usually last up to 30 minutes and tend to be severe, but symptoms can be severe. decreased when the patient took medication.\nMicrovascular angina\nThe pain lasts longer and damages the heart more seriously than other angina attacks. Accompanying symptoms such as shortness of breath, difficulty sleeping, fatigue, lack of energy and are triggered by stress, psychological stress, etc.\nWhen there are signs of angina, the patient should be taken to the doctor immediately.\n\nIs chest pain the only important symptom of a heart attack?\nAngina is a symptom of many dangerous diseases, notably myocardial infarction. However, many people can have a myocardial infarction without showing signs of chest pain, commonly in women, people with diabetes or people over 60 years old.\nYou need to note that the following symptoms can all be myocardial infarction, including:\nPain, tightness, tightness, heat or discomfort in the center of the chest;; Pain and discomfort in other parts such as arms, neck, back, jaw or stomach area;; Shortness of breath;; Nausea, vomiting, heartburn;; Sweating or cold skin;; Irregular heartbeat;; Dizziness or near fainting…\n\nIs angina dangerous?\nAngina is the most typical warning sign of cardiovascular disease, especially myocardial infarction. Heart disease becomes dangerous when unstable angina occurs.\nWhen angina symptoms become severe, last more than 15 minutes and do not improve despite medication and rest, this is a warning sign of an impending myocardial infarction. At this time, the \"golden\" time for myocardial infarction is within 1-2 hours, from the appearance of the first symptoms. Any delay or delay can damage the heart and take the patient's life instantly.\n\nIn what cases do you need to go to the emergency room when you have chest pain?\nMaster and doctor Pham Do Anh Thu recommends that when angina symptoms appear, you need to stop, sit down in a half-lying, half-sitting position and rest. Next, use anti-anginal drugs such as nitrogLycerin if previously prescribed by your doctor.\nYou need to call emergency immediately when the following situations occur:\nIf chest pain is new or severe; Occurs with symptoms of difficulty breathing; Lasts more than a few minutes.; Chest pain that gets worse when walking, climbing stairs, or other strenuous activities; Chest pain makes you scared or worried.\n\nHow to accurately diagnose angina\nAt Tam Anh General Hospital, doctors will examine and perform tests to diagnose the cause of your angina, including:\nElectrocardiogram measurement.; Blood test: when you have a heart attack, your heart will release biological markers (for example: Troponin T or I). If these biomarkers are present in your blood, you may have a heart attack.; Cardiac coronary angiogram: the doctor will place a thin tube in a blood vessel in the arm or thigh. Then put this tube up to the heart. Next, the doctor will inject contrast dye to see the blood vessels that feed the heart. This method helps detect whether the arteries that feed your heart are clogged or not.; Multi-slice computed tomography (MSCT) with contrast: can detect clogged blood vessels feeding the heart and blood clots in the pulmonary arteries, among other causes.\n\nHow to treat chest pain?\nDepending on the cause of angina, doctors will have appropriate treatment methods. The main aim of treatment is to prevent and quickly relieve angina attacks; Limits further accumulation of atherosclerotic plaques, helping to prevent and slow disease progression; reduce the risk of myocardial infarction.\nSome treatments used to treat angina:\nWhen you have chest pain due to a heart attack, your doctor will prescribe pain relievers and drugs to limit heart damage. If medications do not control your angina, your doctor will prescribe some surgical interventions to keep your heart muscle alive, such as coronary angiography and stenting or bypass surgery.; Surgical repair if you have an aortic dissection.; Acid blockers if your chest pain is caused by stomach acid refluxing into the esophagus.; Antidepressants if chest pain occurs due to panic attacks.\nExercise is very important for people with angina.\n\nMethods to prevent angina?\nAngina is often the \"source\" of heart diseases. According to cardiovascular experts, lifestyle changes do not help relieve angina immediately. But in the long run, this will be an important step to help you prevent the occurrence of angina. Here are healthy methods you should apply every day:\nRelax and rest, avoid heavy work or exertion to keep your heart healthy.; Avoid stress and prolonged stress, keep a comfortable mind; Build a scientific diet, eat lots of vegetables, fiber, and fish. Limit eating fat, salty foods, lots of sweets, especially fried foods, etc.; Quit smoking, stop drinking alcohol, try to lose weight if you are overweight or obese.; Treatment of diseases that cause angina such as high blood pressure, diabetes, dyslipidemia, etc.; Exercise regularly, at least 30 minutes a day with moderate exercises such as yoga, walking, cycling, etc.; Use medication as prescribed by your doctor to control blood pressure, cholesterol, blood sugar...; Build a habit of regular health check-ups, doing electrocardiograms, echocardiograms, blood pressure measurements, etc. every 6 months.\nMaster and doctor Pham Do Anh Thu said that to have a healthy heart, people at high risk of cardiovascular disease or with symptoms of angina need to see a doctor early for timely treatment. .\nCardiovascular Center is one of the key centers of Tam Anh General Hospital, where it gathers a team of leading experts and experienced doctors such as Associate Professor, Doctor Pham Nguyen Vinh, Associate Professor, Doctor. Nguyen Thi Bach Yen, Doctor Nguyen Minh Tri Vien, Doctor Tran Van Hung, Doctor Nguyen Anh Dung, Doctor II Huynh Ngoc Long, Doctor Nguyen Thi Duyen, Doctor Le Thi Thanh Hang, Doctor Nguyen Pham Thuy Linh, BS.CKI Pham Thuc Minh Thuy, MSc. Huynh Khiem Huy, BS.CKII Vo Ngoc Cam, MSc. Nguyen Khiem Thao, MSc. Nguyen Quoc Khanh... Besides, constantly updating and applying With new advances in the diagnosis and effective treatment of cardiovascular diseases, the Cardiovascular Center of Tam Anh General Hospital is proud to become the leading prestigious address to help patients feel secure and confident in choosing medical examinations. and treatment. TAM ANH GENERAL HOSPITAL SYSTEM – Hanoi:  108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi Hotline: 024 3872 3872 – 024 7106 6858 – Ho Chi Minh City:  2B Pho Quang, Ward .2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 – Fanpage: https://www.facebook.com/benhvientamanh",
    "subsections": [
        {
            "subsection_name": "What disease is angina?",
            "subsection_content": "Angina is the term used to refer to pain or discomfort in the chest area, occurring when the coronary artery's blood supply is insufficient to feed the heart, usually due to atherosclerotic plaques in the blood vessel walls. These plaques narrow the arteries and limit blood supply to the heart, especially during exertion.(1)\nWhen angina occurs, you will feel like there is a huge pressure on the chest area, especially the left chest area and behind the sternum. The pain lasts from a few minutes to a few seconds. The pain can even spread to the neck, jaw, shoulders, arms or back.\nAccording to research published in the journal Critical Care (USA), men often have more severe angina symptoms than women and the severity increases with exertion. Worryingly, many women with the disease have described symptoms as just chest, neck or back discomfort - these are signs that are easy to confuse and ignore. In particular, if angina lasts more than 20 minutes, the patient is likely to have a myocardial infarction. This is an emergency, the patient needs to be taken to the hospital as soon as possible for timely treatment.(2)\nSee also: Typical angina: Causes, symptoms and treatment",
            "subsection_string": "What disease is angina?\nAngina is the term used to refer to pain or discomfort in the chest area, occurring when the coronary artery's blood supply is insufficient to feed the heart, usually due to atherosclerotic plaques in the blood vessel walls. These plaques narrow the arteries and limit blood supply to the heart, especially during exertion.(1)\nWhen angina occurs, you will feel like there is a huge pressure on the chest area, especially the left chest area and behind the sternum. The pain lasts from a few minutes to a few seconds. The pain can even spread to the neck, jaw, shoulders, arms or back.\nAccording to research published in the journal Critical Care (USA), men often have more severe angina symptoms than women and the severity increases with exertion. Worryingly, many women with the disease have described symptoms as just chest, neck or back discomfort - these are signs that are easy to confuse and ignore. In particular, if angina lasts more than 20 minutes, the patient is likely to have a myocardial infarction. This is an emergency, the patient needs to be taken to the hospital as soon as possible for timely treatment.(2)\nSee also: Typical angina: Causes, symptoms and treatment"
        },
        {
            "subsection_name": "Why does angina occur?",
            "subsection_content": "There are many causes of chest pain and most are related to heart or lung problems. Angina is a typical warning symptom of coronary artery disease. 90% of chest pain is due to coronary artery stenosis. When the atherosclerotic process lasts for many years with the accumulation of plaque in the vessel lumen, the vessel wall thickens, hardens, loses elasticity and reduces blood flow to the heart muscle.\nThis risk increases strongly with the support of the following agents:\nSmoke; Fat; Hypertension; Diabetes\nAt this time, the heart is forced to work in an oxygen-deficient environment, thereby causing angina. The appearance of atherosclerotic plaques also increases the risk of blood clots forming, causing blood vessel blockage. Therefore, if the blood vessels are not promptly cleared, a heart attack will occur and threaten the patient's life.\nIn particular, coronary artery disease and myocardial infarction are not the only \"culprits\" that cause angina. Less common causes of angina include:\nCoronary microvascular disease;; Aortic dissection;; Myocardial hypertrophy;; Pericarditis;; Muscle pain after exercise;; Costochondritis arthritis;; Shingles, caused by herpes virus infection;; Gastrointestinal symptoms such as heartburn, acid reflux, stomach ulcers, irritable bowel syndrome...\nAccording to Master, Doctor Pham Do Anh Thu - Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City: \"Previously, coronary artery disease was considered a disease of the elderly, because of the high rate of elderly people suffering from arterial disease. There are many coronary artery disease, many people have the disease without knowing it, only when a heart attack occurs do they know they have the disease. Therefore, if the patient does not seek medical attention early, it can delay diagnosis and treatment of myocardial infarction.\"",
            "subsection_string": "Why does angina occur?\nThere are many causes of chest pain and most are related to heart or lung problems. Angina is a typical warning symptom of coronary artery disease. 90% of chest pain is due to coronary artery stenosis. When the atherosclerotic process lasts for many years with the accumulation of plaque in the vessel lumen, the vessel wall thickens, hardens, loses elasticity and reduces blood flow to the heart muscle.\nThis risk increases strongly with the support of the following agents:\nSmoke; Fat; Hypertension; Diabetes\nAt this time, the heart is forced to work in an oxygen-deficient environment, thereby causing angina. The appearance of atherosclerotic plaques also increases the risk of blood clots forming, causing blood vessel blockage. Therefore, if the blood vessels are not promptly cleared, a heart attack will occur and threaten the patient's life.\nIn particular, coronary artery disease and myocardial infarction are not the only \"culprits\" that cause angina. Less common causes of angina include:\nCoronary microvascular disease;; Aortic dissection;; Myocardial hypertrophy;; Pericarditis;; Muscle pain after exercise;; Costochondritis arthritis;; Shingles, caused by herpes virus infection;; Gastrointestinal symptoms such as heartburn, acid reflux, stomach ulcers, irritable bowel syndrome...\nAccording to Master, Doctor Pham Do Anh Thu - Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City: \"Previously, coronary artery disease was considered a disease of the elderly, because of the high rate of elderly people suffering from arterial disease. There are many coronary artery disease, many people have the disease without knowing it, only when a heart attack occurs do they know they have the disease. Therefore, if the patient does not seek medical attention early, it can delay diagnosis and treatment of myocardial infarction.\""
        },
        {
            "subsection_name": "Who is at risk of angina?",
            "subsection_content": "Anyone can have angina due to many different causes, but pain will appear more often in the following subjects:\nElderly;; People with high blood pressure;; People with blood lipid disorders (dyslipidemia);; People with diabetes;; Smokers, obese, unhealthy lifestyle;\nObese people are at high risk of angina attacks.",
            "subsection_string": "Who is at risk of angina?\nAnyone can have angina due to many different causes, but pain will appear more often in the following subjects:\nElderly;; People with high blood pressure;; People with blood lipid disorders (dyslipidemia);; People with diabetes;; Smokers, obese, unhealthy lifestyle;\nObese people are at high risk of angina attacks."
        },
        {
            "subsection_name": "What are the symptoms of angina?",
            "subsection_content": "Angina can be vague, difficult to distinguish pain or can become a severe pain as if there is great pressure pressing on the chest area. The pain can spread to the back, neck, left shoulder, and even arms. Sometimes, some people also feel bloated and indigestion.\nOn the other hand, pain may appear with symptoms of sweating, nausea, fainting, dizziness and difficulty breathing. In addition, symptoms of angina also depend on the type the patient is suffering from. Recognizing the types of angina will help patients not miss the \"golden time\" to effectively treat the pain.\nThere are 4 types of angina with the following symptoms:\nStable angina\nThe most common type, the pain often appears in the back of the sternum, and can radiate to the arms, back and other parts. Symptoms occur when the patient does strenuous activities such as walking or climbing stairs because the heart needs more oxygen to function. Fortunately, stable angina is often predictable and relieves with rest or vasodilator medication.\nUnstable angina\nThe pain often appears more intense, lasts longer and has increasing frequency with gradually increasing pain levels, even becoming severe in a short period of time. Unstable angina is extremely dangerous because it not only causes acute myocardial infarction but can cause the patient to suddenly die if not treated promptly. Even in many emergency cases, the possibility of serious complications can arise.\nSee also: Chest tightness: Causes, symptoms, diagnosis and prevention\nPrinzmetal angina\nA rare pain, Prinzmetal angina attacks usually appear suddenly in the middle of the night while you are sleeping, usually last up to 30 minutes and tend to be severe, but symptoms can be severe. decreased when the patient took medication.\nMicrovascular angina\nThe pain lasts longer and damages the heart more seriously than other angina attacks. Accompanying symptoms such as shortness of breath, difficulty sleeping, fatigue, lack of energy and are triggered by stress, psychological stress, etc.\nWhen there are signs of angina, the patient should be taken to the doctor immediately.",
            "subsection_string": "What are the symptoms of angina?\nAngina can be vague, difficult to distinguish pain or can become a severe pain as if there is great pressure pressing on the chest area. The pain can spread to the back, neck, left shoulder, and even arms. Sometimes, some people also feel bloated and indigestion.\nOn the other hand, pain may appear with symptoms of sweating, nausea, fainting, dizziness and difficulty breathing. In addition, symptoms of angina also depend on the type the patient is suffering from. Recognizing the types of angina will help patients not miss the \"golden time\" to effectively treat the pain.\nThere are 4 types of angina with the following symptoms:\nStable angina\nThe most common type, the pain often appears in the back of the sternum, and can radiate to the arms, back and other parts. Symptoms occur when the patient does strenuous activities such as walking or climbing stairs because the heart needs more oxygen to function. Fortunately, stable angina is often predictable and relieves with rest or vasodilator medication.\nUnstable angina\nThe pain often appears more intense, lasts longer and has increasing frequency with gradually increasing pain levels, even becoming severe in a short period of time. Unstable angina is extremely dangerous because it not only causes acute myocardial infarction but can cause the patient to suddenly die if not treated promptly. Even in many emergency cases, the possibility of serious complications can arise.\nSee also: Chest tightness: Causes, symptoms, diagnosis and prevention\nPrinzmetal angina\nA rare pain, Prinzmetal angina attacks usually appear suddenly in the middle of the night while you are sleeping, usually last up to 30 minutes and tend to be severe, but symptoms can be severe. decreased when the patient took medication.\nMicrovascular angina\nThe pain lasts longer and damages the heart more seriously than other angina attacks. Accompanying symptoms such as shortness of breath, difficulty sleeping, fatigue, lack of energy and are triggered by stress, psychological stress, etc.\nWhen there are signs of angina, the patient should be taken to the doctor immediately."
        },
        {
            "subsection_name": "Is chest pain the only important symptom of a heart attack?",
            "subsection_content": "Angina is a symptom of many dangerous diseases, notably myocardial infarction. However, many people can have a myocardial infarction without showing signs of chest pain, commonly in women, people with diabetes or people over 60 years old.\nYou need to note that the following symptoms can all be myocardial infarction, including:\nPain, tightness, tightness, heat or discomfort in the center of the chest;; Pain and discomfort in other parts such as arms, neck, back, jaw or stomach area;; Shortness of breath;; Nausea, vomiting, heartburn;; Sweating or cold skin;; Irregular heartbeat;; Dizziness or near fainting…",
            "subsection_string": "Is chest pain the only important symptom of a heart attack?\nAngina is a symptom of many dangerous diseases, notably myocardial infarction. However, many people can have a myocardial infarction without showing signs of chest pain, commonly in women, people with diabetes or people over 60 years old.\nYou need to note that the following symptoms can all be myocardial infarction, including:\nPain, tightness, tightness, heat or discomfort in the center of the chest;; Pain and discomfort in other parts such as arms, neck, back, jaw or stomach area;; Shortness of breath;; Nausea, vomiting, heartburn;; Sweating or cold skin;; Irregular heartbeat;; Dizziness or near fainting…"
        },
        {
            "subsection_name": "Is angina dangerous?",
            "subsection_content": "Angina is the most typical warning sign of cardiovascular disease, especially myocardial infarction. Heart disease becomes dangerous when unstable angina occurs.\nWhen angina symptoms become severe, last more than 15 minutes and do not improve despite medication and rest, this is a warning sign of an impending myocardial infarction. At this time, the \"golden\" time for myocardial infarction is within 1-2 hours, from the appearance of the first symptoms. Any delay or delay can damage the heart and take the patient's life instantly.",
            "subsection_string": "Is angina dangerous?\nAngina is the most typical warning sign of cardiovascular disease, especially myocardial infarction. Heart disease becomes dangerous when unstable angina occurs.\nWhen angina symptoms become severe, last more than 15 minutes and do not improve despite medication and rest, this is a warning sign of an impending myocardial infarction. At this time, the \"golden\" time for myocardial infarction is within 1-2 hours, from the appearance of the first symptoms. Any delay or delay can damage the heart and take the patient's life instantly."
        },
        {
            "subsection_name": "In what cases do you need to go to the emergency room when you have chest pain?",
            "subsection_content": "Master and doctor Pham Do Anh Thu recommends that when angina symptoms appear, you need to stop, sit down in a half-lying, half-sitting position and rest. Next, use anti-anginal drugs such as nitrogLycerin if previously prescribed by your doctor.\nYou need to call emergency immediately when the following situations occur:\nIf chest pain is new or severe; Occurs with symptoms of difficulty breathing; Lasts more than a few minutes.; Chest pain that gets worse when walking, climbing stairs, or other strenuous activities; Chest pain makes you scared or worried.",
            "subsection_string": "In what cases do you need to go to the emergency room when you have chest pain?\nMaster and doctor Pham Do Anh Thu recommends that when angina symptoms appear, you need to stop, sit down in a half-lying, half-sitting position and rest. Next, use anti-anginal drugs such as nitrogLycerin if previously prescribed by your doctor.\nYou need to call emergency immediately when the following situations occur:\nIf chest pain is new or severe; Occurs with symptoms of difficulty breathing; Lasts more than a few minutes.; Chest pain that gets worse when walking, climbing stairs, or other strenuous activities; Chest pain makes you scared or worried."
        },
        {
            "subsection_name": "How to accurately diagnose angina",
            "subsection_content": "At Tam Anh General Hospital, doctors will examine and perform tests to diagnose the cause of your angina, including:\nElectrocardiogram measurement.; Blood test: when you have a heart attack, your heart will release biological markers (for example: Troponin T or I). If these biomarkers are present in your blood, you may have a heart attack.; Cardiac coronary angiogram: the doctor will place a thin tube in a blood vessel in the arm or thigh. Then put this tube up to the heart. Next, the doctor will inject contrast dye to see the blood vessels that feed the heart. This method helps detect whether the arteries that feed your heart are clogged or not.; Multi-slice computed tomography (MSCT) with contrast: can detect clogged blood vessels feeding the heart and blood clots in the pulmonary arteries, among other causes.",
            "subsection_string": "How to accurately diagnose angina\nAt Tam Anh General Hospital, doctors will examine and perform tests to diagnose the cause of your angina, including:\nElectrocardiogram measurement.; Blood test: when you have a heart attack, your heart will release biological markers (for example: Troponin T or I). If these biomarkers are present in your blood, you may have a heart attack.; Cardiac coronary angiogram: the doctor will place a thin tube in a blood vessel in the arm or thigh. Then put this tube up to the heart. Next, the doctor will inject contrast dye to see the blood vessels that feed the heart. This method helps detect whether the arteries that feed your heart are clogged or not.; Multi-slice computed tomography (MSCT) with contrast: can detect clogged blood vessels feeding the heart and blood clots in the pulmonary arteries, among other causes."
        },
        {
            "subsection_name": "How to treat chest pain?",
            "subsection_content": "Depending on the cause of angina, doctors will have appropriate treatment methods. The main aim of treatment is to prevent and quickly relieve angina attacks; Limits further accumulation of atherosclerotic plaques, helping to prevent and slow disease progression; reduce the risk of myocardial infarction.\nSome treatments used to treat angina:\nWhen you have chest pain due to a heart attack, your doctor will prescribe pain relievers and drugs to limit heart damage. If medications do not control your angina, your doctor will prescribe some surgical interventions to keep your heart muscle alive, such as coronary angiography and stenting or bypass surgery.; Surgical repair if you have an aortic dissection.; Acid blockers if your chest pain is caused by stomach acid refluxing into the esophagus.; Antidepressants if chest pain occurs due to panic attacks.\nExercise is very important for people with angina.",
            "subsection_string": "How to treat chest pain?\nDepending on the cause of angina, doctors will have appropriate treatment methods. The main aim of treatment is to prevent and quickly relieve angina attacks; Limits further accumulation of atherosclerotic plaques, helping to prevent and slow disease progression; reduce the risk of myocardial infarction.\nSome treatments used to treat angina:\nWhen you have chest pain due to a heart attack, your doctor will prescribe pain relievers and drugs to limit heart damage. If medications do not control your angina, your doctor will prescribe some surgical interventions to keep your heart muscle alive, such as coronary angiography and stenting or bypass surgery.; Surgical repair if you have an aortic dissection.; Acid blockers if your chest pain is caused by stomach acid refluxing into the esophagus.; Antidepressants if chest pain occurs due to panic attacks.\nExercise is very important for people with angina."
        },
        {
            "subsection_name": "Methods to prevent angina?",
            "subsection_content": "Angina is often the \"source\" of heart diseases. According to cardiovascular experts, lifestyle changes do not help relieve angina immediately. But in the long run, this will be an important step to help you prevent the occurrence of angina. Here are healthy methods you should apply every day:\nRelax and rest, avoid heavy work or exertion to keep your heart healthy.; Avoid stress and prolonged stress, keep a comfortable mind; Build a scientific diet, eat lots of vegetables, fiber, and fish. Limit eating fat, salty foods, lots of sweets, especially fried foods, etc.; Quit smoking, stop drinking alcohol, try to lose weight if you are overweight or obese.; Treatment of diseases that cause angina such as high blood pressure, diabetes, dyslipidemia, etc.; Exercise regularly, at least 30 minutes a day with moderate exercises such as yoga, walking, cycling, etc.; Use medication as prescribed by your doctor to control blood pressure, cholesterol, blood sugar...; Build a habit of regular health check-ups, doing electrocardiograms, echocardiograms, blood pressure measurements, etc. every 6 months.\nMaster and doctor Pham Do Anh Thu said that to have a healthy heart, people at high risk of cardiovascular disease or with symptoms of angina need to see a doctor early for timely treatment. .\nCardiovascular Center is one of the key centers of Tam Anh General Hospital, where it gathers a team of leading experts and experienced doctors such as Associate Professor, Doctor Pham Nguyen Vinh, Associate Professor, Doctor. Nguyen Thi Bach Yen, Doctor Nguyen Minh Tri Vien, Doctor Tran Van Hung, Doctor Nguyen Anh Dung, Doctor II Huynh Ngoc Long, Doctor Nguyen Thi Duyen, Doctor Le Thi Thanh Hang, Doctor Nguyen Pham Thuy Linh, BS.CKI Pham Thuc Minh Thuy, MSc. Huynh Khiem Huy, BS.CKII Vo Ngoc Cam, MSc. Nguyen Khiem Thao, MSc. Nguyen Quoc Khanh... Besides, constantly updating and applying With new advances in the diagnosis and effective treatment of cardiovascular diseases, the Cardiovascular Center of Tam Anh General Hospital is proud to become the leading prestigious address to help patients feel secure and confident in choosing medical examinations. and treatment. TAM ANH GENERAL HOSPITAL SYSTEM – Hanoi:  108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi Hotline: 024 3872 3872 – 024 7106 6858 – Ho Chi Minh City:  2B Pho Quang, Ward .2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 – Fanpage: https://www.facebook.com/benhvientamanh",
            "subsection_string": "Methods to prevent angina?\nAngina is often the \"source\" of heart diseases. According to cardiovascular experts, lifestyle changes do not help relieve angina immediately. But in the long run, this will be an important step to help you prevent the occurrence of angina. Here are healthy methods you should apply every day:\nRelax and rest, avoid heavy work or exertion to keep your heart healthy.; Avoid stress and prolonged stress, keep a comfortable mind; Build a scientific diet, eat lots of vegetables, fiber, and fish. Limit eating fat, salty foods, lots of sweets, especially fried foods, etc.; Quit smoking, stop drinking alcohol, try to lose weight if you are overweight or obese.; Treatment of diseases that cause angina such as high blood pressure, diabetes, dyslipidemia, etc.; Exercise regularly, at least 30 minutes a day with moderate exercises such as yoga, walking, cycling, etc.; Use medication as prescribed by your doctor to control blood pressure, cholesterol, blood sugar...; Build a habit of regular health check-ups, doing electrocardiograms, echocardiograms, blood pressure measurements, etc. every 6 months.\nMaster and doctor Pham Do Anh Thu said that to have a healthy heart, people at high risk of cardiovascular disease or with symptoms of angina need to see a doctor early for timely treatment. .\nCardiovascular Center is one of the key centers of Tam Anh General Hospital, where it gathers a team of leading experts and experienced doctors such as Associate Professor, Doctor Pham Nguyen Vinh, Associate Professor, Doctor. Nguyen Thi Bach Yen, Doctor Nguyen Minh Tri Vien, Doctor Tran Van Hung, Doctor Nguyen Anh Dung, Doctor II Huynh Ngoc Long, Doctor Nguyen Thi Duyen, Doctor Le Thi Thanh Hang, Doctor Nguyen Pham Thuy Linh, BS.CKI Pham Thuc Minh Thuy, MSc. Huynh Khiem Huy, BS.CKII Vo Ngoc Cam, MSc. Nguyen Khiem Thao, MSc. Nguyen Quoc Khanh... Besides, constantly updating and applying With new advances in the diagnosis and effective treatment of cardiovascular diseases, the Cardiovascular Center of Tam Anh General Hospital is proud to become the leading prestigious address to help patients feel secure and confident in choosing medical examinations. and treatment. TAM ANH GENERAL HOSPITAL SYSTEM – Hanoi:  108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi Hotline: 024 3872 3872 – 024 7106 6858 – Ho Chi Minh City:  2B Pho Quang, Ward .2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 – Fanpage: https://www.facebook.com/benhvientamanh"
        }
    ],
    "name": "dau-that-nguc.json"
}