{
    "title": "Knee pain: Causes, symptoms, treatment and prevention",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/dau-khop-goi/",
    "abstract": "Knee pain is a disease that can occur at any age, caused by incorrect daily living habits. The severity is different for each person and can go away on its own or lead to disability if not treated promptly.",
    "content": "Knee pain: Causes, symptoms, treatment and prevention\n\nKnee pain is a disease that can occur at any age, caused by incorrect daily living habits. The severity is different for each person and can go away on its own or lead to disability if not treated promptly.\n\nWhat is knee pain?\nKnee pain or knee pain is a condition that causes pain in the knee and surrounding area, and can occur at any age. Pain often originates from problems in the knee joint itself or from the soft tissues, ligaments, tendons, and bursae surrounding the knee. (first)\nDepending on the severity of the disease, there are different treatment methods. Many types of mild knee pain respond well to self-care measures. However, in some cases, this condition may require surgical treatment.\n\nCauses of knee pain\nAccording to MSc.BS.CKI Dao Duy An Duy, Center for Orthopedics, Tam Anh General Hospital System, there are many causes of knee damage, they are divided into the following groups: (2)\nKnee injury\nKnee injuries can affect the ligaments, tendons or bursae that surround the knee joint, and the bones, cartilage and ligaments that form the joint. Some common knee injuries include:\n1. Ligament injury\nThis is a tear of the anterior cruciate ligament, one of four ligaments connecting the tibia to the femur. This injury is especially common in people who play basketball, soccer, or other sports that require sudden changes in direction.\n2. Meniscus tear\nThe meniscus is a flexible piece of cartilage that acts as a shock absorber between the tibia and femur. The meniscus is torn or stuck in the joint if the knee twists to the side due to sudden force.\n3. Fractures\nThe knee bones, including the kneecap, can be broken due to falls or accidents or injuries. In particular, in people with osteoporosis, sometimes knee fractures can be caused simply by walking incorrectly.\n4. Patellar tendonitis\nThis inflammation causes irritation of one or more tendons, the thick fibrous tissues that attach muscles to bones. It occurs when there is an injury to the patellar tendon. Runners, cyclists, and people who participate in sports that require jumping movements have a higher risk of patellar tendinitis.\n5. Patellofemoral dislocation\nThis is a condition in which the kneecap slips out of its original position and moves to the outside of the knee due to twisting or strong impact, causing pain and swelling of the knee.\n6. Knee bursitis\nKnee bursae are small sacs of fluid, located on the joint, cushioning the outside of the knee joint so that tendons and ligaments work gently on the joint. Overuse of the knee, or injury such as a fall... can cause bursitis, leading to swelling and severe knee pain.\n7. Osgood-Schlatter disease\nThis condition is especially common in adolescents. It causes painful swelling below the knee, where the tendon from the kneecap and the shin connect. Excessive exercise and irritation to a spot below the knee can cause pain in this area. Pain may appear and disappear over time.\nKnee arthritis\nIt can be the result of more than 100 different types of arthritis, the most common of which are:\n8. Knee osteoarthritis\nThis is the most common type of knee arthritis, the leading cause of knee pain in people over the age of 50. This condition occurs when the knee cartilage gradually degenerates over time, causing pain and swelling in the knee joint. up when moving.\n9. Rheumatoid arthritis\nRheumatoid arthritis is an autoimmune condition that can affect most joints in the body, including the knee. Rheumatoid arthritis is a chronic disease. The severity of the disease will vary from person to person, and in some cases it can be cured without treatment.\n10. Gout and pseudogout\nWhen uric acid crystals accumulate in the joints, it causes gout, leading to knee pain.\nIn addition, when calcium-containing crystals develop in joint fluid, they can also cause signs similar to gout (pseudogout). At this time, the knee is the most commonly affected joint.\n11. Infectious arthritis\nSometimes, unilateral knee pain can be due to an infection, without any previous injury. Typical signs of this condition are swollen, red, painful joints and fever. Septic arthritis can develop rapidly, causing extensive damage to the knee cartilage. Therefore, if your knee pain is accompanied by any symptoms of septic arthritis, see your doctor immediately.\n12. Patellofemoral pain syndrome\nPatellofemoral pain syndrome is a general term that refers to pain that arises between the kneecap and the underlying femur. This condition is common in:\nAthletes; Young people, especially those with kneecap misalignment; Older adults develop patellofemoral pain syndrome from patellofemoral arthritis.\n\nThe danger elements\nSome of the factors below can increase the risk of knee pain:\nOverweight or obesity: Increases pressure on knee joints, even when walking or going up and down stairs. It also increases the risk of osteoarthritis by accelerating the breakdown of joint cartilage.; Weak muscles and lack of flexibility: May increase the risk of knee injury.; Some specific sports or occupations require continuous and repetitive activity of the knee joint: Basketball, jogging and construction, farming...; Previous injury: People who have had a knee injury are more likely to injure it again.\n\nWhat are the symptoms of the disease?\nThe location and severity of knee pain can vary, depending on the cause of the condition. Typical symptoms include:\nSwelling and stiffness; The painful area is red and warm to the touch; Weak or unstable joints; Hear clicking or crunching sounds in the joints; Inability to fully straighten or bend the knee; In particular, patients should see a doctor immediately if:; Knees are weak and/or unable to bear weight; Marked leg or knee deformities; Fever, accompanied by redness, pain and swelling in the knee; Severe knee pain after injury.\n\nHow is knee pain diagnosed?\nDoctor An Duy said that knee pain can be diagnosed only through a clinical health examination. However, diagnostic imaging and tests will provide detailed information about the condition, helping doctors come up with the best treatment plan. (3)\n1. Clinical examination\nIdentify the painful area; Information about pain: What time of day is it most painful? When did the pain start and how long did it last?…; Is the knee swollen, painful, red, warm, and bruised? If yes, when did these symptoms start to appear?; Test the ability of the lower leg to move in different directions; Anterior and posterior drawer testing to evaluate structures within the knee.\n2. Imaging diagnosis\nX-ray: Helps detect bone fractures and degenerative joint disease; CT scan: Helps doctors observe the structure and condition of joints more clearly, diagnose bone problems, fractures and accurately identify Gout even when the joint is not inflamed; MRI scan: Particularly useful in showing soft tissue injuries such as ligaments, tendons, cartilage and muscles; Ultrasound: Recreates images of soft tissue structures inside and around the knee, thereby evaluating existing damage.\n3. Testing\nBlood tests or knee aspiration may be ordered if your doctor suspects your knee pain is caused by infection or inflammation.\n\nSubjects susceptible to disease\nAlthough knee pain is a condition that can affect everyone, the following people are at higher risk:\nElder; Overweight and obese people; Athletes; Heavy workers...; Complications may occur\nKnees play an important role in moving, daily living, participating in favorite activities... Therefore, although not all knee pain is serious, do not be subjective if you experience it. This area is damaged.\nSome knee injuries and medical conditions, such as osteoarthritis, can make the knee progressively more painful, leading to joint damage and disability if left untreated. A knee injury – even a minor injury – has the potential to recur many times, or increase the risk of similar injuries in the future.\n\nHow to treat and recover\nThe key to ending knee pain is to find the cause of the condition. For cases of mild knee pain, it can be treated at home by: (4)\nUse over-the-counter pain relievers; Rest for a few days to reduce pressure on the knee, give the wound time to heal and avoid new injuries; Cold or hot compresses help reduce pain and inflammation. For cold compresses, do not apply them directly to the skin; Apply the compress for no more than 10 minutes at a time to avoid cold burns and skin damage; Knee compression bandage to prevent fluid buildup in damaged tissues, maintaining knee alignment and stability; Elevate your legs when lying or sitting to reduce swelling.\nSee more: 10 ways to treat knee pain at home\nIf knee pain is more severe, through a doctor's examination, treatments may be recommended such as:\nTake medication as directed\nMedications are commonly used to relieve pain or treat core problems that cause left knee pain and right knee pain:\nNSAIDs: Nonsteroidal anti-inflammatory drugs commonly used to treat knee pain caused by arthritis, bursitis, and tendinitis; Other medications such as anti-rheumatic drugs, antibiotics for infections or steroids for gout.\nPhysical therapy\nPhysical therapy focuses on strengthening the muscles around the knee, making the joint more stable.\nYou may be asked to perform exercises to correct movements that may affect the knee, and exercises to improve flexibility and balance.\nArch support: Can be wedged onto the side of the leg to disperse the pressure being exerted on a knee affected by osteoarthritis. In certain situations, different types of braces may be used to protect and support the knee joint.\nInject\nIn some cases, your doctor may recommend injecting medications or other substances directly into the joint:\nCorticosteroids: Helps reduce arthritis symptoms, effects can last several months; Hyaluronic acid: This is a thick liquid, similar to natural joint lubricants that is injected into the knee to improve mobility and reduce pain; Platelet-rich plasma (PRP): Works to reduce inflammation and promote healing.\nSurgery\nSeveral types of surgery are commonly used to treat knee pain:\nArthroscopic surgery: Used to remove loose bodies in the knee joint, remove or repair damaged cartilage, and reconstruct torn ligaments; Partial knee replacement: This method replaces only the most damaged part of the knee with artificial parts made of metal and plastic; Total knee replacement: Damaged bone and cartilage will be completely removed from the femur, and the underside of the kneecap will also be removed; After that, an artificial joint made from alloys, high-quality plastics and polymers will be replaced; Shaft repair osteotomies: To remove damaged bone from the femur or tibia, to better restore the knee joint and reduce pain caused by arthritis. This procedure can help patients avoid having to have total knee replacement surgery.\n\nPrevention\nAlthough it is impossible to completely protect you from knee pain, the suggestions below can help reduce the risk of injury and osteoarthritis:\nStop exercising or performing any movements that cause pain; If you want to increase the intensity of your workout, do it gradually; Exercise regularly, properly, warm up before exercising; Perform exercises that help increase muscle strength and flexibility of the quadriceps and hamstrings, the muscles on the front and back of the thighs such as aerobics, yoga, swimming, cycling...; If you have osteoarthritis, chronic knee pain or recurring injuries, you should switch to other sports such as swimming... for at least a week; Maintain a healthy weight, lose weight if necessary; Use knee pads if you work or play sports that require a lot of kneeling; Wear shoes appropriate for the sport.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Tran Xuan Anh, Dr. Le Dinh Khoa, Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nIn short, knee pain is a treatable condition. Therefore, it is necessary to pay attention to the warning signs of the disease to see a doctor and get timely treatment, helping to preserve knee joint function and not affect daily activities.",
    "subsections": [
        {
            "subsection_name": "What is knee pain?",
            "subsection_content": "Knee pain or knee pain is a condition that causes pain in the knee and surrounding area, and can occur at any age. Pain often originates from problems in the knee joint itself or from the soft tissues, ligaments, tendons, and bursae surrounding the knee. (first)\nDepending on the severity of the disease, there are different treatment methods. Many types of mild knee pain respond well to self-care measures. However, in some cases, this condition may require surgical treatment.",
            "subsection_string": "What is knee pain?\nKnee pain or knee pain is a condition that causes pain in the knee and surrounding area, and can occur at any age. Pain often originates from problems in the knee joint itself or from the soft tissues, ligaments, tendons, and bursae surrounding the knee. (first)\nDepending on the severity of the disease, there are different treatment methods. Many types of mild knee pain respond well to self-care measures. However, in some cases, this condition may require surgical treatment."
        },
        {
            "subsection_name": "Causes of knee pain",
            "subsection_content": "According to MSc.BS.CKI Dao Duy An Duy, Center for Orthopedics, Tam Anh General Hospital System, there are many causes of knee damage, they are divided into the following groups: (2)\nKnee injury\nKnee injuries can affect the ligaments, tendons or bursae that surround the knee joint, and the bones, cartilage and ligaments that form the joint. Some common knee injuries include:\n1. Ligament injury\nThis is a tear of the anterior cruciate ligament, one of four ligaments connecting the tibia to the femur. This injury is especially common in people who play basketball, soccer, or other sports that require sudden changes in direction.\n2. Meniscus tear\nThe meniscus is a flexible piece of cartilage that acts as a shock absorber between the tibia and femur. The meniscus is torn or stuck in the joint if the knee twists to the side due to sudden force.\n3. Fractures\nThe knee bones, including the kneecap, can be broken due to falls or accidents or injuries. In particular, in people with osteoporosis, sometimes knee fractures can be caused simply by walking incorrectly.\n4. Patellar tendonitis\nThis inflammation causes irritation of one or more tendons, the thick fibrous tissues that attach muscles to bones. It occurs when there is an injury to the patellar tendon. Runners, cyclists, and people who participate in sports that require jumping movements have a higher risk of patellar tendinitis.\n5. Patellofemoral dislocation\nThis is a condition in which the kneecap slips out of its original position and moves to the outside of the knee due to twisting or strong impact, causing pain and swelling of the knee.\n6. Knee bursitis\nKnee bursae are small sacs of fluid, located on the joint, cushioning the outside of the knee joint so that tendons and ligaments work gently on the joint. Overuse of the knee, or injury such as a fall... can cause bursitis, leading to swelling and severe knee pain.\n7. Osgood-Schlatter disease\nThis condition is especially common in adolescents. It causes painful swelling below the knee, where the tendon from the kneecap and the shin connect. Excessive exercise and irritation to a spot below the knee can cause pain in this area. Pain may appear and disappear over time.\nKnee arthritis\nIt can be the result of more than 100 different types of arthritis, the most common of which are:\n8. Knee osteoarthritis\nThis is the most common type of knee arthritis, the leading cause of knee pain in people over the age of 50. This condition occurs when the knee cartilage gradually degenerates over time, causing pain and swelling in the knee joint. up when moving.\n9. Rheumatoid arthritis\nRheumatoid arthritis is an autoimmune condition that can affect most joints in the body, including the knee. Rheumatoid arthritis is a chronic disease. The severity of the disease will vary from person to person, and in some cases it can be cured without treatment.\n10. Gout and pseudogout\nWhen uric acid crystals accumulate in the joints, it causes gout, leading to knee pain.\nIn addition, when calcium-containing crystals develop in joint fluid, they can also cause signs similar to gout (pseudogout). At this time, the knee is the most commonly affected joint.\n11. Infectious arthritis\nSometimes, unilateral knee pain can be due to an infection, without any previous injury. Typical signs of this condition are swollen, red, painful joints and fever. Septic arthritis can develop rapidly, causing extensive damage to the knee cartilage. Therefore, if your knee pain is accompanied by any symptoms of septic arthritis, see your doctor immediately.\n12. Patellofemoral pain syndrome\nPatellofemoral pain syndrome is a general term that refers to pain that arises between the kneecap and the underlying femur. This condition is common in:\nAthletes; Young people, especially those with kneecap misalignment; Older adults develop patellofemoral pain syndrome from patellofemoral arthritis.",
            "subsection_string": "Causes of knee pain\nAccording to MSc.BS.CKI Dao Duy An Duy, Center for Orthopedics, Tam Anh General Hospital System, there are many causes of knee damage, they are divided into the following groups: (2)\nKnee injury\nKnee injuries can affect the ligaments, tendons or bursae that surround the knee joint, and the bones, cartilage and ligaments that form the joint. Some common knee injuries include:\n1. Ligament injury\nThis is a tear of the anterior cruciate ligament, one of four ligaments connecting the tibia to the femur. This injury is especially common in people who play basketball, soccer, or other sports that require sudden changes in direction.\n2. Meniscus tear\nThe meniscus is a flexible piece of cartilage that acts as a shock absorber between the tibia and femur. The meniscus is torn or stuck in the joint if the knee twists to the side due to sudden force.\n3. Fractures\nThe knee bones, including the kneecap, can be broken due to falls or accidents or injuries. In particular, in people with osteoporosis, sometimes knee fractures can be caused simply by walking incorrectly.\n4. Patellar tendonitis\nThis inflammation causes irritation of one or more tendons, the thick fibrous tissues that attach muscles to bones. It occurs when there is an injury to the patellar tendon. Runners, cyclists, and people who participate in sports that require jumping movements have a higher risk of patellar tendinitis.\n5. Patellofemoral dislocation\nThis is a condition in which the kneecap slips out of its original position and moves to the outside of the knee due to twisting or strong impact, causing pain and swelling of the knee.\n6. Knee bursitis\nKnee bursae are small sacs of fluid, located on the joint, cushioning the outside of the knee joint so that tendons and ligaments work gently on the joint. Overuse of the knee, or injury such as a fall... can cause bursitis, leading to swelling and severe knee pain.\n7. Osgood-Schlatter disease\nThis condition is especially common in adolescents. It causes painful swelling below the knee, where the tendon from the kneecap and the shin connect. Excessive exercise and irritation to a spot below the knee can cause pain in this area. Pain may appear and disappear over time.\nKnee arthritis\nIt can be the result of more than 100 different types of arthritis, the most common of which are:\n8. Knee osteoarthritis\nThis is the most common type of knee arthritis, the leading cause of knee pain in people over the age of 50. This condition occurs when the knee cartilage gradually degenerates over time, causing pain and swelling in the knee joint. up when moving.\n9. Rheumatoid arthritis\nRheumatoid arthritis is an autoimmune condition that can affect most joints in the body, including the knee. Rheumatoid arthritis is a chronic disease. The severity of the disease will vary from person to person, and in some cases it can be cured without treatment.\n10. Gout and pseudogout\nWhen uric acid crystals accumulate in the joints, it causes gout, leading to knee pain.\nIn addition, when calcium-containing crystals develop in joint fluid, they can also cause signs similar to gout (pseudogout). At this time, the knee is the most commonly affected joint.\n11. Infectious arthritis\nSometimes, unilateral knee pain can be due to an infection, without any previous injury. Typical signs of this condition are swollen, red, painful joints and fever. Septic arthritis can develop rapidly, causing extensive damage to the knee cartilage. Therefore, if your knee pain is accompanied by any symptoms of septic arthritis, see your doctor immediately.\n12. Patellofemoral pain syndrome\nPatellofemoral pain syndrome is a general term that refers to pain that arises between the kneecap and the underlying femur. This condition is common in:\nAthletes; Young people, especially those with kneecap misalignment; Older adults develop patellofemoral pain syndrome from patellofemoral arthritis."
        },
        {
            "subsection_name": "The danger elements",
            "subsection_content": "Some of the factors below can increase the risk of knee pain:\nOverweight or obesity: Increases pressure on knee joints, even when walking or going up and down stairs. It also increases the risk of osteoarthritis by accelerating the breakdown of joint cartilage.; Weak muscles and lack of flexibility: May increase the risk of knee injury.; Some specific sports or occupations require continuous and repetitive activity of the knee joint: Basketball, jogging and construction, farming...; Previous injury: People who have had a knee injury are more likely to injure it again.",
            "subsection_string": "The danger elements\nSome of the factors below can increase the risk of knee pain:\nOverweight or obesity: Increases pressure on knee joints, even when walking or going up and down stairs. It also increases the risk of osteoarthritis by accelerating the breakdown of joint cartilage.; Weak muscles and lack of flexibility: May increase the risk of knee injury.; Some specific sports or occupations require continuous and repetitive activity of the knee joint: Basketball, jogging and construction, farming...; Previous injury: People who have had a knee injury are more likely to injure it again."
        },
        {
            "subsection_name": "What are the symptoms of the disease?",
            "subsection_content": "The location and severity of knee pain can vary, depending on the cause of the condition. Typical symptoms include:\nSwelling and stiffness; The painful area is red and warm to the touch; Weak or unstable joints; Hear clicking or crunching sounds in the joints; Inability to fully straighten or bend the knee; In particular, patients should see a doctor immediately if:; Knees are weak and/or unable to bear weight; Marked leg or knee deformities; Fever, accompanied by redness, pain and swelling in the knee; Severe knee pain after injury.",
            "subsection_string": "What are the symptoms of the disease?\nThe location and severity of knee pain can vary, depending on the cause of the condition. Typical symptoms include:\nSwelling and stiffness; The painful area is red and warm to the touch; Weak or unstable joints; Hear clicking or crunching sounds in the joints; Inability to fully straighten or bend the knee; In particular, patients should see a doctor immediately if:; Knees are weak and/or unable to bear weight; Marked leg or knee deformities; Fever, accompanied by redness, pain and swelling in the knee; Severe knee pain after injury."
        },
        {
            "subsection_name": "How is knee pain diagnosed?",
            "subsection_content": "Doctor An Duy said that knee pain can be diagnosed only through a clinical health examination. However, diagnostic imaging and tests will provide detailed information about the condition, helping doctors come up with the best treatment plan. (3)\n1. Clinical examination\nIdentify the painful area; Information about pain: What time of day is it most painful? When did the pain start and how long did it last?…; Is the knee swollen, painful, red, warm, and bruised? If yes, when did these symptoms start to appear?; Test the ability of the lower leg to move in different directions; Anterior and posterior drawer testing to evaluate structures within the knee.\n2. Imaging diagnosis\nX-ray: Helps detect bone fractures and degenerative joint disease; CT scan: Helps doctors observe the structure and condition of joints more clearly, diagnose bone problems, fractures and accurately identify Gout even when the joint is not inflamed; MRI scan: Particularly useful in showing soft tissue injuries such as ligaments, tendons, cartilage and muscles; Ultrasound: Recreates images of soft tissue structures inside and around the knee, thereby evaluating existing damage.\n3. Testing\nBlood tests or knee aspiration may be ordered if your doctor suspects your knee pain is caused by infection or inflammation.",
            "subsection_string": "How is knee pain diagnosed?\nDoctor An Duy said that knee pain can be diagnosed only through a clinical health examination. However, diagnostic imaging and tests will provide detailed information about the condition, helping doctors come up with the best treatment plan. (3)\n1. Clinical examination\nIdentify the painful area; Information about pain: What time of day is it most painful? When did the pain start and how long did it last?…; Is the knee swollen, painful, red, warm, and bruised? If yes, when did these symptoms start to appear?; Test the ability of the lower leg to move in different directions; Anterior and posterior drawer testing to evaluate structures within the knee.\n2. Imaging diagnosis\nX-ray: Helps detect bone fractures and degenerative joint disease; CT scan: Helps doctors observe the structure and condition of joints more clearly, diagnose bone problems, fractures and accurately identify Gout even when the joint is not inflamed; MRI scan: Particularly useful in showing soft tissue injuries such as ligaments, tendons, cartilage and muscles; Ultrasound: Recreates images of soft tissue structures inside and around the knee, thereby evaluating existing damage.\n3. Testing\nBlood tests or knee aspiration may be ordered if your doctor suspects your knee pain is caused by infection or inflammation."
        },
        {
            "subsection_name": "Subjects susceptible to disease",
            "subsection_content": "Although knee pain is a condition that can affect everyone, the following people are at higher risk:\nElder; Overweight and obese people; Athletes; Heavy workers...; Complications may occur\nKnees play an important role in moving, daily living, participating in favorite activities... Therefore, although not all knee pain is serious, do not be subjective if you experience it. This area is damaged.\nSome knee injuries and medical conditions, such as osteoarthritis, can make the knee progressively more painful, leading to joint damage and disability if left untreated. A knee injury – even a minor injury – has the potential to recur many times, or increase the risk of similar injuries in the future.",
            "subsection_string": "Subjects susceptible to disease\nAlthough knee pain is a condition that can affect everyone, the following people are at higher risk:\nElder; Overweight and obese people; Athletes; Heavy workers...; Complications may occur\nKnees play an important role in moving, daily living, participating in favorite activities... Therefore, although not all knee pain is serious, do not be subjective if you experience it. This area is damaged.\nSome knee injuries and medical conditions, such as osteoarthritis, can make the knee progressively more painful, leading to joint damage and disability if left untreated. A knee injury – even a minor injury – has the potential to recur many times, or increase the risk of similar injuries in the future."
        },
        {
            "subsection_name": "How to treat and recover",
            "subsection_content": "The key to ending knee pain is to find the cause of the condition. For cases of mild knee pain, it can be treated at home by: (4)\nUse over-the-counter pain relievers; Rest for a few days to reduce pressure on the knee, give the wound time to heal and avoid new injuries; Cold or hot compresses help reduce pain and inflammation. For cold compresses, do not apply them directly to the skin; Apply the compress for no more than 10 minutes at a time to avoid cold burns and skin damage; Knee compression bandage to prevent fluid buildup in damaged tissues, maintaining knee alignment and stability; Elevate your legs when lying or sitting to reduce swelling.\nSee more: 10 ways to treat knee pain at home\nIf knee pain is more severe, through a doctor's examination, treatments may be recommended such as:\nTake medication as directed\nMedications are commonly used to relieve pain or treat core problems that cause left knee pain and right knee pain:\nNSAIDs: Nonsteroidal anti-inflammatory drugs commonly used to treat knee pain caused by arthritis, bursitis, and tendinitis; Other medications such as anti-rheumatic drugs, antibiotics for infections or steroids for gout.\nPhysical therapy\nPhysical therapy focuses on strengthening the muscles around the knee, making the joint more stable.\nYou may be asked to perform exercises to correct movements that may affect the knee, and exercises to improve flexibility and balance.\nArch support: Can be wedged onto the side of the leg to disperse the pressure being exerted on a knee affected by osteoarthritis. In certain situations, different types of braces may be used to protect and support the knee joint.\nInject\nIn some cases, your doctor may recommend injecting medications or other substances directly into the joint:\nCorticosteroids: Helps reduce arthritis symptoms, effects can last several months; Hyaluronic acid: This is a thick liquid, similar to natural joint lubricants that is injected into the knee to improve mobility and reduce pain; Platelet-rich plasma (PRP): Works to reduce inflammation and promote healing.\nSurgery\nSeveral types of surgery are commonly used to treat knee pain:\nArthroscopic surgery: Used to remove loose bodies in the knee joint, remove or repair damaged cartilage, and reconstruct torn ligaments; Partial knee replacement: This method replaces only the most damaged part of the knee with artificial parts made of metal and plastic; Total knee replacement: Damaged bone and cartilage will be completely removed from the femur, and the underside of the kneecap will also be removed; After that, an artificial joint made from alloys, high-quality plastics and polymers will be replaced; Shaft repair osteotomies: To remove damaged bone from the femur or tibia, to better restore the knee joint and reduce pain caused by arthritis. This procedure can help patients avoid having to have total knee replacement surgery.",
            "subsection_string": "How to treat and recover\nThe key to ending knee pain is to find the cause of the condition. For cases of mild knee pain, it can be treated at home by: (4)\nUse over-the-counter pain relievers; Rest for a few days to reduce pressure on the knee, give the wound time to heal and avoid new injuries; Cold or hot compresses help reduce pain and inflammation. For cold compresses, do not apply them directly to the skin; Apply the compress for no more than 10 minutes at a time to avoid cold burns and skin damage; Knee compression bandage to prevent fluid buildup in damaged tissues, maintaining knee alignment and stability; Elevate your legs when lying or sitting to reduce swelling.\nSee more: 10 ways to treat knee pain at home\nIf knee pain is more severe, through a doctor's examination, treatments may be recommended such as:\nTake medication as directed\nMedications are commonly used to relieve pain or treat core problems that cause left knee pain and right knee pain:\nNSAIDs: Nonsteroidal anti-inflammatory drugs commonly used to treat knee pain caused by arthritis, bursitis, and tendinitis; Other medications such as anti-rheumatic drugs, antibiotics for infections or steroids for gout.\nPhysical therapy\nPhysical therapy focuses on strengthening the muscles around the knee, making the joint more stable.\nYou may be asked to perform exercises to correct movements that may affect the knee, and exercises to improve flexibility and balance.\nArch support: Can be wedged onto the side of the leg to disperse the pressure being exerted on a knee affected by osteoarthritis. In certain situations, different types of braces may be used to protect and support the knee joint.\nInject\nIn some cases, your doctor may recommend injecting medications or other substances directly into the joint:\nCorticosteroids: Helps reduce arthritis symptoms, effects can last several months; Hyaluronic acid: This is a thick liquid, similar to natural joint lubricants that is injected into the knee to improve mobility and reduce pain; Platelet-rich plasma (PRP): Works to reduce inflammation and promote healing.\nSurgery\nSeveral types of surgery are commonly used to treat knee pain:\nArthroscopic surgery: Used to remove loose bodies in the knee joint, remove or repair damaged cartilage, and reconstruct torn ligaments; Partial knee replacement: This method replaces only the most damaged part of the knee with artificial parts made of metal and plastic; Total knee replacement: Damaged bone and cartilage will be completely removed from the femur, and the underside of the kneecap will also be removed; After that, an artificial joint made from alloys, high-quality plastics and polymers will be replaced; Shaft repair osteotomies: To remove damaged bone from the femur or tibia, to better restore the knee joint and reduce pain caused by arthritis. This procedure can help patients avoid having to have total knee replacement surgery."
        },
        {
            "subsection_name": "Prevention",
            "subsection_content": "Although it is impossible to completely protect you from knee pain, the suggestions below can help reduce the risk of injury and osteoarthritis:\nStop exercising or performing any movements that cause pain; If you want to increase the intensity of your workout, do it gradually; Exercise regularly, properly, warm up before exercising; Perform exercises that help increase muscle strength and flexibility of the quadriceps and hamstrings, the muscles on the front and back of the thighs such as aerobics, yoga, swimming, cycling...; If you have osteoarthritis, chronic knee pain or recurring injuries, you should switch to other sports such as swimming... for at least a week; Maintain a healthy weight, lose weight if necessary; Use knee pads if you work or play sports that require a lot of kneeling; Wear shoes appropriate for the sport.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Tran Xuan Anh, Dr. Le Dinh Khoa, Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nIn short, knee pain is a treatable condition. Therefore, it is necessary to pay attention to the warning signs of the disease to see a doctor and get timely treatment, helping to preserve knee joint function and not affect daily activities.",
            "subsection_string": "Prevention\nAlthough it is impossible to completely protect you from knee pain, the suggestions below can help reduce the risk of injury and osteoarthritis:\nStop exercising or performing any movements that cause pain; If you want to increase the intensity of your workout, do it gradually; Exercise regularly, properly, warm up before exercising; Perform exercises that help increase muscle strength and flexibility of the quadriceps and hamstrings, the muscles on the front and back of the thighs such as aerobics, yoga, swimming, cycling...; If you have osteoarthritis, chronic knee pain or recurring injuries, you should switch to other sports such as swimming... for at least a week; Maintain a healthy weight, lose weight if necessary; Use knee pads if you work or play sports that require a lot of kneeling; Wear shoes appropriate for the sport.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Tran Xuan Anh, Dr. Le Dinh Khoa, Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nIn short, knee pain is a treatable condition. Therefore, it is necessary to pay attention to the warning signs of the disease to see a doctor and get timely treatment, helping to preserve knee joint function and not affect daily activities."
        }
    ],
    "name": "dau-khop-goi.json"
}