{
    "title": "Blood in the urine (hematuria): Causes, symptoms and diagnosis",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/di-tieu-ra-mau/",
    "abstract": "Hematuria (also known as hematuria) is a phenomenon in which the urine excreted is mixed with blood or dark brown. These are symptoms of diseases related to the human urinary system, be it the kidneys, bladder or genital organs. Symptoms of hematuria are not too serious and can be controlled and treated completely. However, patients need to see a doctor as soon as symptoms appear to minimize the risk of dangerous diseases such as cancer.",
    "content": "Blood in the urine (hematuria): Causes, symptoms and diagnosis\n\nHematuria (also known as hematuria) is a phenomenon in which the urine excreted is mixed with blood or dark brown. These are symptoms of diseases related to the human urinary system, be it the kidneys, bladder or genital organs. Symptoms of hematuria are not too serious and can be controlled and treated completely. However, patients need to see a doctor as soon as symptoms appear to minimize the risk of dangerous diseases such as cancer.\n\nWhat is hematuria (hematuria)?\nBlood in the urine, also known as hematuria, is a phenomenon in which urine excreted from the body is mixed with blood or light pink in color. The density of urine will depend on the type of hematuria the patient has and the amount of red blood cells (blood) leaked into the urine. There are two types of hematuria: microscopic hematuria and gross hematuria. (first)\nIf a patient has gross hematuria, the disease can be recognized with the naked eye with the typical symptom of urine turning pale pink or red. However, people with microscopic hematuria will not be able to see blood in their urine. The red blood cells of microscopic hematuria are only visible under a microscope during a urine test.\nHematuria is among the symptoms that appear when patients suffer from urinary diseases.\nOverview of the urinary system in the human body including 2 kidneys, 2 ureters, bladder and urethra. The main function of the urinary system is to filter excess waste from the body. Furthermore, the urinary system also helps the body control the amount of electrolytes, metabolites, regulate blood and regulate blood pressure.\nThe kidneys are organs located just below the rib cage, on one side of the spine. Kidneys have the function of filtering urine and blood. Every day, healthy kidneys can filter 120-150 liters of blood and 1-2 liters of urine, along with waste and other additional fluids.\nAfter being filtered by the kidneys, urine goes to the bladder, where urine is stored before being excreted through the urethra.\nTherefore, when hematuria appears, it is very likely that you have a disease related to the kidneys, bladder or urethra. The most common is acute urinary tract inflammation.\nHematuria can be completely cured when the patient treats all the causes of hematuria, which are diseases from the organs of the urinary system.\n\nClassification of hematuria\n1. Gross hematuria\nGross hematuria (gross hematuria) is a phenomenon that occurs when the number of red blood cells in the urine is enough to be seen with the naked eye. The urine of people with hematuria is generally pale pink or red, depending on the amount of red blood cells. (2)\nSometimes, gross hematuria also includes blood clots in the urine. And if left for a long time, red blood cell sedimentation will occur.\n2. Microscopic hematuria\nMicroscopic hematuria (Microscopic hematuria) is a form of bloody urine but the number of red blood cells in the urine is quite small and cannot be seen with the naked eye. Normally, the number of red blood cells in urine above 10,000 red blood cells/ml is microscopic hematuria. Red blood cells in microscopic hematuria can be found under a microscope. Therefore, people with microscopic hematuria often do not know they have the disease until a urine test is performed.\n\nWhat disease is hematuria?\nHematuria is a symptom of most diseases related to organs in the urinary system. Among them, kidney and urethral diseases are the group of diseases that definitely cause bloody urine. In some other diseases such as bladder, blood in urine is a clinical sign of bladder bleeding.\nAlthough hematuria is not a dangerous symptom, most diseases that cause hematuria can be treated with simple medical treatment. But patients need to see a specialist as soon as symptoms appear because prolonged hematuria can lead to blood loss. Furthermore, hematuria also carries a potential risk of cancer that patients need to pay attention to.\n\nCauses of bloody urine\n1. Cystitis\nCystitis is an acute or chronic inflammation of the bladder. Bacterial infection is the most common cause, accounting for more than 50% of cystitis cases.\nBesides symptoms such as frequent urination and painful urination, cystitis can cause bleeding, called hemorrhagic cystitis. This is a sign of severe progressive cystitis, causing swelling and bleeding of the bladder.\n2. Infection\nInfections in the bladder, kidneys, urethra or prostate in men are among the causes of hematuria.\nThis infection is an inflammation caused by bacteria when it enters the urinary system organs such as the bladder, kidneys, glomeruli or urethra. Inflammation, if severe, will lead to bleeding. This amount of blood will be excreted with urine. This is blood in the urine due to infection.\n3. Urinary stones\nUrinary stones are known to form hard mineral masses inside the urinary organs, most commonly the bladder and kidneys. These stones develop when minerals in concentrated urine crystallize and eventually form stones. (3)\nOne of the symptoms of kidney stones is blood in the urine. This is a clinical sign when the stone mass rubs against the urinary mucosa along the urine stream. This collision causes damage to the mucosa, causing the mucosa to bleed.\n4. Kidney tumor\nKidney tumors are benign or malignant tumors that appear in the kidney. Tumors, if benign, will not seriously affect the patient's health. However, patients still need to pay attention and treat the disease as soon as possible.\nInside benign tumors there is still the possibility of malignant cells appearing. These cells are the cause of compression of other organs when dividing and growing in a short time. This greatly impacts the health and life of patients.\nMalignant kidney tumors will have no clinical signs in the early stages. When the patient enters a more severe stage, the disease will appear symptoms such as blood in the urine, back pain, weight loss and severe anemia.\n4. Prostatic hypertrophy\nProstatic hypertrophy is a urological disease in men that causes benign proliferation of the stromal tissue and glandular mucosal cells. In other words, this is an enlargement of the prostate leading to symptoms such as frequent urination, urgency, and urinary retention.\nHematuria is one of the symptoms of prostate enlargement. However, hematuria is not as common as the above symptoms.\n5. Kidney disease\nKidney diseases such as glomerulonephritis or nephritis can cause hematuria in patients. For glomerulonephritis, hematuria is a phenomenon caused by the glomeruli's impaired blood filtering function, causing red blood cells to leak into the urine.\nNephritis and acute pyelonephritis can also lead to hematuria due to inflammation.\nAcute kidney diseases can be treated simply with medication or in some cases go away without treatment.\n6. Idiopathic\nIdiopathic hematuria is when no direct or indirect cause of blood is found in the urine during the process of being eliminated from the body.\nIdiopathic hematuria can happen to family members. People with hematuria due to a family history of kidney-related disease with symptoms of hematuria, but laboratory test results are negative, can recover without treatment.\n\nSigns and symptoms of hematuria\nBlood in the urine is a common symptom of urinary diseases. Symptoms affect nearly 30% of the US adult population in 2022.\nThe most obvious clinical sign of gross hematuria is light pink or red urine. However, blood mixed with urine does not cause pain to the patient. If the patient has pain in the pelvis, lower abdomen or waist at the same time as symptoms of hematuria, these are other symptoms of kidney and bladder disease. At this time, the patient needs to go to the hospital to be examined by a specialist as soon as possible.\nPatients should note that because blood in the urine is a symptom of urinary disease, it often appears along with other clinical signs such as nausea, vomiting, fever, chills and pain in the abdomen or back. below.\nFor microscopic hematuria, the patient will have no signs to recognize the disease until a urine test is performed. However, patients may suspect that they have microscopic hematuria when the above symptoms appear.\n\nWho is at high risk of getting the disease?\nUrinary diseases can occur in people of all ages. That also means blood in the urine, a typical symptom of urinary disease, can happen to anyone. (4)\nIn addition, healthy people also have red blood cells in a sufficient amount. Therefore, when the urinary system suffers damage or sudden changes hinder the working process of the urinary system. People at high risk of urinary tract disease are at similar risk for hematuria.\nBad factors that increase the risk of hematuria in humans include:\nAge. Men over 50 years old are more likely to have prostate enlargement and symptoms of hematuria; People who have recently had an infection. Types of infections that can increase the risk of hematuria include bacterial nephritis or glomerulonephritis; People who are suffering from or have a history of urinary stones; Family history of urinary or kidney diseases with symptoms of hematuria; Use NSAIDs or spontaneous antibiotics. Do not follow the dosage prescribed by your doctor or healthcare professional; Runners are also more likely to have hematuria than others\n\nIs bloody urine dangerous?\nUrinating blood is not dangerous. This is a symptom of urinary system disease. Symptoms can be completely cured when the patient's urinary disease is controlled and treated.\nMost urinary diseases that cause acute hematuria can be treated medically with medication or go away on their own after a period of time. Therefore, when blood in the urine appears, the patient should not be too stressed but should see a specialist immediately for timely treatment.\nAlthough hematuria is not a dangerous health condition, patients need to pay attention to treatment and control the disease well so that it does not develop into other serious complications. One of the complications of hematuria that patients need to prevent is cancer.\n\nWhen to see a doctor?\nPatients who discover hematuria need to see a specialist immediately. Although bloody urine is not a dangerous symptom, this is a sign of urinary tract diseases. In case, the patient has acute inflammation in organs such as the bladder, kidney, glomerulus, and urethra but if not treated promptly, it will progress to chronic.\nNot only that, if hematuria persists for a long time, it will lead to anemia, causing a significant decline in the patient's health.\nTherefore, you should see a doctor as soon as symptoms appear to get an accurate diagnosis and treatment as prescribed by the doctor.\n\nHow is hematuria diagnosed?\nHematuria is mainly diagnosed based on urine test results. Based on the number of red blood cells in the urine, the doctor will consider the patient's urinary health status. In addition, hematuria is also diagnosed by other methods such as:\nUrine test: Tests the concentration of substances in urine; Urine culture: Check for infection and bacteria in the patient's urine sample; Urine cytology test: Test finds abnormal cells in urine\nCombining the urine test results with the patient's clinical signs, the doctor will direct the patient to continue doing more in-depth tests. This operation is to find the cause of this symptom of hematuria and treat it.\nThese diagnostic methods include:\nCystoscopy; Ultrasound of kidneys, urinary tract, bladder; CT scan; MRI scan\n\nTreatment of hematuria\nBecause hematuria is caused by urinary tract diseases, to treat hematuria, the patient needs to completely treat the cause of this hematuria. There is no difference between treatment regimens for hematuria in adults and children.\nTreatment will be prescribed based on the type of disease the patient has. If the patient has an infection, it will be treated with antibiotics to kill the bacteria.\nFor people with hematuria due to kidney stones, doctors will treat the kidney stones, combined with medication for treatment. In case the stone size is not too large, the patient will be asked to drink plenty of water to help eliminate the stone without surgery or lithotripsy.\n\nPrecautions\nStudies show that diet does not affect nor increase the risk of hematuria in humans. However, you can reduce your risk of hematuria as well as other urinary conditions. (5)\nMeasures to help you prevent hematuria include:\nAvoid holding in urine or urinating after sex to prevent infection; Drink plenty of water and reduce salt in your diet to prevent kidney stones; Limit or do not smoke, abuse alcohol and other stimulants\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases.\nFrom common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nBlood in the urine is a common symptom of urinary system diseases. There are two types of hematuria, macroscopic and microscopic. Gross hematuria can be clearly recognized because the patient's urine is pink or red, sometimes containing blood clots. Microscopic hematuria can only be known when the patient performs a urine test, because at this time the amount of red blood cells in the urine is abnormally high but not enough to change the color of the urine.\nThe disease can be cured completely by treating the cause of hematuria, mostly urinary diseases. These diseases are not too dangerous and can be treated simply with medication. However, patients need to be treated immediately upon detection to limit the risk of other complications of the disease.",
    "subsections": [
        {
            "subsection_name": "What is hematuria (hematuria)?",
            "subsection_content": "Blood in the urine, also known as hematuria, is a phenomenon in which urine excreted from the body is mixed with blood or light pink in color. The density of urine will depend on the type of hematuria the patient has and the amount of red blood cells (blood) leaked into the urine. There are two types of hematuria: microscopic hematuria and gross hematuria. (first)\nIf a patient has gross hematuria, the disease can be recognized with the naked eye with the typical symptom of urine turning pale pink or red. However, people with microscopic hematuria will not be able to see blood in their urine. The red blood cells of microscopic hematuria are only visible under a microscope during a urine test.\nHematuria is among the symptoms that appear when patients suffer from urinary diseases.\nOverview of the urinary system in the human body including 2 kidneys, 2 ureters, bladder and urethra. The main function of the urinary system is to filter excess waste from the body. Furthermore, the urinary system also helps the body control the amount of electrolytes, metabolites, regulate blood and regulate blood pressure.\nThe kidneys are organs located just below the rib cage, on one side of the spine. Kidneys have the function of filtering urine and blood. Every day, healthy kidneys can filter 120-150 liters of blood and 1-2 liters of urine, along with waste and other additional fluids.\nAfter being filtered by the kidneys, urine goes to the bladder, where urine is stored before being excreted through the urethra.\nTherefore, when hematuria appears, it is very likely that you have a disease related to the kidneys, bladder or urethra. The most common is acute urinary tract inflammation.\nHematuria can be completely cured when the patient treats all the causes of hematuria, which are diseases from the organs of the urinary system.",
            "subsection_string": "What is hematuria (hematuria)?\nBlood in the urine, also known as hematuria, is a phenomenon in which urine excreted from the body is mixed with blood or light pink in color. The density of urine will depend on the type of hematuria the patient has and the amount of red blood cells (blood) leaked into the urine. There are two types of hematuria: microscopic hematuria and gross hematuria. (first)\nIf a patient has gross hematuria, the disease can be recognized with the naked eye with the typical symptom of urine turning pale pink or red. However, people with microscopic hematuria will not be able to see blood in their urine. The red blood cells of microscopic hematuria are only visible under a microscope during a urine test.\nHematuria is among the symptoms that appear when patients suffer from urinary diseases.\nOverview of the urinary system in the human body including 2 kidneys, 2 ureters, bladder and urethra. The main function of the urinary system is to filter excess waste from the body. Furthermore, the urinary system also helps the body control the amount of electrolytes, metabolites, regulate blood and regulate blood pressure.\nThe kidneys are organs located just below the rib cage, on one side of the spine. Kidneys have the function of filtering urine and blood. Every day, healthy kidneys can filter 120-150 liters of blood and 1-2 liters of urine, along with waste and other additional fluids.\nAfter being filtered by the kidneys, urine goes to the bladder, where urine is stored before being excreted through the urethra.\nTherefore, when hematuria appears, it is very likely that you have a disease related to the kidneys, bladder or urethra. The most common is acute urinary tract inflammation.\nHematuria can be completely cured when the patient treats all the causes of hematuria, which are diseases from the organs of the urinary system."
        },
        {
            "subsection_name": "Classification of hematuria",
            "subsection_content": "1. Gross hematuria\nGross hematuria (gross hematuria) is a phenomenon that occurs when the number of red blood cells in the urine is enough to be seen with the naked eye. The urine of people with hematuria is generally pale pink or red, depending on the amount of red blood cells. (2)\nSometimes, gross hematuria also includes blood clots in the urine. And if left for a long time, red blood cell sedimentation will occur.\n2. Microscopic hematuria\nMicroscopic hematuria (Microscopic hematuria) is a form of bloody urine but the number of red blood cells in the urine is quite small and cannot be seen with the naked eye. Normally, the number of red blood cells in urine above 10,000 red blood cells/ml is microscopic hematuria. Red blood cells in microscopic hematuria can be found under a microscope. Therefore, people with microscopic hematuria often do not know they have the disease until a urine test is performed.",
            "subsection_string": "Classification of hematuria\n1. Gross hematuria\nGross hematuria (gross hematuria) is a phenomenon that occurs when the number of red blood cells in the urine is enough to be seen with the naked eye. The urine of people with hematuria is generally pale pink or red, depending on the amount of red blood cells. (2)\nSometimes, gross hematuria also includes blood clots in the urine. And if left for a long time, red blood cell sedimentation will occur.\n2. Microscopic hematuria\nMicroscopic hematuria (Microscopic hematuria) is a form of bloody urine but the number of red blood cells in the urine is quite small and cannot be seen with the naked eye. Normally, the number of red blood cells in urine above 10,000 red blood cells/ml is microscopic hematuria. Red blood cells in microscopic hematuria can be found under a microscope. Therefore, people with microscopic hematuria often do not know they have the disease until a urine test is performed."
        },
        {
            "subsection_name": "What disease is hematuria?",
            "subsection_content": "Hematuria is a symptom of most diseases related to organs in the urinary system. Among them, kidney and urethral diseases are the group of diseases that definitely cause bloody urine. In some other diseases such as bladder, blood in urine is a clinical sign of bladder bleeding.\nAlthough hematuria is not a dangerous symptom, most diseases that cause hematuria can be treated with simple medical treatment. But patients need to see a specialist as soon as symptoms appear because prolonged hematuria can lead to blood loss. Furthermore, hematuria also carries a potential risk of cancer that patients need to pay attention to.",
            "subsection_string": "What disease is hematuria?\nHematuria is a symptom of most diseases related to organs in the urinary system. Among them, kidney and urethral diseases are the group of diseases that definitely cause bloody urine. In some other diseases such as bladder, blood in urine is a clinical sign of bladder bleeding.\nAlthough hematuria is not a dangerous symptom, most diseases that cause hematuria can be treated with simple medical treatment. But patients need to see a specialist as soon as symptoms appear because prolonged hematuria can lead to blood loss. Furthermore, hematuria also carries a potential risk of cancer that patients need to pay attention to."
        },
        {
            "subsection_name": "Causes of bloody urine",
            "subsection_content": "1. Cystitis\nCystitis is an acute or chronic inflammation of the bladder. Bacterial infection is the most common cause, accounting for more than 50% of cystitis cases.\nBesides symptoms such as frequent urination and painful urination, cystitis can cause bleeding, called hemorrhagic cystitis. This is a sign of severe progressive cystitis, causing swelling and bleeding of the bladder.\n2. Infection\nInfections in the bladder, kidneys, urethra or prostate in men are among the causes of hematuria.\nThis infection is an inflammation caused by bacteria when it enters the urinary system organs such as the bladder, kidneys, glomeruli or urethra. Inflammation, if severe, will lead to bleeding. This amount of blood will be excreted with urine. This is blood in the urine due to infection.\n3. Urinary stones\nUrinary stones are known to form hard mineral masses inside the urinary organs, most commonly the bladder and kidneys. These stones develop when minerals in concentrated urine crystallize and eventually form stones. (3)\nOne of the symptoms of kidney stones is blood in the urine. This is a clinical sign when the stone mass rubs against the urinary mucosa along the urine stream. This collision causes damage to the mucosa, causing the mucosa to bleed.\n4. Kidney tumor\nKidney tumors are benign or malignant tumors that appear in the kidney. Tumors, if benign, will not seriously affect the patient's health. However, patients still need to pay attention and treat the disease as soon as possible.\nInside benign tumors there is still the possibility of malignant cells appearing. These cells are the cause of compression of other organs when dividing and growing in a short time. This greatly impacts the health and life of patients.\nMalignant kidney tumors will have no clinical signs in the early stages. When the patient enters a more severe stage, the disease will appear symptoms such as blood in the urine, back pain, weight loss and severe anemia.\n4. Prostatic hypertrophy\nProstatic hypertrophy is a urological disease in men that causes benign proliferation of the stromal tissue and glandular mucosal cells. In other words, this is an enlargement of the prostate leading to symptoms such as frequent urination, urgency, and urinary retention.\nHematuria is one of the symptoms of prostate enlargement. However, hematuria is not as common as the above symptoms.\n5. Kidney disease\nKidney diseases such as glomerulonephritis or nephritis can cause hematuria in patients. For glomerulonephritis, hematuria is a phenomenon caused by the glomeruli's impaired blood filtering function, causing red blood cells to leak into the urine.\nNephritis and acute pyelonephritis can also lead to hematuria due to inflammation.\nAcute kidney diseases can be treated simply with medication or in some cases go away without treatment.\n6. Idiopathic\nIdiopathic hematuria is when no direct or indirect cause of blood is found in the urine during the process of being eliminated from the body.\nIdiopathic hematuria can happen to family members. People with hematuria due to a family history of kidney-related disease with symptoms of hematuria, but laboratory test results are negative, can recover without treatment.",
            "subsection_string": "Causes of bloody urine\n1. Cystitis\nCystitis is an acute or chronic inflammation of the bladder. Bacterial infection is the most common cause, accounting for more than 50% of cystitis cases.\nBesides symptoms such as frequent urination and painful urination, cystitis can cause bleeding, called hemorrhagic cystitis. This is a sign of severe progressive cystitis, causing swelling and bleeding of the bladder.\n2. Infection\nInfections in the bladder, kidneys, urethra or prostate in men are among the causes of hematuria.\nThis infection is an inflammation caused by bacteria when it enters the urinary system organs such as the bladder, kidneys, glomeruli or urethra. Inflammation, if severe, will lead to bleeding. This amount of blood will be excreted with urine. This is blood in the urine due to infection.\n3. Urinary stones\nUrinary stones are known to form hard mineral masses inside the urinary organs, most commonly the bladder and kidneys. These stones develop when minerals in concentrated urine crystallize and eventually form stones. (3)\nOne of the symptoms of kidney stones is blood in the urine. This is a clinical sign when the stone mass rubs against the urinary mucosa along the urine stream. This collision causes damage to the mucosa, causing the mucosa to bleed.\n4. Kidney tumor\nKidney tumors are benign or malignant tumors that appear in the kidney. Tumors, if benign, will not seriously affect the patient's health. However, patients still need to pay attention and treat the disease as soon as possible.\nInside benign tumors there is still the possibility of malignant cells appearing. These cells are the cause of compression of other organs when dividing and growing in a short time. This greatly impacts the health and life of patients.\nMalignant kidney tumors will have no clinical signs in the early stages. When the patient enters a more severe stage, the disease will appear symptoms such as blood in the urine, back pain, weight loss and severe anemia.\n4. Prostatic hypertrophy\nProstatic hypertrophy is a urological disease in men that causes benign proliferation of the stromal tissue and glandular mucosal cells. In other words, this is an enlargement of the prostate leading to symptoms such as frequent urination, urgency, and urinary retention.\nHematuria is one of the symptoms of prostate enlargement. However, hematuria is not as common as the above symptoms.\n5. Kidney disease\nKidney diseases such as glomerulonephritis or nephritis can cause hematuria in patients. For glomerulonephritis, hematuria is a phenomenon caused by the glomeruli's impaired blood filtering function, causing red blood cells to leak into the urine.\nNephritis and acute pyelonephritis can also lead to hematuria due to inflammation.\nAcute kidney diseases can be treated simply with medication or in some cases go away without treatment.\n6. Idiopathic\nIdiopathic hematuria is when no direct or indirect cause of blood is found in the urine during the process of being eliminated from the body.\nIdiopathic hematuria can happen to family members. People with hematuria due to a family history of kidney-related disease with symptoms of hematuria, but laboratory test results are negative, can recover without treatment."
        },
        {
            "subsection_name": "Signs and symptoms of hematuria",
            "subsection_content": "Blood in the urine is a common symptom of urinary diseases. Symptoms affect nearly 30% of the US adult population in 2022.\nThe most obvious clinical sign of gross hematuria is light pink or red urine. However, blood mixed with urine does not cause pain to the patient. If the patient has pain in the pelvis, lower abdomen or waist at the same time as symptoms of hematuria, these are other symptoms of kidney and bladder disease. At this time, the patient needs to go to the hospital to be examined by a specialist as soon as possible.\nPatients should note that because blood in the urine is a symptom of urinary disease, it often appears along with other clinical signs such as nausea, vomiting, fever, chills and pain in the abdomen or back. below.\nFor microscopic hematuria, the patient will have no signs to recognize the disease until a urine test is performed. However, patients may suspect that they have microscopic hematuria when the above symptoms appear.",
            "subsection_string": "Signs and symptoms of hematuria\nBlood in the urine is a common symptom of urinary diseases. Symptoms affect nearly 30% of the US adult population in 2022.\nThe most obvious clinical sign of gross hematuria is light pink or red urine. However, blood mixed with urine does not cause pain to the patient. If the patient has pain in the pelvis, lower abdomen or waist at the same time as symptoms of hematuria, these are other symptoms of kidney and bladder disease. At this time, the patient needs to go to the hospital to be examined by a specialist as soon as possible.\nPatients should note that because blood in the urine is a symptom of urinary disease, it often appears along with other clinical signs such as nausea, vomiting, fever, chills and pain in the abdomen or back. below.\nFor microscopic hematuria, the patient will have no signs to recognize the disease until a urine test is performed. However, patients may suspect that they have microscopic hematuria when the above symptoms appear."
        },
        {
            "subsection_name": "Who is at high risk of getting the disease?",
            "subsection_content": "Urinary diseases can occur in people of all ages. That also means blood in the urine, a typical symptom of urinary disease, can happen to anyone. (4)\nIn addition, healthy people also have red blood cells in a sufficient amount. Therefore, when the urinary system suffers damage or sudden changes hinder the working process of the urinary system. People at high risk of urinary tract disease are at similar risk for hematuria.\nBad factors that increase the risk of hematuria in humans include:\nAge. Men over 50 years old are more likely to have prostate enlargement and symptoms of hematuria; People who have recently had an infection. Types of infections that can increase the risk of hematuria include bacterial nephritis or glomerulonephritis; People who are suffering from or have a history of urinary stones; Family history of urinary or kidney diseases with symptoms of hematuria; Use NSAIDs or spontaneous antibiotics. Do not follow the dosage prescribed by your doctor or healthcare professional; Runners are also more likely to have hematuria than others",
            "subsection_string": "Who is at high risk of getting the disease?\nUrinary diseases can occur in people of all ages. That also means blood in the urine, a typical symptom of urinary disease, can happen to anyone. (4)\nIn addition, healthy people also have red blood cells in a sufficient amount. Therefore, when the urinary system suffers damage or sudden changes hinder the working process of the urinary system. People at high risk of urinary tract disease are at similar risk for hematuria.\nBad factors that increase the risk of hematuria in humans include:\nAge. Men over 50 years old are more likely to have prostate enlargement and symptoms of hematuria; People who have recently had an infection. Types of infections that can increase the risk of hematuria include bacterial nephritis or glomerulonephritis; People who are suffering from or have a history of urinary stones; Family history of urinary or kidney diseases with symptoms of hematuria; Use NSAIDs or spontaneous antibiotics. Do not follow the dosage prescribed by your doctor or healthcare professional; Runners are also more likely to have hematuria than others"
        },
        {
            "subsection_name": "Is bloody urine dangerous?",
            "subsection_content": "Urinating blood is not dangerous. This is a symptom of urinary system disease. Symptoms can be completely cured when the patient's urinary disease is controlled and treated.\nMost urinary diseases that cause acute hematuria can be treated medically with medication or go away on their own after a period of time. Therefore, when blood in the urine appears, the patient should not be too stressed but should see a specialist immediately for timely treatment.\nAlthough hematuria is not a dangerous health condition, patients need to pay attention to treatment and control the disease well so that it does not develop into other serious complications. One of the complications of hematuria that patients need to prevent is cancer.",
            "subsection_string": "Is bloody urine dangerous?\nUrinating blood is not dangerous. This is a symptom of urinary system disease. Symptoms can be completely cured when the patient's urinary disease is controlled and treated.\nMost urinary diseases that cause acute hematuria can be treated medically with medication or go away on their own after a period of time. Therefore, when blood in the urine appears, the patient should not be too stressed but should see a specialist immediately for timely treatment.\nAlthough hematuria is not a dangerous health condition, patients need to pay attention to treatment and control the disease well so that it does not develop into other serious complications. One of the complications of hematuria that patients need to prevent is cancer."
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "Patients who discover hematuria need to see a specialist immediately. Although bloody urine is not a dangerous symptom, this is a sign of urinary tract diseases. In case, the patient has acute inflammation in organs such as the bladder, kidney, glomerulus, and urethra but if not treated promptly, it will progress to chronic.\nNot only that, if hematuria persists for a long time, it will lead to anemia, causing a significant decline in the patient's health.\nTherefore, you should see a doctor as soon as symptoms appear to get an accurate diagnosis and treatment as prescribed by the doctor.",
            "subsection_string": "When to see a doctor?\nPatients who discover hematuria need to see a specialist immediately. Although bloody urine is not a dangerous symptom, this is a sign of urinary tract diseases. In case, the patient has acute inflammation in organs such as the bladder, kidney, glomerulus, and urethra but if not treated promptly, it will progress to chronic.\nNot only that, if hematuria persists for a long time, it will lead to anemia, causing a significant decline in the patient's health.\nTherefore, you should see a doctor as soon as symptoms appear to get an accurate diagnosis and treatment as prescribed by the doctor."
        },
        {
            "subsection_name": "How is hematuria diagnosed?",
            "subsection_content": "Hematuria is mainly diagnosed based on urine test results. Based on the number of red blood cells in the urine, the doctor will consider the patient's urinary health status. In addition, hematuria is also diagnosed by other methods such as:\nUrine test: Tests the concentration of substances in urine; Urine culture: Check for infection and bacteria in the patient's urine sample; Urine cytology test: Test finds abnormal cells in urine\nCombining the urine test results with the patient's clinical signs, the doctor will direct the patient to continue doing more in-depth tests. This operation is to find the cause of this symptom of hematuria and treat it.\nThese diagnostic methods include:\nCystoscopy; Ultrasound of kidneys, urinary tract, bladder; CT scan; MRI scan",
            "subsection_string": "How is hematuria diagnosed?\nHematuria is mainly diagnosed based on urine test results. Based on the number of red blood cells in the urine, the doctor will consider the patient's urinary health status. In addition, hematuria is also diagnosed by other methods such as:\nUrine test: Tests the concentration of substances in urine; Urine culture: Check for infection and bacteria in the patient's urine sample; Urine cytology test: Test finds abnormal cells in urine\nCombining the urine test results with the patient's clinical signs, the doctor will direct the patient to continue doing more in-depth tests. This operation is to find the cause of this symptom of hematuria and treat it.\nThese diagnostic methods include:\nCystoscopy; Ultrasound of kidneys, urinary tract, bladder; CT scan; MRI scan"
        },
        {
            "subsection_name": "Treatment of hematuria",
            "subsection_content": "Because hematuria is caused by urinary tract diseases, to treat hematuria, the patient needs to completely treat the cause of this hematuria. There is no difference between treatment regimens for hematuria in adults and children.\nTreatment will be prescribed based on the type of disease the patient has. If the patient has an infection, it will be treated with antibiotics to kill the bacteria.\nFor people with hematuria due to kidney stones, doctors will treat the kidney stones, combined with medication for treatment. In case the stone size is not too large, the patient will be asked to drink plenty of water to help eliminate the stone without surgery or lithotripsy.",
            "subsection_string": "Treatment of hematuria\nBecause hematuria is caused by urinary tract diseases, to treat hematuria, the patient needs to completely treat the cause of this hematuria. There is no difference between treatment regimens for hematuria in adults and children.\nTreatment will be prescribed based on the type of disease the patient has. If the patient has an infection, it will be treated with antibiotics to kill the bacteria.\nFor people with hematuria due to kidney stones, doctors will treat the kidney stones, combined with medication for treatment. In case the stone size is not too large, the patient will be asked to drink plenty of water to help eliminate the stone without surgery or lithotripsy."
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "Studies show that diet does not affect nor increase the risk of hematuria in humans. However, you can reduce your risk of hematuria as well as other urinary conditions. (5)\nMeasures to help you prevent hematuria include:\nAvoid holding in urine or urinating after sex to prevent infection; Drink plenty of water and reduce salt in your diet to prevent kidney stones; Limit or do not smoke, abuse alcohol and other stimulants\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases.\nFrom common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nBlood in the urine is a common symptom of urinary system diseases. There are two types of hematuria, macroscopic and microscopic. Gross hematuria can be clearly recognized because the patient's urine is pink or red, sometimes containing blood clots. Microscopic hematuria can only be known when the patient performs a urine test, because at this time the amount of red blood cells in the urine is abnormally high but not enough to change the color of the urine.\nThe disease can be cured completely by treating the cause of hematuria, mostly urinary diseases. These diseases are not too dangerous and can be treated simply with medication. However, patients need to be treated immediately upon detection to limit the risk of other complications of the disease.",
            "subsection_string": "Precautions\nStudies show that diet does not affect nor increase the risk of hematuria in humans. However, you can reduce your risk of hematuria as well as other urinary conditions. (5)\nMeasures to help you prevent hematuria include:\nAvoid holding in urine or urinating after sex to prevent infection; Drink plenty of water and reduce salt in your diet to prevent kidney stones; Limit or do not smoke, abuse alcohol and other stimulants\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases.\nFrom common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nBlood in the urine is a common symptom of urinary system diseases. There are two types of hematuria, macroscopic and microscopic. Gross hematuria can be clearly recognized because the patient's urine is pink or red, sometimes containing blood clots. Microscopic hematuria can only be known when the patient performs a urine test, because at this time the amount of red blood cells in the urine is abnormally high but not enough to change the color of the urine.\nThe disease can be cured completely by treating the cause of hematuria, mostly urinary diseases. These diseases are not too dangerous and can be treated simply with medication. However, patients need to be treated immediately upon detection to limit the risk of other complications of the disease."
        }
    ],
    "name": "di-tieu-ra-mau.json"
}