{
    "title": "Eye allergies: Causes, symptoms and prevention",
    "category": "Eye",
    "link": "https://tamanhhospital.vn/di-ung-mat/",
    "abstract": "Eye allergies occur when the eyes come into contact with irritants. In the United States alone, it is estimated that up to 30% of adults and 40% of children have allergies related to the eyes, eyelids and tear ducts (tear ducts). So what are eye allergies? What are the causes, symptoms and prevention?",
    "content": "Eye allergies: Causes, symptoms and prevention\n\nEye allergies occur when the eyes come into contact with irritants. In the United States alone, it is estimated that up to 30% of adults and 40% of children have allergies related to the eyes, eyelids and tear ducts (tear ducts). So what are eye allergies? What are the causes, symptoms and prevention?\n\nWhat are eye allergies?\nEye allergies, or allergic conjunctivitis, occur when the eyes come into contact with irritants (called allergens). The disease affects all age groups and is common in spring, summer and fall. [2]\nAn allergy is the immune system's response to a foreign substance that is not harmful to the body. Similarly, when allergens come into contact with the eyes, the body will produce histamine to fight these agents. However, when the immune system creates substances to fight allergens, these substances, although harmless to the body, cause a number of symptoms such as itching, redness, burning, etc., thereby creating the phenomenon of eye allergies.\nPeople with eye allergies often have nasal allergies (itching, stuffy nose and sneezing), but this condition is only temporary. When suffering from allergies, patients often experience itching and redness in 1 or 2 eyes. The disease is not transmitted from person to person.\nThere are two types of eye allergies: seasonal and perennial.\nSeasonal eye allergies: occur at certain times of the year, usually early spring to summer and into fall. The main allergens are pollen from plants, mold spores, etc.; Perennial allergies: occur all year round. Agents include dust mites [3], pet hair, perfume, smoke, cosmetics [4], some medications can also cause eye allergies, etc.\n\nCauses of eye allergies\n1. Pollen\nEye allergies caused by pollen are common, especially during flowering season [5]. Allergies occur because the immune system recognizes pollen as a foreign object entering the body and needs to be destroyed. Besides, the composition of pollen contains protein, cellulose, pentose, dextrin, phosphorus, which are substances that easily stimulate immune responses.\nPollen types that cause allergies are usually very small in size, less than 0.5mm. Pollen from grasses and wind-pollinated plants causes more allergies than other flowering plants. Pollen allergy does not affect your health much, but it causes a lot of trouble. Visible symptoms are itching, redness, and watery eyes.\n2. Dust mites\nDust mites are microscopic organisms that live in household items such as bedding and carpets [6]. Although they do not bite, sting or reside on the human body, dust mites cause some allergies. Dust mite allergies can range from mild to severe. In severe cases, the patient may sneeze, cough, have a stuffy nose, or have persistent asthma. When allergic to dust mites, the eyes will be red, itchy and watery.\n3. Smoke\nSmoke from cigarettes and polluted environments can cause eye allergies. When exposed to smoke, the body's immune system will react by producing substances to fight this agent. A burning sensation and watery eyes are typical symptoms when the eyes are exposed to smoke.\n4. Perfume\nPerfume is made from fragrances and chemicals, some of which are harmful to health and may not be clearly listed on the packaging. Therefore, exposure to unknown ingredients and chemicals is an allergen to the eyes, respiratory system, skin, etc. It is estimated that about 2% of the world's population is allergic to fragrances. Is it in perfume? [7]\nAllergies caused by perfume can cause red, itchy or watery eyes, headaches, stuffy nose... These symptoms usually last from a few minutes to a few hours and will get worse with prolonged exposure.\n5. Pet dander\nAllergies to pets occur when a person comes into contact with hair (skin dander), saliva, or feces of pets, most commonly dogs and cats. Pet hair is inherently hypoallergenic, but can be contaminated with pollen, dust mites and mold. In addition, proteins in your pet's saliva and urine are also allergens. [8]\nWhen a person is allergic to pet dander due to inhaling dirt or coming into contact with their saliva or feces, the immune system will alert, releasing histamine and more than 40 other substances to fight against harmful agents. . Symptoms of pet allergies are similar to other types of allergies such as: swollen, red or itchy eyes, runny nose, rash, etc. Usually, these symptoms appear 15-30 minutes after exposure, or a few days if the allergy is mild.\n6. Cleaning chemicals\nDetergent chemical allergy occurs when the immune system overreacts to chemicals [9]. These substances are found in products used every day such as: hair dye, cosmetics and personal care items. Symptoms of redness, allergic eye swelling, itching, skin blistering, etc. usually appear 24-48 hours after contact with the irritant.\nPollen, a common cause of eye allergies.\n\nEye allergy symptoms\n1. Red eyes\nRed eyes are a common symptom due to eye allergies to irritants [10]. Red eyes occur due to the dilation of very small blood vessels located between the sclera and the conjunctiva in the eye. These blood vessels can swell for environmental reasons such as smoke, dust, chemical exposure, etc.\n2. Tears\nInfections and allergies are common causes of watery eyes. During allergies, the body releases histamine to deal with harmful agents, thereby causing watery and itchy eyes.\n3. Sensitive to light\nPhotosensitivity is eye discomfort caused by light. Sources such as sunlight, fluorescent lights, and incandescent lights all cause patients to squint or close their eyes. Sensitivity to light is not an eye disease but a symptom of an eye infection or allergy. [11]\n4. Itching\nAllergies are the cause of itchy eyes, mainly coming from agents: dust, smoke, pollen, animal hair, etc. Itchy eyes are not harmful, just avoid rubbing your eyes to avoid scratching the cornea. Because, in fact, many people cannot stand the itch and rub their eyes a lot, leading to corneal scarring and seriously impaired vision.\n5. Burning\nBurning is a symptom that appears when the eyes are allergic to irritants from the external environment such as cigarette smoke, dust mites, mold, pollen or pet dander. This condition also occurs when the eyes come into contact with chemicals, such as ingredients in shampoo, chlorine from swimming pools, sunscreen, soap and other beauty products, etc.\n6. Swollen eyelids\nSwollen eyelids are a common symptom of eye allergies due to many causes, often accompanied by a number of other symptoms such as itching, redness, pain, etc. The manifestation of this condition is swelling in the eyelids. or 2 upper eyelids and lower eyelids. It can be in 1 or 2 eyes of the patient. Swollen eyelids are caused by fluid buildup or inflammation in the thin tissues surrounding the eyes (also called puffy eyes).\n7. Stiff feeling\nThe scratchy feeling is often caused by dust or foreign objects falling into the eye. When scratched, the patient's eyes will water and itch, so they often rub them with their hands. However, doing this accidentally causes eye damage and can cause corneal scratches. If corneal scratches are not properly treated, they will cause corneal scarring and serious vision loss.\nSome basic symptoms when feeling scratchy in the eyes:\nEyes are crusty, vision is blurred; Weep.; Feeling of stinging or pain in the eyes; The eyes turn yellow-brown, the blood vessels are clearly visible.\nSymptoms of the disease can occur in one or both eyes, accompanied by other symptoms such as: runny nose, sneezing, burning sensation, etc. To be sure whether you have an eye allergy or not, the patient should go to See a specialist for timely diagnosis and advice on treatment measures.\nSymptoms of eye allergies.\n\nHow are eye allergies diagnosed?\nTake medical history and do clinical examination! To diagnose, specialists will examine the eyes to review symptoms, and also explore the patient's and family's medical history.\nTo come up with an appropriate treatment regimen, the ophthalmologist will examine your eyes with a slit lamp microscope to check for allergies. If the allergy is severe or symptoms are unclear, the doctor will order a test of specific white blood cells (called eosinophils) to accurately diagnose the disease.[12]\n\nHow to treat eye allergies?\n1. Avoid allergens\nPollen often thrives in spring, summer and fall, so you should close windows facing the garden and turn on the air conditioner in your room when at home. If you have to work outdoors, you should wear sunglasses to avoid irritants from flying into your eyes. Additionally, do not use fans near windows because they can draw pollen and other irritants into the house. At the same time, keep air conditioning units clean to prevent dust build-up. [13]; Mold, dust, and pet dander are all leading causes of eye allergies. High humidity can cause mold to grow, so it is necessary to clean areas such as basements, bathrooms, and kitchens. At the same time, maintain indoor humidity from 30% - 50%.; Clean and sanitize household items, especially beds, pillows, mattresses, and carpets to limit eye allergies caused by dust mites; If pets are the source of allergies, keep them outside and absolutely do not allow pets into the bedroom to avoid their fur, feces, and urine accumulating. Consider using wood or tile floors instead of carpet, as pet hair easily sticks to these items. Wash your hands with soap after touching pets.; Don't rub your eyes with your hands.\n2. Medicine\nArtificial eye drops: used to remove allergens, reduce dry symptoms and add moisture to the eyes. You can buy artificial eye drops at pharmacies and use them without a prescription, up to 6 times a day, use regularly to achieve good results. [14]; Oral antihistamines: effectively treat symptoms of itching and burning eyes. However, this medication may dry your eyes or worsen allergy symptoms.; Mast cell stabilizers: Using eye drops containing mast cell stabilizers will reduce itching, redness, tearing, and burning. Use about 1-2 times/day to achieve results.; Corticosteroid eye drops: help treat severe and long-lasting eye allergy symptoms such as itching, redness, and swelling. However, this medication requires consultation with an eye specialist before use to avoid possible serious side effects.; Immunotherapy injections: in cases where eye drops and other allergy control methods are not effective, the doctor will ask the patient to undergo allergy shots. The doctor will inject a certain amount of allergens into the patient's body to increase immunity to these substances.\nSee an eye specialist as soon as signs of an eye allergy appear.\n\nHow to prevent eye allergies?\n1. Avoid rubbing your eyes\nWhen it comes to eye allergies, the irritants need to be removed quickly. Patients should absolutely not rub their eyes, this will accidentally trigger mast cells to release a lot of histamine, making it difficult for eye allergies to improve. Instead of rubbing hands, patients can apply cold compresses to reduce symptoms of itching, burning, etc.\n2. Clean the living area\nClean the living area clean and airy, vacuum every corner, and maintain indoor humidity at 30-50%. Because mold, dust, pet dander, etc. are all causes of eye allergies. High humidity can create favorable conditions for molds to grow and develop.\n3. Wash your hands frequently\nWash your hands regularly to limit bacteria from sticking and multiplying. Use disposable paper towels to dry your hands. Absolutely do not rub or touch your eyes.\n4. Keep pets away from the bed\nLimit contact with pets because their dander can cause eye allergies. Pets should not be allowed to come into contact with beds, carpets, or cushions because their skin dander, feces, and urine can easily stick to these items. Wash your hands with soap and wash your clothes thoroughly after contact with them.\nThe Eye Department at Tam Anh General Hospital System is equipped with modern machinery and equipment and a team of highly qualified doctors and nurses to help protect your eyes.\nEye allergies, if properly cared for and treated, will quickly heal. However, if the disease is allowed to progress for a long time, the risk of superinfection by viruses or bacteria is very high. The above article has provided information about eye allergies, causes, symptoms and prevention. Therefore, when you see signs of the disease, see an eye specialist for timely advice and treatment.",
    "subsections": [
        {
            "subsection_name": "What are eye allergies?",
            "subsection_content": "Eye allergies, or allergic conjunctivitis, occur when the eyes come into contact with irritants (called allergens). The disease affects all age groups and is common in spring, summer and fall. [2]\nAn allergy is the immune system's response to a foreign substance that is not harmful to the body. Similarly, when allergens come into contact with the eyes, the body will produce histamine to fight these agents. However, when the immune system creates substances to fight allergens, these substances, although harmless to the body, cause a number of symptoms such as itching, redness, burning, etc., thereby creating the phenomenon of eye allergies.\nPeople with eye allergies often have nasal allergies (itching, stuffy nose and sneezing), but this condition is only temporary. When suffering from allergies, patients often experience itching and redness in 1 or 2 eyes. The disease is not transmitted from person to person.\nThere are two types of eye allergies: seasonal and perennial.\nSeasonal eye allergies: occur at certain times of the year, usually early spring to summer and into fall. The main allergens are pollen from plants, mold spores, etc.; Perennial allergies: occur all year round. Agents include dust mites [3], pet hair, perfume, smoke, cosmetics [4], some medications can also cause eye allergies, etc.",
            "subsection_string": "What are eye allergies?\nEye allergies, or allergic conjunctivitis, occur when the eyes come into contact with irritants (called allergens). The disease affects all age groups and is common in spring, summer and fall. [2]\nAn allergy is the immune system's response to a foreign substance that is not harmful to the body. Similarly, when allergens come into contact with the eyes, the body will produce histamine to fight these agents. However, when the immune system creates substances to fight allergens, these substances, although harmless to the body, cause a number of symptoms such as itching, redness, burning, etc., thereby creating the phenomenon of eye allergies.\nPeople with eye allergies often have nasal allergies (itching, stuffy nose and sneezing), but this condition is only temporary. When suffering from allergies, patients often experience itching and redness in 1 or 2 eyes. The disease is not transmitted from person to person.\nThere are two types of eye allergies: seasonal and perennial.\nSeasonal eye allergies: occur at certain times of the year, usually early spring to summer and into fall. The main allergens are pollen from plants, mold spores, etc.; Perennial allergies: occur all year round. Agents include dust mites [3], pet hair, perfume, smoke, cosmetics [4], some medications can also cause eye allergies, etc."
        },
        {
            "subsection_name": "Causes of eye allergies",
            "subsection_content": "1. Pollen\nEye allergies caused by pollen are common, especially during flowering season [5]. Allergies occur because the immune system recognizes pollen as a foreign object entering the body and needs to be destroyed. Besides, the composition of pollen contains protein, cellulose, pentose, dextrin, phosphorus, which are substances that easily stimulate immune responses.\nPollen types that cause allergies are usually very small in size, less than 0.5mm. Pollen from grasses and wind-pollinated plants causes more allergies than other flowering plants. Pollen allergy does not affect your health much, but it causes a lot of trouble. Visible symptoms are itching, redness, and watery eyes.\n2. Dust mites\nDust mites are microscopic organisms that live in household items such as bedding and carpets [6]. Although they do not bite, sting or reside on the human body, dust mites cause some allergies. Dust mite allergies can range from mild to severe. In severe cases, the patient may sneeze, cough, have a stuffy nose, or have persistent asthma. When allergic to dust mites, the eyes will be red, itchy and watery.\n3. Smoke\nSmoke from cigarettes and polluted environments can cause eye allergies. When exposed to smoke, the body's immune system will react by producing substances to fight this agent. A burning sensation and watery eyes are typical symptoms when the eyes are exposed to smoke.\n4. Perfume\nPerfume is made from fragrances and chemicals, some of which are harmful to health and may not be clearly listed on the packaging. Therefore, exposure to unknown ingredients and chemicals is an allergen to the eyes, respiratory system, skin, etc. It is estimated that about 2% of the world's population is allergic to fragrances. Is it in perfume? [7]\nAllergies caused by perfume can cause red, itchy or watery eyes, headaches, stuffy nose... These symptoms usually last from a few minutes to a few hours and will get worse with prolonged exposure.\n5. Pet dander\nAllergies to pets occur when a person comes into contact with hair (skin dander), saliva, or feces of pets, most commonly dogs and cats. Pet hair is inherently hypoallergenic, but can be contaminated with pollen, dust mites and mold. In addition, proteins in your pet's saliva and urine are also allergens. [8]\nWhen a person is allergic to pet dander due to inhaling dirt or coming into contact with their saliva or feces, the immune system will alert, releasing histamine and more than 40 other substances to fight against harmful agents. . Symptoms of pet allergies are similar to other types of allergies such as: swollen, red or itchy eyes, runny nose, rash, etc. Usually, these symptoms appear 15-30 minutes after exposure, or a few days if the allergy is mild.\n6. Cleaning chemicals\nDetergent chemical allergy occurs when the immune system overreacts to chemicals [9]. These substances are found in products used every day such as: hair dye, cosmetics and personal care items. Symptoms of redness, allergic eye swelling, itching, skin blistering, etc. usually appear 24-48 hours after contact with the irritant.\nPollen, a common cause of eye allergies.",
            "subsection_string": "Causes of eye allergies\n1. Pollen\nEye allergies caused by pollen are common, especially during flowering season [5]. Allergies occur because the immune system recognizes pollen as a foreign object entering the body and needs to be destroyed. Besides, the composition of pollen contains protein, cellulose, pentose, dextrin, phosphorus, which are substances that easily stimulate immune responses.\nPollen types that cause allergies are usually very small in size, less than 0.5mm. Pollen from grasses and wind-pollinated plants causes more allergies than other flowering plants. Pollen allergy does not affect your health much, but it causes a lot of trouble. Visible symptoms are itching, redness, and watery eyes.\n2. Dust mites\nDust mites are microscopic organisms that live in household items such as bedding and carpets [6]. Although they do not bite, sting or reside on the human body, dust mites cause some allergies. Dust mite allergies can range from mild to severe. In severe cases, the patient may sneeze, cough, have a stuffy nose, or have persistent asthma. When allergic to dust mites, the eyes will be red, itchy and watery.\n3. Smoke\nSmoke from cigarettes and polluted environments can cause eye allergies. When exposed to smoke, the body's immune system will react by producing substances to fight this agent. A burning sensation and watery eyes are typical symptoms when the eyes are exposed to smoke.\n4. Perfume\nPerfume is made from fragrances and chemicals, some of which are harmful to health and may not be clearly listed on the packaging. Therefore, exposure to unknown ingredients and chemicals is an allergen to the eyes, respiratory system, skin, etc. It is estimated that about 2% of the world's population is allergic to fragrances. Is it in perfume? [7]\nAllergies caused by perfume can cause red, itchy or watery eyes, headaches, stuffy nose... These symptoms usually last from a few minutes to a few hours and will get worse with prolonged exposure.\n5. Pet dander\nAllergies to pets occur when a person comes into contact with hair (skin dander), saliva, or feces of pets, most commonly dogs and cats. Pet hair is inherently hypoallergenic, but can be contaminated with pollen, dust mites and mold. In addition, proteins in your pet's saliva and urine are also allergens. [8]\nWhen a person is allergic to pet dander due to inhaling dirt or coming into contact with their saliva or feces, the immune system will alert, releasing histamine and more than 40 other substances to fight against harmful agents. . Symptoms of pet allergies are similar to other types of allergies such as: swollen, red or itchy eyes, runny nose, rash, etc. Usually, these symptoms appear 15-30 minutes after exposure, or a few days if the allergy is mild.\n6. Cleaning chemicals\nDetergent chemical allergy occurs when the immune system overreacts to chemicals [9]. These substances are found in products used every day such as: hair dye, cosmetics and personal care items. Symptoms of redness, allergic eye swelling, itching, skin blistering, etc. usually appear 24-48 hours after contact with the irritant.\nPollen, a common cause of eye allergies."
        },
        {
            "subsection_name": "Eye allergy symptoms",
            "subsection_content": "1. Red eyes\nRed eyes are a common symptom due to eye allergies to irritants [10]. Red eyes occur due to the dilation of very small blood vessels located between the sclera and the conjunctiva in the eye. These blood vessels can swell for environmental reasons such as smoke, dust, chemical exposure, etc.\n2. Tears\nInfections and allergies are common causes of watery eyes. During allergies, the body releases histamine to deal with harmful agents, thereby causing watery and itchy eyes.\n3. Sensitive to light\nPhotosensitivity is eye discomfort caused by light. Sources such as sunlight, fluorescent lights, and incandescent lights all cause patients to squint or close their eyes. Sensitivity to light is not an eye disease but a symptom of an eye infection or allergy. [11]\n4. Itching\nAllergies are the cause of itchy eyes, mainly coming from agents: dust, smoke, pollen, animal hair, etc. Itchy eyes are not harmful, just avoid rubbing your eyes to avoid scratching the cornea. Because, in fact, many people cannot stand the itch and rub their eyes a lot, leading to corneal scarring and seriously impaired vision.\n5. Burning\nBurning is a symptom that appears when the eyes are allergic to irritants from the external environment such as cigarette smoke, dust mites, mold, pollen or pet dander. This condition also occurs when the eyes come into contact with chemicals, such as ingredients in shampoo, chlorine from swimming pools, sunscreen, soap and other beauty products, etc.\n6. Swollen eyelids\nSwollen eyelids are a common symptom of eye allergies due to many causes, often accompanied by a number of other symptoms such as itching, redness, pain, etc. The manifestation of this condition is swelling in the eyelids. or 2 upper eyelids and lower eyelids. It can be in 1 or 2 eyes of the patient. Swollen eyelids are caused by fluid buildup or inflammation in the thin tissues surrounding the eyes (also called puffy eyes).\n7. Stiff feeling\nThe scratchy feeling is often caused by dust or foreign objects falling into the eye. When scratched, the patient's eyes will water and itch, so they often rub them with their hands. However, doing this accidentally causes eye damage and can cause corneal scratches. If corneal scratches are not properly treated, they will cause corneal scarring and serious vision loss.\nSome basic symptoms when feeling scratchy in the eyes:\nEyes are crusty, vision is blurred; Weep.; Feeling of stinging or pain in the eyes; The eyes turn yellow-brown, the blood vessels are clearly visible.\nSymptoms of the disease can occur in one or both eyes, accompanied by other symptoms such as: runny nose, sneezing, burning sensation, etc. To be sure whether you have an eye allergy or not, the patient should go to See a specialist for timely diagnosis and advice on treatment measures.\nSymptoms of eye allergies.",
            "subsection_string": "Eye allergy symptoms\n1. Red eyes\nRed eyes are a common symptom due to eye allergies to irritants [10]. Red eyes occur due to the dilation of very small blood vessels located between the sclera and the conjunctiva in the eye. These blood vessels can swell for environmental reasons such as smoke, dust, chemical exposure, etc.\n2. Tears\nInfections and allergies are common causes of watery eyes. During allergies, the body releases histamine to deal with harmful agents, thereby causing watery and itchy eyes.\n3. Sensitive to light\nPhotosensitivity is eye discomfort caused by light. Sources such as sunlight, fluorescent lights, and incandescent lights all cause patients to squint or close their eyes. Sensitivity to light is not an eye disease but a symptom of an eye infection or allergy. [11]\n4. Itching\nAllergies are the cause of itchy eyes, mainly coming from agents: dust, smoke, pollen, animal hair, etc. Itchy eyes are not harmful, just avoid rubbing your eyes to avoid scratching the cornea. Because, in fact, many people cannot stand the itch and rub their eyes a lot, leading to corneal scarring and seriously impaired vision.\n5. Burning\nBurning is a symptom that appears when the eyes are allergic to irritants from the external environment such as cigarette smoke, dust mites, mold, pollen or pet dander. This condition also occurs when the eyes come into contact with chemicals, such as ingredients in shampoo, chlorine from swimming pools, sunscreen, soap and other beauty products, etc.\n6. Swollen eyelids\nSwollen eyelids are a common symptom of eye allergies due to many causes, often accompanied by a number of other symptoms such as itching, redness, pain, etc. The manifestation of this condition is swelling in the eyelids. or 2 upper eyelids and lower eyelids. It can be in 1 or 2 eyes of the patient. Swollen eyelids are caused by fluid buildup or inflammation in the thin tissues surrounding the eyes (also called puffy eyes).\n7. Stiff feeling\nThe scratchy feeling is often caused by dust or foreign objects falling into the eye. When scratched, the patient's eyes will water and itch, so they often rub them with their hands. However, doing this accidentally causes eye damage and can cause corneal scratches. If corneal scratches are not properly treated, they will cause corneal scarring and serious vision loss.\nSome basic symptoms when feeling scratchy in the eyes:\nEyes are crusty, vision is blurred; Weep.; Feeling of stinging or pain in the eyes; The eyes turn yellow-brown, the blood vessels are clearly visible.\nSymptoms of the disease can occur in one or both eyes, accompanied by other symptoms such as: runny nose, sneezing, burning sensation, etc. To be sure whether you have an eye allergy or not, the patient should go to See a specialist for timely diagnosis and advice on treatment measures.\nSymptoms of eye allergies."
        },
        {
            "subsection_name": "How are eye allergies diagnosed?",
            "subsection_content": "Take medical history and do clinical examination! To diagnose, specialists will examine the eyes to review symptoms, and also explore the patient's and family's medical history.\nTo come up with an appropriate treatment regimen, the ophthalmologist will examine your eyes with a slit lamp microscope to check for allergies. If the allergy is severe or symptoms are unclear, the doctor will order a test of specific white blood cells (called eosinophils) to accurately diagnose the disease.[12]",
            "subsection_string": "How are eye allergies diagnosed?\nTake medical history and do clinical examination! To diagnose, specialists will examine the eyes to review symptoms, and also explore the patient's and family's medical history.\nTo come up with an appropriate treatment regimen, the ophthalmologist will examine your eyes with a slit lamp microscope to check for allergies. If the allergy is severe or symptoms are unclear, the doctor will order a test of specific white blood cells (called eosinophils) to accurately diagnose the disease.[12]"
        },
        {
            "subsection_name": "How to treat eye allergies?",
            "subsection_content": "1. Avoid allergens\nPollen often thrives in spring, summer and fall, so you should close windows facing the garden and turn on the air conditioner in your room when at home. If you have to work outdoors, you should wear sunglasses to avoid irritants from flying into your eyes. Additionally, do not use fans near windows because they can draw pollen and other irritants into the house. At the same time, keep air conditioning units clean to prevent dust build-up. [13]; Mold, dust, and pet dander are all leading causes of eye allergies. High humidity can cause mold to grow, so it is necessary to clean areas such as basements, bathrooms, and kitchens. At the same time, maintain indoor humidity from 30% - 50%.; Clean and sanitize household items, especially beds, pillows, mattresses, and carpets to limit eye allergies caused by dust mites; If pets are the source of allergies, keep them outside and absolutely do not allow pets into the bedroom to avoid their fur, feces, and urine accumulating. Consider using wood or tile floors instead of carpet, as pet hair easily sticks to these items. Wash your hands with soap after touching pets.; Don't rub your eyes with your hands.\n2. Medicine\nArtificial eye drops: used to remove allergens, reduce dry symptoms and add moisture to the eyes. You can buy artificial eye drops at pharmacies and use them without a prescription, up to 6 times a day, use regularly to achieve good results. [14]; Oral antihistamines: effectively treat symptoms of itching and burning eyes. However, this medication may dry your eyes or worsen allergy symptoms.; Mast cell stabilizers: Using eye drops containing mast cell stabilizers will reduce itching, redness, tearing, and burning. Use about 1-2 times/day to achieve results.; Corticosteroid eye drops: help treat severe and long-lasting eye allergy symptoms such as itching, redness, and swelling. However, this medication requires consultation with an eye specialist before use to avoid possible serious side effects.; Immunotherapy injections: in cases where eye drops and other allergy control methods are not effective, the doctor will ask the patient to undergo allergy shots. The doctor will inject a certain amount of allergens into the patient's body to increase immunity to these substances.\nSee an eye specialist as soon as signs of an eye allergy appear.",
            "subsection_string": "How to treat eye allergies?\n1. Avoid allergens\nPollen often thrives in spring, summer and fall, so you should close windows facing the garden and turn on the air conditioner in your room when at home. If you have to work outdoors, you should wear sunglasses to avoid irritants from flying into your eyes. Additionally, do not use fans near windows because they can draw pollen and other irritants into the house. At the same time, keep air conditioning units clean to prevent dust build-up. [13]; Mold, dust, and pet dander are all leading causes of eye allergies. High humidity can cause mold to grow, so it is necessary to clean areas such as basements, bathrooms, and kitchens. At the same time, maintain indoor humidity from 30% - 50%.; Clean and sanitize household items, especially beds, pillows, mattresses, and carpets to limit eye allergies caused by dust mites; If pets are the source of allergies, keep them outside and absolutely do not allow pets into the bedroom to avoid their fur, feces, and urine accumulating. Consider using wood or tile floors instead of carpet, as pet hair easily sticks to these items. Wash your hands with soap after touching pets.; Don't rub your eyes with your hands.\n2. Medicine\nArtificial eye drops: used to remove allergens, reduce dry symptoms and add moisture to the eyes. You can buy artificial eye drops at pharmacies and use them without a prescription, up to 6 times a day, use regularly to achieve good results. [14]; Oral antihistamines: effectively treat symptoms of itching and burning eyes. However, this medication may dry your eyes or worsen allergy symptoms.; Mast cell stabilizers: Using eye drops containing mast cell stabilizers will reduce itching, redness, tearing, and burning. Use about 1-2 times/day to achieve results.; Corticosteroid eye drops: help treat severe and long-lasting eye allergy symptoms such as itching, redness, and swelling. However, this medication requires consultation with an eye specialist before use to avoid possible serious side effects.; Immunotherapy injections: in cases where eye drops and other allergy control methods are not effective, the doctor will ask the patient to undergo allergy shots. The doctor will inject a certain amount of allergens into the patient's body to increase immunity to these substances.\nSee an eye specialist as soon as signs of an eye allergy appear."
        },
        {
            "subsection_name": "How to prevent eye allergies?",
            "subsection_content": "1. Avoid rubbing your eyes\nWhen it comes to eye allergies, the irritants need to be removed quickly. Patients should absolutely not rub their eyes, this will accidentally trigger mast cells to release a lot of histamine, making it difficult for eye allergies to improve. Instead of rubbing hands, patients can apply cold compresses to reduce symptoms of itching, burning, etc.\n2. Clean the living area\nClean the living area clean and airy, vacuum every corner, and maintain indoor humidity at 30-50%. Because mold, dust, pet dander, etc. are all causes of eye allergies. High humidity can create favorable conditions for molds to grow and develop.\n3. Wash your hands frequently\nWash your hands regularly to limit bacteria from sticking and multiplying. Use disposable paper towels to dry your hands. Absolutely do not rub or touch your eyes.\n4. Keep pets away from the bed\nLimit contact with pets because their dander can cause eye allergies. Pets should not be allowed to come into contact with beds, carpets, or cushions because their skin dander, feces, and urine can easily stick to these items. Wash your hands with soap and wash your clothes thoroughly after contact with them.\nThe Eye Department at Tam Anh General Hospital System is equipped with modern machinery and equipment and a team of highly qualified doctors and nurses to help protect your eyes.\nEye allergies, if properly cared for and treated, will quickly heal. However, if the disease is allowed to progress for a long time, the risk of superinfection by viruses or bacteria is very high. The above article has provided information about eye allergies, causes, symptoms and prevention. Therefore, when you see signs of the disease, see an eye specialist for timely advice and treatment.",
            "subsection_string": "How to prevent eye allergies?\n1. Avoid rubbing your eyes\nWhen it comes to eye allergies, the irritants need to be removed quickly. Patients should absolutely not rub their eyes, this will accidentally trigger mast cells to release a lot of histamine, making it difficult for eye allergies to improve. Instead of rubbing hands, patients can apply cold compresses to reduce symptoms of itching, burning, etc.\n2. Clean the living area\nClean the living area clean and airy, vacuum every corner, and maintain indoor humidity at 30-50%. Because mold, dust, pet dander, etc. are all causes of eye allergies. High humidity can create favorable conditions for molds to grow and develop.\n3. Wash your hands frequently\nWash your hands regularly to limit bacteria from sticking and multiplying. Use disposable paper towels to dry your hands. Absolutely do not rub or touch your eyes.\n4. Keep pets away from the bed\nLimit contact with pets because their dander can cause eye allergies. Pets should not be allowed to come into contact with beds, carpets, or cushions because their skin dander, feces, and urine can easily stick to these items. Wash your hands with soap and wash your clothes thoroughly after contact with them.\nThe Eye Department at Tam Anh General Hospital System is equipped with modern machinery and equipment and a team of highly qualified doctors and nurses to help protect your eyes.\nEye allergies, if properly cared for and treated, will quickly heal. However, if the disease is allowed to progress for a long time, the risk of superinfection by viruses or bacteria is very high. The above article has provided information about eye allergies, causes, symptoms and prevention. Therefore, when you see signs of the disease, see an eye specialist for timely advice and treatment."
        }
    ],
    "name": "di-ung-mat.json"
}