{
    "title": "What is the carotid artery? Causes, symptoms, diagnosis, treatment",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/dong-mach-canh/",
    "abstract": "The carotid artery delivers oxygen-rich blood to organs and tissues in the head and neck, including the brain. When the carotid artery becomes clogged or forms a blood clot, it will impede blood circulation and cause serious complications. This article is expertly advised by BS.CKII Nguyen Thi Ngoc, Department of Cardiology, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "What is the carotid artery? Causes, symptoms, diagnosis, treatment\n\nThe carotid artery delivers oxygen-rich blood to organs and tissues in the head and neck, including the brain. When the carotid artery becomes clogged or forms a blood clot, it will impede blood circulation and cause serious complications. This article is expertly advised by BS.CKII Nguyen Thi Ngoc, Department of Cardiology, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City.\n\nWhat is the carotid artery?\nThe carotid artery is the main artery in the neck that supplies blood to the brain, face, and neck. Each person has two common carotid arteries, located on each side of the neck, including: the left common carotid artery and the right common carotid artery.\nThe common carotid artery travels from the upper chest to the skull. Along the way, each carotid artery divides into two branches: the internal and external carotid arteries. (first)\n1. Internal carotid artery\nThe internal carotid arteries begin at a bifurcation on either side of the neck, passing through the neck until reaching the base of the skull. Each internal carotid artery then passes through an opening in the skull, called the carotid canal. This is an anatomical landmark that separates the extracranial (outside the skull) and intracranial (inside the skull) portions of the artery. Once inside the skull, the internal carotid artery follows a tortuous, tortuous path.\nEach internal carotid artery gives off several branches inside the skull. These arteries supply blood to the brain and eyes. Branches include: ophthalmic artery, posterior communicating artery, anterior cerebral artery, and middle cerebral artery.\n2. External carotid artery\nThe external carotid arteries begin at the bifurcation on either side of the neck. Each external carotid artery travels up along the side of the neck toward the ear. The segment near the ear divides into two branches: the maxillary artery and the superficial temporal artery.\nEach external carotid artery has 8 branches, supplying blood to many structures in the neck and face. These branches include: superior thyroid artery, ascending pharyngeal artery, lingual artery, facial artery, occipital artery, posterior atrioventricular artery, maxillary artery, and superficial temporal artery.\nThe internal and external carotid arteries give rise to many smaller arterial branches that carry blood throughout the head and neck, nourishing organs and tissues.\n\nSymptoms of carotid artery disease are common\nCarotid artery disease refers to the narrowing of the carotid arteries, often due to the buildup of fatty and cholesterol deposits (plaque). When experiencing this condition, patients are at risk of stroke - the 5th leading cause of death in the US. (2)\nHeadaches, dizziness, and impaired vision can be a warning sign of the disease.\nSymptoms of the disease may be absent. Sometimes, the first sign of the disease is a transient ischemic attack (TIA) or stroke. A TIA is a sudden, temporary loss of blood to an area of ​​the brain, usually lasting a few minutes to an hour. Symptoms disappear completely within 24 hours with complete recovery.\nSymptoms of transient ischemic attack or stroke include:\nSudden weakness, clumsiness, or paralysis in one arm or leg; Loss of ability to move; Reduced ability to concentrate, or confusion; Headache, dizziness, fainting; Numbness or loss of feeling in the face or arms or legs; Blurred vision or temporary loss of vision; Inability to speak clearly or stuttering\n\nCauses of carotid artery disease\nLike the arteries that supply blood to the heart, the carotid arteries can also develop atherosclerosis or hardening of the arteries within the vessel. This reduces blood flow to the brain and increases the risk of stroke. (3)\nA stroke is similar to a heart attack, occurring when blood flow is cut off from part of the brain. If anemia lasts more than 3-6 hours, the damage is usually permanent. A stroke can happen if:\nSeverely narrowed arteries; An artery to the brain ruptures due to atherosclerosis; A piece of plaque breaks off and travels to the brain's smaller arteries; Forms blood clots and clogs blood vessels\nCarotid atherosclerosis is one of the risk factors for stroke.\nStroke can occur due to conditions other than carotid artery disease. For example, sudden bleeding in the brain (cerebral hemorrhage) can cause a stroke. Other causes may include:\nAtrial fibrillation; Cardiomyopathy; Hypertension; Hemorrhage in the spinal fluid cavity; Blockage of small arteries inside the brain\nWhat are the risk factors for the disease? The same goes for other cardiovascular diseases, including:\nHypertension; Age; Smoke; Abnormal lipids or high cholesterol; Insulin resistance; Diabetes; Fat; Sedentary lifestyle; Family history of atherosclerosis, coronary artery disease, or carotid artery disease\nMen under 75 years old are at higher risk of the disease than women in the same age group. Women are at higher risk than men over 75 years old. People with coronary artery disease have a higher risk of developing the disease.\n\nDiagnostic method\nCarotid artery disease often has no symptoms until you have a transient ischemic attack or stroke. That's why it's important to have regular screening and doctor visits to check for carotid artery abnormalities so they can be treated promptly.\nListening for a neck murmur is a simple, safe way to screen for carotid stenosis, although it may not detect all blockages. The doctor examines and listens to the arteries in the patient's neck with a stethoscope. If an abnormal sound (called a murmur) occurs in an artery, this may reflect turbulent blood flow and indicate carotid artery disease. Some experts believe that murmurs may be a greater predictor of atherosclerosis than stroke risk.\nYour doctor may also use several methods to diagnose the disease, including:\nCarotid ultrasound (standard or Doppler): This is the first step of non-invasive, painless screening. This method uses high-frequency sound waves to view the carotid arteries; helps look for plaque and blood clots, determining whether arteries are narrowed or blocked. Doppler ultrasound shows the movement of blood through the arteries. Ultrasound images do not use X-rays, so they are safe for patients.; Magnetic resonance angiography (MRA): This imaging technique aims to gather precise information about the brain and arteries. A computer then uses this information to create high-resolution images. MRA can often detect signs of stroke.; Computed tomography angiography (CTA): A CT scan uses X-rays and computer technology to create cross-sectional images of the carotid arteries. Images of the brain may also be collected. With this imaging technique, the scan can reveal areas of damage on the brain. CT scans use low levels of radiation.; Cerebral angiography (carotid angiography): This procedure is considered the gold standard for carotid artery angioplasty. This is an invasive procedure that allows doctors to see blood flow through the carotid arteries in real time. A cerebral angiogram will show narrowing or blockage when contrast dye is injected into the carotid artery.\nComputed tomography angiography is one of the methods to diagnose the disease.\n\nIs carotid artery disease dangerous?\nThe carotid arteries carry blood to the brain, face, and head. When healthy, these arteries are smooth and wide open, like a clean pipe allowing fluid to flow freely without anything obstructing it. The body's circulatory system is a network of tubes that carry blood (containing nutrients and oxygen) to all parts of the body. (4)\nCarotid stenosis occurs when the carotid arteries (large arteries on either side of the neck) become blocked. The blockage is made up of a substance called plaque (fatty cholesterol deposits). When plaque blocks the normal flow of blood through the carotid artery, a person has a higher risk of having a stroke. Plaque buildup is called atherosclerosis.\nPatients may have carotid artery stenosis in one of the two arteries in the neck or in both. This condition can get worse over time without medical attention, leading to stroke and other serious complications that can lead to death.\nThe incidence of this disease in the general population is estimated to be 5%. According to the American Stroke Association, stroke ranks fifth on the list of fatal diseases. Stenosis usually occurs over time, and as you age, your risk of this condition and stroke increases.\n\nTreatments\nThe goal in treating carotid artery disease is to prevent stroke. The specific treatment depends on the degree of blockage in the carotid artery.\nIf the congestion is mild to moderate, your doctor recommends:\nLifestyle changes to slow the progression of atherosclerosis. Recommendations include: quit smoking, lose weight, reduce salt, eat healthy foods and exercise regularly.; Use medicine to control blood pressure or lower cholesterol. Your doctor may also recommend daily aspirin or other blood thinners to prevent blood clots.\nIf the blockage is severe or if you have had a transient ischemic attack or stroke, your doctor may perform intervention to remove the blockage and revascularize the carotid artery. Methods include:\nCarotid endarterectomy: This is the most common treatment for severe carotid artery disease. After making an incision along the front of the neck, the surgeon will open the affected carotid artery and remove the plaque. The artery is repaired by suturing or grafting.; Carotid artery angioplasty and stenting: If it is difficult to reach the blockage with carotid endarterectomy or the patient has other health conditions that make surgery risky, the doctor will choose an interventional option. by placing a stent. Accordingly, the patient is given local anesthesia and a small balloon is inserted using a catheter into the blockage area. The balloon is inflated to widen the artery and a small wire mesh coil (stent) is inserted to keep the artery from narrowing again.\n\nHow to prevent carotid artery disease\nTo prevent or slow the progression of carotid artery disease, patients can apply the following measures:\nDon't smoke: Within a few years of quitting smoking, a former smoker's risk of stroke is similar to that of a non-smoker.; Maintain a healthy weight: Prevent other risk factors such as hypertension, cardiovascular disease, diabetes and sleep apnea.; Limit cholesterol and fat: In particular, cutting down on saturated fat can reduce the accumulation of plaque in the arteries.; Eat a variety of fruits and vegetables: Provides many nutrients such as potassium, folate and antioxidants, which can protect against transient anemia or stroke.; Salt restriction: Excess salt (sodium) can increase blood pressure in people who are sensitive to sodium. Experts recommend that healthy adults should eat less than 1.5g of salt/day; Regular exercise: Can help stabilize blood pressure, increase the density of HDL - good cholesterol and improve the overall health of blood vessels and heart. This also helps with weight loss, diabetes control and stress reduction.; Limit alcohol; Control chronic diseases: Manage diabetes and hypertension well, help protect arteries, including the carotid artery.\nInvested in modern machinery systems such as advanced 4D cardiac and vascular ultrasound machines, 1.5 - 3 Tesla magnetic resonance imaging machines, 768-slice cardiac MSCT imaging machines, digital erasing interventional angiography systems DSA platform with 360-degree rotating robot arm..., Tam Anh General Hospital Cardiovascular Center comprehensively and in-depth diagnoses and treats carotid artery disease and cardiovascular diseases (congenital heart disease, hypertension, coronary artery disease , heart valve disease, myocardial ischemia...) for all subjects.\nThe treatment regimen is developed individually according to the guidelines of the world and domestic Cardiovascular Associations, bringing high efficiency.\nTo schedule an examination, screening and treatment for carotid artery disease and cardiovascular diseases at the Heart Center, Tam Anh General Hospital System, please contact:\nCarotid artery stenosis is the cause of about 10-20% of strokes, causing serious complications for patients, even life-threatening. Screening, early detection and timely intervention can help control risk factors for carotid artery disease and prevent stroke.",
    "subsections": [
        {
            "subsection_name": "What is the carotid artery?",
            "subsection_content": "The carotid artery is the main artery in the neck that supplies blood to the brain, face, and neck. Each person has two common carotid arteries, located on each side of the neck, including: the left common carotid artery and the right common carotid artery.\nThe common carotid artery travels from the upper chest to the skull. Along the way, each carotid artery divides into two branches: the internal and external carotid arteries. (first)\n1. Internal carotid artery\nThe internal carotid arteries begin at a bifurcation on either side of the neck, passing through the neck until reaching the base of the skull. Each internal carotid artery then passes through an opening in the skull, called the carotid canal. This is an anatomical landmark that separates the extracranial (outside the skull) and intracranial (inside the skull) portions of the artery. Once inside the skull, the internal carotid artery follows a tortuous, tortuous path.\nEach internal carotid artery gives off several branches inside the skull. These arteries supply blood to the brain and eyes. Branches include: ophthalmic artery, posterior communicating artery, anterior cerebral artery, and middle cerebral artery.\n2. External carotid artery\nThe external carotid arteries begin at the bifurcation on either side of the neck. Each external carotid artery travels up along the side of the neck toward the ear. The segment near the ear divides into two branches: the maxillary artery and the superficial temporal artery.\nEach external carotid artery has 8 branches, supplying blood to many structures in the neck and face. These branches include: superior thyroid artery, ascending pharyngeal artery, lingual artery, facial artery, occipital artery, posterior atrioventricular artery, maxillary artery, and superficial temporal artery.\nThe internal and external carotid arteries give rise to many smaller arterial branches that carry blood throughout the head and neck, nourishing organs and tissues.",
            "subsection_string": "What is the carotid artery?\nThe carotid artery is the main artery in the neck that supplies blood to the brain, face, and neck. Each person has two common carotid arteries, located on each side of the neck, including: the left common carotid artery and the right common carotid artery.\nThe common carotid artery travels from the upper chest to the skull. Along the way, each carotid artery divides into two branches: the internal and external carotid arteries. (first)\n1. Internal carotid artery\nThe internal carotid arteries begin at a bifurcation on either side of the neck, passing through the neck until reaching the base of the skull. Each internal carotid artery then passes through an opening in the skull, called the carotid canal. This is an anatomical landmark that separates the extracranial (outside the skull) and intracranial (inside the skull) portions of the artery. Once inside the skull, the internal carotid artery follows a tortuous, tortuous path.\nEach internal carotid artery gives off several branches inside the skull. These arteries supply blood to the brain and eyes. Branches include: ophthalmic artery, posterior communicating artery, anterior cerebral artery, and middle cerebral artery.\n2. External carotid artery\nThe external carotid arteries begin at the bifurcation on either side of the neck. Each external carotid artery travels up along the side of the neck toward the ear. The segment near the ear divides into two branches: the maxillary artery and the superficial temporal artery.\nEach external carotid artery has 8 branches, supplying blood to many structures in the neck and face. These branches include: superior thyroid artery, ascending pharyngeal artery, lingual artery, facial artery, occipital artery, posterior atrioventricular artery, maxillary artery, and superficial temporal artery.\nThe internal and external carotid arteries give rise to many smaller arterial branches that carry blood throughout the head and neck, nourishing organs and tissues."
        },
        {
            "subsection_name": "Symptoms of carotid artery disease are common",
            "subsection_content": "Carotid artery disease refers to the narrowing of the carotid arteries, often due to the buildup of fatty and cholesterol deposits (plaque). When experiencing this condition, patients are at risk of stroke - the 5th leading cause of death in the US. (2)\nHeadaches, dizziness, and impaired vision can be a warning sign of the disease.\nSymptoms of the disease may be absent. Sometimes, the first sign of the disease is a transient ischemic attack (TIA) or stroke. A TIA is a sudden, temporary loss of blood to an area of ​​the brain, usually lasting a few minutes to an hour. Symptoms disappear completely within 24 hours with complete recovery.\nSymptoms of transient ischemic attack or stroke include:\nSudden weakness, clumsiness, or paralysis in one arm or leg; Loss of ability to move; Reduced ability to concentrate, or confusion; Headache, dizziness, fainting; Numbness or loss of feeling in the face or arms or legs; Blurred vision or temporary loss of vision; Inability to speak clearly or stuttering",
            "subsection_string": "Symptoms of carotid artery disease are common\nCarotid artery disease refers to the narrowing of the carotid arteries, often due to the buildup of fatty and cholesterol deposits (plaque). When experiencing this condition, patients are at risk of stroke - the 5th leading cause of death in the US. (2)\nHeadaches, dizziness, and impaired vision can be a warning sign of the disease.\nSymptoms of the disease may be absent. Sometimes, the first sign of the disease is a transient ischemic attack (TIA) or stroke. A TIA is a sudden, temporary loss of blood to an area of ​​the brain, usually lasting a few minutes to an hour. Symptoms disappear completely within 24 hours with complete recovery.\nSymptoms of transient ischemic attack or stroke include:\nSudden weakness, clumsiness, or paralysis in one arm or leg; Loss of ability to move; Reduced ability to concentrate, or confusion; Headache, dizziness, fainting; Numbness or loss of feeling in the face or arms or legs; Blurred vision or temporary loss of vision; Inability to speak clearly or stuttering"
        },
        {
            "subsection_name": "Causes of carotid artery disease",
            "subsection_content": "Like the arteries that supply blood to the heart, the carotid arteries can also develop atherosclerosis or hardening of the arteries within the vessel. This reduces blood flow to the brain and increases the risk of stroke. (3)\nA stroke is similar to a heart attack, occurring when blood flow is cut off from part of the brain. If anemia lasts more than 3-6 hours, the damage is usually permanent. A stroke can happen if:\nSeverely narrowed arteries; An artery to the brain ruptures due to atherosclerosis; A piece of plaque breaks off and travels to the brain's smaller arteries; Forms blood clots and clogs blood vessels\nCarotid atherosclerosis is one of the risk factors for stroke.\nStroke can occur due to conditions other than carotid artery disease. For example, sudden bleeding in the brain (cerebral hemorrhage) can cause a stroke. Other causes may include:\nAtrial fibrillation; Cardiomyopathy; Hypertension; Hemorrhage in the spinal fluid cavity; Blockage of small arteries inside the brain\nWhat are the risk factors for the disease? The same goes for other cardiovascular diseases, including:\nHypertension; Age; Smoke; Abnormal lipids or high cholesterol; Insulin resistance; Diabetes; Fat; Sedentary lifestyle; Family history of atherosclerosis, coronary artery disease, or carotid artery disease\nMen under 75 years old are at higher risk of the disease than women in the same age group. Women are at higher risk than men over 75 years old. People with coronary artery disease have a higher risk of developing the disease.",
            "subsection_string": "Causes of carotid artery disease\nLike the arteries that supply blood to the heart, the carotid arteries can also develop atherosclerosis or hardening of the arteries within the vessel. This reduces blood flow to the brain and increases the risk of stroke. (3)\nA stroke is similar to a heart attack, occurring when blood flow is cut off from part of the brain. If anemia lasts more than 3-6 hours, the damage is usually permanent. A stroke can happen if:\nSeverely narrowed arteries; An artery to the brain ruptures due to atherosclerosis; A piece of plaque breaks off and travels to the brain's smaller arteries; Forms blood clots and clogs blood vessels\nCarotid atherosclerosis is one of the risk factors for stroke.\nStroke can occur due to conditions other than carotid artery disease. For example, sudden bleeding in the brain (cerebral hemorrhage) can cause a stroke. Other causes may include:\nAtrial fibrillation; Cardiomyopathy; Hypertension; Hemorrhage in the spinal fluid cavity; Blockage of small arteries inside the brain\nWhat are the risk factors for the disease? The same goes for other cardiovascular diseases, including:\nHypertension; Age; Smoke; Abnormal lipids or high cholesterol; Insulin resistance; Diabetes; Fat; Sedentary lifestyle; Family history of atherosclerosis, coronary artery disease, or carotid artery disease\nMen under 75 years old are at higher risk of the disease than women in the same age group. Women are at higher risk than men over 75 years old. People with coronary artery disease have a higher risk of developing the disease."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "Carotid artery disease often has no symptoms until you have a transient ischemic attack or stroke. That's why it's important to have regular screening and doctor visits to check for carotid artery abnormalities so they can be treated promptly.\nListening for a neck murmur is a simple, safe way to screen for carotid stenosis, although it may not detect all blockages. The doctor examines and listens to the arteries in the patient's neck with a stethoscope. If an abnormal sound (called a murmur) occurs in an artery, this may reflect turbulent blood flow and indicate carotid artery disease. Some experts believe that murmurs may be a greater predictor of atherosclerosis than stroke risk.\nYour doctor may also use several methods to diagnose the disease, including:\nCarotid ultrasound (standard or Doppler): This is the first step of non-invasive, painless screening. This method uses high-frequency sound waves to view the carotid arteries; helps look for plaque and blood clots, determining whether arteries are narrowed or blocked. Doppler ultrasound shows the movement of blood through the arteries. Ultrasound images do not use X-rays, so they are safe for patients.; Magnetic resonance angiography (MRA): This imaging technique aims to gather precise information about the brain and arteries. A computer then uses this information to create high-resolution images. MRA can often detect signs of stroke.; Computed tomography angiography (CTA): A CT scan uses X-rays and computer technology to create cross-sectional images of the carotid arteries. Images of the brain may also be collected. With this imaging technique, the scan can reveal areas of damage on the brain. CT scans use low levels of radiation.; Cerebral angiography (carotid angiography): This procedure is considered the gold standard for carotid artery angioplasty. This is an invasive procedure that allows doctors to see blood flow through the carotid arteries in real time. A cerebral angiogram will show narrowing or blockage when contrast dye is injected into the carotid artery.\nComputed tomography angiography is one of the methods to diagnose the disease.",
            "subsection_string": "Diagnostic method\nCarotid artery disease often has no symptoms until you have a transient ischemic attack or stroke. That's why it's important to have regular screening and doctor visits to check for carotid artery abnormalities so they can be treated promptly.\nListening for a neck murmur is a simple, safe way to screen for carotid stenosis, although it may not detect all blockages. The doctor examines and listens to the arteries in the patient's neck with a stethoscope. If an abnormal sound (called a murmur) occurs in an artery, this may reflect turbulent blood flow and indicate carotid artery disease. Some experts believe that murmurs may be a greater predictor of atherosclerosis than stroke risk.\nYour doctor may also use several methods to diagnose the disease, including:\nCarotid ultrasound (standard or Doppler): This is the first step of non-invasive, painless screening. This method uses high-frequency sound waves to view the carotid arteries; helps look for plaque and blood clots, determining whether arteries are narrowed or blocked. Doppler ultrasound shows the movement of blood through the arteries. Ultrasound images do not use X-rays, so they are safe for patients.; Magnetic resonance angiography (MRA): This imaging technique aims to gather precise information about the brain and arteries. A computer then uses this information to create high-resolution images. MRA can often detect signs of stroke.; Computed tomography angiography (CTA): A CT scan uses X-rays and computer technology to create cross-sectional images of the carotid arteries. Images of the brain may also be collected. With this imaging technique, the scan can reveal areas of damage on the brain. CT scans use low levels of radiation.; Cerebral angiography (carotid angiography): This procedure is considered the gold standard for carotid artery angioplasty. This is an invasive procedure that allows doctors to see blood flow through the carotid arteries in real time. A cerebral angiogram will show narrowing or blockage when contrast dye is injected into the carotid artery.\nComputed tomography angiography is one of the methods to diagnose the disease."
        },
        {
            "subsection_name": "Is carotid artery disease dangerous?",
            "subsection_content": "The carotid arteries carry blood to the brain, face, and head. When healthy, these arteries are smooth and wide open, like a clean pipe allowing fluid to flow freely without anything obstructing it. The body's circulatory system is a network of tubes that carry blood (containing nutrients and oxygen) to all parts of the body. (4)\nCarotid stenosis occurs when the carotid arteries (large arteries on either side of the neck) become blocked. The blockage is made up of a substance called plaque (fatty cholesterol deposits). When plaque blocks the normal flow of blood through the carotid artery, a person has a higher risk of having a stroke. Plaque buildup is called atherosclerosis.\nPatients may have carotid artery stenosis in one of the two arteries in the neck or in both. This condition can get worse over time without medical attention, leading to stroke and other serious complications that can lead to death.\nThe incidence of this disease in the general population is estimated to be 5%. According to the American Stroke Association, stroke ranks fifth on the list of fatal diseases. Stenosis usually occurs over time, and as you age, your risk of this condition and stroke increases.",
            "subsection_string": "Is carotid artery disease dangerous?\nThe carotid arteries carry blood to the brain, face, and head. When healthy, these arteries are smooth and wide open, like a clean pipe allowing fluid to flow freely without anything obstructing it. The body's circulatory system is a network of tubes that carry blood (containing nutrients and oxygen) to all parts of the body. (4)\nCarotid stenosis occurs when the carotid arteries (large arteries on either side of the neck) become blocked. The blockage is made up of a substance called plaque (fatty cholesterol deposits). When plaque blocks the normal flow of blood through the carotid artery, a person has a higher risk of having a stroke. Plaque buildup is called atherosclerosis.\nPatients may have carotid artery stenosis in one of the two arteries in the neck or in both. This condition can get worse over time without medical attention, leading to stroke and other serious complications that can lead to death.\nThe incidence of this disease in the general population is estimated to be 5%. According to the American Stroke Association, stroke ranks fifth on the list of fatal diseases. Stenosis usually occurs over time, and as you age, your risk of this condition and stroke increases."
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "The goal in treating carotid artery disease is to prevent stroke. The specific treatment depends on the degree of blockage in the carotid artery.\nIf the congestion is mild to moderate, your doctor recommends:\nLifestyle changes to slow the progression of atherosclerosis. Recommendations include: quit smoking, lose weight, reduce salt, eat healthy foods and exercise regularly.; Use medicine to control blood pressure or lower cholesterol. Your doctor may also recommend daily aspirin or other blood thinners to prevent blood clots.\nIf the blockage is severe or if you have had a transient ischemic attack or stroke, your doctor may perform intervention to remove the blockage and revascularize the carotid artery. Methods include:\nCarotid endarterectomy: This is the most common treatment for severe carotid artery disease. After making an incision along the front of the neck, the surgeon will open the affected carotid artery and remove the plaque. The artery is repaired by suturing or grafting.; Carotid artery angioplasty and stenting: If it is difficult to reach the blockage with carotid endarterectomy or the patient has other health conditions that make surgery risky, the doctor will choose an interventional option. by placing a stent. Accordingly, the patient is given local anesthesia and a small balloon is inserted using a catheter into the blockage area. The balloon is inflated to widen the artery and a small wire mesh coil (stent) is inserted to keep the artery from narrowing again.",
            "subsection_string": "Treatments\nThe goal in treating carotid artery disease is to prevent stroke. The specific treatment depends on the degree of blockage in the carotid artery.\nIf the congestion is mild to moderate, your doctor recommends:\nLifestyle changes to slow the progression of atherosclerosis. Recommendations include: quit smoking, lose weight, reduce salt, eat healthy foods and exercise regularly.; Use medicine to control blood pressure or lower cholesterol. Your doctor may also recommend daily aspirin or other blood thinners to prevent blood clots.\nIf the blockage is severe or if you have had a transient ischemic attack or stroke, your doctor may perform intervention to remove the blockage and revascularize the carotid artery. Methods include:\nCarotid endarterectomy: This is the most common treatment for severe carotid artery disease. After making an incision along the front of the neck, the surgeon will open the affected carotid artery and remove the plaque. The artery is repaired by suturing or grafting.; Carotid artery angioplasty and stenting: If it is difficult to reach the blockage with carotid endarterectomy or the patient has other health conditions that make surgery risky, the doctor will choose an interventional option. by placing a stent. Accordingly, the patient is given local anesthesia and a small balloon is inserted using a catheter into the blockage area. The balloon is inflated to widen the artery and a small wire mesh coil (stent) is inserted to keep the artery from narrowing again."
        },
        {
            "subsection_name": "How to prevent carotid artery disease",
            "subsection_content": "To prevent or slow the progression of carotid artery disease, patients can apply the following measures:\nDon't smoke: Within a few years of quitting smoking, a former smoker's risk of stroke is similar to that of a non-smoker.; Maintain a healthy weight: Prevent other risk factors such as hypertension, cardiovascular disease, diabetes and sleep apnea.; Limit cholesterol and fat: In particular, cutting down on saturated fat can reduce the accumulation of plaque in the arteries.; Eat a variety of fruits and vegetables: Provides many nutrients such as potassium, folate and antioxidants, which can protect against transient anemia or stroke.; Salt restriction: Excess salt (sodium) can increase blood pressure in people who are sensitive to sodium. Experts recommend that healthy adults should eat less than 1.5g of salt/day; Regular exercise: Can help stabilize blood pressure, increase the density of HDL - good cholesterol and improve the overall health of blood vessels and heart. This also helps with weight loss, diabetes control and stress reduction.; Limit alcohol; Control chronic diseases: Manage diabetes and hypertension well, help protect arteries, including the carotid artery.\nInvested in modern machinery systems such as advanced 4D cardiac and vascular ultrasound machines, 1.5 - 3 Tesla magnetic resonance imaging machines, 768-slice cardiac MSCT imaging machines, digital erasing interventional angiography systems DSA platform with 360-degree rotating robot arm..., Tam Anh General Hospital Cardiovascular Center comprehensively and in-depth diagnoses and treats carotid artery disease and cardiovascular diseases (congenital heart disease, hypertension, coronary artery disease , heart valve disease, myocardial ischemia...) for all subjects.\nThe treatment regimen is developed individually according to the guidelines of the world and domestic Cardiovascular Associations, bringing high efficiency.\nTo schedule an examination, screening and treatment for carotid artery disease and cardiovascular diseases at the Heart Center, Tam Anh General Hospital System, please contact:\nCarotid artery stenosis is the cause of about 10-20% of strokes, causing serious complications for patients, even life-threatening. Screening, early detection and timely intervention can help control risk factors for carotid artery disease and prevent stroke.",
            "subsection_string": "How to prevent carotid artery disease\nTo prevent or slow the progression of carotid artery disease, patients can apply the following measures:\nDon't smoke: Within a few years of quitting smoking, a former smoker's risk of stroke is similar to that of a non-smoker.; Maintain a healthy weight: Prevent other risk factors such as hypertension, cardiovascular disease, diabetes and sleep apnea.; Limit cholesterol and fat: In particular, cutting down on saturated fat can reduce the accumulation of plaque in the arteries.; Eat a variety of fruits and vegetables: Provides many nutrients such as potassium, folate and antioxidants, which can protect against transient anemia or stroke.; Salt restriction: Excess salt (sodium) can increase blood pressure in people who are sensitive to sodium. Experts recommend that healthy adults should eat less than 1.5g of salt/day; Regular exercise: Can help stabilize blood pressure, increase the density of HDL - good cholesterol and improve the overall health of blood vessels and heart. This also helps with weight loss, diabetes control and stress reduction.; Limit alcohol; Control chronic diseases: Manage diabetes and hypertension well, help protect arteries, including the carotid artery.\nInvested in modern machinery systems such as advanced 4D cardiac and vascular ultrasound machines, 1.5 - 3 Tesla magnetic resonance imaging machines, 768-slice cardiac MSCT imaging machines, digital erasing interventional angiography systems DSA platform with 360-degree rotating robot arm..., Tam Anh General Hospital Cardiovascular Center comprehensively and in-depth diagnoses and treats carotid artery disease and cardiovascular diseases (congenital heart disease, hypertension, coronary artery disease , heart valve disease, myocardial ischemia...) for all subjects.\nThe treatment regimen is developed individually according to the guidelines of the world and domestic Cardiovascular Associations, bringing high efficiency.\nTo schedule an examination, screening and treatment for carotid artery disease and cardiovascular diseases at the Heart Center, Tam Anh General Hospital System, please contact:\nCarotid artery stenosis is the cause of about 10-20% of strokes, causing serious complications for patients, even life-threatening. Screening, early detection and timely intervention can help control risk factors for carotid artery disease and prevent stroke."
        }
    ],
    "name": "dong-mach-canh.json"
}