{
    "title": "What is a stroke? Causes and diagnosis of the disease",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/dot-quy/",
    "abstract": "Stroke (cerebrovascular accident) is a dangerous acute disease with a high risk of death if not detected and treated promptly. Understanding\ncause of stroke\n and how\nstroke prevention\n will help minimize possible risks and protect the health and lives of patients.\n  In Vietnam, more than 200,000 cases are recorded each year\nstroke\n. More worryingly,\nrisk of stroke\n is tending to rejuvenate, the disease even appears in people in their 20s and 30s.",
    "content": "What is a stroke? Causes and diagnosis of the disease\n\nStroke (cerebrovascular accident) is a dangerous acute disease with a high risk of death if not detected and treated promptly. Understanding\ncause of stroke\n and how\nstroke prevention\n will help minimize possible risks and protect the health and lives of patients.\n  In Vietnam, more than 200,000 cases are recorded each year\nstroke\n. More worryingly,\nrisk of stroke\n is tending to rejuvenate, the disease even appears in people in their 20s and 30s.\n\n1. What is a stroke?\nStroke, also known as a cerebrovascular accident, often occurs suddenly when the blood supply to the brain is blocked, interrupted or reduced. At that time, the brain is deprived of oxygen and nutrients and brain cells begin to die within minutes. People with stroke have a high risk of death if not detected and treated promptly. This is one of the most dangerous and common neurological diseases.\n\n2. Types of stroke\nStroke can be classified into groups (1):\n2.1. Ischemic stroke\nIschemia leading to stroke occurs due to blockage in the arteries. According to statistics, currently about 85% of stroke cases belong to this group. However, in many cases the exact cause of this condition has not yet been found.\n2.1.1. Thromboembolic stroke\nOne of the next most common causes of stroke is thrombosis of atherosclerotic plaques inside the vessel wall, which can progress to gradually narrow the vessel lumen. These lesions can lead to abnormal platelet aggregation at the site of stenosis, causing the vessel lumen to become completely blocked. As a result, part of the brain lacks blood supply, leading to a stroke due to local ischemia.\n2.1.2. Embolic stroke\nThe artery is blocked by a clot from somewhere else, causing the vessel to fill. This thrombus can form from the heart or from atherosclerotic plaque peeling off. This type of stroke is called an embolic stroke.\nAbout 85% of strokes are due to ischemia\n2.2. Stroke due to cerebral hemorrhage\nCerebral hemorrhage (bleeding) is caused by rupture of a cerebral blood vessel causing bleeding into the brain parenchyma, subarachnoid space or ventricle. About 15% of current stroke cases are due to brain hemorrhage.\n\n3. Signs of stroke\nMany countries around the world now introduce the word \"FAST\" (2) to universalize the signs of stroke. “FAST” means fast (instant response), and is also the abbreviation of Face (face), Arm (hand), Speech (speech) and Time (time).\nFace: An easily visible sign is that the patient's face is distorted. If in doubt, ask the patient to smile because the distortion may be more obvious.; Hands: Hands are paralyzed, there can also be a gradual progression such as numbness in one hand, but the hand can still be controlled but is less accurate. In addition to the hands, there are also some signs in the legs such as lifting the foot, dropping sandals, etc.; Speech: The most obvious thing is that some people with strokes are \"speechless\" or slurred speech; Time: Take the patient to the hospital for examination as soon as the above mentioned signs are noted.\nIn addition, there are symptoms in people having a stroke that can include:\nConfusion, delirium, coma;; Decreased vision, dizziness;; Dizziness, loss of balance, inability to stand;; Headache;; Nausea, vomiting,...\nHeadache is a common symptom of stroke\n\n4. Causes of stroke\nThe two main causes of stroke are ischemia (blocked artery) or cerebral hemorrhage (ruptured blood vessel).\nRisk factors include:\nPeople with cardiovascular diseases such as heart valve regurgitation, atrial fibrillation, irregular heartbeat, heart failure, etc.;; People with high blood pressure;; People with diabetes;; People with lipid disorders;; Personal or family history of stroke, transient ischemic attack or heart disease;; Abuse of stimulants such as drinking too much alcohol and using drugs;; People who smoke actively or inhale passive smoke experience a condition where cigarette smoke leads to fat accumulation in the arteries, increasing the risk of blood clots;; People who are overweight, obese, and lack exercise;; Improper diet, high cholesterol;; Regarding age, people in the age group 55 years and older are at higher risk;; Women have a lower risk of stroke than men;; The use of birth control pills or hormone regulation and hormone change therapies also increases the risk of disease.\n\n5. Who is at risk of stroke?\nGroups of people who are at higher risk of stroke than normal people include:\nLess physical activity, less physical exercise;; Regularly smoke or be exposed to cigarette smoke;; Rarely eat green vegetables but often eat foods with high fat and grease content;; Men and women entering middle age;; Someone in the family has had a stroke;; Are suffering from or being treated for cardiovascular diseases, hypertension;; People with diabetes;; Overweight and obese people.\nObese people have a higher risk of stroke\n\n6. Methods of diagnosing stroke\nStrokes often happen suddenly and quickly but leave serious consequences. Therefore, patients need to be taken to the hospital for intervention as soon as possible, from the first signs of illness.\n1. Medical history\nSudden onset;; Weakness of half the body;; Twisted mouth, slurred speech,...\n2. Clinical\nCentral VII paralysis, difficulty speaking;; Hemiplegic syndrome;; Numbness or paresthesias in the arms and legs on the same side;; Language disorders;; Visual disorders;; Headache;; Mental disorders: Drowsiness, drowsiness, coma.\n3. Paraclinical examination\nBlood formula test, complete blood coagulation, blood sugar, blood electrolytes, kidney function, liver enzymes, cardiac enzymes, blood lipid profile.; Electrocardiogram measurement.; Plain chest X-ray; Computed tomography of the brain (CT scan) without contrast: Can be performed quickly, clearly distinguishing between hemorrhagic stroke and acute ischemic stroke.; CT cerebral angiography with contrast agent (CTA): Helps examine images of the entire cerebral artery to detect abnormalities such as: stenosis, aneurysm or dissection of intracranial and extracranial vessels.; Brain magnetic resonance imaging (MRI).\nWhen posterior circulation cerebral infarction is suspected; When CT scan of the brain does not record damage or the image of damage is not clinically consistent.\nCarotid artery ultrasound: Determine the condition of blockage and stenosis of the carotid artery and extracranial vertebral artery.; Echocardiogram to find abnormalities in the heart that may be the cause of a stroke.; Transcranial Doppler ultrasound (TCD): Identify conditions of stenosis, vascular occlusion or revascularization in large blood vessels in the skull.\nSee more: How much does stroke screening cost, where and testing packages.\n\n7. Complications of stroke\nStroke can lead to death or, if lucky enough to survive, can also leave many serious complications for the patient. Depending on the time a person with a stroke is detected, taken to the hospital and treated, the degree of damage to the nervous system will vary.\nWhen you have a stroke, the longer you delay emergency treatment, the more severely damaged the nervous system will be, causing serious consequences, long recovery time, and even irreversibility. Usually, it takes at least 30 days for a person with a stroke to recover. In some cases, complications can even cause permanent damage.\nSome common complications after a stroke include:\nParalysis (one arm, one hand or all four limbs);; Weak mobility, difficulty moving arms and legs;; Loss of speech, slurred speech, difficulty in communication;; Having vision problems;; Psychological problems such as depression, emotional disorders, etc.;; Severe cases will lead to death or vegetative state.\nPeople who have had a stroke are at high risk of losing mobility\n\n8. How to treat stroke\nIn general, the main goal of stroke treatment is to reduce mortality and minimize serious and long-term complications. The general principles when treating stroke cases are: Treat urgently, quickly and accurately, limit the spread of damage, optimize neurological condition, ensure cerebral perfusion, and prevent complications. Complications may occur, helping patients restore function and maximize the risk of stroke recurrence.\nDepending on the cause of the stroke, whether it is due to cerebral bleeding or cerebral infarction, the form of stroke treatment may be different.\n\n9. What should you do when you discover someone is having a stroke?\nFirst aid instructions for people with stroke:\nCall an ambulance immediately;; Absolutely keep the patient from falling;; Do not arbitrarily perform treatments such as wind blowing, acupressure, acupuncture, giving the patient blood pressure medication or any other medication;; Monitor the patient's symptoms such as convulsions, mouth distortion, vomiting, dizziness, loss of balance, derangement, etc.;; To protect the airway, the patient should be placed on their side and not allowed to eat or drink anything.\n\n10. How to prevent stroke\nTo prevent the risk of stroke, it is necessary to have a scientific lifestyle and eating habits:\nExercise regularly, at least 30 minutes/time and 3-4 times/week to improve your health;; Have a reasonable diet, do not use a lot of fried foods, fast foods, greasy foods high in cholesterol and fat, alcoholic drinks, carbonated water, alcohol, etc. Eat lots of green vegetables, fruits, and meat white, seafood, eggs, grains and legumes,...;; Don't stay up late, go to bed on time, get enough sleep and pay attention to sleep quality;; Do not use stimulants;; Limit night bathing because this is also a factor that increases the risk of stroke;; Regular health checks, stroke screening, especially cholesterol and blood pressure, cardiovascular disease, diabetes,...;; Listen to your body and go to specialist doctors and reputable medical facilities when you need examination and advice.\nSee more: 10 effective ways to prevent stroke early, should not be overlooked.\n\n11. Nutrition\nWhen developing a nutritional regimen for stroke prevention and post-stroke recovery, it is important to note:\nTry to eat lots of vegetables and fruits; Control your food portion size, do not overeat, which leads to increased calorie intake and high fat absorption, increasing the risk of obesity.; Limit intake of saturated fats and trans fats.; Prioritize low-fat protein sources; Try to reduce the sodium content of each serving.\nSee more: What to eat to prevent stroke? Top 13 foods that should not be missed.\nA diet rich in vegetables and fruits helps prevent stroke effectively\n\n12. Frequently asked questions about stroke\n1. Does bathing at night lead to stroke? Is stroke caused by late-night bathing?\nARE NOT. Bathing at night is not a direct cause of stroke but will be an indirect catalyst and promoting factor. Therefore, you should not bathe at night, especially after 11 p.m. Because this is the time when the temperature drops to its lowest during the day, and blood pressure rises at the same time. Changes in body temperature, status and blood pressure will affect blood circulation, blood vessels will constrict and can easily cause cerebral ischemia, leading to stroke.\n2. Why are strokes getting younger and younger?\nYoung people today have an unscientific lifestyle in diet and activities such as drinking a lot of alcohol, smoking, using stimulants, and being sedentary, increasing the risk of blood fats, obesity, and cholesterol levels. too high. In addition, more and more young people are suffering from cardiovascular diseases and high blood pressure - two leading causes of stroke. (3)\n3. What is the truth about the one-legged standing challenge to diagnose stroke?\nThis challenge originated from a study in Japan in 2014. However, this study was only surveyed in a small group of subjects over the age of 60 and with underlying diseases such as diabetes and hypertension. pressure. Therefore, this study and the one-legged standing challenge to diagnose stroke need to be retested with a more diverse and expanded group of subjects. To have an accurate diagnosis of stroke, patients need to be examined and have specialized laboratory tests and orders performed, especially screening for underlying diseases.\n4. Is stroke hereditary?\nStroke is not a genetic disease. However, the causes of stroke such as high blood pressure, diabetes, blood lipid disorders, etc. often have family factors. Therefore, in families where someone has had a stroke, their relatives are also at higher risk of getting the disease.\n5. Can stroke be saved?\nAccording to the World Health Organization, each year about 6.5 million people die from stroke. This is also the second highest cause of death in the world, on average there is 1 death due to stroke every 6 seconds and 1 in every 6 people has a stroke.\nHowever, not all strokes lead to death. If people with stroke are detected and intervened promptly at the first signs or are screened and diagnosed to take preventive measures from the beginning, the risk of death or complications can be limited. danger.\nTo schedule an examination and treatment with leading experts at the Department of Neurology, Tam Anh General Hospital, please contact:\nThe most effective method to help prevent dangerous complications of stroke is for patients to receive early detection and timely emergency treatment. For example, at Tam Anh General Hospital in Ho Chi Minh City, unclogging techniques are being applied to provide emergency treatment for stroke patients right in the \"golden hour\", helping to increase the survival rate and limit complications for patients. sick. Listen to your body, when there are any signs of instability, go to a neurologist and a place with modern technical equipment for diagnosis and examination.",
    "subsections": [
        {
            "subsection_name": "1. What is a stroke?",
            "subsection_content": "Stroke, also known as a cerebrovascular accident, often occurs suddenly when the blood supply to the brain is blocked, interrupted or reduced. At that time, the brain is deprived of oxygen and nutrients and brain cells begin to die within minutes. People with stroke have a high risk of death if not detected and treated promptly. This is one of the most dangerous and common neurological diseases.",
            "subsection_string": "1. What is a stroke?\nStroke, also known as a cerebrovascular accident, often occurs suddenly when the blood supply to the brain is blocked, interrupted or reduced. At that time, the brain is deprived of oxygen and nutrients and brain cells begin to die within minutes. People with stroke have a high risk of death if not detected and treated promptly. This is one of the most dangerous and common neurological diseases."
        },
        {
            "subsection_name": "2. Types of stroke",
            "subsection_content": "Stroke can be classified into groups (1):\n2.1. Ischemic stroke\nIschemia leading to stroke occurs due to blockage in the arteries. According to statistics, currently about 85% of stroke cases belong to this group. However, in many cases the exact cause of this condition has not yet been found.\n2.1.1. Thromboembolic stroke\nOne of the next most common causes of stroke is thrombosis of atherosclerotic plaques inside the vessel wall, which can progress to gradually narrow the vessel lumen. These lesions can lead to abnormal platelet aggregation at the site of stenosis, causing the vessel lumen to become completely blocked. As a result, part of the brain lacks blood supply, leading to a stroke due to local ischemia.\n2.1.2. Embolic stroke\nThe artery is blocked by a clot from somewhere else, causing the vessel to fill. This thrombus can form from the heart or from atherosclerotic plaque peeling off. This type of stroke is called an embolic stroke.\nAbout 85% of strokes are due to ischemia\n2.2. Stroke due to cerebral hemorrhage\nCerebral hemorrhage (bleeding) is caused by rupture of a cerebral blood vessel causing bleeding into the brain parenchyma, subarachnoid space or ventricle. About 15% of current stroke cases are due to brain hemorrhage.",
            "subsection_string": "2. Types of stroke\nStroke can be classified into groups (1):\n2.1. Ischemic stroke\nIschemia leading to stroke occurs due to blockage in the arteries. According to statistics, currently about 85% of stroke cases belong to this group. However, in many cases the exact cause of this condition has not yet been found.\n2.1.1. Thromboembolic stroke\nOne of the next most common causes of stroke is thrombosis of atherosclerotic plaques inside the vessel wall, which can progress to gradually narrow the vessel lumen. These lesions can lead to abnormal platelet aggregation at the site of stenosis, causing the vessel lumen to become completely blocked. As a result, part of the brain lacks blood supply, leading to a stroke due to local ischemia.\n2.1.2. Embolic stroke\nThe artery is blocked by a clot from somewhere else, causing the vessel to fill. This thrombus can form from the heart or from atherosclerotic plaque peeling off. This type of stroke is called an embolic stroke.\nAbout 85% of strokes are due to ischemia\n2.2. Stroke due to cerebral hemorrhage\nCerebral hemorrhage (bleeding) is caused by rupture of a cerebral blood vessel causing bleeding into the brain parenchyma, subarachnoid space or ventricle. About 15% of current stroke cases are due to brain hemorrhage."
        },
        {
            "subsection_name": "3. Signs of stroke",
            "subsection_content": "Many countries around the world now introduce the word \"FAST\" (2) to universalize the signs of stroke. “FAST” means fast (instant response), and is also the abbreviation of Face (face), Arm (hand), Speech (speech) and Time (time).\nFace: An easily visible sign is that the patient's face is distorted. If in doubt, ask the patient to smile because the distortion may be more obvious.; Hands: Hands are paralyzed, there can also be a gradual progression such as numbness in one hand, but the hand can still be controlled but is less accurate. In addition to the hands, there are also some signs in the legs such as lifting the foot, dropping sandals, etc.; Speech: The most obvious thing is that some people with strokes are \"speechless\" or slurred speech; Time: Take the patient to the hospital for examination as soon as the above mentioned signs are noted.\nIn addition, there are symptoms in people having a stroke that can include:\nConfusion, delirium, coma;; Decreased vision, dizziness;; Dizziness, loss of balance, inability to stand;; Headache;; Nausea, vomiting,...\nHeadache is a common symptom of stroke",
            "subsection_string": "3. Signs of stroke\nMany countries around the world now introduce the word \"FAST\" (2) to universalize the signs of stroke. “FAST” means fast (instant response), and is also the abbreviation of Face (face), Arm (hand), Speech (speech) and Time (time).\nFace: An easily visible sign is that the patient's face is distorted. If in doubt, ask the patient to smile because the distortion may be more obvious.; Hands: Hands are paralyzed, there can also be a gradual progression such as numbness in one hand, but the hand can still be controlled but is less accurate. In addition to the hands, there are also some signs in the legs such as lifting the foot, dropping sandals, etc.; Speech: The most obvious thing is that some people with strokes are \"speechless\" or slurred speech; Time: Take the patient to the hospital for examination as soon as the above mentioned signs are noted.\nIn addition, there are symptoms in people having a stroke that can include:\nConfusion, delirium, coma;; Decreased vision, dizziness;; Dizziness, loss of balance, inability to stand;; Headache;; Nausea, vomiting,...\nHeadache is a common symptom of stroke"
        },
        {
            "subsection_name": "4. Causes of stroke",
            "subsection_content": "The two main causes of stroke are ischemia (blocked artery) or cerebral hemorrhage (ruptured blood vessel).\nRisk factors include:\nPeople with cardiovascular diseases such as heart valve regurgitation, atrial fibrillation, irregular heartbeat, heart failure, etc.;; People with high blood pressure;; People with diabetes;; People with lipid disorders;; Personal or family history of stroke, transient ischemic attack or heart disease;; Abuse of stimulants such as drinking too much alcohol and using drugs;; People who smoke actively or inhale passive smoke experience a condition where cigarette smoke leads to fat accumulation in the arteries, increasing the risk of blood clots;; People who are overweight, obese, and lack exercise;; Improper diet, high cholesterol;; Regarding age, people in the age group 55 years and older are at higher risk;; Women have a lower risk of stroke than men;; The use of birth control pills or hormone regulation and hormone change therapies also increases the risk of disease.",
            "subsection_string": "4. Causes of stroke\nThe two main causes of stroke are ischemia (blocked artery) or cerebral hemorrhage (ruptured blood vessel).\nRisk factors include:\nPeople with cardiovascular diseases such as heart valve regurgitation, atrial fibrillation, irregular heartbeat, heart failure, etc.;; People with high blood pressure;; People with diabetes;; People with lipid disorders;; Personal or family history of stroke, transient ischemic attack or heart disease;; Abuse of stimulants such as drinking too much alcohol and using drugs;; People who smoke actively or inhale passive smoke experience a condition where cigarette smoke leads to fat accumulation in the arteries, increasing the risk of blood clots;; People who are overweight, obese, and lack exercise;; Improper diet, high cholesterol;; Regarding age, people in the age group 55 years and older are at higher risk;; Women have a lower risk of stroke than men;; The use of birth control pills or hormone regulation and hormone change therapies also increases the risk of disease."
        },
        {
            "subsection_name": "5. Who is at risk of stroke?",
            "subsection_content": "Groups of people who are at higher risk of stroke than normal people include:\nLess physical activity, less physical exercise;; Regularly smoke or be exposed to cigarette smoke;; Rarely eat green vegetables but often eat foods with high fat and grease content;; Men and women entering middle age;; Someone in the family has had a stroke;; Are suffering from or being treated for cardiovascular diseases, hypertension;; People with diabetes;; Overweight and obese people.\nObese people have a higher risk of stroke",
            "subsection_string": "5. Who is at risk of stroke?\nGroups of people who are at higher risk of stroke than normal people include:\nLess physical activity, less physical exercise;; Regularly smoke or be exposed to cigarette smoke;; Rarely eat green vegetables but often eat foods with high fat and grease content;; Men and women entering middle age;; Someone in the family has had a stroke;; Are suffering from or being treated for cardiovascular diseases, hypertension;; People with diabetes;; Overweight and obese people.\nObese people have a higher risk of stroke"
        },
        {
            "subsection_name": "6. Methods of diagnosing stroke",
            "subsection_content": "Strokes often happen suddenly and quickly but leave serious consequences. Therefore, patients need to be taken to the hospital for intervention as soon as possible, from the first signs of illness.\n1. Medical history\nSudden onset;; Weakness of half the body;; Twisted mouth, slurred speech,...\n2. Clinical\nCentral VII paralysis, difficulty speaking;; Hemiplegic syndrome;; Numbness or paresthesias in the arms and legs on the same side;; Language disorders;; Visual disorders;; Headache;; Mental disorders: Drowsiness, drowsiness, coma.\n3. Paraclinical examination\nBlood formula test, complete blood coagulation, blood sugar, blood electrolytes, kidney function, liver enzymes, cardiac enzymes, blood lipid profile.; Electrocardiogram measurement.; Plain chest X-ray; Computed tomography of the brain (CT scan) without contrast: Can be performed quickly, clearly distinguishing between hemorrhagic stroke and acute ischemic stroke.; CT cerebral angiography with contrast agent (CTA): Helps examine images of the entire cerebral artery to detect abnormalities such as: stenosis, aneurysm or dissection of intracranial and extracranial vessels.; Brain magnetic resonance imaging (MRI).\nWhen posterior circulation cerebral infarction is suspected; When CT scan of the brain does not record damage or the image of damage is not clinically consistent.\nCarotid artery ultrasound: Determine the condition of blockage and stenosis of the carotid artery and extracranial vertebral artery.; Echocardiogram to find abnormalities in the heart that may be the cause of a stroke.; Transcranial Doppler ultrasound (TCD): Identify conditions of stenosis, vascular occlusion or revascularization in large blood vessels in the skull.\nSee more: How much does stroke screening cost, where and testing packages.",
            "subsection_string": "6. Methods of diagnosing stroke\nStrokes often happen suddenly and quickly but leave serious consequences. Therefore, patients need to be taken to the hospital for intervention as soon as possible, from the first signs of illness.\n1. Medical history\nSudden onset;; Weakness of half the body;; Twisted mouth, slurred speech,...\n2. Clinical\nCentral VII paralysis, difficulty speaking;; Hemiplegic syndrome;; Numbness or paresthesias in the arms and legs on the same side;; Language disorders;; Visual disorders;; Headache;; Mental disorders: Drowsiness, drowsiness, coma.\n3. Paraclinical examination\nBlood formula test, complete blood coagulation, blood sugar, blood electrolytes, kidney function, liver enzymes, cardiac enzymes, blood lipid profile.; Electrocardiogram measurement.; Plain chest X-ray; Computed tomography of the brain (CT scan) without contrast: Can be performed quickly, clearly distinguishing between hemorrhagic stroke and acute ischemic stroke.; CT cerebral angiography with contrast agent (CTA): Helps examine images of the entire cerebral artery to detect abnormalities such as: stenosis, aneurysm or dissection of intracranial and extracranial vessels.; Brain magnetic resonance imaging (MRI).\nWhen posterior circulation cerebral infarction is suspected; When CT scan of the brain does not record damage or the image of damage is not clinically consistent.\nCarotid artery ultrasound: Determine the condition of blockage and stenosis of the carotid artery and extracranial vertebral artery.; Echocardiogram to find abnormalities in the heart that may be the cause of a stroke.; Transcranial Doppler ultrasound (TCD): Identify conditions of stenosis, vascular occlusion or revascularization in large blood vessels in the skull.\nSee more: How much does stroke screening cost, where and testing packages."
        },
        {
            "subsection_name": "7. Complications of stroke",
            "subsection_content": "Stroke can lead to death or, if lucky enough to survive, can also leave many serious complications for the patient. Depending on the time a person with a stroke is detected, taken to the hospital and treated, the degree of damage to the nervous system will vary.\nWhen you have a stroke, the longer you delay emergency treatment, the more severely damaged the nervous system will be, causing serious consequences, long recovery time, and even irreversibility. Usually, it takes at least 30 days for a person with a stroke to recover. In some cases, complications can even cause permanent damage.\nSome common complications after a stroke include:\nParalysis (one arm, one hand or all four limbs);; Weak mobility, difficulty moving arms and legs;; Loss of speech, slurred speech, difficulty in communication;; Having vision problems;; Psychological problems such as depression, emotional disorders, etc.;; Severe cases will lead to death or vegetative state.\nPeople who have had a stroke are at high risk of losing mobility",
            "subsection_string": "7. Complications of stroke\nStroke can lead to death or, if lucky enough to survive, can also leave many serious complications for the patient. Depending on the time a person with a stroke is detected, taken to the hospital and treated, the degree of damage to the nervous system will vary.\nWhen you have a stroke, the longer you delay emergency treatment, the more severely damaged the nervous system will be, causing serious consequences, long recovery time, and even irreversibility. Usually, it takes at least 30 days for a person with a stroke to recover. In some cases, complications can even cause permanent damage.\nSome common complications after a stroke include:\nParalysis (one arm, one hand or all four limbs);; Weak mobility, difficulty moving arms and legs;; Loss of speech, slurred speech, difficulty in communication;; Having vision problems;; Psychological problems such as depression, emotional disorders, etc.;; Severe cases will lead to death or vegetative state.\nPeople who have had a stroke are at high risk of losing mobility"
        },
        {
            "subsection_name": "8. How to treat stroke",
            "subsection_content": "In general, the main goal of stroke treatment is to reduce mortality and minimize serious and long-term complications. The general principles when treating stroke cases are: Treat urgently, quickly and accurately, limit the spread of damage, optimize neurological condition, ensure cerebral perfusion, and prevent complications. Complications may occur, helping patients restore function and maximize the risk of stroke recurrence.\nDepending on the cause of the stroke, whether it is due to cerebral bleeding or cerebral infarction, the form of stroke treatment may be different.",
            "subsection_string": "8. How to treat stroke\nIn general, the main goal of stroke treatment is to reduce mortality and minimize serious and long-term complications. The general principles when treating stroke cases are: Treat urgently, quickly and accurately, limit the spread of damage, optimize neurological condition, ensure cerebral perfusion, and prevent complications. Complications may occur, helping patients restore function and maximize the risk of stroke recurrence.\nDepending on the cause of the stroke, whether it is due to cerebral bleeding or cerebral infarction, the form of stroke treatment may be different."
        },
        {
            "subsection_name": "9. What should you do when you discover someone is having a stroke?",
            "subsection_content": "First aid instructions for people with stroke:\nCall an ambulance immediately;; Absolutely keep the patient from falling;; Do not arbitrarily perform treatments such as wind blowing, acupressure, acupuncture, giving the patient blood pressure medication or any other medication;; Monitor the patient's symptoms such as convulsions, mouth distortion, vomiting, dizziness, loss of balance, derangement, etc.;; To protect the airway, the patient should be placed on their side and not allowed to eat or drink anything.",
            "subsection_string": "9. What should you do when you discover someone is having a stroke?\nFirst aid instructions for people with stroke:\nCall an ambulance immediately;; Absolutely keep the patient from falling;; Do not arbitrarily perform treatments such as wind blowing, acupressure, acupuncture, giving the patient blood pressure medication or any other medication;; Monitor the patient's symptoms such as convulsions, mouth distortion, vomiting, dizziness, loss of balance, derangement, etc.;; To protect the airway, the patient should be placed on their side and not allowed to eat or drink anything."
        },
        {
            "subsection_name": "10. How to prevent stroke",
            "subsection_content": "To prevent the risk of stroke, it is necessary to have a scientific lifestyle and eating habits:\nExercise regularly, at least 30 minutes/time and 3-4 times/week to improve your health;; Have a reasonable diet, do not use a lot of fried foods, fast foods, greasy foods high in cholesterol and fat, alcoholic drinks, carbonated water, alcohol, etc. Eat lots of green vegetables, fruits, and meat white, seafood, eggs, grains and legumes,...;; Don't stay up late, go to bed on time, get enough sleep and pay attention to sleep quality;; Do not use stimulants;; Limit night bathing because this is also a factor that increases the risk of stroke;; Regular health checks, stroke screening, especially cholesterol and blood pressure, cardiovascular disease, diabetes,...;; Listen to your body and go to specialist doctors and reputable medical facilities when you need examination and advice.\nSee more: 10 effective ways to prevent stroke early, should not be overlooked.",
            "subsection_string": "10. How to prevent stroke\nTo prevent the risk of stroke, it is necessary to have a scientific lifestyle and eating habits:\nExercise regularly, at least 30 minutes/time and 3-4 times/week to improve your health;; Have a reasonable diet, do not use a lot of fried foods, fast foods, greasy foods high in cholesterol and fat, alcoholic drinks, carbonated water, alcohol, etc. Eat lots of green vegetables, fruits, and meat white, seafood, eggs, grains and legumes,...;; Don't stay up late, go to bed on time, get enough sleep and pay attention to sleep quality;; Do not use stimulants;; Limit night bathing because this is also a factor that increases the risk of stroke;; Regular health checks, stroke screening, especially cholesterol and blood pressure, cardiovascular disease, diabetes,...;; Listen to your body and go to specialist doctors and reputable medical facilities when you need examination and advice.\nSee more: 10 effective ways to prevent stroke early, should not be overlooked."
        },
        {
            "subsection_name": "11. Nutrition",
            "subsection_content": "When developing a nutritional regimen for stroke prevention and post-stroke recovery, it is important to note:\nTry to eat lots of vegetables and fruits; Control your food portion size, do not overeat, which leads to increased calorie intake and high fat absorption, increasing the risk of obesity.; Limit intake of saturated fats and trans fats.; Prioritize low-fat protein sources; Try to reduce the sodium content of each serving.\nSee more: What to eat to prevent stroke? Top 13 foods that should not be missed.\nA diet rich in vegetables and fruits helps prevent stroke effectively",
            "subsection_string": "11. Nutrition\nWhen developing a nutritional regimen for stroke prevention and post-stroke recovery, it is important to note:\nTry to eat lots of vegetables and fruits; Control your food portion size, do not overeat, which leads to increased calorie intake and high fat absorption, increasing the risk of obesity.; Limit intake of saturated fats and trans fats.; Prioritize low-fat protein sources; Try to reduce the sodium content of each serving.\nSee more: What to eat to prevent stroke? Top 13 foods that should not be missed.\nA diet rich in vegetables and fruits helps prevent stroke effectively"
        },
        {
            "subsection_name": "12. Frequently asked questions about stroke",
            "subsection_content": "1. Does bathing at night lead to stroke? Is stroke caused by late-night bathing?\nARE NOT. Bathing at night is not a direct cause of stroke but will be an indirect catalyst and promoting factor. Therefore, you should not bathe at night, especially after 11 p.m. Because this is the time when the temperature drops to its lowest during the day, and blood pressure rises at the same time. Changes in body temperature, status and blood pressure will affect blood circulation, blood vessels will constrict and can easily cause cerebral ischemia, leading to stroke.\n2. Why are strokes getting younger and younger?\nYoung people today have an unscientific lifestyle in diet and activities such as drinking a lot of alcohol, smoking, using stimulants, and being sedentary, increasing the risk of blood fats, obesity, and cholesterol levels. too high. In addition, more and more young people are suffering from cardiovascular diseases and high blood pressure - two leading causes of stroke. (3)\n3. What is the truth about the one-legged standing challenge to diagnose stroke?\nThis challenge originated from a study in Japan in 2014. However, this study was only surveyed in a small group of subjects over the age of 60 and with underlying diseases such as diabetes and hypertension. pressure. Therefore, this study and the one-legged standing challenge to diagnose stroke need to be retested with a more diverse and expanded group of subjects. To have an accurate diagnosis of stroke, patients need to be examined and have specialized laboratory tests and orders performed, especially screening for underlying diseases.\n4. Is stroke hereditary?\nStroke is not a genetic disease. However, the causes of stroke such as high blood pressure, diabetes, blood lipid disorders, etc. often have family factors. Therefore, in families where someone has had a stroke, their relatives are also at higher risk of getting the disease.\n5. Can stroke be saved?\nAccording to the World Health Organization, each year about 6.5 million people die from stroke. This is also the second highest cause of death in the world, on average there is 1 death due to stroke every 6 seconds and 1 in every 6 people has a stroke.\nHowever, not all strokes lead to death. If people with stroke are detected and intervened promptly at the first signs or are screened and diagnosed to take preventive measures from the beginning, the risk of death or complications can be limited. danger.\nTo schedule an examination and treatment with leading experts at the Department of Neurology, Tam Anh General Hospital, please contact:\nThe most effective method to help prevent dangerous complications of stroke is for patients to receive early detection and timely emergency treatment. For example, at Tam Anh General Hospital in Ho Chi Minh City, unclogging techniques are being applied to provide emergency treatment for stroke patients right in the \"golden hour\", helping to increase the survival rate and limit complications for patients. sick. Listen to your body, when there are any signs of instability, go to a neurologist and a place with modern technical equipment for diagnosis and examination.",
            "subsection_string": "12. Frequently asked questions about stroke\n1. Does bathing at night lead to stroke? Is stroke caused by late-night bathing?\nARE NOT. Bathing at night is not a direct cause of stroke but will be an indirect catalyst and promoting factor. Therefore, you should not bathe at night, especially after 11 p.m. Because this is the time when the temperature drops to its lowest during the day, and blood pressure rises at the same time. Changes in body temperature, status and blood pressure will affect blood circulation, blood vessels will constrict and can easily cause cerebral ischemia, leading to stroke.\n2. Why are strokes getting younger and younger?\nYoung people today have an unscientific lifestyle in diet and activities such as drinking a lot of alcohol, smoking, using stimulants, and being sedentary, increasing the risk of blood fats, obesity, and cholesterol levels. too high. In addition, more and more young people are suffering from cardiovascular diseases and high blood pressure - two leading causes of stroke. (3)\n3. What is the truth about the one-legged standing challenge to diagnose stroke?\nThis challenge originated from a study in Japan in 2014. However, this study was only surveyed in a small group of subjects over the age of 60 and with underlying diseases such as diabetes and hypertension. pressure. Therefore, this study and the one-legged standing challenge to diagnose stroke need to be retested with a more diverse and expanded group of subjects. To have an accurate diagnosis of stroke, patients need to be examined and have specialized laboratory tests and orders performed, especially screening for underlying diseases.\n4. Is stroke hereditary?\nStroke is not a genetic disease. However, the causes of stroke such as high blood pressure, diabetes, blood lipid disorders, etc. often have family factors. Therefore, in families where someone has had a stroke, their relatives are also at higher risk of getting the disease.\n5. Can stroke be saved?\nAccording to the World Health Organization, each year about 6.5 million people die from stroke. This is also the second highest cause of death in the world, on average there is 1 death due to stroke every 6 seconds and 1 in every 6 people has a stroke.\nHowever, not all strokes lead to death. If people with stroke are detected and intervened promptly at the first signs or are screened and diagnosed to take preventive measures from the beginning, the risk of death or complications can be limited. danger.\nTo schedule an examination and treatment with leading experts at the Department of Neurology, Tam Anh General Hospital, please contact:\nThe most effective method to help prevent dangerous complications of stroke is for patients to receive early detection and timely emergency treatment. For example, at Tam Anh General Hospital in Ho Chi Minh City, unclogging techniques are being applied to provide emergency treatment for stroke patients right in the \"golden hour\", helping to increase the survival rate and limit complications for patients. sick. Listen to your body, when there are any signs of instability, go to a neurologist and a place with modern technical equipment for diagnosis and examination."
        }
    ],
    "name": "dot-quy.json"
}