{
    "title": "What is an ischemic stroke? Causes, symptoms and diagnosis",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/dot-quy-thieu-mau-cuc-bo/",
    "abstract": "Ischemic stroke (or ischemic stroke) occurs when the blood supply to the brain is reduced or blocked, causing brain cells to die. This is a medical condition that requires urgent intervention during the \"golden\" hour to help save the patient's life and limit complications.\n  Ischemic stroke is a dangerous disease, accounting for about 85% of stroke cases (in addition to hemorrhagic stroke). So, what causes ischemic stroke? What are the symptoms of the disease? Treatment in any way? (first)",
    "content": "What is an ischemic stroke? Causes, symptoms and diagnosis\n\nIschemic stroke (or ischemic stroke) occurs when the blood supply to the brain is reduced or blocked, causing brain cells to die. This is a medical condition that requires urgent intervention during the \"golden\" hour to help save the patient's life and limit complications.\n  Ischemic stroke is a dangerous disease, accounting for about 85% of stroke cases (in addition to hemorrhagic stroke). So, what causes ischemic stroke? What are the symptoms of the disease? Treatment in any way? (first)\n\nWhat is an ischemic stroke?\nIschemic stroke is a condition that occurs when a blood clot blocks a blood vessel or narrows a blood vessel in the brain, blocking blood circulation to the brain. Ischemia in the brain will cause brain cells to die massively due to lack of oxygen and nutrients. If prolonged, it will cause brain tissue necrosis, then brain edema may appear in the next 2 to 4 days.\nIt is estimated that if blood flow to the brain stops for about 10 seconds, brain tissue metabolic disorders will begin to occur. If brain tissue metabolic disorder lasts for a few minutes, millions of brain cells will die. Therefore, ischemic stroke is a condition that requires intervention as soon as possible. (2)\nIschemic stroke is a dangerous disease that can occur at any age\n\nTypes of ischemic stroke\nIschemic stroke is divided into 2 main types, including:\nThrombotic stroke\nThrombotic stroke is a condition in which blood flow in the brain's blood vessels is suddenly stopped due to a blood clot forming in the cerebral artery. Thrombotic strokes are common in older people, especially those with high blood cholesterol, atherosclerosis (a buildup of fat and lipids inside the walls of blood vessels), or diabetes. Warning symptoms of thrombotic stroke can occur in the early morning or while the patient is sleeping.\nBefore a thrombotic stroke occurs, the patient may experience transient ischemic attacks (TIA). These transient ischemic attacks can last for a few minutes and up to 24 hours. Specific manifestations of TIA are similar to stroke symptoms such as double vision, dizziness, weakness on one side of the body, headache, etc. but at a milder level and appear transiently.\nEmbolic stroke (embolic stroke)\nEmbolic stroke is a condition in which blood flow to the brain is blocked by a blood clot forming anywhere in the patient's body. Statistics show that about 15% of embolic strokes occur in people with atrial fibrillation, a type of abnormal heart rhythm because the upper chamber of the heart does not beat effectively.\nSee more: Types of stroke: How to distinguish common types today.\n\nCause of ischemic stroke\nDetermining the correct cause of ischemic stroke will help doctors quickly provide effective emergency stroke intervention. Below are common causes and risk factors for ischemic stroke, including: (3)\nCommon causes of ischemic stroke\nLarge atherosclerosis: Large atherosclerotic plaques accumulate in the arteries, causing embolism or blockage of blood vessels in several locations in the body, including the brain.; Cardiac embolism: Blood clots formed in the heart are one of the causes of embolism and stroke. The risk of forming thrombus in the heart also comes from cardiovascular diseases, typically ischemic heart valve disease, atrial fibrillation, patent foramen ovale.; Lacunar infarction: This is a type of cerebral infarction located under the cerebral cortex, relatively small in size, accounting for about 25% of cases of cerebral infarction. Lacunar infarction is often found in gray cerebral nuclei located deep in the brain such as the thalamus, pons, basal ganglia,...; Other causes: Some other causes of ischemic stroke include acute/chronic meningitis, intra-aortic and intracranial arterial dissection, hyperactivity, hyperviscosity disorders in the blood (such as thrombocytosis, polycythemia, plasma cell disorders, etc.), other rare diseases (Binswanger's disease, Moyamoya disease, fibromuscular dysplasia, etc.); Unable to determine the cause: Medical statistics show that there are some cases of ischemic stroke whose cause cannot be found even though the patient has been examined and paraclinical tests have been performed.\nRisk factors that can lead to ischemic stroke\nSuffering from hypertension, diabetes, obesity, dyslipidemia, vasculitis, etc.; Addicted to tobacco, alcohol; Unscientific diet (eating foods that cause excess energy, lots of saturated fat, etc.); Unscientific lifestyle, lack of exercise; Side effects of exogenous estrogen.; Old age (over 50 years old). However, the rate of young people having strokes is also increasing.\n\nSymptoms of ischemic stroke\nSymptoms of ischemic stroke depend on the area of ​​the brain affected. Regarding the time of symptoms appearing, there is a difference between ischemic stroke due to embolism and ischemic stroke due to thrombosis. Symptoms of ischemic stroke due to embolism may peak within just a few minutes of the onset of the disease. Meanwhile, symptoms of thrombotic stroke often develop more slowly, and can fluctuate over a period of 24 to 48 hours.\nIn general, common ischemic stroke symptoms and signs include: (4)\nSudden weakness or numbness in a leg, arm or one side of the body; Suddenly confused; Difficulty in movement and movement; Loss of balance, loss of coordination between limbs, dizziness.; Sudden loss of vision or blurred vision; Nausea, vomiting; Lips and tongue numb.\nSymptoms of ischemic stroke include: dizziness, nausea, weakness, numbness of lips and tongue, loss of balance, loss of vision,...\n\nComplications of ischemic stroke\nIschemic stroke can cause a variety of long-term or permanent damage. If not detected and treated promptly, stroke will lead to dangerous complications affecting many important organs in the body, including:\nNervous system damage: Ischemic stroke causes many serious complications in the patient's nervous system. People who have had a stroke may lose the ability to perceive pain, lose the feeling of cold/heat, or experience impaired vision and difficulty speaking. In addition, stroke can cause other damage to the nervous system, including: dementia, memory loss, inability to control emotions (easy anger, sadness, etc.), depression .; Damage to the muscular system: Ischemic stroke will often cause reduced mobility of some parts of the body or weakness of one side of the body, weakness of the whole body.; Damage to the respiratory system: Brain damage caused by an ischemic stroke can seriously affect the patient's respiratory function, causing the patient to have difficulty breathing or stop breathing. This is also a common complication but can be improved when the patient receives timely emergency stroke treatment within the \"golden\" time (3-6 hours, can be extended to 24 hours from the stroke onset). .; Damage to the circulatory system: This is a common complication in people who have ischemic stroke due to alcohol and tobacco abuse or have high blood pressure or diabetes.; Damage to the digestive system: Some drugs used in stroke treatment can cause side effects that affect the digestive system such as constipation, slow digestion of food, etc. In addition, if a stroke Stroke causes damage to the brain area that controls digestive activities, causing loss or limitation of intestinal function.; Damage to the urinary system: Ischemic stroke can seriously affect the connection between the brain and urinary system, in which the bladder is the most severely affected part. Some complications caused by stroke in the urinary system include: loss of urinary control, frequent urination during the day, urination while sleeping, etc.; Damage to the reproductive system: Although it does not directly affect the reproductive organs, ischemic stroke can cause the patient to reduce sexual desire. This condition often occurs in people who have had a stroke and suffer from psychological disorders and depression.\n\nHow to diagnose ischemic stroke\nTo accurately diagnose ischemic stroke, patients need to perform a number of related paraclinical tests, typically:\nComputerized tomography (CT Scanner), magnetic resonance imaging (MRI); Blood tests: To look for signs of infection or heart damage, check blood clotting ability, blood sugar levels, liver and kidney function, etc.; Electrocardiogram (ECG or EKG): To check the health of the heart and heart abnormalities, if any; Electroencephalogram (EEG): This test helps doctors rule out the risk of epilepsy or related problems.\nSome paraclinical tests that help diagnose ischemic stroke include: CT Scanner, MRI scan, blood tests, electrocardiogram and electroencephalogram.\n\nEmergency treatment of ischemic stroke\nThe goal of ischemic stroke treatment is to restore blood flow to the affected brain area. When cerebral blood circulation is restored promptly, it will help limit brain tissue damage. At the Neurological Center, Tam Anh General Hospital in Ho Chi Minh City deploys a variety of modern techniques to help treat strokes in the golden time with high efficiency and speed. Depending on each specific case, stroke emergency techniques will include the following. (5)\nEmergency treatment methods for ischemic stroke\nUse fibrinolytic drugs\nThis is a necessary treatment option during the first 3 to 4.5 hours of stroke onset (can be extended to the first 6 hours). Thrombolytic drugs have the effect of re-opening clogged blood vessels, thereby helping to reduce the risk of disability and increase the ability to restore body function for people with stroke.\nCurrently, intravenous injection of fibrinolytic drugs is the preferred method in treating ischemic stroke with a recovery rate of up to 80%. With this method, the doctor will inject fibrinolytic drugs into the patient's veins. In just about 1 hour, the small blood clot causing blockage in the brain will be broken and the blood flow to the brain will be restored. again. At that time, the patient's vital functions, language functions, sensory functions, and motor functions will gradually be restored.\nRemove thrombus using mechanical tools\nThis is a technique that helps remove large blood clots from the patient's cerebral blood vessels using a catheter under the guidance of a DSA digital subtraction angiography machine. Among them, two highly effective mechanical thrombectomy devices are the penumbra thrombectomy system and the Solitaire stent. To perform thrombectomy with mechanical tools, the doctor will insert a catheter into the blood vessel, then thread the catheter to the location of the blood clot in the cerebral blood vessel and remove them. This stroke emergency intervention technique is often applied during the \"golden\" time frame, from the first 6 to 24 hours after a stroke occurs.\nAt Tam Anh General Hospital in Ho Chi Minh City, the Stroke Emergency Center has successfully treated many stroke cases during golden hours, thanks to the application of modern techniques and machines to help identify diseases and administer medication. Thrombolysis and blood clot removal quickly and accurately.\nOther methods help support the treatment of ischemic stroke\nHypothermia of the patient\nWhen body temperature suddenly increases, brain cells are at risk of dying. Controlling the patient's body temperature to a stable level will help protect brain tissue from stroke-related damage.\nControl blood sugar levels\nBrain cells need glucose (a type of sugar) to feed brain tissue. Too little glucose in the blood will slow down brain recovery, however, too much glucose in the blood can also negatively affect the brain cells' ability to repair themselves.\nUse blood thinners\nThis is a medication that helps blood flow better in the arteries and veins by keeping blood clots from increasing in size. Using blood thinners as prescribed by your doctor can effectively support the treatment of ischemic stroke caused by thrombosis.\nProvide oxygen promptly\nIschemic stroke will suddenly reduce the amount of oxygen available in the blood, leading to a serious lack of oxygen to the brain. Providing oxygen in time will help supplement oxygen to the brain, maintaining the life of brain cells.\n\nHow to prevent the risk of ischemic stroke\nPeople can reduce their risk of ischemic stroke by:\nImprove lifestyle: Building a healthy diet, regularly exercising, and getting enough sleep (7 to 8 hours a day) will help improve health, thereby reducing the risk of stroke.; Stay away from risk factors: Abuse of tobacco, alcohol, painkillers, stimulants such as drugs, marijuana, etc. are risk factors that increase the risk of stroke that everyone can control. preventable action. If you are having difficulty limiting the above risk factors, you need to go to the hospital soon to be examined by a doctor and have timely intervention measures.; Control underlying diseases that are at risk of causing stroke: Diseases that have a high risk of leading to ischemic stroke include: obesity, hypertension, diabetes, high blood cholesterol, depression... If Patients with medical conditions need early treatment to limit dangerous complications and the risk of stroke.; Regular health check-ups: Maintain the habit of regular health check-ups every 6 months to detect health problems early, thereby contributing to reducing the risk of stroke.\nIn particular, each person can proactively screen for stroke periodically to strictly control risk factors and causes of the disease. Stroke screening helps detect early signs of abnormalities and chronic diseases with potential risk of stroke. Department of Neurology, Neurology Center, Tam Anh General Hospital, Ho Chi Minh City is implementing 4 stroke screening packages including: basic stroke screening package, advanced stroke screening package, and screening package. Intensive stroke 1, Intensive stroke screening package 2. Stroke screening packages suitable for each specific group of subjects, with the support of the most modern machines, help detect abnormalities , minimal damage to the brain.\nMaintain a healthy lifestyle to protect your body from the risks of ischemic stroke\nFor more detailed information about stroke screening packages and to schedule examinations and consultations on health issues including ischemic stroke at Tam Anh General Hospital System, please contact:\nAbove is the basic and necessary information about ischemic stroke. If an unfortunate person has symptoms of suspected ischemic stroke such as: sudden confusion, weakness of one half of the body or the whole body, slurred speech, blurred or double vision, etc., they should quickly go to the hospital for treatment. received timely emergency treatment.",
    "subsections": [
        {
            "subsection_name": "What is an ischemic stroke?",
            "subsection_content": "Ischemic stroke is a condition that occurs when a blood clot blocks a blood vessel or narrows a blood vessel in the brain, blocking blood circulation to the brain. Ischemia in the brain will cause brain cells to die massively due to lack of oxygen and nutrients. If prolonged, it will cause brain tissue necrosis, then brain edema may appear in the next 2 to 4 days.\nIt is estimated that if blood flow to the brain stops for about 10 seconds, brain tissue metabolic disorders will begin to occur. If brain tissue metabolic disorder lasts for a few minutes, millions of brain cells will die. Therefore, ischemic stroke is a condition that requires intervention as soon as possible. (2)\nIschemic stroke is a dangerous disease that can occur at any age",
            "subsection_string": "What is an ischemic stroke?\nIschemic stroke is a condition that occurs when a blood clot blocks a blood vessel or narrows a blood vessel in the brain, blocking blood circulation to the brain. Ischemia in the brain will cause brain cells to die massively due to lack of oxygen and nutrients. If prolonged, it will cause brain tissue necrosis, then brain edema may appear in the next 2 to 4 days.\nIt is estimated that if blood flow to the brain stops for about 10 seconds, brain tissue metabolic disorders will begin to occur. If brain tissue metabolic disorder lasts for a few minutes, millions of brain cells will die. Therefore, ischemic stroke is a condition that requires intervention as soon as possible. (2)\nIschemic stroke is a dangerous disease that can occur at any age"
        },
        {
            "subsection_name": "Types of ischemic stroke",
            "subsection_content": "Ischemic stroke is divided into 2 main types, including:\nThrombotic stroke\nThrombotic stroke is a condition in which blood flow in the brain's blood vessels is suddenly stopped due to a blood clot forming in the cerebral artery. Thrombotic strokes are common in older people, especially those with high blood cholesterol, atherosclerosis (a buildup of fat and lipids inside the walls of blood vessels), or diabetes. Warning symptoms of thrombotic stroke can occur in the early morning or while the patient is sleeping.\nBefore a thrombotic stroke occurs, the patient may experience transient ischemic attacks (TIA). These transient ischemic attacks can last for a few minutes and up to 24 hours. Specific manifestations of TIA are similar to stroke symptoms such as double vision, dizziness, weakness on one side of the body, headache, etc. but at a milder level and appear transiently.\nEmbolic stroke (embolic stroke)\nEmbolic stroke is a condition in which blood flow to the brain is blocked by a blood clot forming anywhere in the patient's body. Statistics show that about 15% of embolic strokes occur in people with atrial fibrillation, a type of abnormal heart rhythm because the upper chamber of the heart does not beat effectively.\nSee more: Types of stroke: How to distinguish common types today.",
            "subsection_string": "Types of ischemic stroke\nIschemic stroke is divided into 2 main types, including:\nThrombotic stroke\nThrombotic stroke is a condition in which blood flow in the brain's blood vessels is suddenly stopped due to a blood clot forming in the cerebral artery. Thrombotic strokes are common in older people, especially those with high blood cholesterol, atherosclerosis (a buildup of fat and lipids inside the walls of blood vessels), or diabetes. Warning symptoms of thrombotic stroke can occur in the early morning or while the patient is sleeping.\nBefore a thrombotic stroke occurs, the patient may experience transient ischemic attacks (TIA). These transient ischemic attacks can last for a few minutes and up to 24 hours. Specific manifestations of TIA are similar to stroke symptoms such as double vision, dizziness, weakness on one side of the body, headache, etc. but at a milder level and appear transiently.\nEmbolic stroke (embolic stroke)\nEmbolic stroke is a condition in which blood flow to the brain is blocked by a blood clot forming anywhere in the patient's body. Statistics show that about 15% of embolic strokes occur in people with atrial fibrillation, a type of abnormal heart rhythm because the upper chamber of the heart does not beat effectively.\nSee more: Types of stroke: How to distinguish common types today."
        },
        {
            "subsection_name": "Cause of ischemic stroke",
            "subsection_content": "Determining the correct cause of ischemic stroke will help doctors quickly provide effective emergency stroke intervention. Below are common causes and risk factors for ischemic stroke, including: (3)\nCommon causes of ischemic stroke\nLarge atherosclerosis: Large atherosclerotic plaques accumulate in the arteries, causing embolism or blockage of blood vessels in several locations in the body, including the brain.; Cardiac embolism: Blood clots formed in the heart are one of the causes of embolism and stroke. The risk of forming thrombus in the heart also comes from cardiovascular diseases, typically ischemic heart valve disease, atrial fibrillation, patent foramen ovale.; Lacunar infarction: This is a type of cerebral infarction located under the cerebral cortex, relatively small in size, accounting for about 25% of cases of cerebral infarction. Lacunar infarction is often found in gray cerebral nuclei located deep in the brain such as the thalamus, pons, basal ganglia,...; Other causes: Some other causes of ischemic stroke include acute/chronic meningitis, intra-aortic and intracranial arterial dissection, hyperactivity, hyperviscosity disorders in the blood (such as thrombocytosis, polycythemia, plasma cell disorders, etc.), other rare diseases (Binswanger's disease, Moyamoya disease, fibromuscular dysplasia, etc.); Unable to determine the cause: Medical statistics show that there are some cases of ischemic stroke whose cause cannot be found even though the patient has been examined and paraclinical tests have been performed.\nRisk factors that can lead to ischemic stroke\nSuffering from hypertension, diabetes, obesity, dyslipidemia, vasculitis, etc.; Addicted to tobacco, alcohol; Unscientific diet (eating foods that cause excess energy, lots of saturated fat, etc.); Unscientific lifestyle, lack of exercise; Side effects of exogenous estrogen.; Old age (over 50 years old). However, the rate of young people having strokes is also increasing.",
            "subsection_string": "Cause of ischemic stroke\nDetermining the correct cause of ischemic stroke will help doctors quickly provide effective emergency stroke intervention. Below are common causes and risk factors for ischemic stroke, including: (3)\nCommon causes of ischemic stroke\nLarge atherosclerosis: Large atherosclerotic plaques accumulate in the arteries, causing embolism or blockage of blood vessels in several locations in the body, including the brain.; Cardiac embolism: Blood clots formed in the heart are one of the causes of embolism and stroke. The risk of forming thrombus in the heart also comes from cardiovascular diseases, typically ischemic heart valve disease, atrial fibrillation, patent foramen ovale.; Lacunar infarction: This is a type of cerebral infarction located under the cerebral cortex, relatively small in size, accounting for about 25% of cases of cerebral infarction. Lacunar infarction is often found in gray cerebral nuclei located deep in the brain such as the thalamus, pons, basal ganglia,...; Other causes: Some other causes of ischemic stroke include acute/chronic meningitis, intra-aortic and intracranial arterial dissection, hyperactivity, hyperviscosity disorders in the blood (such as thrombocytosis, polycythemia, plasma cell disorders, etc.), other rare diseases (Binswanger's disease, Moyamoya disease, fibromuscular dysplasia, etc.); Unable to determine the cause: Medical statistics show that there are some cases of ischemic stroke whose cause cannot be found even though the patient has been examined and paraclinical tests have been performed.\nRisk factors that can lead to ischemic stroke\nSuffering from hypertension, diabetes, obesity, dyslipidemia, vasculitis, etc.; Addicted to tobacco, alcohol; Unscientific diet (eating foods that cause excess energy, lots of saturated fat, etc.); Unscientific lifestyle, lack of exercise; Side effects of exogenous estrogen.; Old age (over 50 years old). However, the rate of young people having strokes is also increasing."
        },
        {
            "subsection_name": "Symptoms of ischemic stroke",
            "subsection_content": "Symptoms of ischemic stroke depend on the area of ​​the brain affected. Regarding the time of symptoms appearing, there is a difference between ischemic stroke due to embolism and ischemic stroke due to thrombosis. Symptoms of ischemic stroke due to embolism may peak within just a few minutes of the onset of the disease. Meanwhile, symptoms of thrombotic stroke often develop more slowly, and can fluctuate over a period of 24 to 48 hours.\nIn general, common ischemic stroke symptoms and signs include: (4)\nSudden weakness or numbness in a leg, arm or one side of the body; Suddenly confused; Difficulty in movement and movement; Loss of balance, loss of coordination between limbs, dizziness.; Sudden loss of vision or blurred vision; Nausea, vomiting; Lips and tongue numb.\nSymptoms of ischemic stroke include: dizziness, nausea, weakness, numbness of lips and tongue, loss of balance, loss of vision,...",
            "subsection_string": "Symptoms of ischemic stroke\nSymptoms of ischemic stroke depend on the area of ​​the brain affected. Regarding the time of symptoms appearing, there is a difference between ischemic stroke due to embolism and ischemic stroke due to thrombosis. Symptoms of ischemic stroke due to embolism may peak within just a few minutes of the onset of the disease. Meanwhile, symptoms of thrombotic stroke often develop more slowly, and can fluctuate over a period of 24 to 48 hours.\nIn general, common ischemic stroke symptoms and signs include: (4)\nSudden weakness or numbness in a leg, arm or one side of the body; Suddenly confused; Difficulty in movement and movement; Loss of balance, loss of coordination between limbs, dizziness.; Sudden loss of vision or blurred vision; Nausea, vomiting; Lips and tongue numb.\nSymptoms of ischemic stroke include: dizziness, nausea, weakness, numbness of lips and tongue, loss of balance, loss of vision,..."
        },
        {
            "subsection_name": "Complications of ischemic stroke",
            "subsection_content": "Ischemic stroke can cause a variety of long-term or permanent damage. If not detected and treated promptly, stroke will lead to dangerous complications affecting many important organs in the body, including:\nNervous system damage: Ischemic stroke causes many serious complications in the patient's nervous system. People who have had a stroke may lose the ability to perceive pain, lose the feeling of cold/heat, or experience impaired vision and difficulty speaking. In addition, stroke can cause other damage to the nervous system, including: dementia, memory loss, inability to control emotions (easy anger, sadness, etc.), depression .; Damage to the muscular system: Ischemic stroke will often cause reduced mobility of some parts of the body or weakness of one side of the body, weakness of the whole body.; Damage to the respiratory system: Brain damage caused by an ischemic stroke can seriously affect the patient's respiratory function, causing the patient to have difficulty breathing or stop breathing. This is also a common complication but can be improved when the patient receives timely emergency stroke treatment within the \"golden\" time (3-6 hours, can be extended to 24 hours from the stroke onset). .; Damage to the circulatory system: This is a common complication in people who have ischemic stroke due to alcohol and tobacco abuse or have high blood pressure or diabetes.; Damage to the digestive system: Some drugs used in stroke treatment can cause side effects that affect the digestive system such as constipation, slow digestion of food, etc. In addition, if a stroke Stroke causes damage to the brain area that controls digestive activities, causing loss or limitation of intestinal function.; Damage to the urinary system: Ischemic stroke can seriously affect the connection between the brain and urinary system, in which the bladder is the most severely affected part. Some complications caused by stroke in the urinary system include: loss of urinary control, frequent urination during the day, urination while sleeping, etc.; Damage to the reproductive system: Although it does not directly affect the reproductive organs, ischemic stroke can cause the patient to reduce sexual desire. This condition often occurs in people who have had a stroke and suffer from psychological disorders and depression.",
            "subsection_string": "Complications of ischemic stroke\nIschemic stroke can cause a variety of long-term or permanent damage. If not detected and treated promptly, stroke will lead to dangerous complications affecting many important organs in the body, including:\nNervous system damage: Ischemic stroke causes many serious complications in the patient's nervous system. People who have had a stroke may lose the ability to perceive pain, lose the feeling of cold/heat, or experience impaired vision and difficulty speaking. In addition, stroke can cause other damage to the nervous system, including: dementia, memory loss, inability to control emotions (easy anger, sadness, etc.), depression .; Damage to the muscular system: Ischemic stroke will often cause reduced mobility of some parts of the body or weakness of one side of the body, weakness of the whole body.; Damage to the respiratory system: Brain damage caused by an ischemic stroke can seriously affect the patient's respiratory function, causing the patient to have difficulty breathing or stop breathing. This is also a common complication but can be improved when the patient receives timely emergency stroke treatment within the \"golden\" time (3-6 hours, can be extended to 24 hours from the stroke onset). .; Damage to the circulatory system: This is a common complication in people who have ischemic stroke due to alcohol and tobacco abuse or have high blood pressure or diabetes.; Damage to the digestive system: Some drugs used in stroke treatment can cause side effects that affect the digestive system such as constipation, slow digestion of food, etc. In addition, if a stroke Stroke causes damage to the brain area that controls digestive activities, causing loss or limitation of intestinal function.; Damage to the urinary system: Ischemic stroke can seriously affect the connection between the brain and urinary system, in which the bladder is the most severely affected part. Some complications caused by stroke in the urinary system include: loss of urinary control, frequent urination during the day, urination while sleeping, etc.; Damage to the reproductive system: Although it does not directly affect the reproductive organs, ischemic stroke can cause the patient to reduce sexual desire. This condition often occurs in people who have had a stroke and suffer from psychological disorders and depression."
        },
        {
            "subsection_name": "How to diagnose ischemic stroke",
            "subsection_content": "To accurately diagnose ischemic stroke, patients need to perform a number of related paraclinical tests, typically:\nComputerized tomography (CT Scanner), magnetic resonance imaging (MRI); Blood tests: To look for signs of infection or heart damage, check blood clotting ability, blood sugar levels, liver and kidney function, etc.; Electrocardiogram (ECG or EKG): To check the health of the heart and heart abnormalities, if any; Electroencephalogram (EEG): This test helps doctors rule out the risk of epilepsy or related problems.\nSome paraclinical tests that help diagnose ischemic stroke include: CT Scanner, MRI scan, blood tests, electrocardiogram and electroencephalogram.",
            "subsection_string": "How to diagnose ischemic stroke\nTo accurately diagnose ischemic stroke, patients need to perform a number of related paraclinical tests, typically:\nComputerized tomography (CT Scanner), magnetic resonance imaging (MRI); Blood tests: To look for signs of infection or heart damage, check blood clotting ability, blood sugar levels, liver and kidney function, etc.; Electrocardiogram (ECG or EKG): To check the health of the heart and heart abnormalities, if any; Electroencephalogram (EEG): This test helps doctors rule out the risk of epilepsy or related problems.\nSome paraclinical tests that help diagnose ischemic stroke include: CT Scanner, MRI scan, blood tests, electrocardiogram and electroencephalogram."
        },
        {
            "subsection_name": "Emergency treatment of ischemic stroke",
            "subsection_content": "The goal of ischemic stroke treatment is to restore blood flow to the affected brain area. When cerebral blood circulation is restored promptly, it will help limit brain tissue damage. At the Neurological Center, Tam Anh General Hospital in Ho Chi Minh City deploys a variety of modern techniques to help treat strokes in the golden time with high efficiency and speed. Depending on each specific case, stroke emergency techniques will include the following. (5)\nEmergency treatment methods for ischemic stroke\nUse fibrinolytic drugs\nThis is a necessary treatment option during the first 3 to 4.5 hours of stroke onset (can be extended to the first 6 hours). Thrombolytic drugs have the effect of re-opening clogged blood vessels, thereby helping to reduce the risk of disability and increase the ability to restore body function for people with stroke.\nCurrently, intravenous injection of fibrinolytic drugs is the preferred method in treating ischemic stroke with a recovery rate of up to 80%. With this method, the doctor will inject fibrinolytic drugs into the patient's veins. In just about 1 hour, the small blood clot causing blockage in the brain will be broken and the blood flow to the brain will be restored. again. At that time, the patient's vital functions, language functions, sensory functions, and motor functions will gradually be restored.\nRemove thrombus using mechanical tools\nThis is a technique that helps remove large blood clots from the patient's cerebral blood vessels using a catheter under the guidance of a DSA digital subtraction angiography machine. Among them, two highly effective mechanical thrombectomy devices are the penumbra thrombectomy system and the Solitaire stent. To perform thrombectomy with mechanical tools, the doctor will insert a catheter into the blood vessel, then thread the catheter to the location of the blood clot in the cerebral blood vessel and remove them. This stroke emergency intervention technique is often applied during the \"golden\" time frame, from the first 6 to 24 hours after a stroke occurs.\nAt Tam Anh General Hospital in Ho Chi Minh City, the Stroke Emergency Center has successfully treated many stroke cases during golden hours, thanks to the application of modern techniques and machines to help identify diseases and administer medication. Thrombolysis and blood clot removal quickly and accurately.\nOther methods help support the treatment of ischemic stroke\nHypothermia of the patient\nWhen body temperature suddenly increases, brain cells are at risk of dying. Controlling the patient's body temperature to a stable level will help protect brain tissue from stroke-related damage.\nControl blood sugar levels\nBrain cells need glucose (a type of sugar) to feed brain tissue. Too little glucose in the blood will slow down brain recovery, however, too much glucose in the blood can also negatively affect the brain cells' ability to repair themselves.\nUse blood thinners\nThis is a medication that helps blood flow better in the arteries and veins by keeping blood clots from increasing in size. Using blood thinners as prescribed by your doctor can effectively support the treatment of ischemic stroke caused by thrombosis.\nProvide oxygen promptly\nIschemic stroke will suddenly reduce the amount of oxygen available in the blood, leading to a serious lack of oxygen to the brain. Providing oxygen in time will help supplement oxygen to the brain, maintaining the life of brain cells.",
            "subsection_string": "Emergency treatment of ischemic stroke\nThe goal of ischemic stroke treatment is to restore blood flow to the affected brain area. When cerebral blood circulation is restored promptly, it will help limit brain tissue damage. At the Neurological Center, Tam Anh General Hospital in Ho Chi Minh City deploys a variety of modern techniques to help treat strokes in the golden time with high efficiency and speed. Depending on each specific case, stroke emergency techniques will include the following. (5)\nEmergency treatment methods for ischemic stroke\nUse fibrinolytic drugs\nThis is a necessary treatment option during the first 3 to 4.5 hours of stroke onset (can be extended to the first 6 hours). Thrombolytic drugs have the effect of re-opening clogged blood vessels, thereby helping to reduce the risk of disability and increase the ability to restore body function for people with stroke.\nCurrently, intravenous injection of fibrinolytic drugs is the preferred method in treating ischemic stroke with a recovery rate of up to 80%. With this method, the doctor will inject fibrinolytic drugs into the patient's veins. In just about 1 hour, the small blood clot causing blockage in the brain will be broken and the blood flow to the brain will be restored. again. At that time, the patient's vital functions, language functions, sensory functions, and motor functions will gradually be restored.\nRemove thrombus using mechanical tools\nThis is a technique that helps remove large blood clots from the patient's cerebral blood vessels using a catheter under the guidance of a DSA digital subtraction angiography machine. Among them, two highly effective mechanical thrombectomy devices are the penumbra thrombectomy system and the Solitaire stent. To perform thrombectomy with mechanical tools, the doctor will insert a catheter into the blood vessel, then thread the catheter to the location of the blood clot in the cerebral blood vessel and remove them. This stroke emergency intervention technique is often applied during the \"golden\" time frame, from the first 6 to 24 hours after a stroke occurs.\nAt Tam Anh General Hospital in Ho Chi Minh City, the Stroke Emergency Center has successfully treated many stroke cases during golden hours, thanks to the application of modern techniques and machines to help identify diseases and administer medication. Thrombolysis and blood clot removal quickly and accurately.\nOther methods help support the treatment of ischemic stroke\nHypothermia of the patient\nWhen body temperature suddenly increases, brain cells are at risk of dying. Controlling the patient's body temperature to a stable level will help protect brain tissue from stroke-related damage.\nControl blood sugar levels\nBrain cells need glucose (a type of sugar) to feed brain tissue. Too little glucose in the blood will slow down brain recovery, however, too much glucose in the blood can also negatively affect the brain cells' ability to repair themselves.\nUse blood thinners\nThis is a medication that helps blood flow better in the arteries and veins by keeping blood clots from increasing in size. Using blood thinners as prescribed by your doctor can effectively support the treatment of ischemic stroke caused by thrombosis.\nProvide oxygen promptly\nIschemic stroke will suddenly reduce the amount of oxygen available in the blood, leading to a serious lack of oxygen to the brain. Providing oxygen in time will help supplement oxygen to the brain, maintaining the life of brain cells."
        },
        {
            "subsection_name": "How to prevent the risk of ischemic stroke",
            "subsection_content": "People can reduce their risk of ischemic stroke by:\nImprove lifestyle: Building a healthy diet, regularly exercising, and getting enough sleep (7 to 8 hours a day) will help improve health, thereby reducing the risk of stroke.; Stay away from risk factors: Abuse of tobacco, alcohol, painkillers, stimulants such as drugs, marijuana, etc. are risk factors that increase the risk of stroke that everyone can control. preventable action. If you are having difficulty limiting the above risk factors, you need to go to the hospital soon to be examined by a doctor and have timely intervention measures.; Control underlying diseases that are at risk of causing stroke: Diseases that have a high risk of leading to ischemic stroke include: obesity, hypertension, diabetes, high blood cholesterol, depression... If Patients with medical conditions need early treatment to limit dangerous complications and the risk of stroke.; Regular health check-ups: Maintain the habit of regular health check-ups every 6 months to detect health problems early, thereby contributing to reducing the risk of stroke.\nIn particular, each person can proactively screen for stroke periodically to strictly control risk factors and causes of the disease. Stroke screening helps detect early signs of abnormalities and chronic diseases with potential risk of stroke. Department of Neurology, Neurology Center, Tam Anh General Hospital, Ho Chi Minh City is implementing 4 stroke screening packages including: basic stroke screening package, advanced stroke screening package, and screening package. Intensive stroke 1, Intensive stroke screening package 2. Stroke screening packages suitable for each specific group of subjects, with the support of the most modern machines, help detect abnormalities , minimal damage to the brain.\nMaintain a healthy lifestyle to protect your body from the risks of ischemic stroke\nFor more detailed information about stroke screening packages and to schedule examinations and consultations on health issues including ischemic stroke at Tam Anh General Hospital System, please contact:\nAbove is the basic and necessary information about ischemic stroke. If an unfortunate person has symptoms of suspected ischemic stroke such as: sudden confusion, weakness of one half of the body or the whole body, slurred speech, blurred or double vision, etc., they should quickly go to the hospital for treatment. received timely emergency treatment.",
            "subsection_string": "How to prevent the risk of ischemic stroke\nPeople can reduce their risk of ischemic stroke by:\nImprove lifestyle: Building a healthy diet, regularly exercising, and getting enough sleep (7 to 8 hours a day) will help improve health, thereby reducing the risk of stroke.; Stay away from risk factors: Abuse of tobacco, alcohol, painkillers, stimulants such as drugs, marijuana, etc. are risk factors that increase the risk of stroke that everyone can control. preventable action. If you are having difficulty limiting the above risk factors, you need to go to the hospital soon to be examined by a doctor and have timely intervention measures.; Control underlying diseases that are at risk of causing stroke: Diseases that have a high risk of leading to ischemic stroke include: obesity, hypertension, diabetes, high blood cholesterol, depression... If Patients with medical conditions need early treatment to limit dangerous complications and the risk of stroke.; Regular health check-ups: Maintain the habit of regular health check-ups every 6 months to detect health problems early, thereby contributing to reducing the risk of stroke.\nIn particular, each person can proactively screen for stroke periodically to strictly control risk factors and causes of the disease. Stroke screening helps detect early signs of abnormalities and chronic diseases with potential risk of stroke. Department of Neurology, Neurology Center, Tam Anh General Hospital, Ho Chi Minh City is implementing 4 stroke screening packages including: basic stroke screening package, advanced stroke screening package, and screening package. Intensive stroke 1, Intensive stroke screening package 2. Stroke screening packages suitable for each specific group of subjects, with the support of the most modern machines, help detect abnormalities , minimal damage to the brain.\nMaintain a healthy lifestyle to protect your body from the risks of ischemic stroke\nFor more detailed information about stroke screening packages and to schedule examinations and consultations on health issues including ischemic stroke at Tam Anh General Hospital System, please contact:\nAbove is the basic and necessary information about ischemic stroke. If an unfortunate person has symptoms of suspected ischemic stroke such as: sudden confusion, weakness of one half of the body or the whole body, slurred speech, blurred or double vision, etc., they should quickly go to the hospital for treatment. received timely emergency treatment."
        }
    ],
    "name": "dot-quy-thieu-mau-cuc-bo.json"
}