{
    "title": "Bone spurs: Causes, symptoms and treatments",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/gai-xuong/",
    "abstract": "Although the term \"bone spurs\" can evoke an indescribable feeling of pain when mentioned, in reality, patients often do not feel clear symptoms of pain, numbness, and itching until bone spurs develop. too large, causing pressure on surrounding soft tissues. Through the following article, MSc.BS.CKI Dang Khoa will provide essential information surrounding this disease so that people can soon recognize when they form and have timely and appropriate interventions. and efficiency.",
    "content": "Bone spurs: Causes, symptoms and treatments\n\nAlthough the term \"bone spurs\" can evoke an indescribable feeling of pain when mentioned, in reality, patients often do not feel clear symptoms of pain, numbness, and itching until bone spurs develop. too large, causing pressure on surrounding soft tissues. Through the following article, MSc.BS.CKI Dang Khoa will provide essential information surrounding this disease so that people can soon recognize when they form and have timely and appropriate interventions. and efficiency.\n\nWhat are bone spurs?\nBone spurs (English name: bone spurs or osteophytes) are hard, smooth bone structures that form at the ends of bones with damaged joints (1). They can form in many parts of the body, but are most common in:\nSpine; Knee; Neck; Heel; Crotch; Shoulder; Wrist\nIn most cases, people with small bone spurs usually do not have a serious problem. However, if the size is too large, these protruding bone structures can rub against other bones when the patient moves or compress nearby nerve roots and spinal cord, causing the patient to feel weak and stiff. joint.\n\nSubjects susceptible to disease\nIn most cases, bone spurs mainly form in the elderly, especially those 60 and older. However, because of many different causes and factors, over the years, even young people are likely to encounter this problem.\n\nCommon types of bone spurs\nDepending on the location of formation, bone spurs are classified by experts into many different groups, such as:\n1. Vertebrae\nExtra bone structures that grow outward and along both sides of the vertebral body are called vertebral spines. They can cause back or neck pain by:\nCauses the vertebrae to rub against each other during back and neck movements and leads to arthritis; Compresses nerve roots and causes paresthesia (tingling) accompanied by neck and back pain; Growing into the spinal canal, compressing the spinal cord leads to weakness, muscle weakness, pain and many other unpleasant symptoms.\n2. Knee spurs\nWhen the articular cartilage layer in the knee is damaged leading to erosion (knee osteoarthritis), the bone ends here will become irritated and inflamed due to increased pressure and friction in the knee joint as this part performs its functions. Daily functions (flexing and extending legs, supporting body weight...).\nAt that time, bone cells will respond by forming bone spurs to help protect the knee joint. However, too many or overdeveloped knee joint spurs will cause joint deformity and limit joint movement.\n3. Heel spurs\nHeel spurs are bone spurs that form on the heel bone due to long-term calcium deposition there. These spikes tend to \"grow\" toward the arch of the foot, and often appear in people with plantar fasciitis. The development of heel spurs can cause patients to feel pain with every step.\n4. Hip spurs\nDegeneration of the hip joint also leads to bone spurs developing in this part. Some patients may not have obvious symptoms for many years. However, unpleasant symptoms such as pain, stiffness and reduced range of motion are unavoidable if the spines have developed and pressed on the surrounding soft tissues.\n\nCause of bone spurs\nThe eroded layer of articular cartilage will expose the ends of the bones, causing them to directly rub against each other every time the body moves, leading to bone loss over time. At this time, the body will heal itself by promoting the formation of new bones here. This condition is often closely related to problems such as: (2)\nOsteoarthritis; Arthritis; Physical trauma affects bones and joints\nIn addition, some of the factors below can also contribute to the development of bone spurs, including:\nOld; Overweight, obesity; Scoliosis of the spine; Working with incorrect posture; History of bone fractures; Habit of wearing ill-fitting shoes; Genetic\n\nSymptoms and signs of developing bone spurs\nIn fact, osteoarthritis itself does not cause pain. Instead, this symptom is mainly caused by related problems (degeneration, arthritis...).\nIn addition, the size of the spikes is too large and can lead to many unpredictable consequences. For example, in the case of spinal spurs, the excess bone growth will compress nearby nerve roots and cause pain, itching, numbness or stinging in some parts (arms, legs...) depending on into the affected nerve. (3)\nOn the other hand, depending on the location, the patient will also have different symptoms and problems, for example:\nIn the shoulder: tendons and ligaments are compressed, which can cause tendinitis or even rotator cuff tears; In the knee: difficulty bending and extending the leg; On the fingers: you can clearly see the nodules (tumors) forming under the skin\n\nDiagnosis of bone spurs\nFirst, the doctor will examine and evaluate the patient's medical history, then conduct a general health examination. Sometimes, bone spurs can be detected by observing and touching, feeling the skin around the painful joint during this examination. However, in most cases, patients only know they have bone spurs after having diagnostic imaging tests, such as:\nX-ray; CT scan for the purpose of examining details in bones and many other tissues that X-rays do not clearly provide; An MRI scan helps check specific conditions in the cartilage and ligaments\n\nMethods of treating bone spurs\nMost patients with mild or moderate nerve root compression by bone spurs can control their symptoms well without surgery. The goal of conservative treatment is to end inflammatory pain episodes through the following solutions: (4)\nUse pain relievers\nPainkillers, especially paracetamol, can be the first treatment option in most cases of minor, mild pain that is not too severe. If the patient has signs of inflammation, the doctor may recommend a more suitable solution, such as ibuprofen, naproxen... which belong to the group of non-steroidal anti-inflammatory pain relievers (NSAIDs).\nAlthough these drugs inhibit enzymes related to inflammation that causes pain, thereby relieving unpleasant symptoms, they also have the risk of affecting the stomach, kidneys and heart. circuit if not used properly. Therefore, patients need to be absolutely careful to use the medicine as prescribed by the doctor. At the same time, if you have a history of kidney or stomach problems, tell your specialist from the beginning so they can consider prescribing a more suitable medication, such as COX-2 selective NSAIDs.\nSteroid injections to reduce swelling and pain in the joints\nIf pain relievers are not as effective as expected, steroid injections into the joint may be prescribed instead. After being injected into the joint, steroids have the effect of temporarily reducing inflammation here and the surrounding area, thereby helping to reduce pain and stiffness. However, there are two things that patients should pay attention to when choosing this treatment method:\nA maximum of three steroid injections can be given in the same joint within a year; Steroid drugs only have strong pain-relieving and anti-inflammatory effects but are not capable of completely curing bone spurs\nPhysical therapy\nAlthough osteoarthritis cannot be treated, physical therapy can help relax muscles and joints, while increasing their strength and flexibility, thereby improving the patient's mobility. Therefore, exercise is an indispensable element in every treatment regimen for musculoskeletal problems.\nEach patient will have their own exercise plan, depending on the condition and location of the excess bone formation. Consulting with physical therapists can help patients build an effective exercise program with appropriate exercises such as:\nStretching muscles, tendons, joint capsules; Appropriate living and working posture, not harmful to bones and joints; Strengthening muscle groups around joints helps support movement and reduce the load on damaged joints\nPay attention to rest\nPhysical exercise can help strengthen muscle strength and improve joint function and flexibility, but too much exercise will be counterproductive. Therefore, in addition to exercise, patients should also focus on rest so that the body has time to recover. Please consult with your doctors to jointly develop a reasonable alternating activity and rest routine, thereby improving the effectiveness of the treatment regimen.\nShould bone spurs be operated on?\nSurgical removal of bone spurs is usually not necessary, as bothersome symptoms can be well controlled with conservative treatment. However, your doctor will still recommend this invasive treatment if:\nThe above treatment options are not as effective as expected; Nerves are compressed and severely damaged (in cases of spinal spurs); Joint range of motion is limited\nAt this time, experts will explain the process, effectiveness and risks of the upcoming surgery, such as infection, bleeding, thrombus (blood clot) formation...\nWith a system of advanced machinery and equipment, and a team of experienced leading doctors, Tam Anh General Hospital System is now proud to be able to successfully deploy the most advanced, least invasive techniques. helps patients reduce pain, limit post-operative complications and speed up the recovery process, quickly regaining the joy of life.\nDepending on the cause of bone spur formation, the Musculoskeletal specialists at Tam Anh Hospital will consider and prescribe the appropriate type of surgery, such as knee arthroscopy, shoulder arthroscopy, and joint surgery. elbow or SUPERPATH technique in hip replacement surgery...\n\nHow to care and recover for people with bone spurs\nIn addition to following the doctor's treatment regimen, patients should also build healthy living habits. In particular, maintaining a suitable weight is necessary to reduce pressure on damaged joints and bones.\nCombining exercise with a diet that includes foods rich in nutrients that are good for bones and joints such as calcium, vitamin D and omega-3... will contribute to helping patients improve their health condition. Besides, don't forget to abstain from alcohol and some foods high in sugar, salt or saturated fat to avoid making symptoms of pain and inflammation worse.\n\nHow to effectively prevent bone spurs\nPreventing bone spurs from forming is impossible if the condition is related to joint or spinal degeneration. However, some of the following measures can help reduce the risk of developing these extra bone spurs from other problems, including:\nWear shoes that fit your feet, have good cushioning and arch support; Build a nutritious diet rich in calcium and vitamin D to protect strong bones; Regularly exercise and exercise; Lose weight if necessary; See a doctor as soon as possible when there are any unusual symptoms in the joints (pain, swelling, stiffness...) for timely and effective intervention.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Tran Xuan Anh, Dr. Le Dinh Khoa, Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nBasically, bone spurs are one of the warning signs that the joints are seriously damaged or degenerated. Therefore, to control this condition well, patients first need to effectively treat the root cause. In addition, don't forget to adopt a healthy lifestyle to improve joint mobility and improve the quality of daily life.",
    "subsections": [
        {
            "subsection_name": "What are bone spurs?",
            "subsection_content": "Bone spurs (English name: bone spurs or osteophytes) are hard, smooth bone structures that form at the ends of bones with damaged joints (1). They can form in many parts of the body, but are most common in:\nSpine; Knee; Neck; Heel; Crotch; Shoulder; Wrist\nIn most cases, people with small bone spurs usually do not have a serious problem. However, if the size is too large, these protruding bone structures can rub against other bones when the patient moves or compress nearby nerve roots and spinal cord, causing the patient to feel weak and stiff. joint.",
            "subsection_string": "What are bone spurs?\nBone spurs (English name: bone spurs or osteophytes) are hard, smooth bone structures that form at the ends of bones with damaged joints (1). They can form in many parts of the body, but are most common in:\nSpine; Knee; Neck; Heel; Crotch; Shoulder; Wrist\nIn most cases, people with small bone spurs usually do not have a serious problem. However, if the size is too large, these protruding bone structures can rub against other bones when the patient moves or compress nearby nerve roots and spinal cord, causing the patient to feel weak and stiff. joint."
        },
        {
            "subsection_name": "Subjects susceptible to disease",
            "subsection_content": "In most cases, bone spurs mainly form in the elderly, especially those 60 and older. However, because of many different causes and factors, over the years, even young people are likely to encounter this problem.",
            "subsection_string": "Subjects susceptible to disease\nIn most cases, bone spurs mainly form in the elderly, especially those 60 and older. However, because of many different causes and factors, over the years, even young people are likely to encounter this problem."
        },
        {
            "subsection_name": "Common types of bone spurs",
            "subsection_content": "Depending on the location of formation, bone spurs are classified by experts into many different groups, such as:\n1. Vertebrae\nExtra bone structures that grow outward and along both sides of the vertebral body are called vertebral spines. They can cause back or neck pain by:\nCauses the vertebrae to rub against each other during back and neck movements and leads to arthritis; Compresses nerve roots and causes paresthesia (tingling) accompanied by neck and back pain; Growing into the spinal canal, compressing the spinal cord leads to weakness, muscle weakness, pain and many other unpleasant symptoms.\n2. Knee spurs\nWhen the articular cartilage layer in the knee is damaged leading to erosion (knee osteoarthritis), the bone ends here will become irritated and inflamed due to increased pressure and friction in the knee joint as this part performs its functions. Daily functions (flexing and extending legs, supporting body weight...).\nAt that time, bone cells will respond by forming bone spurs to help protect the knee joint. However, too many or overdeveloped knee joint spurs will cause joint deformity and limit joint movement.\n3. Heel spurs\nHeel spurs are bone spurs that form on the heel bone due to long-term calcium deposition there. These spikes tend to \"grow\" toward the arch of the foot, and often appear in people with plantar fasciitis. The development of heel spurs can cause patients to feel pain with every step.\n4. Hip spurs\nDegeneration of the hip joint also leads to bone spurs developing in this part. Some patients may not have obvious symptoms for many years. However, unpleasant symptoms such as pain, stiffness and reduced range of motion are unavoidable if the spines have developed and pressed on the surrounding soft tissues.",
            "subsection_string": "Common types of bone spurs\nDepending on the location of formation, bone spurs are classified by experts into many different groups, such as:\n1. Vertebrae\nExtra bone structures that grow outward and along both sides of the vertebral body are called vertebral spines. They can cause back or neck pain by:\nCauses the vertebrae to rub against each other during back and neck movements and leads to arthritis; Compresses nerve roots and causes paresthesia (tingling) accompanied by neck and back pain; Growing into the spinal canal, compressing the spinal cord leads to weakness, muscle weakness, pain and many other unpleasant symptoms.\n2. Knee spurs\nWhen the articular cartilage layer in the knee is damaged leading to erosion (knee osteoarthritis), the bone ends here will become irritated and inflamed due to increased pressure and friction in the knee joint as this part performs its functions. Daily functions (flexing and extending legs, supporting body weight...).\nAt that time, bone cells will respond by forming bone spurs to help protect the knee joint. However, too many or overdeveloped knee joint spurs will cause joint deformity and limit joint movement.\n3. Heel spurs\nHeel spurs are bone spurs that form on the heel bone due to long-term calcium deposition there. These spikes tend to \"grow\" toward the arch of the foot, and often appear in people with plantar fasciitis. The development of heel spurs can cause patients to feel pain with every step.\n4. Hip spurs\nDegeneration of the hip joint also leads to bone spurs developing in this part. Some patients may not have obvious symptoms for many years. However, unpleasant symptoms such as pain, stiffness and reduced range of motion are unavoidable if the spines have developed and pressed on the surrounding soft tissues."
        },
        {
            "subsection_name": "Cause of bone spurs",
            "subsection_content": "The eroded layer of articular cartilage will expose the ends of the bones, causing them to directly rub against each other every time the body moves, leading to bone loss over time. At this time, the body will heal itself by promoting the formation of new bones here. This condition is often closely related to problems such as: (2)\nOsteoarthritis; Arthritis; Physical trauma affects bones and joints\nIn addition, some of the factors below can also contribute to the development of bone spurs, including:\nOld; Overweight, obesity; Scoliosis of the spine; Working with incorrect posture; History of bone fractures; Habit of wearing ill-fitting shoes; Genetic",
            "subsection_string": "Cause of bone spurs\nThe eroded layer of articular cartilage will expose the ends of the bones, causing them to directly rub against each other every time the body moves, leading to bone loss over time. At this time, the body will heal itself by promoting the formation of new bones here. This condition is often closely related to problems such as: (2)\nOsteoarthritis; Arthritis; Physical trauma affects bones and joints\nIn addition, some of the factors below can also contribute to the development of bone spurs, including:\nOld; Overweight, obesity; Scoliosis of the spine; Working with incorrect posture; History of bone fractures; Habit of wearing ill-fitting shoes; Genetic"
        },
        {
            "subsection_name": "Symptoms and signs of developing bone spurs",
            "subsection_content": "In fact, osteoarthritis itself does not cause pain. Instead, this symptom is mainly caused by related problems (degeneration, arthritis...).\nIn addition, the size of the spikes is too large and can lead to many unpredictable consequences. For example, in the case of spinal spurs, the excess bone growth will compress nearby nerve roots and cause pain, itching, numbness or stinging in some parts (arms, legs...) depending on into the affected nerve. (3)\nOn the other hand, depending on the location, the patient will also have different symptoms and problems, for example:\nIn the shoulder: tendons and ligaments are compressed, which can cause tendinitis or even rotator cuff tears; In the knee: difficulty bending and extending the leg; On the fingers: you can clearly see the nodules (tumors) forming under the skin",
            "subsection_string": "Symptoms and signs of developing bone spurs\nIn fact, osteoarthritis itself does not cause pain. Instead, this symptom is mainly caused by related problems (degeneration, arthritis...).\nIn addition, the size of the spikes is too large and can lead to many unpredictable consequences. For example, in the case of spinal spurs, the excess bone growth will compress nearby nerve roots and cause pain, itching, numbness or stinging in some parts (arms, legs...) depending on into the affected nerve. (3)\nOn the other hand, depending on the location, the patient will also have different symptoms and problems, for example:\nIn the shoulder: tendons and ligaments are compressed, which can cause tendinitis or even rotator cuff tears; In the knee: difficulty bending and extending the leg; On the fingers: you can clearly see the nodules (tumors) forming under the skin"
        },
        {
            "subsection_name": "Diagnosis of bone spurs",
            "subsection_content": "First, the doctor will examine and evaluate the patient's medical history, then conduct a general health examination. Sometimes, bone spurs can be detected by observing and touching, feeling the skin around the painful joint during this examination. However, in most cases, patients only know they have bone spurs after having diagnostic imaging tests, such as:\nX-ray; CT scan for the purpose of examining details in bones and many other tissues that X-rays do not clearly provide; An MRI scan helps check specific conditions in the cartilage and ligaments",
            "subsection_string": "Diagnosis of bone spurs\nFirst, the doctor will examine and evaluate the patient's medical history, then conduct a general health examination. Sometimes, bone spurs can be detected by observing and touching, feeling the skin around the painful joint during this examination. However, in most cases, patients only know they have bone spurs after having diagnostic imaging tests, such as:\nX-ray; CT scan for the purpose of examining details in bones and many other tissues that X-rays do not clearly provide; An MRI scan helps check specific conditions in the cartilage and ligaments"
        },
        {
            "subsection_name": "Methods of treating bone spurs",
            "subsection_content": "Most patients with mild or moderate nerve root compression by bone spurs can control their symptoms well without surgery. The goal of conservative treatment is to end inflammatory pain episodes through the following solutions: (4)\nUse pain relievers\nPainkillers, especially paracetamol, can be the first treatment option in most cases of minor, mild pain that is not too severe. If the patient has signs of inflammation, the doctor may recommend a more suitable solution, such as ibuprofen, naproxen... which belong to the group of non-steroidal anti-inflammatory pain relievers (NSAIDs).\nAlthough these drugs inhibit enzymes related to inflammation that causes pain, thereby relieving unpleasant symptoms, they also have the risk of affecting the stomach, kidneys and heart. circuit if not used properly. Therefore, patients need to be absolutely careful to use the medicine as prescribed by the doctor. At the same time, if you have a history of kidney or stomach problems, tell your specialist from the beginning so they can consider prescribing a more suitable medication, such as COX-2 selective NSAIDs.\nSteroid injections to reduce swelling and pain in the joints\nIf pain relievers are not as effective as expected, steroid injections into the joint may be prescribed instead. After being injected into the joint, steroids have the effect of temporarily reducing inflammation here and the surrounding area, thereby helping to reduce pain and stiffness. However, there are two things that patients should pay attention to when choosing this treatment method:\nA maximum of three steroid injections can be given in the same joint within a year; Steroid drugs only have strong pain-relieving and anti-inflammatory effects but are not capable of completely curing bone spurs\nPhysical therapy\nAlthough osteoarthritis cannot be treated, physical therapy can help relax muscles and joints, while increasing their strength and flexibility, thereby improving the patient's mobility. Therefore, exercise is an indispensable element in every treatment regimen for musculoskeletal problems.\nEach patient will have their own exercise plan, depending on the condition and location of the excess bone formation. Consulting with physical therapists can help patients build an effective exercise program with appropriate exercises such as:\nStretching muscles, tendons, joint capsules; Appropriate living and working posture, not harmful to bones and joints; Strengthening muscle groups around joints helps support movement and reduce the load on damaged joints\nPay attention to rest\nPhysical exercise can help strengthen muscle strength and improve joint function and flexibility, but too much exercise will be counterproductive. Therefore, in addition to exercise, patients should also focus on rest so that the body has time to recover. Please consult with your doctors to jointly develop a reasonable alternating activity and rest routine, thereby improving the effectiveness of the treatment regimen.\nShould bone spurs be operated on?\nSurgical removal of bone spurs is usually not necessary, as bothersome symptoms can be well controlled with conservative treatment. However, your doctor will still recommend this invasive treatment if:\nThe above treatment options are not as effective as expected; Nerves are compressed and severely damaged (in cases of spinal spurs); Joint range of motion is limited\nAt this time, experts will explain the process, effectiveness and risks of the upcoming surgery, such as infection, bleeding, thrombus (blood clot) formation...\nWith a system of advanced machinery and equipment, and a team of experienced leading doctors, Tam Anh General Hospital System is now proud to be able to successfully deploy the most advanced, least invasive techniques. helps patients reduce pain, limit post-operative complications and speed up the recovery process, quickly regaining the joy of life.\nDepending on the cause of bone spur formation, the Musculoskeletal specialists at Tam Anh Hospital will consider and prescribe the appropriate type of surgery, such as knee arthroscopy, shoulder arthroscopy, and joint surgery. elbow or SUPERPATH technique in hip replacement surgery...",
            "subsection_string": "Methods of treating bone spurs\nMost patients with mild or moderate nerve root compression by bone spurs can control their symptoms well without surgery. The goal of conservative treatment is to end inflammatory pain episodes through the following solutions: (4)\nUse pain relievers\nPainkillers, especially paracetamol, can be the first treatment option in most cases of minor, mild pain that is not too severe. If the patient has signs of inflammation, the doctor may recommend a more suitable solution, such as ibuprofen, naproxen... which belong to the group of non-steroidal anti-inflammatory pain relievers (NSAIDs).\nAlthough these drugs inhibit enzymes related to inflammation that causes pain, thereby relieving unpleasant symptoms, they also have the risk of affecting the stomach, kidneys and heart. circuit if not used properly. Therefore, patients need to be absolutely careful to use the medicine as prescribed by the doctor. At the same time, if you have a history of kidney or stomach problems, tell your specialist from the beginning so they can consider prescribing a more suitable medication, such as COX-2 selective NSAIDs.\nSteroid injections to reduce swelling and pain in the joints\nIf pain relievers are not as effective as expected, steroid injections into the joint may be prescribed instead. After being injected into the joint, steroids have the effect of temporarily reducing inflammation here and the surrounding area, thereby helping to reduce pain and stiffness. However, there are two things that patients should pay attention to when choosing this treatment method:\nA maximum of three steroid injections can be given in the same joint within a year; Steroid drugs only have strong pain-relieving and anti-inflammatory effects but are not capable of completely curing bone spurs\nPhysical therapy\nAlthough osteoarthritis cannot be treated, physical therapy can help relax muscles and joints, while increasing their strength and flexibility, thereby improving the patient's mobility. Therefore, exercise is an indispensable element in every treatment regimen for musculoskeletal problems.\nEach patient will have their own exercise plan, depending on the condition and location of the excess bone formation. Consulting with physical therapists can help patients build an effective exercise program with appropriate exercises such as:\nStretching muscles, tendons, joint capsules; Appropriate living and working posture, not harmful to bones and joints; Strengthening muscle groups around joints helps support movement and reduce the load on damaged joints\nPay attention to rest\nPhysical exercise can help strengthen muscle strength and improve joint function and flexibility, but too much exercise will be counterproductive. Therefore, in addition to exercise, patients should also focus on rest so that the body has time to recover. Please consult with your doctors to jointly develop a reasonable alternating activity and rest routine, thereby improving the effectiveness of the treatment regimen.\nShould bone spurs be operated on?\nSurgical removal of bone spurs is usually not necessary, as bothersome symptoms can be well controlled with conservative treatment. However, your doctor will still recommend this invasive treatment if:\nThe above treatment options are not as effective as expected; Nerves are compressed and severely damaged (in cases of spinal spurs); Joint range of motion is limited\nAt this time, experts will explain the process, effectiveness and risks of the upcoming surgery, such as infection, bleeding, thrombus (blood clot) formation...\nWith a system of advanced machinery and equipment, and a team of experienced leading doctors, Tam Anh General Hospital System is now proud to be able to successfully deploy the most advanced, least invasive techniques. helps patients reduce pain, limit post-operative complications and speed up the recovery process, quickly regaining the joy of life.\nDepending on the cause of bone spur formation, the Musculoskeletal specialists at Tam Anh Hospital will consider and prescribe the appropriate type of surgery, such as knee arthroscopy, shoulder arthroscopy, and joint surgery. elbow or SUPERPATH technique in hip replacement surgery..."
        },
        {
            "subsection_name": "How to care and recover for people with bone spurs",
            "subsection_content": "In addition to following the doctor's treatment regimen, patients should also build healthy living habits. In particular, maintaining a suitable weight is necessary to reduce pressure on damaged joints and bones.\nCombining exercise with a diet that includes foods rich in nutrients that are good for bones and joints such as calcium, vitamin D and omega-3... will contribute to helping patients improve their health condition. Besides, don't forget to abstain from alcohol and some foods high in sugar, salt or saturated fat to avoid making symptoms of pain and inflammation worse.",
            "subsection_string": "How to care and recover for people with bone spurs\nIn addition to following the doctor's treatment regimen, patients should also build healthy living habits. In particular, maintaining a suitable weight is necessary to reduce pressure on damaged joints and bones.\nCombining exercise with a diet that includes foods rich in nutrients that are good for bones and joints such as calcium, vitamin D and omega-3... will contribute to helping patients improve their health condition. Besides, don't forget to abstain from alcohol and some foods high in sugar, salt or saturated fat to avoid making symptoms of pain and inflammation worse."
        },
        {
            "subsection_name": "How to effectively prevent bone spurs",
            "subsection_content": "Preventing bone spurs from forming is impossible if the condition is related to joint or spinal degeneration. However, some of the following measures can help reduce the risk of developing these extra bone spurs from other problems, including:\nWear shoes that fit your feet, have good cushioning and arch support; Build a nutritious diet rich in calcium and vitamin D to protect strong bones; Regularly exercise and exercise; Lose weight if necessary; See a doctor as soon as possible when there are any unusual symptoms in the joints (pain, swelling, stiffness...) for timely and effective intervention.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Tran Xuan Anh, Dr. Le Dinh Khoa, Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nBasically, bone spurs are one of the warning signs that the joints are seriously damaged or degenerated. Therefore, to control this condition well, patients first need to effectively treat the root cause. In addition, don't forget to adopt a healthy lifestyle to improve joint mobility and improve the quality of daily life.",
            "subsection_string": "How to effectively prevent bone spurs\nPreventing bone spurs from forming is impossible if the condition is related to joint or spinal degeneration. However, some of the following measures can help reduce the risk of developing these extra bone spurs from other problems, including:\nWear shoes that fit your feet, have good cushioning and arch support; Build a nutritious diet rich in calcium and vitamin D to protect strong bones; Regularly exercise and exercise; Lose weight if necessary; See a doctor as soon as possible when there are any unusual symptoms in the joints (pain, swelling, stiffness...) for timely and effective intervention.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Tran Xuan Anh, Dr. Le Dinh Khoa, Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nBasically, bone spurs are one of the warning signs that the joints are seriously damaged or degenerated. Therefore, to control this condition well, patients first need to effectively treat the root cause. In addition, don't forget to adopt a healthy lifestyle to improve joint mobility and improve the quality of daily life."
        }
    ],
    "name": "gai-xuong.json"
}