{
    "title": "Spinal spurs: Causes, signs and treatments",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/gai-cot-song/",
    "abstract": "When first formed, spinal spurs are difficult to recognize because they do not show obvious symptoms. As time goes on, the spine becomes larger, causing compression of the nerves and spinal cord. Once infected, the patient must live in persistent pain, even paralyzed and unable to work if not treated promptly.\n  The spine is both the foundation and pillar of the body and the central nervous system, governing and controlling all joints through the system of muscles, ligaments, and nerves, creating mobility and mobility. Amazing human movement.\n Consisting of 33 - 35 vertebrae forming a protective framework for the spinal cord and nerve roots, the spine starts from the neck, going down towards the buttocks (rear end). Any impact on the spinal structure will cause pain and severe damage to the body.",
    "content": "Spinal spurs: Causes, signs and treatments\n\nWhen first formed, spinal spurs are difficult to recognize because they do not show obvious symptoms. As time goes on, the spine becomes larger, causing compression of the nerves and spinal cord. Once infected, the patient must live in persistent pain, even paralyzed and unable to work if not treated promptly.\n  The spine is both the foundation and pillar of the body and the central nervous system, governing and controlling all joints through the system of muscles, ligaments, and nerves, creating mobility and mobility. Amazing human movement.\n Consisting of 33 - 35 vertebrae forming a protective framework for the spinal cord and nerve roots, the spine starts from the neck, going down towards the buttocks (rear end). Any impact on the spinal structure will cause pain and severe damage to the body.\n\nWhat are spinal spurs?\nOsteophytes are an inevitable part of the natural aging process. As the body ages, dehydration causes the discs to wear away. The ligaments that stabilize the bones also become loose. In efforts to combat this aging process, the body creates bone spurs, which are bony growths that extend outward and to the sides of the spine to maintain stability and reduce stress. straighten the spine, over time it will form spinal spurs. This is one of the complications of degenerative spine disease.\nSpinal spurs can occur anywhere on the spine, but often form in parts of the body that are subject to a lot of pressure such as the cervical vertebrae and lumbar vertebrae. Each type of spike in a different location will have unique characteristics.\n\nClassification of vertebral spines\n1. Cervical vertebrae\nCervical Osteophytes is a degenerative condition in the cervical vertebrae, causing nerve compression.\nThis is a dangerous bone and joint disease that progresses silently with easily confused symptoms. If not treated thoroughly, the disease can lead to serious complications.\nThe disease interferes with the functioning of the spine. Depending on the location of compression (cervical spinal cord, cervical nerve roots, spinal artery...), cervical spine spurs will cause a number of typical syndromes such as neck-shoulder syndrome; neck-shoulder-arm syndrome; vertebral artery syndrome - molluscum contagiosum; Cervical cord compression syndrome.\nPatients will have their vertebrae adjusted to reduce pressure on joints, discs and nerves. Doctors can develop a treatment regimen that combines additional methods such as DTS decompression traction, high-intensity laser radiation and a rehabilitation exercise program according to each patient's specific condition. Along with active treatment plans, a regimen of exercise, movement, healthy living combined with nutrition are the leading factors to protect the health of the patient's cervical spine.\n2. Lumbar vertebrae\nLocated between the rib cage and pelvis, the lumbar spine is a series of interconnected lumbar vertebrae, limited in front by the vertebral body and intervertebral discs, behind by the coronary ligament and the intervertebral discs. vertebral arch, next to it are the pedicles, arcs and foramina.\nLumbar osteophytes are additional bone growths caused by the process of subchondral bone fibrosis and articular cartilage erosion in the lumbar spine. Most people with the disease have symptoms for a long time, but then they go away. Sometimes, just moving suddenly can cause symptoms to reappear.\nLumbar spondylosis is a chronic disease that gradually progresses, causing deformity of the lumbar spine without signs of inflammation. The disease can affect many different locations on the body such as the middle of the spine, lower back pain, and the spines due to the protruding influence of bone spurs on other locations on the spine.\n\nCauses of spinal spurs\nSpinal spurs occur due to many different causes, generally originating from articular cartilage and intervertebral discs that are subjected to regular and long-term pressure, leading to damage, erosion, and formation of subchondral bone cartilage. bone spurs, causing pain and hindering joint movement.\nThe main causes leading to vertebral spurs:\nSpinal degeneration: This is the main culprit leading to thorns in the vertebrae. Spinal degeneration causes joint cartilage to erode and crack easily. As soon as the body notices this abnormality, the \"calcium replenishment\" state is immediately initiated. However, the accretion will take place unevenly, causing a situation of insufficient space. Areas lacking calcium will form bone hollows, while areas with excess calcium cause roughness and over time create bone spurs.; Chronic spinal arthritis: is the phenomenon of two bone surfaces contacting and rubbing against each other. To overcome this phenomenon, the body will adjust itself to reduce pressure and friction. The result of this adjustment process will affect the entire spinal joint, causing the vertebrae to become fibrotic. grow thorns.; Calcium deposition: Often occurs in ligaments and tendons in contact with the vertebrae due to the aging process.; Genetic factors: Many people are born with genes that make their discs weaker than normal. This is the reason why the disease is getting younger and younger as many people have developed thorns at a very young age. If there are many people in the family with spinal bone spurs, the genetic possibility of the disease is greater.; Injury: Injuries can cause disc herniation. Bones repair themselves after accidents and trauma, which causes bone spurs to form.\nSubjects at risk of developing spina bifida:\nOlder people, especially the elderly due to aging and calcium deposition; People who regularly exercise, carry heavy loads, and do jobs that put pressure on the spine.; People with chronic spinal arthritis.; People with a history of injury or accident; Overweight people, vigorous physical activity, frequent smoking, alcohol and stimulants...\n\nSymptoms of spondylosis\nDr. Tang Ha Nam Anh said that spinal spurs are very small in size and mostly appear only on the front and side of the spine, so not everyone has symptoms and early detection. The disease can smolder for many years. Only when the spines rub against other bones or rub against ligaments, nerve roots... will the patient feel pain.\n“Many patients describe spinal pain as “heavenly painful.” Common symptoms are shoulder pain, back pain, waist pain, neck pain, spreading to the arms, causing numbness in the hands... Depending on the location of the thorns, the patient feels different pain,\" Dr. Doctor Tang Ha Nam Anh added.\nAccordingly, the most obvious signs are:\nPain in the neck, shoulders, and waist. The pain increases with movement and movement and decreases with rest.; Numbness and pain in the neck spreading through the arms or pain in the back down to the legs.; Reduced mobility in the neck, arms, hands...; Body imbalance, weak muscles or limbs; In emergency cases, the patient will lose control of urination and defecation.; In very severe cases, the patient falls into a state of autonomic nervous system disorder (autonomic reflexes are disturbed, increased sweating, impaired respiration...).\n\nIs spinal stenosis dangerous?\nSpinal stenosis is a dangerous disease that negatively affects health, quality of life, and reduces mobility. If not detected early or treated incorrectly, the disease has the risk of causing disability, causing the patient to lose the ability to move.\nWarning about the danger of the disease, Dr. Tang Ha Nam Anh said: \"If the patient has spinal stenosis in the waist, the patient will feel pain in the middle of the waist or spread to the hip area. The pain is more intense when moving, the patient cannot even continue to work. If the disease occurs in the neck area, the patient may have migraines, dizziness, nausea, and insomnia. Especially when accompanied by a herniated disc in the neck, the nerve roots are compressed, causing pain and numbness spreading to the shoulders, arms and forearms. In the long term, the patient may suffer from complications of scoliosis, kyphosis, and weakness. muscle, muscle atrophy in arms or legs...\".\nDangerous complications if not treated promptly:\nChanges in blood pressure: This complication is caused by autonomic nervous system disorders. Blood pressure can increase or decrease, making the patient susceptible to respiratory disorders.; Herniated disc: Due to the system of nerves pressing too deeply on the nerve roots, the parts that are compressed for a long time will degenerate and turn into disc herniation. If not treated promptly, muscle atrophy may occur. , disabled.; Vestibular disorders: This complication often occurs in people with cervical spondylosis, because the amount of blood and oxygen circulating to the brain is limited, causing vestibular disorders.; Paralysis, loss of ability to work: This is the most serious complication that occurs due to the nerve system being compressed for too long, the pressure on the spine causes the nerves to gradually lose motor function, gradually becoming paralyzed. disabled.\n\nDiagnosis of vertebrae\nWith the most modern machinery system with high resolution, such as MRI system, Micro MRI system, latest generation X-ray machine, 768 ring CT machine,... at Tam Anh General Hospital System, the hospital Spina bifida is diagnosed by X-ray, CT scan or MRI. In addition, tests that need to be performed to confirm a diagnosis include:\nBlood tests: Blood tests check levels of certain substances that may indicate rheumatoid arthritis or other conditions as a cause of spondylosis.; CT scan: To determine the location, condition and extent of bone involvement, the extent of joint changes and bone spur formation.; Electromyography (EMG): This test is used to evaluate and measure the speed at which nerves send electrical signals to the brain. During this test, small, thin needles are placed into the muscles of the arms and legs to record electrical activity and show the extent of spinal nerve injury.; Magnetic Resonance Imaging (MRI): Magnetic resonance imaging is mainly used to determine the extent of damage to the cartilage disc and compression of the spinal nerves.; Myelogram: This is a special type of CT scan. During this procedure, contrast dye is injected into the spinal canal, making the spinal cord and nerve roots more clearly visible, thereby making it easier to determine the extent of damage.; X-ray: This is a common imaging test to detect bone spurs and the degree of nerve compression.\n\nTreatment of spinal spurs\nNothing can prevent the body from aging. Spinal spurs are a natural aging process, so there is no treatment that can reverse this principle. To date, treatment of spondylosis mainly focuses on three main methods. The first is to use medicine to relieve immediate pain. The second is chiropractic exercise and therapy. Surgery is the last resort and should only be considered in cases where the bone spurs are too large.\nAccording to Dr. Tang Ha Nam Anh, the earlier spinal spurs are detected, the higher the chance of cure. People aged 30 and over should regularly have their spine checked to detect disease early if any. For effective treatment, patients need to closely follow the specialist's treatment regimen. In addition, it is necessary to change living habits, regularly exercise and sports appropriate to your physical condition, and have a reasonable diet to help the disc recover quickly.\n1. Non-drug treatment\nIf the disease does not cause pain, treatment is not necessary. Treatments are only used when symptoms occur or cause serious complications. Treatment is mainly symptomatic, slowing down the process of spinal degeneration, helping patients live with the disease more comfortably.\nSpinal stenosis treatment can be combined with regular rehabilitation exercises, massage, physical therapy with infrared, shortwave, electroshock... which also bring positive results.\n2. Medical treatment\nIf the disease causes pain, the patient needs to rest and take nonsteroidal anti-inflammatory pain relievers and muscle relaxants. Nonsteroidal anti-inflammatory drugs are effective in reducing back and neck pain caused by spondylosis. Some medications such as ibuprofen and naproxen, acetaminophen and tramadol also work against pain. Muscle relaxants such as cyclobenzaprine and tizanidine have been suggested to reduce muscle spasms associated with spina bifida.\nIn addition to medication, it should be combined with acupuncture, physical therapy, and regular exercise. Improve a healthy lifestyle such as stopping smoking, losing weight, having a diet rich in calcium and lots of green vegetables... Do not do heavy work, limit travel, sleep with a hard mattress, do not use pillows or use special pillows...\n3. Surgery\nSurgery is the last method considered in cases where there is compression of the spinal cord, narrowing of the spinal canal or compression of the nervous system, causing numbness in the legs and arms, and bowel and bladder disorders. After surgery, bone spurs can grow back in the same location, so patients need to maintain a healthy lifestyle and pay attention to posture when studying and working to limit the risk of recurrence. In particular, it is necessary to comply with treatment and have regular follow-up examinations to detect and promptly treat bad developments.\n\nCare measures for people with spinal stenosis\nHome care is very important for patients. Home remedies including warm compresses or ice packs can relieve back and neck pain.\nBasic care methods for sufferers:\nLet the patient rest, do not walk when in pain, and lie in the most comfortable position; Instruct patients on how to exercise their joints to limit joint degeneration and deformity.; Eat well, supplement energy and fresh fruits; Clean daily.; Instruct patients on how to self-monitor side effects of the drug; Give the patient medicine and injections as prescribed; Complete all basic tests.\nWhat should people with spina bifida abstain from and eat?\nBesides age, nutritional deficiencies are also one of the causes of bone and joint diseases. People with spina bifida need to pay attention to their diet and eat enough nutrients, especially calcium-rich substances. Do not eat fast food or fatty foods. In particular, strictly control weight. Gaining weight too quickly, being overweight or obese will put pressure on the musculoskeletal system, making cervical spondylosis worse.\nExercises for people with spina bifida\nExercise regularly, especially gentle sports such as walking, yoga, and swimming to help slow down the process of spinal degeneration. Always keep your spine in good posture, have support for your back and neck, adjust the screen or books to eye level, and alternate positions. Avoid playing high-intensity sports such as weightlifting and gymnastics.\n\nHow to prevent spinal spurs\nTaking care of a healthy spine and keeping it from losing its physiological curve is an effective prevention method. Specifically, do not sit for too long in the wrong position, avoid standing or sitting for hours in a bad position, and do not lie too long in an uncomfortable position.\nDue to the aging process, this is an unavoidable disease as we get older. However, we can prevent rapid degeneration by exercising regularly and gently moving to keep the muscles and vertebrae flexible. Practice gentle exercise and immediately stop normal physical activities if pain occurs.\nFinally, a suitable and complete diet, especially foods high in calcium and limited fat and sugar to control weight.\nIt is necessary to use support braces such as neck braces and lumbar braces to reduce pain or discomfort, but these support methods should not be abused for long periods of time. When there is acute pain, you can apply heat or cold to the painful area. You can use cold therapy for the first 48-72 hours, then use heat (hot bath, hot towel, or hot pack) if the pain persists. Sleeping with a firm enough mattress without a pillow or using a special pillow is also an effective way to prevent spinal spurs.\n\nQuestions related to spondylosis\n1. Should people with spondylosis take calcium?\nCalcium is an active ingredient that plays an important role in nourishing and restoring damage to the vertebrae. If there is a calcium deficiency, new bone cells will not be formed. Although the cause of spinal spurs is calcium deposition, that does not mean these people abstain from calcium supplementation. Calcium supplementation will help bone damage recover, limiting degeneration and pain.\n2. Should people with spinal spurs exercise at the gym?\nPatients can still exercise normally at the gym. However, exercises need to be properly designed and suitable for your physical condition to support disease treatment and prevent risks from arising. Do not exercise at high intensity, heavy exercises are at risk of making the disease worse.\n3. Are spinal spurs and disc herniation the same?\nARE NOT. Both are forms of osteoarthritis in the spine, but spinal spurs and disc herniation are two different conditions. While disc herniation is a condition in which the nucleus pulposus of the spinal disc escapes from its normal position, pressing on the spinal canal or nerve roots, spondylosis is a degenerative disease of the joints in the spine, forming bone spurs on the outside or on either side of the spine.\nSpinal spurs are no longer a disease of old age. In addition to age and genetic factors, mistakes in living, working and participating in physical activities are the reasons why this disease is increasingly common. more common in young people.",
    "subsections": [
        {
            "subsection_name": "What are spinal spurs?",
            "subsection_content": "Osteophytes are an inevitable part of the natural aging process. As the body ages, dehydration causes the discs to wear away. The ligaments that stabilize the bones also become loose. In efforts to combat this aging process, the body creates bone spurs, which are bony growths that extend outward and to the sides of the spine to maintain stability and reduce stress. straighten the spine, over time it will form spinal spurs. This is one of the complications of degenerative spine disease.\nSpinal spurs can occur anywhere on the spine, but often form in parts of the body that are subject to a lot of pressure such as the cervical vertebrae and lumbar vertebrae. Each type of spike in a different location will have unique characteristics.",
            "subsection_string": "What are spinal spurs?\nOsteophytes are an inevitable part of the natural aging process. As the body ages, dehydration causes the discs to wear away. The ligaments that stabilize the bones also become loose. In efforts to combat this aging process, the body creates bone spurs, which are bony growths that extend outward and to the sides of the spine to maintain stability and reduce stress. straighten the spine, over time it will form spinal spurs. This is one of the complications of degenerative spine disease.\nSpinal spurs can occur anywhere on the spine, but often form in parts of the body that are subject to a lot of pressure such as the cervical vertebrae and lumbar vertebrae. Each type of spike in a different location will have unique characteristics."
        },
        {
            "subsection_name": "Classification of vertebral spines",
            "subsection_content": "1. Cervical vertebrae\nCervical Osteophytes is a degenerative condition in the cervical vertebrae, causing nerve compression.\nThis is a dangerous bone and joint disease that progresses silently with easily confused symptoms. If not treated thoroughly, the disease can lead to serious complications.\nThe disease interferes with the functioning of the spine. Depending on the location of compression (cervical spinal cord, cervical nerve roots, spinal artery...), cervical spine spurs will cause a number of typical syndromes such as neck-shoulder syndrome; neck-shoulder-arm syndrome; vertebral artery syndrome - molluscum contagiosum; Cervical cord compression syndrome.\nPatients will have their vertebrae adjusted to reduce pressure on joints, discs and nerves. Doctors can develop a treatment regimen that combines additional methods such as DTS decompression traction, high-intensity laser radiation and a rehabilitation exercise program according to each patient's specific condition. Along with active treatment plans, a regimen of exercise, movement, healthy living combined with nutrition are the leading factors to protect the health of the patient's cervical spine.\n2. Lumbar vertebrae\nLocated between the rib cage and pelvis, the lumbar spine is a series of interconnected lumbar vertebrae, limited in front by the vertebral body and intervertebral discs, behind by the coronary ligament and the intervertebral discs. vertebral arch, next to it are the pedicles, arcs and foramina.\nLumbar osteophytes are additional bone growths caused by the process of subchondral bone fibrosis and articular cartilage erosion in the lumbar spine. Most people with the disease have symptoms for a long time, but then they go away. Sometimes, just moving suddenly can cause symptoms to reappear.\nLumbar spondylosis is a chronic disease that gradually progresses, causing deformity of the lumbar spine without signs of inflammation. The disease can affect many different locations on the body such as the middle of the spine, lower back pain, and the spines due to the protruding influence of bone spurs on other locations on the spine.",
            "subsection_string": "Classification of vertebral spines\n1. Cervical vertebrae\nCervical Osteophytes is a degenerative condition in the cervical vertebrae, causing nerve compression.\nThis is a dangerous bone and joint disease that progresses silently with easily confused symptoms. If not treated thoroughly, the disease can lead to serious complications.\nThe disease interferes with the functioning of the spine. Depending on the location of compression (cervical spinal cord, cervical nerve roots, spinal artery...), cervical spine spurs will cause a number of typical syndromes such as neck-shoulder syndrome; neck-shoulder-arm syndrome; vertebral artery syndrome - molluscum contagiosum; Cervical cord compression syndrome.\nPatients will have their vertebrae adjusted to reduce pressure on joints, discs and nerves. Doctors can develop a treatment regimen that combines additional methods such as DTS decompression traction, high-intensity laser radiation and a rehabilitation exercise program according to each patient's specific condition. Along with active treatment plans, a regimen of exercise, movement, healthy living combined with nutrition are the leading factors to protect the health of the patient's cervical spine.\n2. Lumbar vertebrae\nLocated between the rib cage and pelvis, the lumbar spine is a series of interconnected lumbar vertebrae, limited in front by the vertebral body and intervertebral discs, behind by the coronary ligament and the intervertebral discs. vertebral arch, next to it are the pedicles, arcs and foramina.\nLumbar osteophytes are additional bone growths caused by the process of subchondral bone fibrosis and articular cartilage erosion in the lumbar spine. Most people with the disease have symptoms for a long time, but then they go away. Sometimes, just moving suddenly can cause symptoms to reappear.\nLumbar spondylosis is a chronic disease that gradually progresses, causing deformity of the lumbar spine without signs of inflammation. The disease can affect many different locations on the body such as the middle of the spine, lower back pain, and the spines due to the protruding influence of bone spurs on other locations on the spine."
        },
        {
            "subsection_name": "Causes of spinal spurs",
            "subsection_content": "Spinal spurs occur due to many different causes, generally originating from articular cartilage and intervertebral discs that are subjected to regular and long-term pressure, leading to damage, erosion, and formation of subchondral bone cartilage. bone spurs, causing pain and hindering joint movement.\nThe main causes leading to vertebral spurs:\nSpinal degeneration: This is the main culprit leading to thorns in the vertebrae. Spinal degeneration causes joint cartilage to erode and crack easily. As soon as the body notices this abnormality, the \"calcium replenishment\" state is immediately initiated. However, the accretion will take place unevenly, causing a situation of insufficient space. Areas lacking calcium will form bone hollows, while areas with excess calcium cause roughness and over time create bone spurs.; Chronic spinal arthritis: is the phenomenon of two bone surfaces contacting and rubbing against each other. To overcome this phenomenon, the body will adjust itself to reduce pressure and friction. The result of this adjustment process will affect the entire spinal joint, causing the vertebrae to become fibrotic. grow thorns.; Calcium deposition: Often occurs in ligaments and tendons in contact with the vertebrae due to the aging process.; Genetic factors: Many people are born with genes that make their discs weaker than normal. This is the reason why the disease is getting younger and younger as many people have developed thorns at a very young age. If there are many people in the family with spinal bone spurs, the genetic possibility of the disease is greater.; Injury: Injuries can cause disc herniation. Bones repair themselves after accidents and trauma, which causes bone spurs to form.\nSubjects at risk of developing spina bifida:\nOlder people, especially the elderly due to aging and calcium deposition; People who regularly exercise, carry heavy loads, and do jobs that put pressure on the spine.; People with chronic spinal arthritis.; People with a history of injury or accident; Overweight people, vigorous physical activity, frequent smoking, alcohol and stimulants...",
            "subsection_string": "Causes of spinal spurs\nSpinal spurs occur due to many different causes, generally originating from articular cartilage and intervertebral discs that are subjected to regular and long-term pressure, leading to damage, erosion, and formation of subchondral bone cartilage. bone spurs, causing pain and hindering joint movement.\nThe main causes leading to vertebral spurs:\nSpinal degeneration: This is the main culprit leading to thorns in the vertebrae. Spinal degeneration causes joint cartilage to erode and crack easily. As soon as the body notices this abnormality, the \"calcium replenishment\" state is immediately initiated. However, the accretion will take place unevenly, causing a situation of insufficient space. Areas lacking calcium will form bone hollows, while areas with excess calcium cause roughness and over time create bone spurs.; Chronic spinal arthritis: is the phenomenon of two bone surfaces contacting and rubbing against each other. To overcome this phenomenon, the body will adjust itself to reduce pressure and friction. The result of this adjustment process will affect the entire spinal joint, causing the vertebrae to become fibrotic. grow thorns.; Calcium deposition: Often occurs in ligaments and tendons in contact with the vertebrae due to the aging process.; Genetic factors: Many people are born with genes that make their discs weaker than normal. This is the reason why the disease is getting younger and younger as many people have developed thorns at a very young age. If there are many people in the family with spinal bone spurs, the genetic possibility of the disease is greater.; Injury: Injuries can cause disc herniation. Bones repair themselves after accidents and trauma, which causes bone spurs to form.\nSubjects at risk of developing spina bifida:\nOlder people, especially the elderly due to aging and calcium deposition; People who regularly exercise, carry heavy loads, and do jobs that put pressure on the spine.; People with chronic spinal arthritis.; People with a history of injury or accident; Overweight people, vigorous physical activity, frequent smoking, alcohol and stimulants..."
        },
        {
            "subsection_name": "Symptoms of spondylosis",
            "subsection_content": "Dr. Tang Ha Nam Anh said that spinal spurs are very small in size and mostly appear only on the front and side of the spine, so not everyone has symptoms and early detection. The disease can smolder for many years. Only when the spines rub against other bones or rub against ligaments, nerve roots... will the patient feel pain.\n“Many patients describe spinal pain as “heavenly painful.” Common symptoms are shoulder pain, back pain, waist pain, neck pain, spreading to the arms, causing numbness in the hands... Depending on the location of the thorns, the patient feels different pain,\" Dr. Doctor Tang Ha Nam Anh added.\nAccordingly, the most obvious signs are:\nPain in the neck, shoulders, and waist. The pain increases with movement and movement and decreases with rest.; Numbness and pain in the neck spreading through the arms or pain in the back down to the legs.; Reduced mobility in the neck, arms, hands...; Body imbalance, weak muscles or limbs; In emergency cases, the patient will lose control of urination and defecation.; In very severe cases, the patient falls into a state of autonomic nervous system disorder (autonomic reflexes are disturbed, increased sweating, impaired respiration...).",
            "subsection_string": "Symptoms of spondylosis\nDr. Tang Ha Nam Anh said that spinal spurs are very small in size and mostly appear only on the front and side of the spine, so not everyone has symptoms and early detection. The disease can smolder for many years. Only when the spines rub against other bones or rub against ligaments, nerve roots... will the patient feel pain.\n“Many patients describe spinal pain as “heavenly painful.” Common symptoms are shoulder pain, back pain, waist pain, neck pain, spreading to the arms, causing numbness in the hands... Depending on the location of the thorns, the patient feels different pain,\" Dr. Doctor Tang Ha Nam Anh added.\nAccordingly, the most obvious signs are:\nPain in the neck, shoulders, and waist. The pain increases with movement and movement and decreases with rest.; Numbness and pain in the neck spreading through the arms or pain in the back down to the legs.; Reduced mobility in the neck, arms, hands...; Body imbalance, weak muscles or limbs; In emergency cases, the patient will lose control of urination and defecation.; In very severe cases, the patient falls into a state of autonomic nervous system disorder (autonomic reflexes are disturbed, increased sweating, impaired respiration...)."
        },
        {
            "subsection_name": "Is spinal stenosis dangerous?",
            "subsection_content": "Spinal stenosis is a dangerous disease that negatively affects health, quality of life, and reduces mobility. If not detected early or treated incorrectly, the disease has the risk of causing disability, causing the patient to lose the ability to move.\nWarning about the danger of the disease, Dr. Tang Ha Nam Anh said: \"If the patient has spinal stenosis in the waist, the patient will feel pain in the middle of the waist or spread to the hip area. The pain is more intense when moving, the patient cannot even continue to work. If the disease occurs in the neck area, the patient may have migraines, dizziness, nausea, and insomnia. Especially when accompanied by a herniated disc in the neck, the nerve roots are compressed, causing pain and numbness spreading to the shoulders, arms and forearms. In the long term, the patient may suffer from complications of scoliosis, kyphosis, and weakness. muscle, muscle atrophy in arms or legs...\".\nDangerous complications if not treated promptly:\nChanges in blood pressure: This complication is caused by autonomic nervous system disorders. Blood pressure can increase or decrease, making the patient susceptible to respiratory disorders.; Herniated disc: Due to the system of nerves pressing too deeply on the nerve roots, the parts that are compressed for a long time will degenerate and turn into disc herniation. If not treated promptly, muscle atrophy may occur. , disabled.; Vestibular disorders: This complication often occurs in people with cervical spondylosis, because the amount of blood and oxygen circulating to the brain is limited, causing vestibular disorders.; Paralysis, loss of ability to work: This is the most serious complication that occurs due to the nerve system being compressed for too long, the pressure on the spine causes the nerves to gradually lose motor function, gradually becoming paralyzed. disabled.",
            "subsection_string": "Is spinal stenosis dangerous?\nSpinal stenosis is a dangerous disease that negatively affects health, quality of life, and reduces mobility. If not detected early or treated incorrectly, the disease has the risk of causing disability, causing the patient to lose the ability to move.\nWarning about the danger of the disease, Dr. Tang Ha Nam Anh said: \"If the patient has spinal stenosis in the waist, the patient will feel pain in the middle of the waist or spread to the hip area. The pain is more intense when moving, the patient cannot even continue to work. If the disease occurs in the neck area, the patient may have migraines, dizziness, nausea, and insomnia. Especially when accompanied by a herniated disc in the neck, the nerve roots are compressed, causing pain and numbness spreading to the shoulders, arms and forearms. In the long term, the patient may suffer from complications of scoliosis, kyphosis, and weakness. muscle, muscle atrophy in arms or legs...\".\nDangerous complications if not treated promptly:\nChanges in blood pressure: This complication is caused by autonomic nervous system disorders. Blood pressure can increase or decrease, making the patient susceptible to respiratory disorders.; Herniated disc: Due to the system of nerves pressing too deeply on the nerve roots, the parts that are compressed for a long time will degenerate and turn into disc herniation. If not treated promptly, muscle atrophy may occur. , disabled.; Vestibular disorders: This complication often occurs in people with cervical spondylosis, because the amount of blood and oxygen circulating to the brain is limited, causing vestibular disorders.; Paralysis, loss of ability to work: This is the most serious complication that occurs due to the nerve system being compressed for too long, the pressure on the spine causes the nerves to gradually lose motor function, gradually becoming paralyzed. disabled."
        },
        {
            "subsection_name": "Diagnosis of vertebrae",
            "subsection_content": "With the most modern machinery system with high resolution, such as MRI system, Micro MRI system, latest generation X-ray machine, 768 ring CT machine,... at Tam Anh General Hospital System, the hospital Spina bifida is diagnosed by X-ray, CT scan or MRI. In addition, tests that need to be performed to confirm a diagnosis include:\nBlood tests: Blood tests check levels of certain substances that may indicate rheumatoid arthritis or other conditions as a cause of spondylosis.; CT scan: To determine the location, condition and extent of bone involvement, the extent of joint changes and bone spur formation.; Electromyography (EMG): This test is used to evaluate and measure the speed at which nerves send electrical signals to the brain. During this test, small, thin needles are placed into the muscles of the arms and legs to record electrical activity and show the extent of spinal nerve injury.; Magnetic Resonance Imaging (MRI): Magnetic resonance imaging is mainly used to determine the extent of damage to the cartilage disc and compression of the spinal nerves.; Myelogram: This is a special type of CT scan. During this procedure, contrast dye is injected into the spinal canal, making the spinal cord and nerve roots more clearly visible, thereby making it easier to determine the extent of damage.; X-ray: This is a common imaging test to detect bone spurs and the degree of nerve compression.",
            "subsection_string": "Diagnosis of vertebrae\nWith the most modern machinery system with high resolution, such as MRI system, Micro MRI system, latest generation X-ray machine, 768 ring CT machine,... at Tam Anh General Hospital System, the hospital Spina bifida is diagnosed by X-ray, CT scan or MRI. In addition, tests that need to be performed to confirm a diagnosis include:\nBlood tests: Blood tests check levels of certain substances that may indicate rheumatoid arthritis or other conditions as a cause of spondylosis.; CT scan: To determine the location, condition and extent of bone involvement, the extent of joint changes and bone spur formation.; Electromyography (EMG): This test is used to evaluate and measure the speed at which nerves send electrical signals to the brain. During this test, small, thin needles are placed into the muscles of the arms and legs to record electrical activity and show the extent of spinal nerve injury.; Magnetic Resonance Imaging (MRI): Magnetic resonance imaging is mainly used to determine the extent of damage to the cartilage disc and compression of the spinal nerves.; Myelogram: This is a special type of CT scan. During this procedure, contrast dye is injected into the spinal canal, making the spinal cord and nerve roots more clearly visible, thereby making it easier to determine the extent of damage.; X-ray: This is a common imaging test to detect bone spurs and the degree of nerve compression."
        },
        {
            "subsection_name": "Treatment of spinal spurs",
            "subsection_content": "Nothing can prevent the body from aging. Spinal spurs are a natural aging process, so there is no treatment that can reverse this principle. To date, treatment of spondylosis mainly focuses on three main methods. The first is to use medicine to relieve immediate pain. The second is chiropractic exercise and therapy. Surgery is the last resort and should only be considered in cases where the bone spurs are too large.\nAccording to Dr. Tang Ha Nam Anh, the earlier spinal spurs are detected, the higher the chance of cure. People aged 30 and over should regularly have their spine checked to detect disease early if any. For effective treatment, patients need to closely follow the specialist's treatment regimen. In addition, it is necessary to change living habits, regularly exercise and sports appropriate to your physical condition, and have a reasonable diet to help the disc recover quickly.\n1. Non-drug treatment\nIf the disease does not cause pain, treatment is not necessary. Treatments are only used when symptoms occur or cause serious complications. Treatment is mainly symptomatic, slowing down the process of spinal degeneration, helping patients live with the disease more comfortably.\nSpinal stenosis treatment can be combined with regular rehabilitation exercises, massage, physical therapy with infrared, shortwave, electroshock... which also bring positive results.\n2. Medical treatment\nIf the disease causes pain, the patient needs to rest and take nonsteroidal anti-inflammatory pain relievers and muscle relaxants. Nonsteroidal anti-inflammatory drugs are effective in reducing back and neck pain caused by spondylosis. Some medications such as ibuprofen and naproxen, acetaminophen and tramadol also work against pain. Muscle relaxants such as cyclobenzaprine and tizanidine have been suggested to reduce muscle spasms associated with spina bifida.\nIn addition to medication, it should be combined with acupuncture, physical therapy, and regular exercise. Improve a healthy lifestyle such as stopping smoking, losing weight, having a diet rich in calcium and lots of green vegetables... Do not do heavy work, limit travel, sleep with a hard mattress, do not use pillows or use special pillows...\n3. Surgery\nSurgery is the last method considered in cases where there is compression of the spinal cord, narrowing of the spinal canal or compression of the nervous system, causing numbness in the legs and arms, and bowel and bladder disorders. After surgery, bone spurs can grow back in the same location, so patients need to maintain a healthy lifestyle and pay attention to posture when studying and working to limit the risk of recurrence. In particular, it is necessary to comply with treatment and have regular follow-up examinations to detect and promptly treat bad developments.",
            "subsection_string": "Treatment of spinal spurs\nNothing can prevent the body from aging. Spinal spurs are a natural aging process, so there is no treatment that can reverse this principle. To date, treatment of spondylosis mainly focuses on three main methods. The first is to use medicine to relieve immediate pain. The second is chiropractic exercise and therapy. Surgery is the last resort and should only be considered in cases where the bone spurs are too large.\nAccording to Dr. Tang Ha Nam Anh, the earlier spinal spurs are detected, the higher the chance of cure. People aged 30 and over should regularly have their spine checked to detect disease early if any. For effective treatment, patients need to closely follow the specialist's treatment regimen. In addition, it is necessary to change living habits, regularly exercise and sports appropriate to your physical condition, and have a reasonable diet to help the disc recover quickly.\n1. Non-drug treatment\nIf the disease does not cause pain, treatment is not necessary. Treatments are only used when symptoms occur or cause serious complications. Treatment is mainly symptomatic, slowing down the process of spinal degeneration, helping patients live with the disease more comfortably.\nSpinal stenosis treatment can be combined with regular rehabilitation exercises, massage, physical therapy with infrared, shortwave, electroshock... which also bring positive results.\n2. Medical treatment\nIf the disease causes pain, the patient needs to rest and take nonsteroidal anti-inflammatory pain relievers and muscle relaxants. Nonsteroidal anti-inflammatory drugs are effective in reducing back and neck pain caused by spondylosis. Some medications such as ibuprofen and naproxen, acetaminophen and tramadol also work against pain. Muscle relaxants such as cyclobenzaprine and tizanidine have been suggested to reduce muscle spasms associated with spina bifida.\nIn addition to medication, it should be combined with acupuncture, physical therapy, and regular exercise. Improve a healthy lifestyle such as stopping smoking, losing weight, having a diet rich in calcium and lots of green vegetables... Do not do heavy work, limit travel, sleep with a hard mattress, do not use pillows or use special pillows...\n3. Surgery\nSurgery is the last method considered in cases where there is compression of the spinal cord, narrowing of the spinal canal or compression of the nervous system, causing numbness in the legs and arms, and bowel and bladder disorders. After surgery, bone spurs can grow back in the same location, so patients need to maintain a healthy lifestyle and pay attention to posture when studying and working to limit the risk of recurrence. In particular, it is necessary to comply with treatment and have regular follow-up examinations to detect and promptly treat bad developments."
        },
        {
            "subsection_name": "Care measures for people with spinal stenosis",
            "subsection_content": "Home care is very important for patients. Home remedies including warm compresses or ice packs can relieve back and neck pain.\nBasic care methods for sufferers:\nLet the patient rest, do not walk when in pain, and lie in the most comfortable position; Instruct patients on how to exercise their joints to limit joint degeneration and deformity.; Eat well, supplement energy and fresh fruits; Clean daily.; Instruct patients on how to self-monitor side effects of the drug; Give the patient medicine and injections as prescribed; Complete all basic tests.\nWhat should people with spina bifida abstain from and eat?\nBesides age, nutritional deficiencies are also one of the causes of bone and joint diseases. People with spina bifida need to pay attention to their diet and eat enough nutrients, especially calcium-rich substances. Do not eat fast food or fatty foods. In particular, strictly control weight. Gaining weight too quickly, being overweight or obese will put pressure on the musculoskeletal system, making cervical spondylosis worse.\nExercises for people with spina bifida\nExercise regularly, especially gentle sports such as walking, yoga, and swimming to help slow down the process of spinal degeneration. Always keep your spine in good posture, have support for your back and neck, adjust the screen or books to eye level, and alternate positions. Avoid playing high-intensity sports such as weightlifting and gymnastics.",
            "subsection_string": "Care measures for people with spinal stenosis\nHome care is very important for patients. Home remedies including warm compresses or ice packs can relieve back and neck pain.\nBasic care methods for sufferers:\nLet the patient rest, do not walk when in pain, and lie in the most comfortable position; Instruct patients on how to exercise their joints to limit joint degeneration and deformity.; Eat well, supplement energy and fresh fruits; Clean daily.; Instruct patients on how to self-monitor side effects of the drug; Give the patient medicine and injections as prescribed; Complete all basic tests.\nWhat should people with spina bifida abstain from and eat?\nBesides age, nutritional deficiencies are also one of the causes of bone and joint diseases. People with spina bifida need to pay attention to their diet and eat enough nutrients, especially calcium-rich substances. Do not eat fast food or fatty foods. In particular, strictly control weight. Gaining weight too quickly, being overweight or obese will put pressure on the musculoskeletal system, making cervical spondylosis worse.\nExercises for people with spina bifida\nExercise regularly, especially gentle sports such as walking, yoga, and swimming to help slow down the process of spinal degeneration. Always keep your spine in good posture, have support for your back and neck, adjust the screen or books to eye level, and alternate positions. Avoid playing high-intensity sports such as weightlifting and gymnastics."
        },
        {
            "subsection_name": "How to prevent spinal spurs",
            "subsection_content": "Taking care of a healthy spine and keeping it from losing its physiological curve is an effective prevention method. Specifically, do not sit for too long in the wrong position, avoid standing or sitting for hours in a bad position, and do not lie too long in an uncomfortable position.\nDue to the aging process, this is an unavoidable disease as we get older. However, we can prevent rapid degeneration by exercising regularly and gently moving to keep the muscles and vertebrae flexible. Practice gentle exercise and immediately stop normal physical activities if pain occurs.\nFinally, a suitable and complete diet, especially foods high in calcium and limited fat and sugar to control weight.\nIt is necessary to use support braces such as neck braces and lumbar braces to reduce pain or discomfort, but these support methods should not be abused for long periods of time. When there is acute pain, you can apply heat or cold to the painful area. You can use cold therapy for the first 48-72 hours, then use heat (hot bath, hot towel, or hot pack) if the pain persists. Sleeping with a firm enough mattress without a pillow or using a special pillow is also an effective way to prevent spinal spurs.",
            "subsection_string": "How to prevent spinal spurs\nTaking care of a healthy spine and keeping it from losing its physiological curve is an effective prevention method. Specifically, do not sit for too long in the wrong position, avoid standing or sitting for hours in a bad position, and do not lie too long in an uncomfortable position.\nDue to the aging process, this is an unavoidable disease as we get older. However, we can prevent rapid degeneration by exercising regularly and gently moving to keep the muscles and vertebrae flexible. Practice gentle exercise and immediately stop normal physical activities if pain occurs.\nFinally, a suitable and complete diet, especially foods high in calcium and limited fat and sugar to control weight.\nIt is necessary to use support braces such as neck braces and lumbar braces to reduce pain or discomfort, but these support methods should not be abused for long periods of time. When there is acute pain, you can apply heat or cold to the painful area. You can use cold therapy for the first 48-72 hours, then use heat (hot bath, hot towel, or hot pack) if the pain persists. Sleeping with a firm enough mattress without a pillow or using a special pillow is also an effective way to prevent spinal spurs."
        },
        {
            "subsection_name": "Questions related to spondylosis",
            "subsection_content": "1. Should people with spondylosis take calcium?\nCalcium is an active ingredient that plays an important role in nourishing and restoring damage to the vertebrae. If there is a calcium deficiency, new bone cells will not be formed. Although the cause of spinal spurs is calcium deposition, that does not mean these people abstain from calcium supplementation. Calcium supplementation will help bone damage recover, limiting degeneration and pain.\n2. Should people with spinal spurs exercise at the gym?\nPatients can still exercise normally at the gym. However, exercises need to be properly designed and suitable for your physical condition to support disease treatment and prevent risks from arising. Do not exercise at high intensity, heavy exercises are at risk of making the disease worse.\n3. Are spinal spurs and disc herniation the same?\nARE NOT. Both are forms of osteoarthritis in the spine, but spinal spurs and disc herniation are two different conditions. While disc herniation is a condition in which the nucleus pulposus of the spinal disc escapes from its normal position, pressing on the spinal canal or nerve roots, spondylosis is a degenerative disease of the joints in the spine, forming bone spurs on the outside or on either side of the spine.\nSpinal spurs are no longer a disease of old age. In addition to age and genetic factors, mistakes in living, working and participating in physical activities are the reasons why this disease is increasingly common. more common in young people.",
            "subsection_string": "Questions related to spondylosis\n1. Should people with spondylosis take calcium?\nCalcium is an active ingredient that plays an important role in nourishing and restoring damage to the vertebrae. If there is a calcium deficiency, new bone cells will not be formed. Although the cause of spinal spurs is calcium deposition, that does not mean these people abstain from calcium supplementation. Calcium supplementation will help bone damage recover, limiting degeneration and pain.\n2. Should people with spinal spurs exercise at the gym?\nPatients can still exercise normally at the gym. However, exercises need to be properly designed and suitable for your physical condition to support disease treatment and prevent risks from arising. Do not exercise at high intensity, heavy exercises are at risk of making the disease worse.\n3. Are spinal spurs and disc herniation the same?\nARE NOT. Both are forms of osteoarthritis in the spine, but spinal spurs and disc herniation are two different conditions. While disc herniation is a condition in which the nucleus pulposus of the spinal disc escapes from its normal position, pressing on the spinal canal or nerve roots, spondylosis is a degenerative disease of the joints in the spine, forming bone spurs on the outside or on either side of the spine.\nSpinal spurs are no longer a disease of old age. In addition to age and genetic factors, mistakes in living, working and participating in physical activities are the reasons why this disease is increasingly common. more common in young people."
        }
    ],
    "name": "gai-cot-song.json"
}