{
    "title": "What is hepatomegaly? Causes, symptoms, diagnosis and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/gan-to/",
    "abstract": "Causes of an enlarged liver can be due to swelling due to inflammation (hepatitis), obesity or cancer. Hepatomegaly can also be an acute response to infection or the result of chronic liver disease.",
    "content": "What is hepatomegaly? Causes, symptoms, diagnosis and prevention\n\nCauses of an enlarged liver can be due to swelling due to inflammation (hepatitis), obesity or cancer. Hepatomegaly can also be an acute response to infection or the result of chronic liver disease.\n\nWhat is hepatomegaly?\nHepatomegaly is a condition in which the liver size increases compared to its normal size. According to research in the Journal of Ultrasound in Medicine, the average liver size of people 18 - 66 years old is about 13.6 -15 cm in diameter.\nInstead of being a disease, hepatomegaly is a symptom of many diseases. Usually it is a warning sign of a type of liver disease, causing the liver to swell with inflammation. Sometimes it is a sign of diseases in your blood or heart such as congestive heart failure.\nDr. Vu Truong Khanh, Head of the Department of Gastroenterology - Hepatobiliary - Pancreas, Tam Anh General Hospital, Hanoi, said that hepatomegaly can be detected during clinical examination but depends on the subjectivity of the physician. Ultrasound is the simplest and most objective method that can help doctors determine the size of the liver. An enlarged liver is often a warning sign that the liver may be diseased even though its function is still normal. Large liver size combined with accompanying symptoms helps doctors accurately diagnose the health condition or disease that the patient is suffering from.\n\nWhat are the symptoms of an enlarged liver?\nHepatomegaly is a condition in which the liver is swollen and larger than its normal size.\nWhen the liver is enlarged, many possible symptoms may occur including:\n– Yellow skin, yellow eyes – Abdominal pain, swelling or bloating – Diarrhea, pale stools or bloody stools (stools may be red or black) – Vomiting or nausea – Difficulty breathing – Discolored urine – Fatigue Fatigue – Fever or chills – Headache – Itchy skin – Loss of appetite and unexplained weight loss – Swollen legs or feet\nHepatomegaly can be a life-threatening symptom with accompanying liver failure. Seek medical attention if you or a loved one has any of the following symptoms:\n– Severe abdominal pain or abnormalities in the liver area – Sudden mental and behavioral changes – Confusion, anxiety – Delirium, coma, hallucinations, agitation – Difficulty walking – Fast heart rate – Severe fatigue – Vomiting blood or black material that resembles coffee grounds\nIn case you are being treated for liver disease and the condition seems to persist, worsen or recur, you should seek prompt medical attention for examination and treatment.\n\nCauses of enlarged liver\n1. Acute viral hepatitis\nThis is a viral or bacterial infection that causes a high risk of inflammation and liver damage. Inflammation is a swelling that occurs when the body's tissues are injured or infected with viruses. Inflammation can damage organs. Researchers have discovered several different viruses with external links that cause hepatitis, including hepatitis A, B, C, D and E. An enlarged liver is among the condition's symptoms. Acute viral hepatitis.\n2. Alcoholic hepatitis\nDrinking too much alcohol can lead to a buildup of fat cells in the liver, also known as fatty liver. The process of fat accumulation inside liver cells causes the liver to enlarge, causing discomfort in the upper right abdomen. This condition can interfere with your ability to perform important functions. In some severe cases, alcoholic hepatitis can lead to severe liver scarring or cirrhosis, causing the liver to become enlarged.\n3. Cirrhosis\nCirrhosis often occurs in the late stages of fatty liver disease.\nCirrhosis is a condition of severe liver fibrosis, whereby the liver becomes scarred or fibrotic. Cirrhosis occurs in the late stages of non-alcoholic fatty liver disease and other conditions related to liver damage. When cirrhosis causes an enlarged liver, it is usually due to alcoholic cirrhosis, cirrhosis due to non-alcoholic fatty liver disease, or cirrhosis due to heart failure. Cirrhosis caused by viral hepatitis B and C is atrophic cirrhosis, so when cirrhosis occurs, the liver shrinks.\n4. Fatty liver not caused by alcohol\nNon-alcoholic fatty liver disease is quite common in people who are overweight, have hyperlipidemia, type II diabetes or have metabolic syndrome. The disease is caused by too much fat accumulating in the liver (from 5% to 10% of liver weight). Most patients with fatty liver have no symptoms and do not cause any serious problems. However, in some cases, the liver can be damaged, causing symptoms of hepatomegaly.\n5. Liver abscess and common bile duct stones\nLiver abscess is an inflammation of the liver and the formation of pus, which can be caused by bacteria, amebiasis, liver flukes and fungi. Common bile duct stones cause long-term bile obstruction and also lead to liver enlargement. When experiencing this complication, the patient will have severe pain in the right lower quadrant, an enlarged liver and often fever.\n6. Right heart failure or constrictive pericarditis\nConstrictive pericarditis is a disease in which the pericardium, after inflammation, becomes thick and fibrous, gradually shrinking and squeezing the heart. This is a secondary consequence of chronic pericarditis due to many causes, leading to blood stasis of the inferior vena cava and liver, causing the liver to enlarge. The physical and functional symptoms of peripheral circulatory stasis include: edema, distended neck veins, enlarged liver, accompanied by pericardial percussion, best heard when inhaling. This heart sound is caused by sudden interruption of ventricular filling during diastole and pericardial fibrosis.\nAccording to experts, if not treated promptly and properly, constrictive pericarditis can progress to a serious stage with signs similar to right heart failure: peripheral edema, abdominal tenderness and ascites. . Right heart failure also leads to blood stasis of the inferior vena cava and liver, causing the liver to enlarge, and over time can lead to cirrhosis.\n7. Liver cancer\nCancer that originates in the liver is called primary liver cancer, cancer that metastasizes to the liver from other parts of the body is called secondary liver cancer. Each year, about 41,260 people in the United States receive a diagnosis of primary liver cancer. Liver cancer can cause swelling on the right side of the abdomen, because the liver is larger than normal because cancer cells are growing, causing swelling. Liver cancer that causes an enlarged liver usually has a large tumor and the liver cancer is no longer in an early stage. (first)\n8. Other causes of hepatomegaly\nLess common causes of hepatomegaly include:\n– Blood cancers, such as: leukemia, multiple myeloma and lymphoma. – Long-term causes of extrahepatic bile obstruction also cause hepatomegaly such as: pancreatic head tumors, biliary tract tumors, etc. – Genetic diseases such as Wilson disease (accumulation of copper in the liver), hemoglobinopathies, Gaucher disease and glycogen storage diseases. – Infections such as filariasis, schistosomiasis and trypanosomiasis. – Damage caused by toxins such as carbon tetrachloride and chloroform. – Certain types of abnormal growths such as cysts and tumors that start in the liver or spread to the liver can also lead to hepatomegaly.(4)\n\nHow to diagnose enlarged liver disease\nDoctors can begin the diagnosis with a thorough physical examination and medical history. If liver enlargement is suspected, the doctor will prescribe the following tests:\n– Blood tests: Blood tests include a complete blood count (reduced red blood cells, platelets, white blood cells) and assessment of liver enzyme levels, accumulation of bilirubin, formed from the metabolism of heme, The amount of protein in the blood decreases. – Abdominal ultrasound: Ultrasound is used to evaluate the liver and other organs. – Imaging tests: Abdominal computed tomography and magnetic resonance imaging in necessary cases but ultrasound does not give clear results. – Liver biopsy: In a liver biopsy, a small portion of your liver tissue will be removed to examine under a microscope for any abnormalities, used in rare cases when the cause of liver enlargement is unknown. core.\n\nIs an enlarged liver dangerous?\nThe liver is the body's largest internal organ, with functions of metabolism, eliminating toxins, producing bile and storing substances. In addition, the liver also has the function of synthesizing blood clotting factors, synthesizing hormones, synthesizing albumin... When the liver is enlarged, liver function is disturbed, directly affecting the health and life of the patient.(2)\nThe phenomenon of enlarged liver appears due to many different causes. The danger of the disease depends on those causes. Severe cases can directly threaten life with venous congestion, cancer, etc.\nTherefore, when liver cells are damaged for a long time, the risk of destroying liver structures will increase, and over time the liver will become hardened, making it difficult to perform its functions well. When all liver functions are stagnant, other organs are also affected, including the lungs, kidneys, and brain.\nIf hepatomegaly is not promptly detected and treated, the patient will face many dangerous complications such as: widespread infection, hepatic encephalopathy, cirrhosis, liver failure, liver cancer...\n\nHow is an enlarged liver treated?\nLiver enlargement can be benign (non-cancerous) or malignant (cancerous). The treatment plan will be determined by the cause of the hepatomegaly.\nHepatitis: is an inflammation of the liver, which can be caused by a virus. Your doctor's specific treatment recommendations will depend on your medical history. If you are diagnosed with chronic hepatitis B virus infection, your doctor may recommend antiviral treatment if the initial evaluation indicates an indication.\nHepatitis can be caused by a virus.\nMost people with hepatitis C will be considered for treatment, as the majority of this hepatitis will become chronic. Fortunately, oral antiviral medications last 3 - 6 months depending on whether cirrhosis is present or not. The virus clean result is > 90%.\nNon-alcoholic fatty liver: This condition occurs when liver cells accumulate fat in response to damage. Non-alcoholic fatty liver disease (NAFLD) refers to the accumulation of fat in the liver that is not caused by alcohol, viral infections, medications, or genetic diseases. A related term is nonalcoholic steatohepatitis (NASH), which refers to inflammation-related steatosis. Just like people with other types of liver disease, people with NAFLD can progress to liver disease and cirrhosis. Obesity, type 2 diabetes, and hyperlipidemia put you at higher risk for NAFLD. Treatment often focuses on lifestyle changes such as diet, exercise, weight loss, and medication if your illness gets worse.\nDrinking too much alcohol: Can cause a variety of liver diseases, including alcoholic hepatitis, alcoholic fatty liver disease or cirrhosis. It is important to recognize the signs and symptoms of alcohol use disorder early because patients often do not develop symptoms until liver disease is life-threatening.\nTreatment for alcohol use disorder can take many different forms, including: Alcohol withdrawal counseling, use of drugs to support alcohol withdrawal...\nLiver tumors: Both benign and malignant liver tumors can cause the liver to enlarge. The most common types of benign liver tumors include cysts, hemangiomas, adenomas, or focal nodular hyperplasia.\n– With common benign liver tumors, no treatment is needed for benign liver tumors, unless they cause severe symptoms such as abdominal pain or bleeding. – With malignant liver tumors, it can be divided into primary or secondary liver tumors. Primary liver tumors are tumors that arise directly from liver tissue. The most common examples are hepatocellular carcinoma or cholangiocarcinoma.\nTreatment methods for primary liver tumors may include: surgery, radiofrequency or microwave ablation, chemotherapy, radiotherapy, etc.\nSecondary liver tumors are tumors from some other part of the body that is related to the liver. Tumors can grow directly into the liver (called direct invasion) or can spread to the liver through the bloodstream (called metastasis). Almost any tumor can metastasize to the liver and treatment is different.\nStorage disorders of the liver: This refers to a group of diseases in which the liver stores too much carbohydrate, minerals or other biological molecules. Usually, the cause is genetic and can be aggravated by your diet or other factors in your environment.\nThere are many liver storage diseases, such as hemoglobinopathies (the liver stores too much iron), Wilson's disease (too much copper), or glycogenosis (glycogen, a molecule related to sugar). If left untreated, these diseases can cause life-threatening liver failure. Treatment is variable and may include dietary changes or medications to capture the offending molecules.\nTreatment options depend on the underlying disorder causing hepatomegaly. Once your doctor confirms hepatomegaly, he or she will recommend lifestyle changes to ensure the health of your liver, including: limiting alcohol intake, eating a healthy diet, participating in exercise. Exercise regularly, lose weight if you are overweight.\n\nHow to prevent enlarged liver\nSome things you can do to protect your liver and help prevent liver disease that causes hepatomegaly include:\n– Drink alcohol in moderation or stop completely. – Maintain a moderate weight. – Maintain regular exercise habits and build a healthy, scientifically correct lifestyle. – Be fully vaccinated against hepatitis A and hepatitis B. – Manage health conditions, such as controlling iron levels... – Take vitamin supplements under your doctor's guidance and in the right dosage. – Follow recommendations for safe handling if you work with chemicals, e.g. insecticides, spray cleaners. – Avoid sharing personal tools, such as razors or tweezers… – Avoid sharing needles. – Use safe measures during sex, such as using condoms. – Periodic health check-ups.(3)\nAn enlarged liver is a sign of liver disease. The liver can become inflamed and enlarged while fighting infections and viruses, cancer, or other conditions that affect the liver. However, prolonged inflammation can cause permanent damage and lead to many complications. Some liver diseases can be treated if detected early and treated in the early stages. If you notice any abnormalities in your liver, you should consult your doctor for a diagnosis.",
    "subsections": [
        {
            "subsection_name": "What is hepatomegaly?",
            "subsection_content": "Hepatomegaly is a condition in which the liver size increases compared to its normal size. According to research in the Journal of Ultrasound in Medicine, the average liver size of people 18 - 66 years old is about 13.6 -15 cm in diameter.\nInstead of being a disease, hepatomegaly is a symptom of many diseases. Usually it is a warning sign of a type of liver disease, causing the liver to swell with inflammation. Sometimes it is a sign of diseases in your blood or heart such as congestive heart failure.\nDr. Vu Truong Khanh, Head of the Department of Gastroenterology - Hepatobiliary - Pancreas, Tam Anh General Hospital, Hanoi, said that hepatomegaly can be detected during clinical examination but depends on the subjectivity of the physician. Ultrasound is the simplest and most objective method that can help doctors determine the size of the liver. An enlarged liver is often a warning sign that the liver may be diseased even though its function is still normal. Large liver size combined with accompanying symptoms helps doctors accurately diagnose the health condition or disease that the patient is suffering from.",
            "subsection_string": "What is hepatomegaly?\nHepatomegaly is a condition in which the liver size increases compared to its normal size. According to research in the Journal of Ultrasound in Medicine, the average liver size of people 18 - 66 years old is about 13.6 -15 cm in diameter.\nInstead of being a disease, hepatomegaly is a symptom of many diseases. Usually it is a warning sign of a type of liver disease, causing the liver to swell with inflammation. Sometimes it is a sign of diseases in your blood or heart such as congestive heart failure.\nDr. Vu Truong Khanh, Head of the Department of Gastroenterology - Hepatobiliary - Pancreas, Tam Anh General Hospital, Hanoi, said that hepatomegaly can be detected during clinical examination but depends on the subjectivity of the physician. Ultrasound is the simplest and most objective method that can help doctors determine the size of the liver. An enlarged liver is often a warning sign that the liver may be diseased even though its function is still normal. Large liver size combined with accompanying symptoms helps doctors accurately diagnose the health condition or disease that the patient is suffering from."
        },
        {
            "subsection_name": "What are the symptoms of an enlarged liver?",
            "subsection_content": "Hepatomegaly is a condition in which the liver is swollen and larger than its normal size.\nWhen the liver is enlarged, many possible symptoms may occur including:\n– Yellow skin, yellow eyes – Abdominal pain, swelling or bloating – Diarrhea, pale stools or bloody stools (stools may be red or black) – Vomiting or nausea – Difficulty breathing – Discolored urine – Fatigue Fatigue – Fever or chills – Headache – Itchy skin – Loss of appetite and unexplained weight loss – Swollen legs or feet\nHepatomegaly can be a life-threatening symptom with accompanying liver failure. Seek medical attention if you or a loved one has any of the following symptoms:\n– Severe abdominal pain or abnormalities in the liver area – Sudden mental and behavioral changes – Confusion, anxiety – Delirium, coma, hallucinations, agitation – Difficulty walking – Fast heart rate – Severe fatigue – Vomiting blood or black material that resembles coffee grounds\nIn case you are being treated for liver disease and the condition seems to persist, worsen or recur, you should seek prompt medical attention for examination and treatment.",
            "subsection_string": "What are the symptoms of an enlarged liver?\nHepatomegaly is a condition in which the liver is swollen and larger than its normal size.\nWhen the liver is enlarged, many possible symptoms may occur including:\n– Yellow skin, yellow eyes – Abdominal pain, swelling or bloating – Diarrhea, pale stools or bloody stools (stools may be red or black) – Vomiting or nausea – Difficulty breathing – Discolored urine – Fatigue Fatigue – Fever or chills – Headache – Itchy skin – Loss of appetite and unexplained weight loss – Swollen legs or feet\nHepatomegaly can be a life-threatening symptom with accompanying liver failure. Seek medical attention if you or a loved one has any of the following symptoms:\n– Severe abdominal pain or abnormalities in the liver area – Sudden mental and behavioral changes – Confusion, anxiety – Delirium, coma, hallucinations, agitation – Difficulty walking – Fast heart rate – Severe fatigue – Vomiting blood or black material that resembles coffee grounds\nIn case you are being treated for liver disease and the condition seems to persist, worsen or recur, you should seek prompt medical attention for examination and treatment."
        },
        {
            "subsection_name": "Causes of enlarged liver",
            "subsection_content": "1. Acute viral hepatitis\nThis is a viral or bacterial infection that causes a high risk of inflammation and liver damage. Inflammation is a swelling that occurs when the body's tissues are injured or infected with viruses. Inflammation can damage organs. Researchers have discovered several different viruses with external links that cause hepatitis, including hepatitis A, B, C, D and E. An enlarged liver is among the condition's symptoms. Acute viral hepatitis.\n2. Alcoholic hepatitis\nDrinking too much alcohol can lead to a buildup of fat cells in the liver, also known as fatty liver. The process of fat accumulation inside liver cells causes the liver to enlarge, causing discomfort in the upper right abdomen. This condition can interfere with your ability to perform important functions. In some severe cases, alcoholic hepatitis can lead to severe liver scarring or cirrhosis, causing the liver to become enlarged.\n3. Cirrhosis\nCirrhosis often occurs in the late stages of fatty liver disease.\nCirrhosis is a condition of severe liver fibrosis, whereby the liver becomes scarred or fibrotic. Cirrhosis occurs in the late stages of non-alcoholic fatty liver disease and other conditions related to liver damage. When cirrhosis causes an enlarged liver, it is usually due to alcoholic cirrhosis, cirrhosis due to non-alcoholic fatty liver disease, or cirrhosis due to heart failure. Cirrhosis caused by viral hepatitis B and C is atrophic cirrhosis, so when cirrhosis occurs, the liver shrinks.\n4. Fatty liver not caused by alcohol\nNon-alcoholic fatty liver disease is quite common in people who are overweight, have hyperlipidemia, type II diabetes or have metabolic syndrome. The disease is caused by too much fat accumulating in the liver (from 5% to 10% of liver weight). Most patients with fatty liver have no symptoms and do not cause any serious problems. However, in some cases, the liver can be damaged, causing symptoms of hepatomegaly.\n5. Liver abscess and common bile duct stones\nLiver abscess is an inflammation of the liver and the formation of pus, which can be caused by bacteria, amebiasis, liver flukes and fungi. Common bile duct stones cause long-term bile obstruction and also lead to liver enlargement. When experiencing this complication, the patient will have severe pain in the right lower quadrant, an enlarged liver and often fever.\n6. Right heart failure or constrictive pericarditis\nConstrictive pericarditis is a disease in which the pericardium, after inflammation, becomes thick and fibrous, gradually shrinking and squeezing the heart. This is a secondary consequence of chronic pericarditis due to many causes, leading to blood stasis of the inferior vena cava and liver, causing the liver to enlarge. The physical and functional symptoms of peripheral circulatory stasis include: edema, distended neck veins, enlarged liver, accompanied by pericardial percussion, best heard when inhaling. This heart sound is caused by sudden interruption of ventricular filling during diastole and pericardial fibrosis.\nAccording to experts, if not treated promptly and properly, constrictive pericarditis can progress to a serious stage with signs similar to right heart failure: peripheral edema, abdominal tenderness and ascites. . Right heart failure also leads to blood stasis of the inferior vena cava and liver, causing the liver to enlarge, and over time can lead to cirrhosis.\n7. Liver cancer\nCancer that originates in the liver is called primary liver cancer, cancer that metastasizes to the liver from other parts of the body is called secondary liver cancer. Each year, about 41,260 people in the United States receive a diagnosis of primary liver cancer. Liver cancer can cause swelling on the right side of the abdomen, because the liver is larger than normal because cancer cells are growing, causing swelling. Liver cancer that causes an enlarged liver usually has a large tumor and the liver cancer is no longer in an early stage. (first)\n8. Other causes of hepatomegaly\nLess common causes of hepatomegaly include:\n– Blood cancers, such as: leukemia, multiple myeloma and lymphoma. – Long-term causes of extrahepatic bile obstruction also cause hepatomegaly such as: pancreatic head tumors, biliary tract tumors, etc. – Genetic diseases such as Wilson disease (accumulation of copper in the liver), hemoglobinopathies, Gaucher disease and glycogen storage diseases. – Infections such as filariasis, schistosomiasis and trypanosomiasis. – Damage caused by toxins such as carbon tetrachloride and chloroform. – Certain types of abnormal growths such as cysts and tumors that start in the liver or spread to the liver can also lead to hepatomegaly.(4)",
            "subsection_string": "Causes of enlarged liver\n1. Acute viral hepatitis\nThis is a viral or bacterial infection that causes a high risk of inflammation and liver damage. Inflammation is a swelling that occurs when the body's tissues are injured or infected with viruses. Inflammation can damage organs. Researchers have discovered several different viruses with external links that cause hepatitis, including hepatitis A, B, C, D and E. An enlarged liver is among the condition's symptoms. Acute viral hepatitis.\n2. Alcoholic hepatitis\nDrinking too much alcohol can lead to a buildup of fat cells in the liver, also known as fatty liver. The process of fat accumulation inside liver cells causes the liver to enlarge, causing discomfort in the upper right abdomen. This condition can interfere with your ability to perform important functions. In some severe cases, alcoholic hepatitis can lead to severe liver scarring or cirrhosis, causing the liver to become enlarged.\n3. Cirrhosis\nCirrhosis often occurs in the late stages of fatty liver disease.\nCirrhosis is a condition of severe liver fibrosis, whereby the liver becomes scarred or fibrotic. Cirrhosis occurs in the late stages of non-alcoholic fatty liver disease and other conditions related to liver damage. When cirrhosis causes an enlarged liver, it is usually due to alcoholic cirrhosis, cirrhosis due to non-alcoholic fatty liver disease, or cirrhosis due to heart failure. Cirrhosis caused by viral hepatitis B and C is atrophic cirrhosis, so when cirrhosis occurs, the liver shrinks.\n4. Fatty liver not caused by alcohol\nNon-alcoholic fatty liver disease is quite common in people who are overweight, have hyperlipidemia, type II diabetes or have metabolic syndrome. The disease is caused by too much fat accumulating in the liver (from 5% to 10% of liver weight). Most patients with fatty liver have no symptoms and do not cause any serious problems. However, in some cases, the liver can be damaged, causing symptoms of hepatomegaly.\n5. Liver abscess and common bile duct stones\nLiver abscess is an inflammation of the liver and the formation of pus, which can be caused by bacteria, amebiasis, liver flukes and fungi. Common bile duct stones cause long-term bile obstruction and also lead to liver enlargement. When experiencing this complication, the patient will have severe pain in the right lower quadrant, an enlarged liver and often fever.\n6. Right heart failure or constrictive pericarditis\nConstrictive pericarditis is a disease in which the pericardium, after inflammation, becomes thick and fibrous, gradually shrinking and squeezing the heart. This is a secondary consequence of chronic pericarditis due to many causes, leading to blood stasis of the inferior vena cava and liver, causing the liver to enlarge. The physical and functional symptoms of peripheral circulatory stasis include: edema, distended neck veins, enlarged liver, accompanied by pericardial percussion, best heard when inhaling. This heart sound is caused by sudden interruption of ventricular filling during diastole and pericardial fibrosis.\nAccording to experts, if not treated promptly and properly, constrictive pericarditis can progress to a serious stage with signs similar to right heart failure: peripheral edema, abdominal tenderness and ascites. . Right heart failure also leads to blood stasis of the inferior vena cava and liver, causing the liver to enlarge, and over time can lead to cirrhosis.\n7. Liver cancer\nCancer that originates in the liver is called primary liver cancer, cancer that metastasizes to the liver from other parts of the body is called secondary liver cancer. Each year, about 41,260 people in the United States receive a diagnosis of primary liver cancer. Liver cancer can cause swelling on the right side of the abdomen, because the liver is larger than normal because cancer cells are growing, causing swelling. Liver cancer that causes an enlarged liver usually has a large tumor and the liver cancer is no longer in an early stage. (first)\n8. Other causes of hepatomegaly\nLess common causes of hepatomegaly include:\n– Blood cancers, such as: leukemia, multiple myeloma and lymphoma. – Long-term causes of extrahepatic bile obstruction also cause hepatomegaly such as: pancreatic head tumors, biliary tract tumors, etc. – Genetic diseases such as Wilson disease (accumulation of copper in the liver), hemoglobinopathies, Gaucher disease and glycogen storage diseases. – Infections such as filariasis, schistosomiasis and trypanosomiasis. – Damage caused by toxins such as carbon tetrachloride and chloroform. – Certain types of abnormal growths such as cysts and tumors that start in the liver or spread to the liver can also lead to hepatomegaly.(4)"
        },
        {
            "subsection_name": "How to diagnose enlarged liver disease",
            "subsection_content": "Doctors can begin the diagnosis with a thorough physical examination and medical history. If liver enlargement is suspected, the doctor will prescribe the following tests:\n– Blood tests: Blood tests include a complete blood count (reduced red blood cells, platelets, white blood cells) and assessment of liver enzyme levels, accumulation of bilirubin, formed from the metabolism of heme, The amount of protein in the blood decreases. – Abdominal ultrasound: Ultrasound is used to evaluate the liver and other organs. – Imaging tests: Abdominal computed tomography and magnetic resonance imaging in necessary cases but ultrasound does not give clear results. – Liver biopsy: In a liver biopsy, a small portion of your liver tissue will be removed to examine under a microscope for any abnormalities, used in rare cases when the cause of liver enlargement is unknown. core.",
            "subsection_string": "How to diagnose enlarged liver disease\nDoctors can begin the diagnosis with a thorough physical examination and medical history. If liver enlargement is suspected, the doctor will prescribe the following tests:\n– Blood tests: Blood tests include a complete blood count (reduced red blood cells, platelets, white blood cells) and assessment of liver enzyme levels, accumulation of bilirubin, formed from the metabolism of heme, The amount of protein in the blood decreases. – Abdominal ultrasound: Ultrasound is used to evaluate the liver and other organs. – Imaging tests: Abdominal computed tomography and magnetic resonance imaging in necessary cases but ultrasound does not give clear results. – Liver biopsy: In a liver biopsy, a small portion of your liver tissue will be removed to examine under a microscope for any abnormalities, used in rare cases when the cause of liver enlargement is unknown. core."
        },
        {
            "subsection_name": "Is an enlarged liver dangerous?",
            "subsection_content": "The liver is the body's largest internal organ, with functions of metabolism, eliminating toxins, producing bile and storing substances. In addition, the liver also has the function of synthesizing blood clotting factors, synthesizing hormones, synthesizing albumin... When the liver is enlarged, liver function is disturbed, directly affecting the health and life of the patient.(2)\nThe phenomenon of enlarged liver appears due to many different causes. The danger of the disease depends on those causes. Severe cases can directly threaten life with venous congestion, cancer, etc.\nTherefore, when liver cells are damaged for a long time, the risk of destroying liver structures will increase, and over time the liver will become hardened, making it difficult to perform its functions well. When all liver functions are stagnant, other organs are also affected, including the lungs, kidneys, and brain.\nIf hepatomegaly is not promptly detected and treated, the patient will face many dangerous complications such as: widespread infection, hepatic encephalopathy, cirrhosis, liver failure, liver cancer...",
            "subsection_string": "Is an enlarged liver dangerous?\nThe liver is the body's largest internal organ, with functions of metabolism, eliminating toxins, producing bile and storing substances. In addition, the liver also has the function of synthesizing blood clotting factors, synthesizing hormones, synthesizing albumin... When the liver is enlarged, liver function is disturbed, directly affecting the health and life of the patient.(2)\nThe phenomenon of enlarged liver appears due to many different causes. The danger of the disease depends on those causes. Severe cases can directly threaten life with venous congestion, cancer, etc.\nTherefore, when liver cells are damaged for a long time, the risk of destroying liver structures will increase, and over time the liver will become hardened, making it difficult to perform its functions well. When all liver functions are stagnant, other organs are also affected, including the lungs, kidneys, and brain.\nIf hepatomegaly is not promptly detected and treated, the patient will face many dangerous complications such as: widespread infection, hepatic encephalopathy, cirrhosis, liver failure, liver cancer..."
        },
        {
            "subsection_name": "How is an enlarged liver treated?",
            "subsection_content": "Liver enlargement can be benign (non-cancerous) or malignant (cancerous). The treatment plan will be determined by the cause of the hepatomegaly.\nHepatitis: is an inflammation of the liver, which can be caused by a virus. Your doctor's specific treatment recommendations will depend on your medical history. If you are diagnosed with chronic hepatitis B virus infection, your doctor may recommend antiviral treatment if the initial evaluation indicates an indication.\nHepatitis can be caused by a virus.\nMost people with hepatitis C will be considered for treatment, as the majority of this hepatitis will become chronic. Fortunately, oral antiviral medications last 3 - 6 months depending on whether cirrhosis is present or not. The virus clean result is > 90%.\nNon-alcoholic fatty liver: This condition occurs when liver cells accumulate fat in response to damage. Non-alcoholic fatty liver disease (NAFLD) refers to the accumulation of fat in the liver that is not caused by alcohol, viral infections, medications, or genetic diseases. A related term is nonalcoholic steatohepatitis (NASH), which refers to inflammation-related steatosis. Just like people with other types of liver disease, people with NAFLD can progress to liver disease and cirrhosis. Obesity, type 2 diabetes, and hyperlipidemia put you at higher risk for NAFLD. Treatment often focuses on lifestyle changes such as diet, exercise, weight loss, and medication if your illness gets worse.\nDrinking too much alcohol: Can cause a variety of liver diseases, including alcoholic hepatitis, alcoholic fatty liver disease or cirrhosis. It is important to recognize the signs and symptoms of alcohol use disorder early because patients often do not develop symptoms until liver disease is life-threatening.\nTreatment for alcohol use disorder can take many different forms, including: Alcohol withdrawal counseling, use of drugs to support alcohol withdrawal...\nLiver tumors: Both benign and malignant liver tumors can cause the liver to enlarge. The most common types of benign liver tumors include cysts, hemangiomas, adenomas, or focal nodular hyperplasia.\n– With common benign liver tumors, no treatment is needed for benign liver tumors, unless they cause severe symptoms such as abdominal pain or bleeding. – With malignant liver tumors, it can be divided into primary or secondary liver tumors. Primary liver tumors are tumors that arise directly from liver tissue. The most common examples are hepatocellular carcinoma or cholangiocarcinoma.\nTreatment methods for primary liver tumors may include: surgery, radiofrequency or microwave ablation, chemotherapy, radiotherapy, etc.\nSecondary liver tumors are tumors from some other part of the body that is related to the liver. Tumors can grow directly into the liver (called direct invasion) or can spread to the liver through the bloodstream (called metastasis). Almost any tumor can metastasize to the liver and treatment is different.\nStorage disorders of the liver: This refers to a group of diseases in which the liver stores too much carbohydrate, minerals or other biological molecules. Usually, the cause is genetic and can be aggravated by your diet or other factors in your environment.\nThere are many liver storage diseases, such as hemoglobinopathies (the liver stores too much iron), Wilson's disease (too much copper), or glycogenosis (glycogen, a molecule related to sugar). If left untreated, these diseases can cause life-threatening liver failure. Treatment is variable and may include dietary changes or medications to capture the offending molecules.\nTreatment options depend on the underlying disorder causing hepatomegaly. Once your doctor confirms hepatomegaly, he or she will recommend lifestyle changes to ensure the health of your liver, including: limiting alcohol intake, eating a healthy diet, participating in exercise. Exercise regularly, lose weight if you are overweight.",
            "subsection_string": "How is an enlarged liver treated?\nLiver enlargement can be benign (non-cancerous) or malignant (cancerous). The treatment plan will be determined by the cause of the hepatomegaly.\nHepatitis: is an inflammation of the liver, which can be caused by a virus. Your doctor's specific treatment recommendations will depend on your medical history. If you are diagnosed with chronic hepatitis B virus infection, your doctor may recommend antiviral treatment if the initial evaluation indicates an indication.\nHepatitis can be caused by a virus.\nMost people with hepatitis C will be considered for treatment, as the majority of this hepatitis will become chronic. Fortunately, oral antiviral medications last 3 - 6 months depending on whether cirrhosis is present or not. The virus clean result is > 90%.\nNon-alcoholic fatty liver: This condition occurs when liver cells accumulate fat in response to damage. Non-alcoholic fatty liver disease (NAFLD) refers to the accumulation of fat in the liver that is not caused by alcohol, viral infections, medications, or genetic diseases. A related term is nonalcoholic steatohepatitis (NASH), which refers to inflammation-related steatosis. Just like people with other types of liver disease, people with NAFLD can progress to liver disease and cirrhosis. Obesity, type 2 diabetes, and hyperlipidemia put you at higher risk for NAFLD. Treatment often focuses on lifestyle changes such as diet, exercise, weight loss, and medication if your illness gets worse.\nDrinking too much alcohol: Can cause a variety of liver diseases, including alcoholic hepatitis, alcoholic fatty liver disease or cirrhosis. It is important to recognize the signs and symptoms of alcohol use disorder early because patients often do not develop symptoms until liver disease is life-threatening.\nTreatment for alcohol use disorder can take many different forms, including: Alcohol withdrawal counseling, use of drugs to support alcohol withdrawal...\nLiver tumors: Both benign and malignant liver tumors can cause the liver to enlarge. The most common types of benign liver tumors include cysts, hemangiomas, adenomas, or focal nodular hyperplasia.\n– With common benign liver tumors, no treatment is needed for benign liver tumors, unless they cause severe symptoms such as abdominal pain or bleeding. – With malignant liver tumors, it can be divided into primary or secondary liver tumors. Primary liver tumors are tumors that arise directly from liver tissue. The most common examples are hepatocellular carcinoma or cholangiocarcinoma.\nTreatment methods for primary liver tumors may include: surgery, radiofrequency or microwave ablation, chemotherapy, radiotherapy, etc.\nSecondary liver tumors are tumors from some other part of the body that is related to the liver. Tumors can grow directly into the liver (called direct invasion) or can spread to the liver through the bloodstream (called metastasis). Almost any tumor can metastasize to the liver and treatment is different.\nStorage disorders of the liver: This refers to a group of diseases in which the liver stores too much carbohydrate, minerals or other biological molecules. Usually, the cause is genetic and can be aggravated by your diet or other factors in your environment.\nThere are many liver storage diseases, such as hemoglobinopathies (the liver stores too much iron), Wilson's disease (too much copper), or glycogenosis (glycogen, a molecule related to sugar). If left untreated, these diseases can cause life-threatening liver failure. Treatment is variable and may include dietary changes or medications to capture the offending molecules.\nTreatment options depend on the underlying disorder causing hepatomegaly. Once your doctor confirms hepatomegaly, he or she will recommend lifestyle changes to ensure the health of your liver, including: limiting alcohol intake, eating a healthy diet, participating in exercise. Exercise regularly, lose weight if you are overweight."
        },
        {
            "subsection_name": "How to prevent enlarged liver",
            "subsection_content": "Some things you can do to protect your liver and help prevent liver disease that causes hepatomegaly include:\n– Drink alcohol in moderation or stop completely. – Maintain a moderate weight. – Maintain regular exercise habits and build a healthy, scientifically correct lifestyle. – Be fully vaccinated against hepatitis A and hepatitis B. – Manage health conditions, such as controlling iron levels... – Take vitamin supplements under your doctor's guidance and in the right dosage. – Follow recommendations for safe handling if you work with chemicals, e.g. insecticides, spray cleaners. – Avoid sharing personal tools, such as razors or tweezers… – Avoid sharing needles. – Use safe measures during sex, such as using condoms. – Periodic health check-ups.(3)\nAn enlarged liver is a sign of liver disease. The liver can become inflamed and enlarged while fighting infections and viruses, cancer, or other conditions that affect the liver. However, prolonged inflammation can cause permanent damage and lead to many complications. Some liver diseases can be treated if detected early and treated in the early stages. If you notice any abnormalities in your liver, you should consult your doctor for a diagnosis.",
            "subsection_string": "How to prevent enlarged liver\nSome things you can do to protect your liver and help prevent liver disease that causes hepatomegaly include:\n– Drink alcohol in moderation or stop completely. – Maintain a moderate weight. – Maintain regular exercise habits and build a healthy, scientifically correct lifestyle. – Be fully vaccinated against hepatitis A and hepatitis B. – Manage health conditions, such as controlling iron levels... – Take vitamin supplements under your doctor's guidance and in the right dosage. – Follow recommendations for safe handling if you work with chemicals, e.g. insecticides, spray cleaners. – Avoid sharing personal tools, such as razors or tweezers… – Avoid sharing needles. – Use safe measures during sex, such as using condoms. – Periodic health check-ups.(3)\nAn enlarged liver is a sign of liver disease. The liver can become inflamed and enlarged while fighting infections and viruses, cancer, or other conditions that affect the liver. However, prolonged inflammation can cause permanent damage and lead to many complications. Some liver diseases can be treated if detected early and treated in the early stages. If you notice any abnormalities in your liver, you should consult your doctor for a diagnosis."
        }
    ],
    "name": "gan-to.json"
}