{
    "title": "Hypoglycemia: Causes, symptoms, complications and prevention",
    "category": "Endocrine",
    "link": "https://tamanhhospital.vn/ha-duong-huyet/",
    "abstract": "When hypoglycemia occurs, the patient should eat 5-6 candies or 2-3 sugar pills or drink half a glass of soft drink or milk... to increase blood sugar. After 15 minutes, the patient rechecks blood sugar. If it is still below 70mg/dL, continue taking another similar serving... Repeat until blood sugar returns to normal.",
    "content": "Hypoglycemia: Causes, symptoms, complications and prevention\n\nWhen hypoglycemia occurs, the patient should eat 5-6 candies or 2-3 sugar pills or drink half a glass of soft drink or milk... to increase blood sugar. After 15 minutes, the patient rechecks blood sugar. If it is still below 70mg/dL, continue taking another similar serving... Repeat until blood sugar returns to normal.\n\nWhat is hypoglycemia?\nHypoglycemia is a condition in which the amount of sugar (glucose) in the blood falls below 70 mg/dL. The body's normal blood sugar level before eating ranges from 90 - 130 mg/dL, between meals 70 mg/dL to 100 mg/dL, and 1-2 hours after eating must be below 180 mg/dL. (first)\n\nCauses of hypoglycemia\nThe most common cause of hypoglycemia is a side effect of diabetes medications. Using too much insulin or accidentally injecting the wrong type of insulin can also lead to hypoglycemia. (2)\n1. Regulate blood sugar levels\nWhen food enters the body, it will be broken down into glucose (the main source of energy for the body). Glucose enters the cells with the help of insulin (hormone produced by the pancreas). Excess glucose is stored in the liver as glycogen. When you don't eat for a few hours, your blood sugar level drops and your body stops producing insulin. At this time, the hormone glucagon (produced by the pancreas) signals the liver to break down glycogen, releasing glucose into the blood. This procedure helps stabilize blood sugar levels. During prolonged fasting, the body breaks down fat stores and uses fat breakdown products as alternative fuel. The process of breaking down (burning) fat creates acid in an anaerobic environment. When fat sources are depleted (the body burns all stored fat), a lot of acid is produced. At this time, the patient is susceptible to both low blood sugar and acidosis.\nHypoglycemia is a condition in which the amount of sugar (glucose) in the blood falls below the standard level.\n2. Have diabetes\nFor people with diabetes, when the body does not produce insulin (type 1 diabetes) or produces little insulin or does not use insulin effectively (type 2 diabetes). As a result, glucose accumulates in the blood, reaching dangerously high levels. At this time, the patient uses insulin or other medications to reduce blood sugar levels. But taking large amounts of insulin or other diabetes medications can cause blood sugar levels to drop too much, causing hypoglycemia.\nInsulin overdose leads to hypoglycemia.\n3. Other causes when not having diabetes\nHypoglycemia in people without diabetes is less common. Causes may include:\nImproper use of medication: accidentally taking diabetes medication can cause hypoglycemia. In addition, other drugs cause hypoglycemia: quinine (qualaquin – used to treat malaria).; Drinking a lot of alcohol: prevents the liver from releasing glycogen to form glucose into the blood, leading to hypoglycemia.; Chronic diseases: severe hepatitis, cirrhosis, severe infections, kidney disease, worsening heart disease can cause hypoglycemia. Kidney disorders also cause the body to not excrete properly, leading to glucose accumulation, causing hypoglycemia.; Fasting for too long: malnutrition, not enough food, lack of stored glycogen that the body needs to create glucose... leading to hypoglycemia.; Overproduction of insulin: A rare tumor in the pancreas (insulinoma) causes the patient to produce too much insulin, leading to hypoglycemia. In addition, other tumors and abnormal cells of the pancreas also release excessive insulin, causing hypoglycemia.; Hormone deficiency: adrenal gland disorders and pituitary tumors can easily lead to deficiencies in certain hormones that regulate glucose production or metabolism. Additionally, children can develop hypoglycemia if they have too little growth hormone (GH).; Too far after a meal: the body does not have enough glucose, easily causing hypoglycemia.\n4. Hypoglycemia after meals\nSometimes hypoglycemia symptoms occur after certain meals, called reactive hypoglycemia or postprandial hypoglycemia. This condition often occurs in people who have had gastric bypass surgery.\n\nSubjects susceptible to hypoglycemia\nPeople with diabetes who use medication incorrectly as prescribed by their doctor, use an overdose of insulin or the wrong type of insulin are susceptible to low blood sugar. In addition, low blood sugar also occurs in people who exercise too much but do not have a nutritious diet, people with chronic diseases...\n\nSymptoms of hypoglycemia\nLow blood sugar levels trigger the release of epinephrine (adrenaline) causing symptoms: pounding heart, sweating, tingling, anxiety, pale skin, nausea, numbness of tongue/lips/cheeks. If blood glucose levels continue to decrease, the brain does not receive enough glucose, so brain activities are affected, leading to: blurred vision, difficulty concentrating, confused thinking, slurred speech, and drowsiness. When blood sugar drops for a long time, the brain has no glucose, causing seizures, coma... even death.\nUsually symptoms of hypoglycemia appear when blood sugar levels are lower than 70mg/dL. However, many people have blood sugar levels below this level but do not see symptoms, called hypoglycemia unawareness. Therefore, patients do not know when hypoglycemia occurs so they do not treat it, leading to a high risk of more serious symptoms. This condition is common in people with long-term diabetes.\nWhen should you go to a medical facility?\nTypically, a fasting blood sugar of 70 mg/dL or 3.9mmol/L or lower will warn of hypoglycemia. However, each person has a different physical condition and constitution, so it is necessary to go to the hospital when there are symptoms of dizziness, lightheadedness, headache, sweating, pale skin...\n\nHow to diagnose hypoglycemia\nCapillary blood sugar test is a quick screening measure that determines blood glucose levels. In case of low blood glucose concentration < 2.8 mmol/L (50 mg/dL), capillary blood glucose meters often cannot detect it, so it is still necessary to take a venous blood sample to do a quantitative glucose concentration test. blood. In addition, depending on each case, the doctor will prescribe additional tests to look for the cause of hypoglycemia such as: infection/infection, myocardial infarction, stroke, dysfunction/failure. kidney disease, alcohol consumption, pregnancy, physical weakness, other endocrine diseases (Addison's disease, hypothyroidism, hyperthyroidism, hypopituitarism), insulin overdose/oral hypoglycemic drugs).\n\nTreatment of hypoglycemia\nWhen hypoglycemia occurs, the patient needs to be treated immediately using the 15-15 rule. Specifically: eat/drink 15 grams of carbohydrates (carbs) to increase blood sugar and check after 15 minutes. If blood sugar is still below 70 mg/dL, continue taking another serving. Repeat these steps until your blood sugar level is at least 70 mg/dL. When your blood sugar returns to normal, eat a meal or snack. (3)\nFood equivalent to 15g Glucose:\n2 or 3 sugar cubes.; 1/2 cup of any fruit juice.; 1/2 cup soft drink.; 1 glass of milk.; 5 or 6 candies.; 15ml or 1 tablespoon sugar or honey.\nAs soon as there are signs of hypoglycemia, the patient should eat 5-6 candies or 1 tablespoon of honey.\nNote: The goal of hypoglycemia treatment is early detection and safe and quickest hyperglycemia to reduce complications and improve symptoms. Overtreatment should be avoided because it can increase blood sugar and cause weight gain.\nThe choice of carbohydrate source is very important. Complex carbohydrates (beans, peanuts, potatoes, corn, parsnips, cereals, whole grains, etc.) or foods that contain fat along with carbs (like chocolate) can slow down Glucose absorption process should not be used to treat hypoglycemia. Regarding long-term treatment, it is necessary to identify and treat the cause of hypoglycemia.\nMany people tend to want to eat more carbs until they feel better. This can cause blood sugar levels to increase. Using the step-by-step approach of the 15-15 rule prevents high blood sugar levels. (4)\nChildren usually need less than 15 grams of carbs to improve hypoglycemia.\nNewborns need 6 grams.\nToddlers need 8 grams.\nYoung children need 10 grams.\nWhen severe hypoglycemia occurs, patients need glucagon injections. This is a hormone produced in the pancreas that stimulates the liver to release stored glucose into the blood. Glucagon is used to treat a person with diabetes when the person's blood sugar is too low to treat according to the 15-15 rule. Do not inject insulin because it will cause more serious hypoglycemia.\n\nComplications of hypoglycemia\n1. For cases of unrecognized hypoglycemia\nHypoglycemia unawareness: over time, repeated episodes of hypoglycemia can lead to hypoglycemia. The body and brain no longer produce the warning signs and symptoms of low blood sugar, such as shakiness or irregular heartbeat (palpitations). When this happens, the risk of severe, life-threatening hypoglycemia increases. Therefore, people with diabetes need to measure blood sugar daily.\n2. For untreated diabetes\nIf you have diabetes, episodes of low blood sugar will cause discomfort and make the patient fearful. Patients tend to arbitrarily take less insulin to ensure blood sugar does not drop too low. This leads to uncontrolled blood sugar and drug resistance. Therefore, when having any symptoms (fatigue, dizziness, lightheadedness...) or measuring low blood sugar results, the patient should see a doctor or strictly follow the treating doctor's instructions.\nCheck blood sugar regularly to adjust medication and diet appropriately and prevent hyper/hypoglycemia.\n\nHow to prevent hypoglycemia\n1. If you have diabetes\nPatients regularly measure blood sugar when they see signs of abnormality in their body. Thanks to that, patients can treat hypoglycemia properly before the condition becomes serious. The more often you check your blood sugar, the lower your risk of hypoglycemia. Thanks to that, patients know when blood sugar levels drop and treat them before they get too low. Times to check blood sugar:\nBefore and after meals; Before and after exercise (or long, intense workout session).; Before sleep.; In addition, check your blood sugar when changing medications, diet, adding exercise, routine, work, or traveling across different countries or time zones.\nA continuous blood glucose monitor (CGM) is an option for patients. The CGM has a small wire inserted under the skin that sends blood glucose readings to a receiver. If blood sugar drops too low, the machine warns with a bell. Some insulin injectors are now integrated with CGMs and deliver insulin when blood sugar drops too quickly.\nPeople with diabetes should carry with them a fast-acting carbohydrate-containing food (porridge, soup, juice, candy, sugar tablets, etc.) to eat/drink immediately when hypoglycemia occurs. This will help prevent blood sugar from dropping dangerously low, giving the patient time to go to the hospital to check their health status.\n2. If you do not have diabetes\nDepending on the cause of hypoglycemia in people without diabetes, there are different ways to prevent it. Specifically, medications should be used properly, infections, pancreatic tumors, pituitary tumors, adrenal gland disorders, chronic diseases (cirrhosis, kidney failure, heart disease, etc.) should be well controlled; You should not drink alcohol, take medications for people with diabetes, fast for too long... to prevent hypoglycemia.\nHypoglycemia is a condition that requires immediate emergency treatment. Recognizing the signs of hypoglycemia helps patients detect and treat quickly; At the same time, it limits unnoticed hypoglycemia, which can easily lead to many dangerous problems such as seizures, coma... even death. To ensure safety, people with diabetes should measure blood sugar regularly, take medication and have regular check-ups as prescribed by a doctor in the Department of Endocrinology and Diabetes.",
    "subsections": [
        {
            "subsection_name": "What is hypoglycemia?",
            "subsection_content": "Hypoglycemia is a condition in which the amount of sugar (glucose) in the blood falls below 70 mg/dL. The body's normal blood sugar level before eating ranges from 90 - 130 mg/dL, between meals 70 mg/dL to 100 mg/dL, and 1-2 hours after eating must be below 180 mg/dL. (first)",
            "subsection_string": "What is hypoglycemia?\nHypoglycemia is a condition in which the amount of sugar (glucose) in the blood falls below 70 mg/dL. The body's normal blood sugar level before eating ranges from 90 - 130 mg/dL, between meals 70 mg/dL to 100 mg/dL, and 1-2 hours after eating must be below 180 mg/dL. (first)"
        },
        {
            "subsection_name": "Causes of hypoglycemia",
            "subsection_content": "The most common cause of hypoglycemia is a side effect of diabetes medications. Using too much insulin or accidentally injecting the wrong type of insulin can also lead to hypoglycemia. (2)\n1. Regulate blood sugar levels\nWhen food enters the body, it will be broken down into glucose (the main source of energy for the body). Glucose enters the cells with the help of insulin (hormone produced by the pancreas). Excess glucose is stored in the liver as glycogen. When you don't eat for a few hours, your blood sugar level drops and your body stops producing insulin. At this time, the hormone glucagon (produced by the pancreas) signals the liver to break down glycogen, releasing glucose into the blood. This procedure helps stabilize blood sugar levels. During prolonged fasting, the body breaks down fat stores and uses fat breakdown products as alternative fuel. The process of breaking down (burning) fat creates acid in an anaerobic environment. When fat sources are depleted (the body burns all stored fat), a lot of acid is produced. At this time, the patient is susceptible to both low blood sugar and acidosis.\nHypoglycemia is a condition in which the amount of sugar (glucose) in the blood falls below the standard level.\n2. Have diabetes\nFor people with diabetes, when the body does not produce insulin (type 1 diabetes) or produces little insulin or does not use insulin effectively (type 2 diabetes). As a result, glucose accumulates in the blood, reaching dangerously high levels. At this time, the patient uses insulin or other medications to reduce blood sugar levels. But taking large amounts of insulin or other diabetes medications can cause blood sugar levels to drop too much, causing hypoglycemia.\nInsulin overdose leads to hypoglycemia.\n3. Other causes when not having diabetes\nHypoglycemia in people without diabetes is less common. Causes may include:\nImproper use of medication: accidentally taking diabetes medication can cause hypoglycemia. In addition, other drugs cause hypoglycemia: quinine (qualaquin – used to treat malaria).; Drinking a lot of alcohol: prevents the liver from releasing glycogen to form glucose into the blood, leading to hypoglycemia.; Chronic diseases: severe hepatitis, cirrhosis, severe infections, kidney disease, worsening heart disease can cause hypoglycemia. Kidney disorders also cause the body to not excrete properly, leading to glucose accumulation, causing hypoglycemia.; Fasting for too long: malnutrition, not enough food, lack of stored glycogen that the body needs to create glucose... leading to hypoglycemia.; Overproduction of insulin: A rare tumor in the pancreas (insulinoma) causes the patient to produce too much insulin, leading to hypoglycemia. In addition, other tumors and abnormal cells of the pancreas also release excessive insulin, causing hypoglycemia.; Hormone deficiency: adrenal gland disorders and pituitary tumors can easily lead to deficiencies in certain hormones that regulate glucose production or metabolism. Additionally, children can develop hypoglycemia if they have too little growth hormone (GH).; Too far after a meal: the body does not have enough glucose, easily causing hypoglycemia.\n4. Hypoglycemia after meals\nSometimes hypoglycemia symptoms occur after certain meals, called reactive hypoglycemia or postprandial hypoglycemia. This condition often occurs in people who have had gastric bypass surgery.",
            "subsection_string": "Causes of hypoglycemia\nThe most common cause of hypoglycemia is a side effect of diabetes medications. Using too much insulin or accidentally injecting the wrong type of insulin can also lead to hypoglycemia. (2)\n1. Regulate blood sugar levels\nWhen food enters the body, it will be broken down into glucose (the main source of energy for the body). Glucose enters the cells with the help of insulin (hormone produced by the pancreas). Excess glucose is stored in the liver as glycogen. When you don't eat for a few hours, your blood sugar level drops and your body stops producing insulin. At this time, the hormone glucagon (produced by the pancreas) signals the liver to break down glycogen, releasing glucose into the blood. This procedure helps stabilize blood sugar levels. During prolonged fasting, the body breaks down fat stores and uses fat breakdown products as alternative fuel. The process of breaking down (burning) fat creates acid in an anaerobic environment. When fat sources are depleted (the body burns all stored fat), a lot of acid is produced. At this time, the patient is susceptible to both low blood sugar and acidosis.\nHypoglycemia is a condition in which the amount of sugar (glucose) in the blood falls below the standard level.\n2. Have diabetes\nFor people with diabetes, when the body does not produce insulin (type 1 diabetes) or produces little insulin or does not use insulin effectively (type 2 diabetes). As a result, glucose accumulates in the blood, reaching dangerously high levels. At this time, the patient uses insulin or other medications to reduce blood sugar levels. But taking large amounts of insulin or other diabetes medications can cause blood sugar levels to drop too much, causing hypoglycemia.\nInsulin overdose leads to hypoglycemia.\n3. Other causes when not having diabetes\nHypoglycemia in people without diabetes is less common. Causes may include:\nImproper use of medication: accidentally taking diabetes medication can cause hypoglycemia. In addition, other drugs cause hypoglycemia: quinine (qualaquin – used to treat malaria).; Drinking a lot of alcohol: prevents the liver from releasing glycogen to form glucose into the blood, leading to hypoglycemia.; Chronic diseases: severe hepatitis, cirrhosis, severe infections, kidney disease, worsening heart disease can cause hypoglycemia. Kidney disorders also cause the body to not excrete properly, leading to glucose accumulation, causing hypoglycemia.; Fasting for too long: malnutrition, not enough food, lack of stored glycogen that the body needs to create glucose... leading to hypoglycemia.; Overproduction of insulin: A rare tumor in the pancreas (insulinoma) causes the patient to produce too much insulin, leading to hypoglycemia. In addition, other tumors and abnormal cells of the pancreas also release excessive insulin, causing hypoglycemia.; Hormone deficiency: adrenal gland disorders and pituitary tumors can easily lead to deficiencies in certain hormones that regulate glucose production or metabolism. Additionally, children can develop hypoglycemia if they have too little growth hormone (GH).; Too far after a meal: the body does not have enough glucose, easily causing hypoglycemia.\n4. Hypoglycemia after meals\nSometimes hypoglycemia symptoms occur after certain meals, called reactive hypoglycemia or postprandial hypoglycemia. This condition often occurs in people who have had gastric bypass surgery."
        },
        {
            "subsection_name": "Subjects susceptible to hypoglycemia",
            "subsection_content": "People with diabetes who use medication incorrectly as prescribed by their doctor, use an overdose of insulin or the wrong type of insulin are susceptible to low blood sugar. In addition, low blood sugar also occurs in people who exercise too much but do not have a nutritious diet, people with chronic diseases...",
            "subsection_string": "Subjects susceptible to hypoglycemia\nPeople with diabetes who use medication incorrectly as prescribed by their doctor, use an overdose of insulin or the wrong type of insulin are susceptible to low blood sugar. In addition, low blood sugar also occurs in people who exercise too much but do not have a nutritious diet, people with chronic diseases..."
        },
        {
            "subsection_name": "Symptoms of hypoglycemia",
            "subsection_content": "Low blood sugar levels trigger the release of epinephrine (adrenaline) causing symptoms: pounding heart, sweating, tingling, anxiety, pale skin, nausea, numbness of tongue/lips/cheeks. If blood glucose levels continue to decrease, the brain does not receive enough glucose, so brain activities are affected, leading to: blurred vision, difficulty concentrating, confused thinking, slurred speech, and drowsiness. When blood sugar drops for a long time, the brain has no glucose, causing seizures, coma... even death.\nUsually symptoms of hypoglycemia appear when blood sugar levels are lower than 70mg/dL. However, many people have blood sugar levels below this level but do not see symptoms, called hypoglycemia unawareness. Therefore, patients do not know when hypoglycemia occurs so they do not treat it, leading to a high risk of more serious symptoms. This condition is common in people with long-term diabetes.\nWhen should you go to a medical facility?\nTypically, a fasting blood sugar of 70 mg/dL or 3.9mmol/L or lower will warn of hypoglycemia. However, each person has a different physical condition and constitution, so it is necessary to go to the hospital when there are symptoms of dizziness, lightheadedness, headache, sweating, pale skin...",
            "subsection_string": "Symptoms of hypoglycemia\nLow blood sugar levels trigger the release of epinephrine (adrenaline) causing symptoms: pounding heart, sweating, tingling, anxiety, pale skin, nausea, numbness of tongue/lips/cheeks. If blood glucose levels continue to decrease, the brain does not receive enough glucose, so brain activities are affected, leading to: blurred vision, difficulty concentrating, confused thinking, slurred speech, and drowsiness. When blood sugar drops for a long time, the brain has no glucose, causing seizures, coma... even death.\nUsually symptoms of hypoglycemia appear when blood sugar levels are lower than 70mg/dL. However, many people have blood sugar levels below this level but do not see symptoms, called hypoglycemia unawareness. Therefore, patients do not know when hypoglycemia occurs so they do not treat it, leading to a high risk of more serious symptoms. This condition is common in people with long-term diabetes.\nWhen should you go to a medical facility?\nTypically, a fasting blood sugar of 70 mg/dL or 3.9mmol/L or lower will warn of hypoglycemia. However, each person has a different physical condition and constitution, so it is necessary to go to the hospital when there are symptoms of dizziness, lightheadedness, headache, sweating, pale skin..."
        },
        {
            "subsection_name": "How to diagnose hypoglycemia",
            "subsection_content": "Capillary blood sugar test is a quick screening measure that determines blood glucose levels. In case of low blood glucose concentration < 2.8 mmol/L (50 mg/dL), capillary blood glucose meters often cannot detect it, so it is still necessary to take a venous blood sample to do a quantitative glucose concentration test. blood. In addition, depending on each case, the doctor will prescribe additional tests to look for the cause of hypoglycemia such as: infection/infection, myocardial infarction, stroke, dysfunction/failure. kidney disease, alcohol consumption, pregnancy, physical weakness, other endocrine diseases (Addison's disease, hypothyroidism, hyperthyroidism, hypopituitarism), insulin overdose/oral hypoglycemic drugs).",
            "subsection_string": "How to diagnose hypoglycemia\nCapillary blood sugar test is a quick screening measure that determines blood glucose levels. In case of low blood glucose concentration < 2.8 mmol/L (50 mg/dL), capillary blood glucose meters often cannot detect it, so it is still necessary to take a venous blood sample to do a quantitative glucose concentration test. blood. In addition, depending on each case, the doctor will prescribe additional tests to look for the cause of hypoglycemia such as: infection/infection, myocardial infarction, stroke, dysfunction/failure. kidney disease, alcohol consumption, pregnancy, physical weakness, other endocrine diseases (Addison's disease, hypothyroidism, hyperthyroidism, hypopituitarism), insulin overdose/oral hypoglycemic drugs)."
        },
        {
            "subsection_name": "Treatment of hypoglycemia",
            "subsection_content": "When hypoglycemia occurs, the patient needs to be treated immediately using the 15-15 rule. Specifically: eat/drink 15 grams of carbohydrates (carbs) to increase blood sugar and check after 15 minutes. If blood sugar is still below 70 mg/dL, continue taking another serving. Repeat these steps until your blood sugar level is at least 70 mg/dL. When your blood sugar returns to normal, eat a meal or snack. (3)\nFood equivalent to 15g Glucose:\n2 or 3 sugar cubes.; 1/2 cup of any fruit juice.; 1/2 cup soft drink.; 1 glass of milk.; 5 or 6 candies.; 15ml or 1 tablespoon sugar or honey.\nAs soon as there are signs of hypoglycemia, the patient should eat 5-6 candies or 1 tablespoon of honey.\nNote: The goal of hypoglycemia treatment is early detection and safe and quickest hyperglycemia to reduce complications and improve symptoms. Overtreatment should be avoided because it can increase blood sugar and cause weight gain.\nThe choice of carbohydrate source is very important. Complex carbohydrates (beans, peanuts, potatoes, corn, parsnips, cereals, whole grains, etc.) or foods that contain fat along with carbs (like chocolate) can slow down Glucose absorption process should not be used to treat hypoglycemia. Regarding long-term treatment, it is necessary to identify and treat the cause of hypoglycemia.\nMany people tend to want to eat more carbs until they feel better. This can cause blood sugar levels to increase. Using the step-by-step approach of the 15-15 rule prevents high blood sugar levels. (4)\nChildren usually need less than 15 grams of carbs to improve hypoglycemia.\nNewborns need 6 grams.\nToddlers need 8 grams.\nYoung children need 10 grams.\nWhen severe hypoglycemia occurs, patients need glucagon injections. This is a hormone produced in the pancreas that stimulates the liver to release stored glucose into the blood. Glucagon is used to treat a person with diabetes when the person's blood sugar is too low to treat according to the 15-15 rule. Do not inject insulin because it will cause more serious hypoglycemia.",
            "subsection_string": "Treatment of hypoglycemia\nWhen hypoglycemia occurs, the patient needs to be treated immediately using the 15-15 rule. Specifically: eat/drink 15 grams of carbohydrates (carbs) to increase blood sugar and check after 15 minutes. If blood sugar is still below 70 mg/dL, continue taking another serving. Repeat these steps until your blood sugar level is at least 70 mg/dL. When your blood sugar returns to normal, eat a meal or snack. (3)\nFood equivalent to 15g Glucose:\n2 or 3 sugar cubes.; 1/2 cup of any fruit juice.; 1/2 cup soft drink.; 1 glass of milk.; 5 or 6 candies.; 15ml or 1 tablespoon sugar or honey.\nAs soon as there are signs of hypoglycemia, the patient should eat 5-6 candies or 1 tablespoon of honey.\nNote: The goal of hypoglycemia treatment is early detection and safe and quickest hyperglycemia to reduce complications and improve symptoms. Overtreatment should be avoided because it can increase blood sugar and cause weight gain.\nThe choice of carbohydrate source is very important. Complex carbohydrates (beans, peanuts, potatoes, corn, parsnips, cereals, whole grains, etc.) or foods that contain fat along with carbs (like chocolate) can slow down Glucose absorption process should not be used to treat hypoglycemia. Regarding long-term treatment, it is necessary to identify and treat the cause of hypoglycemia.\nMany people tend to want to eat more carbs until they feel better. This can cause blood sugar levels to increase. Using the step-by-step approach of the 15-15 rule prevents high blood sugar levels. (4)\nChildren usually need less than 15 grams of carbs to improve hypoglycemia.\nNewborns need 6 grams.\nToddlers need 8 grams.\nYoung children need 10 grams.\nWhen severe hypoglycemia occurs, patients need glucagon injections. This is a hormone produced in the pancreas that stimulates the liver to release stored glucose into the blood. Glucagon is used to treat a person with diabetes when the person's blood sugar is too low to treat according to the 15-15 rule. Do not inject insulin because it will cause more serious hypoglycemia."
        },
        {
            "subsection_name": "Complications of hypoglycemia",
            "subsection_content": "1. For cases of unrecognized hypoglycemia\nHypoglycemia unawareness: over time, repeated episodes of hypoglycemia can lead to hypoglycemia. The body and brain no longer produce the warning signs and symptoms of low blood sugar, such as shakiness or irregular heartbeat (palpitations). When this happens, the risk of severe, life-threatening hypoglycemia increases. Therefore, people with diabetes need to measure blood sugar daily.\n2. For untreated diabetes\nIf you have diabetes, episodes of low blood sugar will cause discomfort and make the patient fearful. Patients tend to arbitrarily take less insulin to ensure blood sugar does not drop too low. This leads to uncontrolled blood sugar and drug resistance. Therefore, when having any symptoms (fatigue, dizziness, lightheadedness...) or measuring low blood sugar results, the patient should see a doctor or strictly follow the treating doctor's instructions.\nCheck blood sugar regularly to adjust medication and diet appropriately and prevent hyper/hypoglycemia.",
            "subsection_string": "Complications of hypoglycemia\n1. For cases of unrecognized hypoglycemia\nHypoglycemia unawareness: over time, repeated episodes of hypoglycemia can lead to hypoglycemia. The body and brain no longer produce the warning signs and symptoms of low blood sugar, such as shakiness or irregular heartbeat (palpitations). When this happens, the risk of severe, life-threatening hypoglycemia increases. Therefore, people with diabetes need to measure blood sugar daily.\n2. For untreated diabetes\nIf you have diabetes, episodes of low blood sugar will cause discomfort and make the patient fearful. Patients tend to arbitrarily take less insulin to ensure blood sugar does not drop too low. This leads to uncontrolled blood sugar and drug resistance. Therefore, when having any symptoms (fatigue, dizziness, lightheadedness...) or measuring low blood sugar results, the patient should see a doctor or strictly follow the treating doctor's instructions.\nCheck blood sugar regularly to adjust medication and diet appropriately and prevent hyper/hypoglycemia."
        },
        {
            "subsection_name": "How to prevent hypoglycemia",
            "subsection_content": "1. If you have diabetes\nPatients regularly measure blood sugar when they see signs of abnormality in their body. Thanks to that, patients can treat hypoglycemia properly before the condition becomes serious. The more often you check your blood sugar, the lower your risk of hypoglycemia. Thanks to that, patients know when blood sugar levels drop and treat them before they get too low. Times to check blood sugar:\nBefore and after meals; Before and after exercise (or long, intense workout session).; Before sleep.; In addition, check your blood sugar when changing medications, diet, adding exercise, routine, work, or traveling across different countries or time zones.\nA continuous blood glucose monitor (CGM) is an option for patients. The CGM has a small wire inserted under the skin that sends blood glucose readings to a receiver. If blood sugar drops too low, the machine warns with a bell. Some insulin injectors are now integrated with CGMs and deliver insulin when blood sugar drops too quickly.\nPeople with diabetes should carry with them a fast-acting carbohydrate-containing food (porridge, soup, juice, candy, sugar tablets, etc.) to eat/drink immediately when hypoglycemia occurs. This will help prevent blood sugar from dropping dangerously low, giving the patient time to go to the hospital to check their health status.\n2. If you do not have diabetes\nDepending on the cause of hypoglycemia in people without diabetes, there are different ways to prevent it. Specifically, medications should be used properly, infections, pancreatic tumors, pituitary tumors, adrenal gland disorders, chronic diseases (cirrhosis, kidney failure, heart disease, etc.) should be well controlled; You should not drink alcohol, take medications for people with diabetes, fast for too long... to prevent hypoglycemia.\nHypoglycemia is a condition that requires immediate emergency treatment. Recognizing the signs of hypoglycemia helps patients detect and treat quickly; At the same time, it limits unnoticed hypoglycemia, which can easily lead to many dangerous problems such as seizures, coma... even death. To ensure safety, people with diabetes should measure blood sugar regularly, take medication and have regular check-ups as prescribed by a doctor in the Department of Endocrinology and Diabetes.",
            "subsection_string": "How to prevent hypoglycemia\n1. If you have diabetes\nPatients regularly measure blood sugar when they see signs of abnormality in their body. Thanks to that, patients can treat hypoglycemia properly before the condition becomes serious. The more often you check your blood sugar, the lower your risk of hypoglycemia. Thanks to that, patients know when blood sugar levels drop and treat them before they get too low. Times to check blood sugar:\nBefore and after meals; Before and after exercise (or long, intense workout session).; Before sleep.; In addition, check your blood sugar when changing medications, diet, adding exercise, routine, work, or traveling across different countries or time zones.\nA continuous blood glucose monitor (CGM) is an option for patients. The CGM has a small wire inserted under the skin that sends blood glucose readings to a receiver. If blood sugar drops too low, the machine warns with a bell. Some insulin injectors are now integrated with CGMs and deliver insulin when blood sugar drops too quickly.\nPeople with diabetes should carry with them a fast-acting carbohydrate-containing food (porridge, soup, juice, candy, sugar tablets, etc.) to eat/drink immediately when hypoglycemia occurs. This will help prevent blood sugar from dropping dangerously low, giving the patient time to go to the hospital to check their health status.\n2. If you do not have diabetes\nDepending on the cause of hypoglycemia in people without diabetes, there are different ways to prevent it. Specifically, medications should be used properly, infections, pancreatic tumors, pituitary tumors, adrenal gland disorders, chronic diseases (cirrhosis, kidney failure, heart disease, etc.) should be well controlled; You should not drink alcohol, take medications for people with diabetes, fast for too long... to prevent hypoglycemia.\nHypoglycemia is a condition that requires immediate emergency treatment. Recognizing the signs of hypoglycemia helps patients detect and treat quickly; At the same time, it limits unnoticed hypoglycemia, which can easily lead to many dangerous problems such as seizures, coma... even death. To ensure safety, people with diabetes should measure blood sugar regularly, take medication and have regular check-ups as prescribed by a doctor in the Department of Endocrinology and Diabetes."
        }
    ],
    "name": "ha-duong-huyet.json"
}