{
    "title": "Tophi (Tophi): Causes, symptoms and treatment",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/hat-tophi/",
    "abstract": "People with long-term gout may have one or more tophi around the affected joints. The presence of these nodules not only causes unsightliness but also has the risk of causing joint deformity and leading to many serious complications if not treated promptly. This article is advised by MSc.BSNT. Nguyen Thi Phuong - Department of Musculoskeletal and Rheumatology, Tam Anh General Hospital, Hanoi. The article below will help people better understand what tophi in gout are as well as how to treat and control the disease well to prevent these nodules from appearing.",
    "content": "Tophi (Tophi): Causes, symptoms and treatment\n\nPeople with long-term gout may have one or more tophi around the affected joints. The presence of these nodules not only causes unsightliness but also has the risk of causing joint deformity and leading to many serious complications if not treated promptly. This article is advised by MSc.BSNT. Nguyen Thi Phuong - Department of Musculoskeletal and Rheumatology, Tam Anh General Hospital, Hanoi. The article below will help people better understand what tophi in gout are as well as how to treat and control the disease well to prevent these nodules from appearing.\n\nWhat are tophi seeds?\nTophi particles or tophi nodules are a collection of crystals of the compound sodium urate monohydrate, precipitated in connective tissue, gradually increasing over many years, depositing at the joints and soft tissue around the joints. They look like small, swollen bumps and develop just below the skin at the joints.\nThe appearance of tophi spots under the skin can be considered a sign that gout has become more severe, usually occurring in about 12 - 35% of cases. If gout is not treated promptly and effectively, it is difficult for patients to avoid joint damage.(1)\n\nCommon locations of tophi\nTophi in gout can form in any joint, but are most common in:\nFoot; Knee; Wrist; Finger; Achilles tendon (Achilles tendon); Ears\nMore specifically, uric acid often accumulates and forms tophi in tissues:\nTendons connect joints and muscles; Cartilage around joints; Synovial membrane; Ligament or fatty tissue; Bursa (acts as a “pad” between bones and other soft tissues)\nIn addition, sometimes tophi can also develop in extra-articular connective tissues, such as:\nSclera; Kidney pyramid; Heart valve\n\nCharacteristics and symptoms of tophi seeds\nAlthough they develop beneath the skin, tophi can still be easily felt and seen. Round or oval shape, number can range from 1 to many seeds. Size varies, can be very difficult to detect (0.5 - 1mm) or very large (3-10cm). (2)\nInside they often contain liquid, thick or solid crystals of uric acid. Through the skin, you can see the pale white color of urate crystals in the tophi. The seeds may be in a state of acute inflammation (hot, red skin) or ooze a pasty, chalky white substance, or ooze yellow fluid. These spots themselves do not cause pain, but the patient will still have this uncomfortable feeling because:\nSwollen or damaged joints; The skin is stretched due to the formation of tophi; Inflammatory reactions appear\nBesides, an acute gout attack accompanied by tophi can also lead to symptoms such as:\nThe area around the seed is swollen, painful, hot, and tender; Difficulty moving the affected joint for several days, even after the pain has subsided; The intensity of joint pain may become severe, especially within a few hours of the onset of the attack; The range of motion of the affected joint is significantly reduced\n\nCauses of tophi formation\n66% of uric acid in the body is synthesized naturally, the rest is a product of purine breakdown from protein-rich foods. The kidneys play a role in regulating uric acid levels by filtering this compound out of the blood. If the kidneys cannot filter it all or the body produces too much of the above active ingredients, hyperuricemia will occur.\nAt that time, a certain amount of uric acid will leave the blood and begin to deposit into sharp crystals in the joints and surrounding soft tissues, causing inflammation there. The increasing number of crystals will form tophi.\nThus, it can be seen that tophi do not appear from the beginning, but instead, these nodules will develop in the late stages of (chronic) gout. Usually, the disease takes about 10 years (or less) from the time of onset to progress to this stage.\n\nSome risk factors for disease\nIn fact, up to 2/3 of cases of hyperuricemia do not develop into gout and form tophi. Doctors believe that the progression of gout as well as tophi in gout may be related to several factors below, including:\nGender: men are more susceptible to the disease than women; Age: the average age of male patients is usually 30 - 45 years old, while female patients are 55 - 70 years old; Diet: consume a lot of foods and drinks containing a lot of purines or sugar, and drink a lot of beer and wine; Underlying diseases: hypertension, kidney diseases, cardiovascular diseases, metabolic disorders, obesity...; Side effects from some medications: diuretics, beta blockers, aspirin and cyclosporin...; Genetic factors\nDid you know: Gout is a disease with genetic factors. Specifically, if a parent has microcrystalline arthritis, their child will have a 20% risk of developing the disease.\n\nAre tophi in gout dangerous?\nIf not well controlled, subcutaneous tophi have the risk of growing larger and larger, leading to a series of dangerous consequences such as:\nInfections, ulcers, especially when tophi burst; Nerve compression causes pain and numbness; Destroys the cartilage layer and causes bone end erosion; Damage or even deformity of the joints leads to disability; Kidney stones; Impaired kidney function\nCurrently, experts have not yet found a way to completely cure this disease. Therefore, people with a high risk of getting the disease should proactively prevent the disease early. Refer to some of the following gout prevention measures to avoid dangerous complications caused by the disease.\n\nDiagnosis of tophi under the skin\nDoctors can easily recognize tophi as well as deformity of the affected joint through a physical examination. However, they will still ask patients to have a CT or MRI scan to evaluate large particles and the extent of damage to bones and joint cartilage.\nIn addition, sometimes the components inside the tophi are also removed and analyzed under a microscope to provide the most accurate and detailed diagnosis of chronic gout, thereby helping doctors develop a treatment plan. Effective treatment, suitable for patients.\n\nCommon methods of handling and treating tophi seeds\nTreating tophi is often part of a gout treatment regimen. Depending on the size of the nodule, each patient will have their own treatment, such as:\nFor small sized particles\nSmall nodules usually do not cause pain or limit excessive movement, so surgical removal of the nodules is not necessary. Instead, patients can dissolve the particles and shrink their size by:\nUse medication\nThe goal of this method is to reduce the amount of uric acid in the blood to 5 mg/dL or lower to dissolve tophi particles. Commonly prescribed gout medications are:\nGroup of drugs that inhibit uric acid synthesis (allopurinol, febuxostat...) Pegloticase with the effect of catalyzing the conversion of uric acid into allantoin, which is easily soluble and easily eliminated (3); Group of drugs that inhibit uric acid synthesis (allopurinol, febuxostat...); Pegloticase catalyzes the conversion of uric acid into soluble and easily eliminated allantoin (3)\nIn addition, your doctor may also prescribe a number of other medications to control acute attacks of chronic gout, including:\nColchicine Non-steroidal anti-inflammatory pain relievers NSAIDs (indomethacine, ibuprofen...) Interleukin-1 inhibitors Corticosteroids; Colchicine; Non-steroidal anti-inflammatory pain relievers NSAIDs (indomethacine, ibuprofen...); Interleukin-1 inhibitors; Corticosteroids; Change daily living habits\nA healthy, scientific lifestyle not only helps control gout symptoms, including tophi, minimizing the risk of flare-ups, but also contributes to improving overall health. Therefore, patients should practice the habit of:\nDrink enough water to help eliminate uric acid. Avoid eating foods containing sugar or high in purines (protein). Limit or completely avoid drinks containing alcohol (beer, wine...) and sugar (soft drinks, canned fruit juices). box...) Try to exercise with low intensity exercises; Drink enough water to help eliminate uric acid; Avoid eating foods containing sugar or high in purines (protein); Limit or completely avoid drinks containing alcohol (beer, wine...) and sugar (soft drinks, canned fruit juice...); Try to exercise with low intensity exercises; Maintain a healthy weight\nDevelop a diet for people with gout with adequate nutrients such as increasing vegetables and fruits rich in vitamin C, adding milk and dairy products to the daily menu...\nTreatment of large particles\nIn the case of large tophi, the patient may need surgical removal and drainage. In fact, doctors often limit recommending this solution because of some associated risks such as infection, incisions that do not heal easily... However, this will be the only treatment option when:\nA large number of tophi appear (superinfection), large size; Patients have symptoms of ulcers; The affected joint is deformed, causing limited mobility; Location of tophi formation in: Tendons Finger or toe joints Bursae; Close; Finger or toe joints; Synovial sac\nIn addition, sometimes patients also need joint replacement surgery if the joint cartilage or bone has been severely damaged. With a series of advanced equipment such as high-resolution 3D endoscopy technology, modern OR1 operating room system... and a team of highly specialized doctors with rich experience in the field of musculoskeletal surgery, the Disease System Tam Anh General Hospital has successfully conducted thousands of complex joint replacement surgeries with the following advantages:\nMinimize the scope of invasion; High precision, safety and efficiency; Limit the risk of post-operative complications (infection, bleeding, etc.); Less pain, faster recovery; Handling broken tophi particles\nAvoiding infection is a top priority when tophi burst. Therefore, at this time the patient needs first aid according to the following steps:\nClean the wound with physiological saline; Disinfect wounds with specialized solutions; Use sterile bandages and gauze to cover the wound; See a doctor as soon as possible for effective and appropriate examination and treatment\n\nHow to care for people with gout and tophi\nIf a patient shows signs of developing gout tophi, caregivers will need to pay attention to:\nHelp the patient regularly clean the body, especially the area with nodules; Support the patient's activities and daily activities to avoid causing collisions and breaking the tophi; Do not arbitrarily pop the warts; In case the tophi bursts, the caregiver should disinfect the wound and take the patient to the nearest facility or medical center for effective treatment.\nBasically, once diagnosed with gout, the patient should pay attention to regularly monitoring uric acid levels. In addition, do not forget to follow the correct treatment regimen combined with healthy lifestyle changes to control the disease well, thereby limiting the disease from getting worse and forming tophi particles, while improving the quality of the disease. amount of daily life.\nFor advice and to schedule an examination with leading musculoskeletal specialists at Tam Anh General Hospital System, please contact: Hanoi: Hotline: 024 3872 3872 - 024 7106 6858 Address: 108 Hoang Nhu Tiep Street, Bo De Ward, Long Bien District, Hanoi City, Ho Chi Minh City: Hotline: 0287 102 6789 - 093 180 6858 Address: 2B Pho Quang, Ward 2, Tan Binh District, City. HCM Fanpage: https://www.facebook.com/benhvientamanh\nTophi often appear in seriously ill patients. Not only are they unsightly, but they also cause serious complications if not treated promptly. Hopefully the above information can help gout patients understand the causes of symptoms and how to treat tophi.",
    "subsections": [
        {
            "subsection_name": "What are tophi seeds?",
            "subsection_content": "Tophi particles or tophi nodules are a collection of crystals of the compound sodium urate monohydrate, precipitated in connective tissue, gradually increasing over many years, depositing at the joints and soft tissue around the joints. They look like small, swollen bumps and develop just below the skin at the joints.\nThe appearance of tophi spots under the skin can be considered a sign that gout has become more severe, usually occurring in about 12 - 35% of cases. If gout is not treated promptly and effectively, it is difficult for patients to avoid joint damage.(1)",
            "subsection_string": "What are tophi seeds?\nTophi particles or tophi nodules are a collection of crystals of the compound sodium urate monohydrate, precipitated in connective tissue, gradually increasing over many years, depositing at the joints and soft tissue around the joints. They look like small, swollen bumps and develop just below the skin at the joints.\nThe appearance of tophi spots under the skin can be considered a sign that gout has become more severe, usually occurring in about 12 - 35% of cases. If gout is not treated promptly and effectively, it is difficult for patients to avoid joint damage.(1)"
        },
        {
            "subsection_name": "Common locations of tophi",
            "subsection_content": "Tophi in gout can form in any joint, but are most common in:\nFoot; Knee; Wrist; Finger; Achilles tendon (Achilles tendon); Ears\nMore specifically, uric acid often accumulates and forms tophi in tissues:\nTendons connect joints and muscles; Cartilage around joints; Synovial membrane; Ligament or fatty tissue; Bursa (acts as a “pad” between bones and other soft tissues)\nIn addition, sometimes tophi can also develop in extra-articular connective tissues, such as:\nSclera; Kidney pyramid; Heart valve",
            "subsection_string": "Common locations of tophi\nTophi in gout can form in any joint, but are most common in:\nFoot; Knee; Wrist; Finger; Achilles tendon (Achilles tendon); Ears\nMore specifically, uric acid often accumulates and forms tophi in tissues:\nTendons connect joints and muscles; Cartilage around joints; Synovial membrane; Ligament or fatty tissue; Bursa (acts as a “pad” between bones and other soft tissues)\nIn addition, sometimes tophi can also develop in extra-articular connective tissues, such as:\nSclera; Kidney pyramid; Heart valve"
        },
        {
            "subsection_name": "Characteristics and symptoms of tophi seeds",
            "subsection_content": "Although they develop beneath the skin, tophi can still be easily felt and seen. Round or oval shape, number can range from 1 to many seeds. Size varies, can be very difficult to detect (0.5 - 1mm) or very large (3-10cm). (2)\nInside they often contain liquid, thick or solid crystals of uric acid. Through the skin, you can see the pale white color of urate crystals in the tophi. The seeds may be in a state of acute inflammation (hot, red skin) or ooze a pasty, chalky white substance, or ooze yellow fluid. These spots themselves do not cause pain, but the patient will still have this uncomfortable feeling because:\nSwollen or damaged joints; The skin is stretched due to the formation of tophi; Inflammatory reactions appear\nBesides, an acute gout attack accompanied by tophi can also lead to symptoms such as:\nThe area around the seed is swollen, painful, hot, and tender; Difficulty moving the affected joint for several days, even after the pain has subsided; The intensity of joint pain may become severe, especially within a few hours of the onset of the attack; The range of motion of the affected joint is significantly reduced",
            "subsection_string": "Characteristics and symptoms of tophi seeds\nAlthough they develop beneath the skin, tophi can still be easily felt and seen. Round or oval shape, number can range from 1 to many seeds. Size varies, can be very difficult to detect (0.5 - 1mm) or very large (3-10cm). (2)\nInside they often contain liquid, thick or solid crystals of uric acid. Through the skin, you can see the pale white color of urate crystals in the tophi. The seeds may be in a state of acute inflammation (hot, red skin) or ooze a pasty, chalky white substance, or ooze yellow fluid. These spots themselves do not cause pain, but the patient will still have this uncomfortable feeling because:\nSwollen or damaged joints; The skin is stretched due to the formation of tophi; Inflammatory reactions appear\nBesides, an acute gout attack accompanied by tophi can also lead to symptoms such as:\nThe area around the seed is swollen, painful, hot, and tender; Difficulty moving the affected joint for several days, even after the pain has subsided; The intensity of joint pain may become severe, especially within a few hours of the onset of the attack; The range of motion of the affected joint is significantly reduced"
        },
        {
            "subsection_name": "Causes of tophi formation",
            "subsection_content": "66% of uric acid in the body is synthesized naturally, the rest is a product of purine breakdown from protein-rich foods. The kidneys play a role in regulating uric acid levels by filtering this compound out of the blood. If the kidneys cannot filter it all or the body produces too much of the above active ingredients, hyperuricemia will occur.\nAt that time, a certain amount of uric acid will leave the blood and begin to deposit into sharp crystals in the joints and surrounding soft tissues, causing inflammation there. The increasing number of crystals will form tophi.\nThus, it can be seen that tophi do not appear from the beginning, but instead, these nodules will develop in the late stages of (chronic) gout. Usually, the disease takes about 10 years (or less) from the time of onset to progress to this stage.",
            "subsection_string": "Causes of tophi formation\n66% of uric acid in the body is synthesized naturally, the rest is a product of purine breakdown from protein-rich foods. The kidneys play a role in regulating uric acid levels by filtering this compound out of the blood. If the kidneys cannot filter it all or the body produces too much of the above active ingredients, hyperuricemia will occur.\nAt that time, a certain amount of uric acid will leave the blood and begin to deposit into sharp crystals in the joints and surrounding soft tissues, causing inflammation there. The increasing number of crystals will form tophi.\nThus, it can be seen that tophi do not appear from the beginning, but instead, these nodules will develop in the late stages of (chronic) gout. Usually, the disease takes about 10 years (or less) from the time of onset to progress to this stage."
        },
        {
            "subsection_name": "Some risk factors for disease",
            "subsection_content": "In fact, up to 2/3 of cases of hyperuricemia do not develop into gout and form tophi. Doctors believe that the progression of gout as well as tophi in gout may be related to several factors below, including:\nGender: men are more susceptible to the disease than women; Age: the average age of male patients is usually 30 - 45 years old, while female patients are 55 - 70 years old; Diet: consume a lot of foods and drinks containing a lot of purines or sugar, and drink a lot of beer and wine; Underlying diseases: hypertension, kidney diseases, cardiovascular diseases, metabolic disorders, obesity...; Side effects from some medications: diuretics, beta blockers, aspirin and cyclosporin...; Genetic factors\nDid you know: Gout is a disease with genetic factors. Specifically, if a parent has microcrystalline arthritis, their child will have a 20% risk of developing the disease.",
            "subsection_string": "Some risk factors for disease\nIn fact, up to 2/3 of cases of hyperuricemia do not develop into gout and form tophi. Doctors believe that the progression of gout as well as tophi in gout may be related to several factors below, including:\nGender: men are more susceptible to the disease than women; Age: the average age of male patients is usually 30 - 45 years old, while female patients are 55 - 70 years old; Diet: consume a lot of foods and drinks containing a lot of purines or sugar, and drink a lot of beer and wine; Underlying diseases: hypertension, kidney diseases, cardiovascular diseases, metabolic disorders, obesity...; Side effects from some medications: diuretics, beta blockers, aspirin and cyclosporin...; Genetic factors\nDid you know: Gout is a disease with genetic factors. Specifically, if a parent has microcrystalline arthritis, their child will have a 20% risk of developing the disease."
        },
        {
            "subsection_name": "Are tophi in gout dangerous?",
            "subsection_content": "If not well controlled, subcutaneous tophi have the risk of growing larger and larger, leading to a series of dangerous consequences such as:\nInfections, ulcers, especially when tophi burst; Nerve compression causes pain and numbness; Destroys the cartilage layer and causes bone end erosion; Damage or even deformity of the joints leads to disability; Kidney stones; Impaired kidney function\nCurrently, experts have not yet found a way to completely cure this disease. Therefore, people with a high risk of getting the disease should proactively prevent the disease early. Refer to some of the following gout prevention measures to avoid dangerous complications caused by the disease.",
            "subsection_string": "Are tophi in gout dangerous?\nIf not well controlled, subcutaneous tophi have the risk of growing larger and larger, leading to a series of dangerous consequences such as:\nInfections, ulcers, especially when tophi burst; Nerve compression causes pain and numbness; Destroys the cartilage layer and causes bone end erosion; Damage or even deformity of the joints leads to disability; Kidney stones; Impaired kidney function\nCurrently, experts have not yet found a way to completely cure this disease. Therefore, people with a high risk of getting the disease should proactively prevent the disease early. Refer to some of the following gout prevention measures to avoid dangerous complications caused by the disease."
        },
        {
            "subsection_name": "Diagnosis of tophi under the skin",
            "subsection_content": "Doctors can easily recognize tophi as well as deformity of the affected joint through a physical examination. However, they will still ask patients to have a CT or MRI scan to evaluate large particles and the extent of damage to bones and joint cartilage.\nIn addition, sometimes the components inside the tophi are also removed and analyzed under a microscope to provide the most accurate and detailed diagnosis of chronic gout, thereby helping doctors develop a treatment plan. Effective treatment, suitable for patients.",
            "subsection_string": "Diagnosis of tophi under the skin\nDoctors can easily recognize tophi as well as deformity of the affected joint through a physical examination. However, they will still ask patients to have a CT or MRI scan to evaluate large particles and the extent of damage to bones and joint cartilage.\nIn addition, sometimes the components inside the tophi are also removed and analyzed under a microscope to provide the most accurate and detailed diagnosis of chronic gout, thereby helping doctors develop a treatment plan. Effective treatment, suitable for patients."
        },
        {
            "subsection_name": "Common methods of handling and treating tophi seeds",
            "subsection_content": "Treating tophi is often part of a gout treatment regimen. Depending on the size of the nodule, each patient will have their own treatment, such as:\nFor small sized particles\nSmall nodules usually do not cause pain or limit excessive movement, so surgical removal of the nodules is not necessary. Instead, patients can dissolve the particles and shrink their size by:\nUse medication\nThe goal of this method is to reduce the amount of uric acid in the blood to 5 mg/dL or lower to dissolve tophi particles. Commonly prescribed gout medications are:\nGroup of drugs that inhibit uric acid synthesis (allopurinol, febuxostat...) Pegloticase with the effect of catalyzing the conversion of uric acid into allantoin, which is easily soluble and easily eliminated (3); Group of drugs that inhibit uric acid synthesis (allopurinol, febuxostat...); Pegloticase catalyzes the conversion of uric acid into soluble and easily eliminated allantoin (3)\nIn addition, your doctor may also prescribe a number of other medications to control acute attacks of chronic gout, including:\nColchicine Non-steroidal anti-inflammatory pain relievers NSAIDs (indomethacine, ibuprofen...) Interleukin-1 inhibitors Corticosteroids; Colchicine; Non-steroidal anti-inflammatory pain relievers NSAIDs (indomethacine, ibuprofen...); Interleukin-1 inhibitors; Corticosteroids; Change daily living habits\nA healthy, scientific lifestyle not only helps control gout symptoms, including tophi, minimizing the risk of flare-ups, but also contributes to improving overall health. Therefore, patients should practice the habit of:\nDrink enough water to help eliminate uric acid. Avoid eating foods containing sugar or high in purines (protein). Limit or completely avoid drinks containing alcohol (beer, wine...) and sugar (soft drinks, canned fruit juices). box...) Try to exercise with low intensity exercises; Drink enough water to help eliminate uric acid; Avoid eating foods containing sugar or high in purines (protein); Limit or completely avoid drinks containing alcohol (beer, wine...) and sugar (soft drinks, canned fruit juice...); Try to exercise with low intensity exercises; Maintain a healthy weight\nDevelop a diet for people with gout with adequate nutrients such as increasing vegetables and fruits rich in vitamin C, adding milk and dairy products to the daily menu...\nTreatment of large particles\nIn the case of large tophi, the patient may need surgical removal and drainage. In fact, doctors often limit recommending this solution because of some associated risks such as infection, incisions that do not heal easily... However, this will be the only treatment option when:\nA large number of tophi appear (superinfection), large size; Patients have symptoms of ulcers; The affected joint is deformed, causing limited mobility; Location of tophi formation in: Tendons Finger or toe joints Bursae; Close; Finger or toe joints; Synovial sac\nIn addition, sometimes patients also need joint replacement surgery if the joint cartilage or bone has been severely damaged. With a series of advanced equipment such as high-resolution 3D endoscopy technology, modern OR1 operating room system... and a team of highly specialized doctors with rich experience in the field of musculoskeletal surgery, the Disease System Tam Anh General Hospital has successfully conducted thousands of complex joint replacement surgeries with the following advantages:\nMinimize the scope of invasion; High precision, safety and efficiency; Limit the risk of post-operative complications (infection, bleeding, etc.); Less pain, faster recovery; Handling broken tophi particles\nAvoiding infection is a top priority when tophi burst. Therefore, at this time the patient needs first aid according to the following steps:\nClean the wound with physiological saline; Disinfect wounds with specialized solutions; Use sterile bandages and gauze to cover the wound; See a doctor as soon as possible for effective and appropriate examination and treatment",
            "subsection_string": "Common methods of handling and treating tophi seeds\nTreating tophi is often part of a gout treatment regimen. Depending on the size of the nodule, each patient will have their own treatment, such as:\nFor small sized particles\nSmall nodules usually do not cause pain or limit excessive movement, so surgical removal of the nodules is not necessary. Instead, patients can dissolve the particles and shrink their size by:\nUse medication\nThe goal of this method is to reduce the amount of uric acid in the blood to 5 mg/dL or lower to dissolve tophi particles. Commonly prescribed gout medications are:\nGroup of drugs that inhibit uric acid synthesis (allopurinol, febuxostat...) Pegloticase with the effect of catalyzing the conversion of uric acid into allantoin, which is easily soluble and easily eliminated (3); Group of drugs that inhibit uric acid synthesis (allopurinol, febuxostat...); Pegloticase catalyzes the conversion of uric acid into soluble and easily eliminated allantoin (3)\nIn addition, your doctor may also prescribe a number of other medications to control acute attacks of chronic gout, including:\nColchicine Non-steroidal anti-inflammatory pain relievers NSAIDs (indomethacine, ibuprofen...) Interleukin-1 inhibitors Corticosteroids; Colchicine; Non-steroidal anti-inflammatory pain relievers NSAIDs (indomethacine, ibuprofen...); Interleukin-1 inhibitors; Corticosteroids; Change daily living habits\nA healthy, scientific lifestyle not only helps control gout symptoms, including tophi, minimizing the risk of flare-ups, but also contributes to improving overall health. Therefore, patients should practice the habit of:\nDrink enough water to help eliminate uric acid. Avoid eating foods containing sugar or high in purines (protein). Limit or completely avoid drinks containing alcohol (beer, wine...) and sugar (soft drinks, canned fruit juices). box...) Try to exercise with low intensity exercises; Drink enough water to help eliminate uric acid; Avoid eating foods containing sugar or high in purines (protein); Limit or completely avoid drinks containing alcohol (beer, wine...) and sugar (soft drinks, canned fruit juice...); Try to exercise with low intensity exercises; Maintain a healthy weight\nDevelop a diet for people with gout with adequate nutrients such as increasing vegetables and fruits rich in vitamin C, adding milk and dairy products to the daily menu...\nTreatment of large particles\nIn the case of large tophi, the patient may need surgical removal and drainage. In fact, doctors often limit recommending this solution because of some associated risks such as infection, incisions that do not heal easily... However, this will be the only treatment option when:\nA large number of tophi appear (superinfection), large size; Patients have symptoms of ulcers; The affected joint is deformed, causing limited mobility; Location of tophi formation in: Tendons Finger or toe joints Bursae; Close; Finger or toe joints; Synovial sac\nIn addition, sometimes patients also need joint replacement surgery if the joint cartilage or bone has been severely damaged. With a series of advanced equipment such as high-resolution 3D endoscopy technology, modern OR1 operating room system... and a team of highly specialized doctors with rich experience in the field of musculoskeletal surgery, the Disease System Tam Anh General Hospital has successfully conducted thousands of complex joint replacement surgeries with the following advantages:\nMinimize the scope of invasion; High precision, safety and efficiency; Limit the risk of post-operative complications (infection, bleeding, etc.); Less pain, faster recovery; Handling broken tophi particles\nAvoiding infection is a top priority when tophi burst. Therefore, at this time the patient needs first aid according to the following steps:\nClean the wound with physiological saline; Disinfect wounds with specialized solutions; Use sterile bandages and gauze to cover the wound; See a doctor as soon as possible for effective and appropriate examination and treatment"
        },
        {
            "subsection_name": "How to care for people with gout and tophi",
            "subsection_content": "If a patient shows signs of developing gout tophi, caregivers will need to pay attention to:\nHelp the patient regularly clean the body, especially the area with nodules; Support the patient's activities and daily activities to avoid causing collisions and breaking the tophi; Do not arbitrarily pop the warts; In case the tophi bursts, the caregiver should disinfect the wound and take the patient to the nearest facility or medical center for effective treatment.\nBasically, once diagnosed with gout, the patient should pay attention to regularly monitoring uric acid levels. In addition, do not forget to follow the correct treatment regimen combined with healthy lifestyle changes to control the disease well, thereby limiting the disease from getting worse and forming tophi particles, while improving the quality of the disease. amount of daily life.\nFor advice and to schedule an examination with leading musculoskeletal specialists at Tam Anh General Hospital System, please contact: Hanoi: Hotline: 024 3872 3872 - 024 7106 6858 Address: 108 Hoang Nhu Tiep Street, Bo De Ward, Long Bien District, Hanoi City, Ho Chi Minh City: Hotline: 0287 102 6789 - 093 180 6858 Address: 2B Pho Quang, Ward 2, Tan Binh District, City. HCM Fanpage: https://www.facebook.com/benhvientamanh\nTophi often appear in seriously ill patients. Not only are they unsightly, but they also cause serious complications if not treated promptly. Hopefully the above information can help gout patients understand the causes of symptoms and how to treat tophi.",
            "subsection_string": "How to care for people with gout and tophi\nIf a patient shows signs of developing gout tophi, caregivers will need to pay attention to:\nHelp the patient regularly clean the body, especially the area with nodules; Support the patient's activities and daily activities to avoid causing collisions and breaking the tophi; Do not arbitrarily pop the warts; In case the tophi bursts, the caregiver should disinfect the wound and take the patient to the nearest facility or medical center for effective treatment.\nBasically, once diagnosed with gout, the patient should pay attention to regularly monitoring uric acid levels. In addition, do not forget to follow the correct treatment regimen combined with healthy lifestyle changes to control the disease well, thereby limiting the disease from getting worse and forming tophi particles, while improving the quality of the disease. amount of daily life.\nFor advice and to schedule an examination with leading musculoskeletal specialists at Tam Anh General Hospital System, please contact: Hanoi: Hotline: 024 3872 3872 - 024 7106 6858 Address: 108 Hoang Nhu Tiep Street, Bo De Ward, Long Bien District, Hanoi City, Ho Chi Minh City: Hotline: 0287 102 6789 - 093 180 6858 Address: 2B Pho Quang, Ward 2, Tan Binh District, City. HCM Fanpage: https://www.facebook.com/benhvientamanh\nTophi often appear in seriously ill patients. Not only are they unsightly, but they also cause serious complications if not treated promptly. Hopefully the above information can help gout patients understand the causes of symptoms and how to treat tophi."
        }
    ],
    "name": "hat-tophi.json"
}