{
    "title": "Asthma: Causes, symptoms, diagnosis and prevention",
    "category": "Respiratory",
    "link": "https://tamanhhospital.vn/hen-suyen/",
    "abstract": "Asthma is a common chronic respiratory disease. When the disease progresses seriously, the patient may die suddenly if not treated promptly. So what are the causes and symptoms of asthma, where is a good place to get an asthma check-up, or what should you do when you have difficulty breathing with asthma? This article is expertly advised by Resident Doctor Nguyen Van Ngan - Department of Respiratory Medicine, Tam Anh General Hospital, Hanoi. According to the World Health Organization (WHO), the number of people with asthma tends to increase. In the US, in 1964 the rate of people infected with the disease was 183/100,000 people, but by 1983 this number had increased to 284/100,000 people. The disease is increasing rapidly in other countries such as France, Austria, Finland... It is estimated that currently, there are nearly 400 million people with asthma in the world. This is a disease with a high mortality rate, second only to cancer. (first)\n In Vietnam, there are currently more than 4 million people with asthma, 2-6% of the general population and 8-10% of children with asthma, of which 12-13 year olds have the highest rate in Asia with nearly 30% and is on the rise. Diagnosis and treatment of asthma in children is often late because the symptoms are sometimes unclear and difficult to detect. (6)",
    "content": "Asthma: Causes, symptoms, diagnosis and prevention\n\nAsthma is a common chronic respiratory disease. When the disease progresses seriously, the patient may die suddenly if not treated promptly. So what are the causes and symptoms of asthma, where is a good place to get an asthma check-up, or what should you do when you have difficulty breathing with asthma? This article is expertly advised by Resident Doctor Nguyen Van Ngan - Department of Respiratory Medicine, Tam Anh General Hospital, Hanoi. According to the World Health Organization (WHO), the number of people with asthma tends to increase. In the US, in 1964 the rate of people infected with the disease was 183/100,000 people, but by 1983 this number had increased to 284/100,000 people. The disease is increasing rapidly in other countries such as France, Austria, Finland... It is estimated that currently, there are nearly 400 million people with asthma in the world. This is a disease with a high mortality rate, second only to cancer. (first)\n In Vietnam, there are currently more than 4 million people with asthma, 2-6% of the general population and 8-10% of children with asthma, of which 12-13 year olds have the highest rate in Asia with nearly 30% and is on the rise. Diagnosis and treatment of asthma in children is often late because the symptoms are sometimes unclear and difficult to detect. (6)\n\nWhat is asthma?\nAsthma (bronchial asthma, in English Asthma) is also known as chronic bronchial mucositis characterized by airway obstruction due to edema, bronchial mucosa, increased phlegm secretion and smooth muscle spasms. bronchitis especially occurs when encountering direct or indirect irritants that cause symptoms of cough, chest tightness, difficulty breathing and wheezing. (2)\n\nCommon asthma symptoms\nEach person has different asthma symptoms. Symptoms of asthma are different clinically so they can easily be confused with other lung diseases such as bronchiectasis, tuberculosis, COPD... Patients may have infrequent asthma attacks, only having symptoms at certain times. or when exposed to allergens. Once the asthma attack ends, the patient can return to normal.\nThe symptoms of asthma are quite similar to chronic obstructive pulmonary disease Copd, it is necessary to clearly distinguish between these two diseases to have appropriate treatment.\nSigns and symptoms of asthma include:\nAn asthma attack is one of the typical signs of bronchial asthma. Typical asthma attacks include: Slow, noisy breathing, often occurring at night or when the weather changes. Some symptoms signaling the disease include sneezing, runny nose, chest tightness, dry cough, exhalation, more severe attacks require sitting on hands, open mouth to breathe, attacks can be paroxysmal or continuous. Near the end, the shortness of breath gradually subsided and the cough coughed up clear, sticky phlegm. Atypical symptoms include:\nPersistent cough, increasing at night; Shortness of breath; Chest tightness or heaviness; Wheezing is a common sign of asthma in children; Difficulty breathing causing difficulty sleeping, coughing or wheezing; Coughing or wheezing worsened by a respiratory virus, such as a cold or flu.\nDifficulty breathing, chest tightness... are common symptoms of asthma.\nSigns that asthma may be getting worse include:\nAsthma symptoms repeat more frequently and are more bothersome; Increased shortness of breath, as measured by equipment used to test working lungs (peak flow meter).; The need to use reliever more frequently.\nFor some people, asthma signs and symptoms flare up in certain situations:\nExertional asthma often occurs during exercise and sports, and can be worse when the air is cold and dry.; Occupational asthma is caused by irritants in the workplace such as gases or dust, chemicals, etc.; Asthma is caused by allergies, triggered by airborne substances such as pollen, cockroach waste, mold spores, or dried skin particles and saliva secreted by pets (pet dander).\n\nSubjects susceptible to asthma\nBefore finding out the causes of asthma or what to do when you have an asthma attack or have difficulty breathing, we need to understand who is susceptible to asthma attacks. Asthma is a common disease, occurring in both children and adults. In particular, some subjects at high risk of getting the disease include:\nPeople with allergies;; Children have recurrent respiratory infections;; Children whose parents have asthma;; People affected by environmental pollution such as chemicals, dust, and cigarette smoke;; Overweight and obese people;; People with a history of skin allergies, respiratory diseases...\nChildren are one of the groups susceptible to asthma.\n\nCauses of asthma\nThere are many factors that trigger bronchial asthma attacks: Asthma attacks can occur when the patient is exposed to \"allergens\". Some common agents include:\n1. Cigarette smoke\nCigarette smoke is not good for everyone, especially people with asthma. Inhaling secondhand smoke from other people can also cause an asthma attack.\n2. Dust mites\nLithium bugs are dust mites, found almost everywhere. To prevent asthma attacks, you should clean your pillowcases and mattress covers. Do not use pillows stuffed with goose feathers, feather blankets, or keep stuffed animals in the bedroom. When washing clothes, wash in the hottest water setting to remove as much dust mites as possible.\n3. Air pollution\nPollution from factories, vehicles and other sources can trigger asthma attacks. You should pay attention to the air quality index forecast to adjust your activities.\n4. Allergy to cockroaches\nCockroaches and cockroach droppings can cause illness. Eliminate cockroaches in your home by removing food scraps, vacuuming, or sweeping away cockroach breeding areas. Use traps or glue in the path of cockroaches to reduce the number of cockroaches in the house.\n5. Pets\nPet hair can be the cause of the disease. You should vacuum regularly. Wooden or tiled floors need to be cleaned with a damp cloth weekly.\n6. Mold\nBreathing in mold also causes asthma attacks. Mold often grows in environments with high humidity. Humidity can be kept low by using air conditioning or a dehumidifier. Use a hygrometer to measure humidity levels and keep moisture better. At the same time, you should fix water leaks because water can cause mold to grow behind walls and under floors.\n7. Smoke from burning wood or grass\nSmoke from burning wood or other vegetation creates a harmful mixture of gases and small pieces of charcoal. Inhaling too much smoke causes asthma.\n8. Other causes of asthma\nInfections due to flu, colds, respiratory syncytial virus... can all cause asthma. Sinusitis, allergies, chemical inhalation and acid reflux are also causes.; Burning incense and candles causes inorganic particles, affecting the control of asthma symptoms.; Inhaling cold and dry air, using certain medications such as aspirin, foods, spices and fragrances can cause illness.; Gastroesophageal reflux.; Strong emotions such as anxiety, laughter, sadness or stress.; Food preservatives (sulfites) are found in shrimp, pickles, beer and wine, dried fruit and bottled lemonade...(7)\n\nMethods of diagnosing asthma\nIf you notice symptoms of asthma, you should see a doctor for an accurate examination and diagnosis. Diagnosing the disease includes the following steps: (3)\n1. Take medical history and history\nYour doctor will ask about your asthma signs and symptoms to find out whether asthma or something else is causing your problem. Typical questions are:\nWhat are your symptoms? When do you experience these symptoms?; What triggers your symptoms, for example cold air, exercise, allergies...?; Do you have a history of allergies or allergic diseases (eczema, allergic rhinitis...)? Do any family members have asthma?; Are you regularly exposed to cigarette smoke, pets, dust, and chemicals in the air?; Do symptoms decrease after using bronchodilators or corticosteroids?\n2. Clinical examination of asthma\nBased on the signs and symptoms when asking the patient, the doctor determines the diagnosis and conducts a clinical examination. This provides additional information for definitive diagnosis and differential diagnosis with some other lung diseases such as COPD and bronchiectasis.\nWhere is a good place to get tested for asthma? At Tam Anh General Hospital System, there are many methods to diagnose asthma. Photo: Tam Anh General Hospital.\n3. Measure respiratory function\nSpirometry is a way to check how well your lungs are working.\nDoctors use spirometry to diagnose asthma and monitor its progression. Normally, patients will have a bronchial recovery test. If lung function improves after using bronchodilators, the patient has a high chance of having asthma.\nPeak flow measurement: measures how well your lungs push air out. Although not as accurate as spirometry, these lung function tests can be a good way to regularly check your lung function at home. A peak flow meter can help you detect what's causing your asthma to get worse, whether treatment is working, and when you need to go to the emergency room.\n4. Imaging diagnosis\nA chest X-ray or CT scan can show if there are any other problems with your lungs, or whether asthma is causing your symptoms. X-ray or computed tomography plays an important role in differentiating asthma from other respiratory diseases such as endobronchial tuberculosis, bronchiectasis...; A chest X-ray or CT scan can show if there are any other problems with your lungs, or whether asthma is causing your symptoms. X-ray or computed tomography plays an important role in differentiating asthma from other respiratory diseases such as endobronchial tuberculosis, bronchiectasis...\nCT scan: Nasal polyps or sinusitis can make asthma more difficult to treat and control. Sinusitis, also known as sinus infection, is a condition in which the sinuses become inflamed or swollen due to infection. When the sinuses become clogged and filled with fluid, bacteria grow, causing infection and inflammation. Your doctor may order a special sinus X-ray, called a CT scan, to check your sinuses if they think you have an infection. If you have sinusitis, you will be treated with antibiotics for at least 10 – 12 days. Prevent asthma symptoms by treating sinusitis.; CT scan: Nasal polyps or sinusitis can make asthma more difficult to treat and control. Sinusitis, also known as sinus infection, is a condition in which the sinuses become inflamed or swollen due to infection. When the sinuses become clogged and filled with fluid, bacteria grow, causing infection and inflammation. Your doctor may order a special sinus X-ray, called a CT scan, to check your sinuses if they think you have an infection. If you have sinusitis, you will be treated with antibiotics for at least 10 – 12 days. Prevent asthma symptoms by treating sinusitis.\nExhaled nitric oxide test: You will breathe into a tube connected to a machine that measures the amount of nitric oxide in your breath. The body produces this gas normally, but if the airways are inflamed, high levels of the gas are produced.; Exhaled nitric oxide test: You will breathe into a tube connected to a machine that measures the amount of nitric oxide in your breath. The body produces this gas normally, but if the airways are inflamed, high levels of the gas are produced.\n5. Some other exploration\nBronchial provocation test: helps evaluate airway hyperresponsiveness. Stimulants include exercise, inhaled methacholine, histamine, voluntary hyperventilation with normocapnia, or inhaled mannitol. Currently very little is done because of the high risk of complications.\nAllergy tests: skin prick tests or quantification of serum immunoglobulin E (lgE) levels specific to respiratory allergens help detect hypersensitivity to these allergens.\nMeasuring exhaled Nitric Oxide concentration (FENO): FeNO meets the need to individualize asthma treatment, helping to detect groups of patients with inflammatory mechanisms capable of responding to inhaled corticosteroids (ICS: inhaled corticosteroid) or other specific anti-inflammatory drugs; Avoid using ICS in patients unlikely to respond.\n\nTypes of asthma\nThere are different types of asthma, the most common type is bronchial asthma, which affects the bronchi in the lungs. Other forms of asthma: childhood asthma and adult-onset asthma. In particular, asthma begins in adults, symptoms do not appear until at least 20 years old. (8)\n1. Allergic asthma (extrinsic asthma)\nAllergens trigger this common type of asthma. These can include pet dander, food, pollen, dust, etc. Allergic asthma is often seasonal because the disease often goes hand in hand with seasonal allergies.\n2. Non-allergic asthma (intrinsic asthma)\nIrritants in the air unrelated to allergies trigger this type of asthma. Irritants include: wood burning, cigarette smoke, cold air, air pollution, viral diseases, air fresheners, household cleaning products, perfumes, etc.\n3. Occupational asthma\nOccupational asthma is a disease caused by agents in the workplace such as dust, dyes, gases and fumes, industrial chemicals, latex... These irritants can exist in many industries. Industry includes agriculture, wood processing, manufacturing...\n4. Exercise-induced bronchospasm (EIB)\nExercise-induced bronchospasm usually affects people within a few minutes of starting exercise and up to 10 – 15 minutes after physical activity. This condition is called exercise-induced asthma (EIA). Nearly 90% of people with asthma also experience EIB, but not everyone with EIB will have other types of asthma.\n5. Aspirin-induced asthma\nAspirin-induced asthma (AIA), also known as aspirin-induced acute respiratory disease (AERD), is often severe. It is triggered by taking aspirin or a nonsteroidal anti-inflammatory drug, naproxen or ibuprofen… Symptoms begin within minutes or hours. These patients often have nasal polyps. About 9% of people with asthma have AIA, which usually develops suddenly in adults between the ages of 20 and 50.\n6. Nocturnal asthma\nIn other types of asthma, symptoms are worse at night. Triggers that cause symptoms at night include heartburn, pet dander, dust mites, etc. The body's natural sleep cycle can also cause nocturnal asthma.\n7. Cough-like bronchial asthma (CVA)\nCough-type asthma does not have the usual asthma symptoms of wheezing and shortness of breath. The disease is characterized by a persistent dry cough. If left untreated, CVA can lead to an asthma flare-up with a number of other common symptoms.\n8. Adult-onset asthma\nAsthma can occur at any age, it is more common in people under 40 years old. Asthma attacks do not go away when the patient uses bronchodilators. It is a medical emergency that requires immediate treatment.\n9. Asthma in children\nEach episode will have different symptoms. Children often have problems such as frequent coughing, especially when playing at night or when laughing.; Children often have less energy or pause to catch their breath while playing.; Rapid or shallow breathing; The chest shows pain or feels tense.; Hear a hissing sound when breathing in or out.; Chest movements due to difficulty breathing, tight neck and chest muscles, weakness or fatigue...\n\nSeverity of asthma\nThe disease is divided into 3 levels corresponding to the severity from mild to severe. The patient's level of asthma will be determined by the doctor including: mild asthma, normal asthma, severe asthma or critical asthma for timely treatment and prognosis.\nMild severity: good disease control with 1st or 2nd line treatment. Patients only take controller medications when symptoms occur or are treated with controller medications including low-dose ICS, leukotriene receptor antagonists (LTRA) or chromone.; Mild severity: good disease control with 1st or 2nd line treatment. Patients only take controller medications when symptoms occur or are treated with controller medications including low-dose ICS, leukotriene receptor antagonists (LTRA) or chromone.\nModerate level: Patients receive third-line treatment such as low-dose ICS/LABA.; Moderate level: Patients receive third-line treatment such as low-dose ICS/LABA.\nSeverity: Needs treatment at level 4 or 5 to maintain control or uncontrolled despite treatment at this level.; Severity: Needs treatment at level 4 or 5 to maintain control or uncontrolled despite treatment at this level.\nAvoid asthma triggers.\n\nComplications of asthma\nAsthma is a common disease but has not received much attention, causing the disease to progress seriously. If not treated promptly, the patient will suffer serious, life-threatening complications such as:\nEmphysema, chronic cor pulmonale: common in people with chronic, severe asthma; Chest deformity or chronic respiratory failure; Collapsed lung: often occurs in children (accounting for 30%);; Pneumothorax: appears in 5% of asthma patients so it is easy to misdiagnose. Bilateral pneumothorax puts patients at high risk of death.; Complications of treatment: prolonged use of corticosteroids can cause pseudo-cushing's syndrome.\nAsthma is a non-communicable disease, however it has genetic factors from relatives. Let's find out if asthma is dangerous and the harmful effects it causes.\n\nEffective asthma treatment method\nDoctor Nguyen Van Ngan said that it is impossible to completely treat the disease. Preventing exacerbations and controlling symptoms are the goals of asthma treatment. Treatment includes: (4)\nMedication: For adults and older children with bronchial asthma, treatment with asthma control medications containing inhaled corticosteroids is needed, often combined with long-term beta sympathomimetic drugs to reduce severe exacerbations. People with asthma should have asthma reliever medication ready to prevent an unexpected asthma attack that cannot be treated in time.; Avoid risk factors, do a good job of preventing and treating co-morbidities; Read your doctor's instructions carefully before taking the medicine.; Patients should be trained in basic skills in asthma management:; Equipped with knowledge about asthma;; Understand and use techniques for using inhaled and inhaled asthma medications;; Follow the treatment regimen accurately;; Carefully monitor symptoms and severity of asthma attacks;; Regular follow-up appointments help control the disease;\n\nHow to effectively prevent asthma\nTo prevent the disease from progressing and causing dangerous complications, Dr. Nguyen Van Ngan recommends that patients do the following:\nSmoking cessation: encourage patients to stop smoking and avoid passive exposure to cigarette smoke.; Smoking cessation: encourage patients to stop smoking and avoid passive exposure to cigarette smoke.\nPhysical exercise: encourage asthmatics to actively exercise to improve general health. Treat exercise-induced bronchospasm according to your doctor's instructions.; Physical exercise: encourage asthmatics to actively exercise to improve general health. Treat exercise-induced bronchospasm according to your doctor's instructions.\nAvoid medications that can make asthma worse: nonsteroidal anti-inflammatory drugs or beta blockers. If you have acute coronary syndrome, you should consider using a selective beta-blocker for the heart if the benefits outweigh the harms.; Avoid medications that can make asthma worse: nonsteroidal anti-inflammatory drugs or beta blockers. If you have acute coronary syndrome, you should consider using a selective beta blocker for the heart if the benefits outweigh the harm.\nAppropriate diet: encourage patients to eat lots of fresh vegetables and fruits, not using foods that may cause allergies; Appropriate diet: encourage patients to eat lots of fresh vegetables and fruits, not using foods that may cause allergies.\nHaving a suitable diet is a prerequisite to help you control and support effective treatment of asthma. (5)\nPrevention of indoor air pollution: should eliminate cooking that causes indoor air pollution or add ventilation pipes to the outside when in use.; Prevent indoor air pollution: should eliminate cooking that causes indoor air pollution or add ventilation pipes to the outside when in use.\nAvoid inhaling polluted air outside: avoid intense physical activity in places with heavy pollution, very cold weather or low humidity; Avoid going to crowded places during outbreaks of respiratory viruses; Avoid inhaling polluted air outside: avoid intense physical activity in places with heavy pollution, very cold weather or low humidity; Avoid going to crowded places during outbreaks of viruses that cause respiratory diseases.\nCoping with emotions: Uncontrolled laughter, crying, anger or fear can trigger asthma symptoms if the patient does not take asthma control medication. In that case, encourage the patient to cope with emotions such as practicing relaxation or appropriate breathing.; Coping with emotions: Uncontrolled laughter, crying, anger or fear can trigger asthma symptoms if the patient does not take asthma control medication. In that case, encourage the patient to cope with emotions such as practicing relaxation or breathing properly.\nAvoid factors that trigger asthma attacks according to your doctor's instructions; Avoid factors that trigger asthma attacks according to your doctor's instructions; Avoid factors that trigger asthma attacks according to your doctor's instructions.\nVaccinate against influenza once a year and vaccinate against pneumococcus every 5 years to reduce acute asthma attacks. In addition, Covid 19 vaccination plays an important role in helping limit the causes of asthma in people with asthma, reducing the risk of infection and reducing the risk of severity and death if infected with Covid 19.; Vaccinate against influenza once a year and vaccinate against pneumococcus every 5 years to reduce acute asthma attacks. In addition, Covid 19 vaccination plays an important role in helping limit the causes of asthma in people with asthma, reducing the risk of infection and reducing the risk of severity and death if infected with Covid 19.; Vaccinate against influenza once a year and vaccinate against pneumococcus every 5 years to reduce acute asthma attacks. In addition, Covid 19 vaccination plays an important role in helping limit the causes of asthma in people with asthma, reducing the risk of infection and reducing the risk of severity and death if infected with Covid 19.\nThere are many effective ways to prevent asthma such as exercise, balanced nutrition...\n\nCaring for patients with asthma\nDoctors recommend that patients have regular check-ups to understand the cause of asthma, evaluate risk factors, occurrence of exacerbations, level of disease control and response to current treatment. When treatment is used to control asthma attacks, most people experience improvement in symptoms within a few days, but it may take 3-4 months for maximum response. The severity of asthma can change over time, so evaluating treatment results to adjust the regimen is a necessary step in the treatment process. If they comply well with treatment, people with asthma can have an almost normal quality of life.\nThe Department of Respiratory Medicine, Tam Anh General Hospital System has successfully treated many patients with common respiratory diseases such as: acute bronchitis, pneumonia; asthma/bronchial asthma, chronic obstructive pulmonary disease, lung cancer, pulmonary fibrosis, bronchiectasis, pleural effusion, interstitial lung disease, pneumoconiosis, obstructive sleep apnea syndrome, internal pulmonary manifestations systemic diseases…\nIn addition, to provide the best health care and comprehensive health care consulting services to patients, the Department of Respiratory Medicine of Tam Anh General Hospital is invested in a system of modern equipment and machinery. world-class products such as: NBI modern narrow-band flexible bronchoscopy system, pleuroscopy system, high-tech X-ray machine, 128-row CT scanner, etc. to help detect cancer early. lung cancer, pleural disease and other respiratory diseases.\n\nSome questions about asthma\n1. Where is a good place to get tested for asthma?\nWhen wondering where is a good place to get an asthma examination, when patients have signs suspected of having asthma, they need to go to a reputable medical facility with a respiratory specialist or a clinical allergy immunology specialist. best diagnosis, monitoring and treatment.\n2. What to do when you have an asthma attack (what should you do if you have difficulty breathing if you have asthma?)\nBesides the issue of where to get a good asthma check-up, another question is what should you do if you have asthma and difficulty breathing? When you have an asthma attack, you need to evaluate the current situation and determine whether you need to call an emergency room or not and what to do to handle it on the spot. When patients have mild symptoms, they can use quick-acting drugs, but need to increase the use of symptom-relieving drugs: low doses of ICS/formoterol or SABA, aerosols or metered-dose sprays combined with spacers. If there are more serious symptoms, you need to go to the hospital for examination. Therefore, a good asthma examination is also a way to avoid problems such as severe asthma attacks, where the patient must call or have someone call emergency services before proceeding with treatment.\n3. Can people with asthma get vaccinated?\nPeople with asthma can absolutely be vaccinated if they receive stable treatment and well-controlled symptoms. The article has compiled all the important knowledge about asthma, asthma causes, asthma symptoms or questions such as where is a good place to get an asthma examination, what should you do when you have difficulty breathing with asthma... This is Scientific information you can refer to.\nFor advice and to schedule a screening examination for asthma and other respiratory diseases at Tam Anh General Hospital, you can contact:",
    "subsections": [
        {
            "subsection_name": "What is asthma?",
            "subsection_content": "Asthma (bronchial asthma, in English Asthma) is also known as chronic bronchial mucositis characterized by airway obstruction due to edema, bronchial mucosa, increased phlegm secretion and smooth muscle spasms. bronchitis especially occurs when encountering direct or indirect irritants that cause symptoms of cough, chest tightness, difficulty breathing and wheezing. (2)",
            "subsection_string": "What is asthma?\nAsthma (bronchial asthma, in English Asthma) is also known as chronic bronchial mucositis characterized by airway obstruction due to edema, bronchial mucosa, increased phlegm secretion and smooth muscle spasms. bronchitis especially occurs when encountering direct or indirect irritants that cause symptoms of cough, chest tightness, difficulty breathing and wheezing. (2)"
        },
        {
            "subsection_name": "Common asthma symptoms",
            "subsection_content": "Each person has different asthma symptoms. Symptoms of asthma are different clinically so they can easily be confused with other lung diseases such as bronchiectasis, tuberculosis, COPD... Patients may have infrequent asthma attacks, only having symptoms at certain times. or when exposed to allergens. Once the asthma attack ends, the patient can return to normal.\nThe symptoms of asthma are quite similar to chronic obstructive pulmonary disease Copd, it is necessary to clearly distinguish between these two diseases to have appropriate treatment.\nSigns and symptoms of asthma include:\nAn asthma attack is one of the typical signs of bronchial asthma. Typical asthma attacks include: Slow, noisy breathing, often occurring at night or when the weather changes. Some symptoms signaling the disease include sneezing, runny nose, chest tightness, dry cough, exhalation, more severe attacks require sitting on hands, open mouth to breathe, attacks can be paroxysmal or continuous. Near the end, the shortness of breath gradually subsided and the cough coughed up clear, sticky phlegm. Atypical symptoms include:\nPersistent cough, increasing at night; Shortness of breath; Chest tightness or heaviness; Wheezing is a common sign of asthma in children; Difficulty breathing causing difficulty sleeping, coughing or wheezing; Coughing or wheezing worsened by a respiratory virus, such as a cold or flu.\nDifficulty breathing, chest tightness... are common symptoms of asthma.\nSigns that asthma may be getting worse include:\nAsthma symptoms repeat more frequently and are more bothersome; Increased shortness of breath, as measured by equipment used to test working lungs (peak flow meter).; The need to use reliever more frequently.\nFor some people, asthma signs and symptoms flare up in certain situations:\nExertional asthma often occurs during exercise and sports, and can be worse when the air is cold and dry.; Occupational asthma is caused by irritants in the workplace such as gases or dust, chemicals, etc.; Asthma is caused by allergies, triggered by airborne substances such as pollen, cockroach waste, mold spores, or dried skin particles and saliva secreted by pets (pet dander).",
            "subsection_string": "Common asthma symptoms\nEach person has different asthma symptoms. Symptoms of asthma are different clinically so they can easily be confused with other lung diseases such as bronchiectasis, tuberculosis, COPD... Patients may have infrequent asthma attacks, only having symptoms at certain times. or when exposed to allergens. Once the asthma attack ends, the patient can return to normal.\nThe symptoms of asthma are quite similar to chronic obstructive pulmonary disease Copd, it is necessary to clearly distinguish between these two diseases to have appropriate treatment.\nSigns and symptoms of asthma include:\nAn asthma attack is one of the typical signs of bronchial asthma. Typical asthma attacks include: Slow, noisy breathing, often occurring at night or when the weather changes. Some symptoms signaling the disease include sneezing, runny nose, chest tightness, dry cough, exhalation, more severe attacks require sitting on hands, open mouth to breathe, attacks can be paroxysmal or continuous. Near the end, the shortness of breath gradually subsided and the cough coughed up clear, sticky phlegm. Atypical symptoms include:\nPersistent cough, increasing at night; Shortness of breath; Chest tightness or heaviness; Wheezing is a common sign of asthma in children; Difficulty breathing causing difficulty sleeping, coughing or wheezing; Coughing or wheezing worsened by a respiratory virus, such as a cold or flu.\nDifficulty breathing, chest tightness... are common symptoms of asthma.\nSigns that asthma may be getting worse include:\nAsthma symptoms repeat more frequently and are more bothersome; Increased shortness of breath, as measured by equipment used to test working lungs (peak flow meter).; The need to use reliever more frequently.\nFor some people, asthma signs and symptoms flare up in certain situations:\nExertional asthma often occurs during exercise and sports, and can be worse when the air is cold and dry.; Occupational asthma is caused by irritants in the workplace such as gases or dust, chemicals, etc.; Asthma is caused by allergies, triggered by airborne substances such as pollen, cockroach waste, mold spores, or dried skin particles and saliva secreted by pets (pet dander)."
        },
        {
            "subsection_name": "Subjects susceptible to asthma",
            "subsection_content": "Before finding out the causes of asthma or what to do when you have an asthma attack or have difficulty breathing, we need to understand who is susceptible to asthma attacks. Asthma is a common disease, occurring in both children and adults. In particular, some subjects at high risk of getting the disease include:\nPeople with allergies;; Children have recurrent respiratory infections;; Children whose parents have asthma;; People affected by environmental pollution such as chemicals, dust, and cigarette smoke;; Overweight and obese people;; People with a history of skin allergies, respiratory diseases...\nChildren are one of the groups susceptible to asthma.",
            "subsection_string": "Subjects susceptible to asthma\nBefore finding out the causes of asthma or what to do when you have an asthma attack or have difficulty breathing, we need to understand who is susceptible to asthma attacks. Asthma is a common disease, occurring in both children and adults. In particular, some subjects at high risk of getting the disease include:\nPeople with allergies;; Children have recurrent respiratory infections;; Children whose parents have asthma;; People affected by environmental pollution such as chemicals, dust, and cigarette smoke;; Overweight and obese people;; People with a history of skin allergies, respiratory diseases...\nChildren are one of the groups susceptible to asthma."
        },
        {
            "subsection_name": "Causes of asthma",
            "subsection_content": "There are many factors that trigger bronchial asthma attacks: Asthma attacks can occur when the patient is exposed to \"allergens\". Some common agents include:\n1. Cigarette smoke\nCigarette smoke is not good for everyone, especially people with asthma. Inhaling secondhand smoke from other people can also cause an asthma attack.\n2. Dust mites\nLithium bugs are dust mites, found almost everywhere. To prevent asthma attacks, you should clean your pillowcases and mattress covers. Do not use pillows stuffed with goose feathers, feather blankets, or keep stuffed animals in the bedroom. When washing clothes, wash in the hottest water setting to remove as much dust mites as possible.\n3. Air pollution\nPollution from factories, vehicles and other sources can trigger asthma attacks. You should pay attention to the air quality index forecast to adjust your activities.\n4. Allergy to cockroaches\nCockroaches and cockroach droppings can cause illness. Eliminate cockroaches in your home by removing food scraps, vacuuming, or sweeping away cockroach breeding areas. Use traps or glue in the path of cockroaches to reduce the number of cockroaches in the house.\n5. Pets\nPet hair can be the cause of the disease. You should vacuum regularly. Wooden or tiled floors need to be cleaned with a damp cloth weekly.\n6. Mold\nBreathing in mold also causes asthma attacks. Mold often grows in environments with high humidity. Humidity can be kept low by using air conditioning or a dehumidifier. Use a hygrometer to measure humidity levels and keep moisture better. At the same time, you should fix water leaks because water can cause mold to grow behind walls and under floors.\n7. Smoke from burning wood or grass\nSmoke from burning wood or other vegetation creates a harmful mixture of gases and small pieces of charcoal. Inhaling too much smoke causes asthma.\n8. Other causes of asthma\nInfections due to flu, colds, respiratory syncytial virus... can all cause asthma. Sinusitis, allergies, chemical inhalation and acid reflux are also causes.; Burning incense and candles causes inorganic particles, affecting the control of asthma symptoms.; Inhaling cold and dry air, using certain medications such as aspirin, foods, spices and fragrances can cause illness.; Gastroesophageal reflux.; Strong emotions such as anxiety, laughter, sadness or stress.; Food preservatives (sulfites) are found in shrimp, pickles, beer and wine, dried fruit and bottled lemonade...(7)",
            "subsection_string": "Causes of asthma\nThere are many factors that trigger bronchial asthma attacks: Asthma attacks can occur when the patient is exposed to \"allergens\". Some common agents include:\n1. Cigarette smoke\nCigarette smoke is not good for everyone, especially people with asthma. Inhaling secondhand smoke from other people can also cause an asthma attack.\n2. Dust mites\nLithium bugs are dust mites, found almost everywhere. To prevent asthma attacks, you should clean your pillowcases and mattress covers. Do not use pillows stuffed with goose feathers, feather blankets, or keep stuffed animals in the bedroom. When washing clothes, wash in the hottest water setting to remove as much dust mites as possible.\n3. Air pollution\nPollution from factories, vehicles and other sources can trigger asthma attacks. You should pay attention to the air quality index forecast to adjust your activities.\n4. Allergy to cockroaches\nCockroaches and cockroach droppings can cause illness. Eliminate cockroaches in your home by removing food scraps, vacuuming, or sweeping away cockroach breeding areas. Use traps or glue in the path of cockroaches to reduce the number of cockroaches in the house.\n5. Pets\nPet hair can be the cause of the disease. You should vacuum regularly. Wooden or tiled floors need to be cleaned with a damp cloth weekly.\n6. Mold\nBreathing in mold also causes asthma attacks. Mold often grows in environments with high humidity. Humidity can be kept low by using air conditioning or a dehumidifier. Use a hygrometer to measure humidity levels and keep moisture better. At the same time, you should fix water leaks because water can cause mold to grow behind walls and under floors.\n7. Smoke from burning wood or grass\nSmoke from burning wood or other vegetation creates a harmful mixture of gases and small pieces of charcoal. Inhaling too much smoke causes asthma.\n8. Other causes of asthma\nInfections due to flu, colds, respiratory syncytial virus... can all cause asthma. Sinusitis, allergies, chemical inhalation and acid reflux are also causes.; Burning incense and candles causes inorganic particles, affecting the control of asthma symptoms.; Inhaling cold and dry air, using certain medications such as aspirin, foods, spices and fragrances can cause illness.; Gastroesophageal reflux.; Strong emotions such as anxiety, laughter, sadness or stress.; Food preservatives (sulfites) are found in shrimp, pickles, beer and wine, dried fruit and bottled lemonade...(7)"
        },
        {
            "subsection_name": "Methods of diagnosing asthma",
            "subsection_content": "If you notice symptoms of asthma, you should see a doctor for an accurate examination and diagnosis. Diagnosing the disease includes the following steps: (3)\n1. Take medical history and history\nYour doctor will ask about your asthma signs and symptoms to find out whether asthma or something else is causing your problem. Typical questions are:\nWhat are your symptoms? When do you experience these symptoms?; What triggers your symptoms, for example cold air, exercise, allergies...?; Do you have a history of allergies or allergic diseases (eczema, allergic rhinitis...)? Do any family members have asthma?; Are you regularly exposed to cigarette smoke, pets, dust, and chemicals in the air?; Do symptoms decrease after using bronchodilators or corticosteroids?\n2. Clinical examination of asthma\nBased on the signs and symptoms when asking the patient, the doctor determines the diagnosis and conducts a clinical examination. This provides additional information for definitive diagnosis and differential diagnosis with some other lung diseases such as COPD and bronchiectasis.\nWhere is a good place to get tested for asthma? At Tam Anh General Hospital System, there are many methods to diagnose asthma. Photo: Tam Anh General Hospital.\n3. Measure respiratory function\nSpirometry is a way to check how well your lungs are working.\nDoctors use spirometry to diagnose asthma and monitor its progression. Normally, patients will have a bronchial recovery test. If lung function improves after using bronchodilators, the patient has a high chance of having asthma.\nPeak flow measurement: measures how well your lungs push air out. Although not as accurate as spirometry, these lung function tests can be a good way to regularly check your lung function at home. A peak flow meter can help you detect what's causing your asthma to get worse, whether treatment is working, and when you need to go to the emergency room.\n4. Imaging diagnosis\nA chest X-ray or CT scan can show if there are any other problems with your lungs, or whether asthma is causing your symptoms. X-ray or computed tomography plays an important role in differentiating asthma from other respiratory diseases such as endobronchial tuberculosis, bronchiectasis...; A chest X-ray or CT scan can show if there are any other problems with your lungs, or whether asthma is causing your symptoms. X-ray or computed tomography plays an important role in differentiating asthma from other respiratory diseases such as endobronchial tuberculosis, bronchiectasis...\nCT scan: Nasal polyps or sinusitis can make asthma more difficult to treat and control. Sinusitis, also known as sinus infection, is a condition in which the sinuses become inflamed or swollen due to infection. When the sinuses become clogged and filled with fluid, bacteria grow, causing infection and inflammation. Your doctor may order a special sinus X-ray, called a CT scan, to check your sinuses if they think you have an infection. If you have sinusitis, you will be treated with antibiotics for at least 10 – 12 days. Prevent asthma symptoms by treating sinusitis.; CT scan: Nasal polyps or sinusitis can make asthma more difficult to treat and control. Sinusitis, also known as sinus infection, is a condition in which the sinuses become inflamed or swollen due to infection. When the sinuses become clogged and filled with fluid, bacteria grow, causing infection and inflammation. Your doctor may order a special sinus X-ray, called a CT scan, to check your sinuses if they think you have an infection. If you have sinusitis, you will be treated with antibiotics for at least 10 – 12 days. Prevent asthma symptoms by treating sinusitis.\nExhaled nitric oxide test: You will breathe into a tube connected to a machine that measures the amount of nitric oxide in your breath. The body produces this gas normally, but if the airways are inflamed, high levels of the gas are produced.; Exhaled nitric oxide test: You will breathe into a tube connected to a machine that measures the amount of nitric oxide in your breath. The body produces this gas normally, but if the airways are inflamed, high levels of the gas are produced.\n5. Some other exploration\nBronchial provocation test: helps evaluate airway hyperresponsiveness. Stimulants include exercise, inhaled methacholine, histamine, voluntary hyperventilation with normocapnia, or inhaled mannitol. Currently very little is done because of the high risk of complications.\nAllergy tests: skin prick tests or quantification of serum immunoglobulin E (lgE) levels specific to respiratory allergens help detect hypersensitivity to these allergens.\nMeasuring exhaled Nitric Oxide concentration (FENO): FeNO meets the need to individualize asthma treatment, helping to detect groups of patients with inflammatory mechanisms capable of responding to inhaled corticosteroids (ICS: inhaled corticosteroid) or other specific anti-inflammatory drugs; Avoid using ICS in patients unlikely to respond.",
            "subsection_string": "Methods of diagnosing asthma\nIf you notice symptoms of asthma, you should see a doctor for an accurate examination and diagnosis. Diagnosing the disease includes the following steps: (3)\n1. Take medical history and history\nYour doctor will ask about your asthma signs and symptoms to find out whether asthma or something else is causing your problem. Typical questions are:\nWhat are your symptoms? When do you experience these symptoms?; What triggers your symptoms, for example cold air, exercise, allergies...?; Do you have a history of allergies or allergic diseases (eczema, allergic rhinitis...)? Do any family members have asthma?; Are you regularly exposed to cigarette smoke, pets, dust, and chemicals in the air?; Do symptoms decrease after using bronchodilators or corticosteroids?\n2. Clinical examination of asthma\nBased on the signs and symptoms when asking the patient, the doctor determines the diagnosis and conducts a clinical examination. This provides additional information for definitive diagnosis and differential diagnosis with some other lung diseases such as COPD and bronchiectasis.\nWhere is a good place to get tested for asthma? At Tam Anh General Hospital System, there are many methods to diagnose asthma. Photo: Tam Anh General Hospital.\n3. Measure respiratory function\nSpirometry is a way to check how well your lungs are working.\nDoctors use spirometry to diagnose asthma and monitor its progression. Normally, patients will have a bronchial recovery test. If lung function improves after using bronchodilators, the patient has a high chance of having asthma.\nPeak flow measurement: measures how well your lungs push air out. Although not as accurate as spirometry, these lung function tests can be a good way to regularly check your lung function at home. A peak flow meter can help you detect what's causing your asthma to get worse, whether treatment is working, and when you need to go to the emergency room.\n4. Imaging diagnosis\nA chest X-ray or CT scan can show if there are any other problems with your lungs, or whether asthma is causing your symptoms. X-ray or computed tomography plays an important role in differentiating asthma from other respiratory diseases such as endobronchial tuberculosis, bronchiectasis...; A chest X-ray or CT scan can show if there are any other problems with your lungs, or whether asthma is causing your symptoms. X-ray or computed tomography plays an important role in differentiating asthma from other respiratory diseases such as endobronchial tuberculosis, bronchiectasis...\nCT scan: Nasal polyps or sinusitis can make asthma more difficult to treat and control. Sinusitis, also known as sinus infection, is a condition in which the sinuses become inflamed or swollen due to infection. When the sinuses become clogged and filled with fluid, bacteria grow, causing infection and inflammation. Your doctor may order a special sinus X-ray, called a CT scan, to check your sinuses if they think you have an infection. If you have sinusitis, you will be treated with antibiotics for at least 10 – 12 days. Prevent asthma symptoms by treating sinusitis.; CT scan: Nasal polyps or sinusitis can make asthma more difficult to treat and control. Sinusitis, also known as sinus infection, is a condition in which the sinuses become inflamed or swollen due to infection. When the sinuses become clogged and filled with fluid, bacteria grow, causing infection and inflammation. Your doctor may order a special sinus X-ray, called a CT scan, to check your sinuses if they think you have an infection. If you have sinusitis, you will be treated with antibiotics for at least 10 – 12 days. Prevent asthma symptoms by treating sinusitis.\nExhaled nitric oxide test: You will breathe into a tube connected to a machine that measures the amount of nitric oxide in your breath. The body produces this gas normally, but if the airways are inflamed, high levels of the gas are produced.; Exhaled nitric oxide test: You will breathe into a tube connected to a machine that measures the amount of nitric oxide in your breath. The body produces this gas normally, but if the airways are inflamed, high levels of the gas are produced.\n5. Some other exploration\nBronchial provocation test: helps evaluate airway hyperresponsiveness. Stimulants include exercise, inhaled methacholine, histamine, voluntary hyperventilation with normocapnia, or inhaled mannitol. Currently very little is done because of the high risk of complications.\nAllergy tests: skin prick tests or quantification of serum immunoglobulin E (lgE) levels specific to respiratory allergens help detect hypersensitivity to these allergens.\nMeasuring exhaled Nitric Oxide concentration (FENO): FeNO meets the need to individualize asthma treatment, helping to detect groups of patients with inflammatory mechanisms capable of responding to inhaled corticosteroids (ICS: inhaled corticosteroid) or other specific anti-inflammatory drugs; Avoid using ICS in patients unlikely to respond."
        },
        {
            "subsection_name": "Types of asthma",
            "subsection_content": "There are different types of asthma, the most common type is bronchial asthma, which affects the bronchi in the lungs. Other forms of asthma: childhood asthma and adult-onset asthma. In particular, asthma begins in adults, symptoms do not appear until at least 20 years old. (8)\n1. Allergic asthma (extrinsic asthma)\nAllergens trigger this common type of asthma. These can include pet dander, food, pollen, dust, etc. Allergic asthma is often seasonal because the disease often goes hand in hand with seasonal allergies.\n2. Non-allergic asthma (intrinsic asthma)\nIrritants in the air unrelated to allergies trigger this type of asthma. Irritants include: wood burning, cigarette smoke, cold air, air pollution, viral diseases, air fresheners, household cleaning products, perfumes, etc.\n3. Occupational asthma\nOccupational asthma is a disease caused by agents in the workplace such as dust, dyes, gases and fumes, industrial chemicals, latex... These irritants can exist in many industries. Industry includes agriculture, wood processing, manufacturing...\n4. Exercise-induced bronchospasm (EIB)\nExercise-induced bronchospasm usually affects people within a few minutes of starting exercise and up to 10 – 15 minutes after physical activity. This condition is called exercise-induced asthma (EIA). Nearly 90% of people with asthma also experience EIB, but not everyone with EIB will have other types of asthma.\n5. Aspirin-induced asthma\nAspirin-induced asthma (AIA), also known as aspirin-induced acute respiratory disease (AERD), is often severe. It is triggered by taking aspirin or a nonsteroidal anti-inflammatory drug, naproxen or ibuprofen… Symptoms begin within minutes or hours. These patients often have nasal polyps. About 9% of people with asthma have AIA, which usually develops suddenly in adults between the ages of 20 and 50.\n6. Nocturnal asthma\nIn other types of asthma, symptoms are worse at night. Triggers that cause symptoms at night include heartburn, pet dander, dust mites, etc. The body's natural sleep cycle can also cause nocturnal asthma.\n7. Cough-like bronchial asthma (CVA)\nCough-type asthma does not have the usual asthma symptoms of wheezing and shortness of breath. The disease is characterized by a persistent dry cough. If left untreated, CVA can lead to an asthma flare-up with a number of other common symptoms.\n8. Adult-onset asthma\nAsthma can occur at any age, it is more common in people under 40 years old. Asthma attacks do not go away when the patient uses bronchodilators. It is a medical emergency that requires immediate treatment.\n9. Asthma in children\nEach episode will have different symptoms. Children often have problems such as frequent coughing, especially when playing at night or when laughing.; Children often have less energy or pause to catch their breath while playing.; Rapid or shallow breathing; The chest shows pain or feels tense.; Hear a hissing sound when breathing in or out.; Chest movements due to difficulty breathing, tight neck and chest muscles, weakness or fatigue...",
            "subsection_string": "Types of asthma\nThere are different types of asthma, the most common type is bronchial asthma, which affects the bronchi in the lungs. Other forms of asthma: childhood asthma and adult-onset asthma. In particular, asthma begins in adults, symptoms do not appear until at least 20 years old. (8)\n1. Allergic asthma (extrinsic asthma)\nAllergens trigger this common type of asthma. These can include pet dander, food, pollen, dust, etc. Allergic asthma is often seasonal because the disease often goes hand in hand with seasonal allergies.\n2. Non-allergic asthma (intrinsic asthma)\nIrritants in the air unrelated to allergies trigger this type of asthma. Irritants include: wood burning, cigarette smoke, cold air, air pollution, viral diseases, air fresheners, household cleaning products, perfumes, etc.\n3. Occupational asthma\nOccupational asthma is a disease caused by agents in the workplace such as dust, dyes, gases and fumes, industrial chemicals, latex... These irritants can exist in many industries. Industry includes agriculture, wood processing, manufacturing...\n4. Exercise-induced bronchospasm (EIB)\nExercise-induced bronchospasm usually affects people within a few minutes of starting exercise and up to 10 – 15 minutes after physical activity. This condition is called exercise-induced asthma (EIA). Nearly 90% of people with asthma also experience EIB, but not everyone with EIB will have other types of asthma.\n5. Aspirin-induced asthma\nAspirin-induced asthma (AIA), also known as aspirin-induced acute respiratory disease (AERD), is often severe. It is triggered by taking aspirin or a nonsteroidal anti-inflammatory drug, naproxen or ibuprofen… Symptoms begin within minutes or hours. These patients often have nasal polyps. About 9% of people with asthma have AIA, which usually develops suddenly in adults between the ages of 20 and 50.\n6. Nocturnal asthma\nIn other types of asthma, symptoms are worse at night. Triggers that cause symptoms at night include heartburn, pet dander, dust mites, etc. The body's natural sleep cycle can also cause nocturnal asthma.\n7. Cough-like bronchial asthma (CVA)\nCough-type asthma does not have the usual asthma symptoms of wheezing and shortness of breath. The disease is characterized by a persistent dry cough. If left untreated, CVA can lead to an asthma flare-up with a number of other common symptoms.\n8. Adult-onset asthma\nAsthma can occur at any age, it is more common in people under 40 years old. Asthma attacks do not go away when the patient uses bronchodilators. It is a medical emergency that requires immediate treatment.\n9. Asthma in children\nEach episode will have different symptoms. Children often have problems such as frequent coughing, especially when playing at night or when laughing.; Children often have less energy or pause to catch their breath while playing.; Rapid or shallow breathing; The chest shows pain or feels tense.; Hear a hissing sound when breathing in or out.; Chest movements due to difficulty breathing, tight neck and chest muscles, weakness or fatigue..."
        },
        {
            "subsection_name": "Severity of asthma",
            "subsection_content": "The disease is divided into 3 levels corresponding to the severity from mild to severe. The patient's level of asthma will be determined by the doctor including: mild asthma, normal asthma, severe asthma or critical asthma for timely treatment and prognosis.\nMild severity: good disease control with 1st or 2nd line treatment. Patients only take controller medications when symptoms occur or are treated with controller medications including low-dose ICS, leukotriene receptor antagonists (LTRA) or chromone.; Mild severity: good disease control with 1st or 2nd line treatment. Patients only take controller medications when symptoms occur or are treated with controller medications including low-dose ICS, leukotriene receptor antagonists (LTRA) or chromone.\nModerate level: Patients receive third-line treatment such as low-dose ICS/LABA.; Moderate level: Patients receive third-line treatment such as low-dose ICS/LABA.\nSeverity: Needs treatment at level 4 or 5 to maintain control or uncontrolled despite treatment at this level.; Severity: Needs treatment at level 4 or 5 to maintain control or uncontrolled despite treatment at this level.\nAvoid asthma triggers.",
            "subsection_string": "Severity of asthma\nThe disease is divided into 3 levels corresponding to the severity from mild to severe. The patient's level of asthma will be determined by the doctor including: mild asthma, normal asthma, severe asthma or critical asthma for timely treatment and prognosis.\nMild severity: good disease control with 1st or 2nd line treatment. Patients only take controller medications when symptoms occur or are treated with controller medications including low-dose ICS, leukotriene receptor antagonists (LTRA) or chromone.; Mild severity: good disease control with 1st or 2nd line treatment. Patients only take controller medications when symptoms occur or are treated with controller medications including low-dose ICS, leukotriene receptor antagonists (LTRA) or chromone.\nModerate level: Patients receive third-line treatment such as low-dose ICS/LABA.; Moderate level: Patients receive third-line treatment such as low-dose ICS/LABA.\nSeverity: Needs treatment at level 4 or 5 to maintain control or uncontrolled despite treatment at this level.; Severity: Needs treatment at level 4 or 5 to maintain control or uncontrolled despite treatment at this level.\nAvoid asthma triggers."
        },
        {
            "subsection_name": "Complications of asthma",
            "subsection_content": "Asthma is a common disease but has not received much attention, causing the disease to progress seriously. If not treated promptly, the patient will suffer serious, life-threatening complications such as:\nEmphysema, chronic cor pulmonale: common in people with chronic, severe asthma; Chest deformity or chronic respiratory failure; Collapsed lung: often occurs in children (accounting for 30%);; Pneumothorax: appears in 5% of asthma patients so it is easy to misdiagnose. Bilateral pneumothorax puts patients at high risk of death.; Complications of treatment: prolonged use of corticosteroids can cause pseudo-cushing's syndrome.\nAsthma is a non-communicable disease, however it has genetic factors from relatives. Let's find out if asthma is dangerous and the harmful effects it causes.",
            "subsection_string": "Complications of asthma\nAsthma is a common disease but has not received much attention, causing the disease to progress seriously. If not treated promptly, the patient will suffer serious, life-threatening complications such as:\nEmphysema, chronic cor pulmonale: common in people with chronic, severe asthma; Chest deformity or chronic respiratory failure; Collapsed lung: often occurs in children (accounting for 30%);; Pneumothorax: appears in 5% of asthma patients so it is easy to misdiagnose. Bilateral pneumothorax puts patients at high risk of death.; Complications of treatment: prolonged use of corticosteroids can cause pseudo-cushing's syndrome.\nAsthma is a non-communicable disease, however it has genetic factors from relatives. Let's find out if asthma is dangerous and the harmful effects it causes."
        },
        {
            "subsection_name": "Effective asthma treatment method",
            "subsection_content": "Doctor Nguyen Van Ngan said that it is impossible to completely treat the disease. Preventing exacerbations and controlling symptoms are the goals of asthma treatment. Treatment includes: (4)\nMedication: For adults and older children with bronchial asthma, treatment with asthma control medications containing inhaled corticosteroids is needed, often combined with long-term beta sympathomimetic drugs to reduce severe exacerbations. People with asthma should have asthma reliever medication ready to prevent an unexpected asthma attack that cannot be treated in time.; Avoid risk factors, do a good job of preventing and treating co-morbidities; Read your doctor's instructions carefully before taking the medicine.; Patients should be trained in basic skills in asthma management:; Equipped with knowledge about asthma;; Understand and use techniques for using inhaled and inhaled asthma medications;; Follow the treatment regimen accurately;; Carefully monitor symptoms and severity of asthma attacks;; Regular follow-up appointments help control the disease;",
            "subsection_string": "Effective asthma treatment method\nDoctor Nguyen Van Ngan said that it is impossible to completely treat the disease. Preventing exacerbations and controlling symptoms are the goals of asthma treatment. Treatment includes: (4)\nMedication: For adults and older children with bronchial asthma, treatment with asthma control medications containing inhaled corticosteroids is needed, often combined with long-term beta sympathomimetic drugs to reduce severe exacerbations. People with asthma should have asthma reliever medication ready to prevent an unexpected asthma attack that cannot be treated in time.; Avoid risk factors, do a good job of preventing and treating co-morbidities; Read your doctor's instructions carefully before taking the medicine.; Patients should be trained in basic skills in asthma management:; Equipped with knowledge about asthma;; Understand and use techniques for using inhaled and inhaled asthma medications;; Follow the treatment regimen accurately;; Carefully monitor symptoms and severity of asthma attacks;; Regular follow-up appointments help control the disease;"
        },
        {
            "subsection_name": "How to effectively prevent asthma",
            "subsection_content": "To prevent the disease from progressing and causing dangerous complications, Dr. Nguyen Van Ngan recommends that patients do the following:\nSmoking cessation: encourage patients to stop smoking and avoid passive exposure to cigarette smoke.; Smoking cessation: encourage patients to stop smoking and avoid passive exposure to cigarette smoke.\nPhysical exercise: encourage asthmatics to actively exercise to improve general health. Treat exercise-induced bronchospasm according to your doctor's instructions.; Physical exercise: encourage asthmatics to actively exercise to improve general health. Treat exercise-induced bronchospasm according to your doctor's instructions.\nAvoid medications that can make asthma worse: nonsteroidal anti-inflammatory drugs or beta blockers. If you have acute coronary syndrome, you should consider using a selective beta-blocker for the heart if the benefits outweigh the harms.; Avoid medications that can make asthma worse: nonsteroidal anti-inflammatory drugs or beta blockers. If you have acute coronary syndrome, you should consider using a selective beta blocker for the heart if the benefits outweigh the harm.\nAppropriate diet: encourage patients to eat lots of fresh vegetables and fruits, not using foods that may cause allergies; Appropriate diet: encourage patients to eat lots of fresh vegetables and fruits, not using foods that may cause allergies.\nHaving a suitable diet is a prerequisite to help you control and support effective treatment of asthma. (5)\nPrevention of indoor air pollution: should eliminate cooking that causes indoor air pollution or add ventilation pipes to the outside when in use.; Prevent indoor air pollution: should eliminate cooking that causes indoor air pollution or add ventilation pipes to the outside when in use.\nAvoid inhaling polluted air outside: avoid intense physical activity in places with heavy pollution, very cold weather or low humidity; Avoid going to crowded places during outbreaks of respiratory viruses; Avoid inhaling polluted air outside: avoid intense physical activity in places with heavy pollution, very cold weather or low humidity; Avoid going to crowded places during outbreaks of viruses that cause respiratory diseases.\nCoping with emotions: Uncontrolled laughter, crying, anger or fear can trigger asthma symptoms if the patient does not take asthma control medication. In that case, encourage the patient to cope with emotions such as practicing relaxation or appropriate breathing.; Coping with emotions: Uncontrolled laughter, crying, anger or fear can trigger asthma symptoms if the patient does not take asthma control medication. In that case, encourage the patient to cope with emotions such as practicing relaxation or breathing properly.\nAvoid factors that trigger asthma attacks according to your doctor's instructions; Avoid factors that trigger asthma attacks according to your doctor's instructions; Avoid factors that trigger asthma attacks according to your doctor's instructions.\nVaccinate against influenza once a year and vaccinate against pneumococcus every 5 years to reduce acute asthma attacks. In addition, Covid 19 vaccination plays an important role in helping limit the causes of asthma in people with asthma, reducing the risk of infection and reducing the risk of severity and death if infected with Covid 19.; Vaccinate against influenza once a year and vaccinate against pneumococcus every 5 years to reduce acute asthma attacks. In addition, Covid 19 vaccination plays an important role in helping limit the causes of asthma in people with asthma, reducing the risk of infection and reducing the risk of severity and death if infected with Covid 19.; Vaccinate against influenza once a year and vaccinate against pneumococcus every 5 years to reduce acute asthma attacks. In addition, Covid 19 vaccination plays an important role in helping limit the causes of asthma in people with asthma, reducing the risk of infection and reducing the risk of severity and death if infected with Covid 19.\nThere are many effective ways to prevent asthma such as exercise, balanced nutrition...",
            "subsection_string": "How to effectively prevent asthma\nTo prevent the disease from progressing and causing dangerous complications, Dr. Nguyen Van Ngan recommends that patients do the following:\nSmoking cessation: encourage patients to stop smoking and avoid passive exposure to cigarette smoke.; Smoking cessation: encourage patients to stop smoking and avoid passive exposure to cigarette smoke.\nPhysical exercise: encourage asthmatics to actively exercise to improve general health. Treat exercise-induced bronchospasm according to your doctor's instructions.; Physical exercise: encourage asthmatics to actively exercise to improve general health. Treat exercise-induced bronchospasm according to your doctor's instructions.\nAvoid medications that can make asthma worse: nonsteroidal anti-inflammatory drugs or beta blockers. If you have acute coronary syndrome, you should consider using a selective beta-blocker for the heart if the benefits outweigh the harms.; Avoid medications that can make asthma worse: nonsteroidal anti-inflammatory drugs or beta blockers. If you have acute coronary syndrome, you should consider using a selective beta blocker for the heart if the benefits outweigh the harm.\nAppropriate diet: encourage patients to eat lots of fresh vegetables and fruits, not using foods that may cause allergies; Appropriate diet: encourage patients to eat lots of fresh vegetables and fruits, not using foods that may cause allergies.\nHaving a suitable diet is a prerequisite to help you control and support effective treatment of asthma. (5)\nPrevention of indoor air pollution: should eliminate cooking that causes indoor air pollution or add ventilation pipes to the outside when in use.; Prevent indoor air pollution: should eliminate cooking that causes indoor air pollution or add ventilation pipes to the outside when in use.\nAvoid inhaling polluted air outside: avoid intense physical activity in places with heavy pollution, very cold weather or low humidity; Avoid going to crowded places during outbreaks of respiratory viruses; Avoid inhaling polluted air outside: avoid intense physical activity in places with heavy pollution, very cold weather or low humidity; Avoid going to crowded places during outbreaks of viruses that cause respiratory diseases.\nCoping with emotions: Uncontrolled laughter, crying, anger or fear can trigger asthma symptoms if the patient does not take asthma control medication. In that case, encourage the patient to cope with emotions such as practicing relaxation or appropriate breathing.; Coping with emotions: Uncontrolled laughter, crying, anger or fear can trigger asthma symptoms if the patient does not take asthma control medication. In that case, encourage the patient to cope with emotions such as practicing relaxation or breathing properly.\nAvoid factors that trigger asthma attacks according to your doctor's instructions; Avoid factors that trigger asthma attacks according to your doctor's instructions; Avoid factors that trigger asthma attacks according to your doctor's instructions.\nVaccinate against influenza once a year and vaccinate against pneumococcus every 5 years to reduce acute asthma attacks. In addition, Covid 19 vaccination plays an important role in helping limit the causes of asthma in people with asthma, reducing the risk of infection and reducing the risk of severity and death if infected with Covid 19.; Vaccinate against influenza once a year and vaccinate against pneumococcus every 5 years to reduce acute asthma attacks. In addition, Covid 19 vaccination plays an important role in helping limit the causes of asthma in people with asthma, reducing the risk of infection and reducing the risk of severity and death if infected with Covid 19.; Vaccinate against influenza once a year and vaccinate against pneumococcus every 5 years to reduce acute asthma attacks. In addition, Covid 19 vaccination plays an important role in helping limit the causes of asthma in people with asthma, reducing the risk of infection and reducing the risk of severity and death if infected with Covid 19.\nThere are many effective ways to prevent asthma such as exercise, balanced nutrition..."
        },
        {
            "subsection_name": "Caring for patients with asthma",
            "subsection_content": "Doctors recommend that patients have regular check-ups to understand the cause of asthma, evaluate risk factors, occurrence of exacerbations, level of disease control and response to current treatment. When treatment is used to control asthma attacks, most people experience improvement in symptoms within a few days, but it may take 3-4 months for maximum response. The severity of asthma can change over time, so evaluating treatment results to adjust the regimen is a necessary step in the treatment process. If they comply well with treatment, people with asthma can have an almost normal quality of life.\nThe Department of Respiratory Medicine, Tam Anh General Hospital System has successfully treated many patients with common respiratory diseases such as: acute bronchitis, pneumonia; asthma/bronchial asthma, chronic obstructive pulmonary disease, lung cancer, pulmonary fibrosis, bronchiectasis, pleural effusion, interstitial lung disease, pneumoconiosis, obstructive sleep apnea syndrome, internal pulmonary manifestations systemic diseases…\nIn addition, to provide the best health care and comprehensive health care consulting services to patients, the Department of Respiratory Medicine of Tam Anh General Hospital is invested in a system of modern equipment and machinery. world-class products such as: NBI modern narrow-band flexible bronchoscopy system, pleuroscopy system, high-tech X-ray machine, 128-row CT scanner, etc. to help detect cancer early. lung cancer, pleural disease and other respiratory diseases.",
            "subsection_string": "Caring for patients with asthma\nDoctors recommend that patients have regular check-ups to understand the cause of asthma, evaluate risk factors, occurrence of exacerbations, level of disease control and response to current treatment. When treatment is used to control asthma attacks, most people experience improvement in symptoms within a few days, but it may take 3-4 months for maximum response. The severity of asthma can change over time, so evaluating treatment results to adjust the regimen is a necessary step in the treatment process. If they comply well with treatment, people with asthma can have an almost normal quality of life.\nThe Department of Respiratory Medicine, Tam Anh General Hospital System has successfully treated many patients with common respiratory diseases such as: acute bronchitis, pneumonia; asthma/bronchial asthma, chronic obstructive pulmonary disease, lung cancer, pulmonary fibrosis, bronchiectasis, pleural effusion, interstitial lung disease, pneumoconiosis, obstructive sleep apnea syndrome, internal pulmonary manifestations systemic diseases…\nIn addition, to provide the best health care and comprehensive health care consulting services to patients, the Department of Respiratory Medicine of Tam Anh General Hospital is invested in a system of modern equipment and machinery. world-class products such as: NBI modern narrow-band flexible bronchoscopy system, pleuroscopy system, high-tech X-ray machine, 128-row CT scanner, etc. to help detect cancer early. lung cancer, pleural disease and other respiratory diseases."
        },
        {
            "subsection_name": "Some questions about asthma",
            "subsection_content": "1. Where is a good place to get tested for asthma?\nWhen wondering where is a good place to get an asthma examination, when patients have signs suspected of having asthma, they need to go to a reputable medical facility with a respiratory specialist or a clinical allergy immunology specialist. best diagnosis, monitoring and treatment.\n2. What to do when you have an asthma attack (what should you do if you have difficulty breathing if you have asthma?)\nBesides the issue of where to get a good asthma check-up, another question is what should you do if you have asthma and difficulty breathing? When you have an asthma attack, you need to evaluate the current situation and determine whether you need to call an emergency room or not and what to do to handle it on the spot. When patients have mild symptoms, they can use quick-acting drugs, but need to increase the use of symptom-relieving drugs: low doses of ICS/formoterol or SABA, aerosols or metered-dose sprays combined with spacers. If there are more serious symptoms, you need to go to the hospital for examination. Therefore, a good asthma examination is also a way to avoid problems such as severe asthma attacks, where the patient must call or have someone call emergency services before proceeding with treatment.\n3. Can people with asthma get vaccinated?\nPeople with asthma can absolutely be vaccinated if they receive stable treatment and well-controlled symptoms. The article has compiled all the important knowledge about asthma, asthma causes, asthma symptoms or questions such as where is a good place to get an asthma examination, what should you do when you have difficulty breathing with asthma... This is Scientific information you can refer to.\nFor advice and to schedule a screening examination for asthma and other respiratory diseases at Tam Anh General Hospital, you can contact:",
            "subsection_string": "Some questions about asthma\n1. Where is a good place to get tested for asthma?\nWhen wondering where is a good place to get an asthma examination, when patients have signs suspected of having asthma, they need to go to a reputable medical facility with a respiratory specialist or a clinical allergy immunology specialist. best diagnosis, monitoring and treatment.\n2. What to do when you have an asthma attack (what should you do if you have difficulty breathing if you have asthma?)\nBesides the issue of where to get a good asthma check-up, another question is what should you do if you have asthma and difficulty breathing? When you have an asthma attack, you need to evaluate the current situation and determine whether you need to call an emergency room or not and what to do to handle it on the spot. When patients have mild symptoms, they can use quick-acting drugs, but need to increase the use of symptom-relieving drugs: low doses of ICS/formoterol or SABA, aerosols or metered-dose sprays combined with spacers. If there are more serious symptoms, you need to go to the hospital for examination. Therefore, a good asthma examination is also a way to avoid problems such as severe asthma attacks, where the patient must call or have someone call emergency services before proceeding with treatment.\n3. Can people with asthma get vaccinated?\nPeople with asthma can absolutely be vaccinated if they receive stable treatment and well-controlled symptoms. The article has compiled all the important knowledge about asthma, asthma causes, asthma symptoms or questions such as where is a good place to get an asthma examination, what should you do when you have difficulty breathing with asthma... This is Scientific information you can refer to.\nFor advice and to schedule a screening examination for asthma and other respiratory diseases at Tam Anh General Hospital, you can contact:"
        }
    ],
    "name": "hen-suyen.json"
}