{
    "title": "Carotid artery stenosis: Causes, symptoms, treatment and prevention",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/hep-dong-mach-canh/",
    "abstract": "Stroke or cerebrovascular accident is the second leading cause of death worldwide. Among the causes of stroke, carotid artery stenosis is a common cause, but is often overlooked, leading to delays in treatment. According to Global Burden of Disease's 2016 statistics, there were 5.5 million deaths from stroke. In Vietnam, stroke is recorded as the leading cause with more than 97,000 deaths in 2020. The number of new stroke patients in the year is about 200,000 cases. Among the causes of stroke, carotid artery stenosis due to atherosclerosis accounts for about 15%. Carotid artery peeling surgery or stent intervention are treatment techniques that bring good results to help prevent strokes from occurring.",
    "content": "Carotid artery stenosis: Causes, symptoms, treatment and prevention\n\nStroke or cerebrovascular accident is the second leading cause of death worldwide. Among the causes of stroke, carotid artery stenosis is a common cause, but is often overlooked, leading to delays in treatment. According to Global Burden of Disease's 2016 statistics, there were 5.5 million deaths from stroke. In Vietnam, stroke is recorded as the leading cause with more than 97,000 deaths in 2020. The number of new stroke patients in the year is about 200,000 cases. Among the causes of stroke, carotid artery stenosis due to atherosclerosis accounts for about 15%. Carotid artery peeling surgery or stent intervention are treatment techniques that bring good results to help prevent strokes from occurring.\n\nWhat is carotid artery stenosis?\nCarotid stenosis is a condition in which the vessel wall thickens due to atherosclerotic plaques, gradually narrowing the vessel lumen. The carotid arteries on both sides are main branches originating from the thoracic aorta, passing in the carotid trough along both sides of the neck to supply blood to the brain. Blood flow to the brain is therefore also reduced.\nWhen the stenosis is severe, it can cause brain damage due to anemia. The degree of brain damage, more or less, will manifest clinically with signs of transient ischemic attack or stroke. (first)\n\nCauses of carotid artery stenosis\nThe most common cause of carotid artery stenosis is atherosclerotic plaque on the artery wall. In addition, some other risk factors can cause the disease such as:\nBlood fat metabolism disorders; High blood pressure; Diabetes; Smoke; Family members with carotid or coronary artery disease; Fat; Sedentary\n\nSymptoms of carotid artery stenosis\nTransient ischemic attack is the most important warning sign of stroke, showing focal neurological impairment (numbness and weakness on one side, blindness on one side, difficulty speaking...) that progresses over a period of time. It lasts a few minutes, then goes away completely.\nThere are patients with only one symptom, on the other hand, there are patients with many symptoms at the same time. The standard for diagnosing transient ischemic attack recommended by the American Heart Association is the absence of cerebral infarct lesions on brain CT or MRI scans. (2)\nNumbness and weakness in the limbs on one side, blindness on one side, difficulty speaking, etc. are signs of focal neurological impairment.\nThe above signs of impaired neurological function at a more severe level from the beginning or over a long period of time are a sure sign of a stroke. Stroke is confirmed when there is an image of cerebral infarction on CT or MRI of the brain.\nThe risk of stroke will be reduced by more than 50%, if people with carotid artery stenosis over 70% have carotid endarterectomy. However, cases of extracranial carotid artery stenosis often do not have any symptoms until accidentally discovered or when complications occur. Therefore, regular examinations for people with high risk factors for carotid artery stenosis are extremely necessary, so that the disease can be promptly detected and treated.\n\nMethod for diagnosing carotid artery stenosis\nTo diagnose carotid artery stenosis, the doctor will first conduct an examination with a stethoscope along the carotid artery to detect a murmur at the stenosis site.\nDuplex ultrasound can evaluate the degree of stenosis and the morphology of atherosclerotic plaques with thrombus or ulceration. At the same time, ultrasound also provides additional hemodynamic parameters such as peak systolic velocity at the stenosis site, which is also a standard to evaluate the degree of stenosis. This is the first choice diagnostic method because of its safety and low cost.; In addition, there are a number of other disease diagnosis methods such as CT scan or magnetic resonance angiography (MRA). These are modern techniques that not only provide images to identify stenotic lesions but can also evaluate the morphology of the entire carotid artery from its origin in the aortic arch to its branches in the brain. In addition, brain CT or MRI images also help evaluate cerebral perfusion status in cases after stroke.; Digital angiography (DSA): indicated when considering carotid artery stenting. This is considered the most accurate method of diagnosing vascular conditions, the gold standard in diagnosing vascular diseases.\nAssess the degree of stenosis\nDegree of stenosis according to NASCET\nPeak systolic velocity\nStenosis rate according to NASCET PSV (cm/s) <50% <125 50-69% ≥125 70-89% ≥250 ≥90% ≥400\n\nHow to treat carotid artery stenosis?\nTo provide appropriate treatment for carotid artery stenosis, doctors also rely on the degree of carotid artery stenosis, whether the stenosis has symptoms or not, and the patient's health status.\nIn the early stages of the disease, patients are often prescribed medication and lifestyle changes. (3)\nChange your lifestyle\nQuitting smoking;; Limit alcohol;; Do exercise;; Eat less salt.\nMedicine\nAntiplatelet drugs aspirin 81 - 325mg or clopidogrel 75mg per day depending on the patient's condition.\nOptimal medical treatment of underlying diseases, which are risk factors such as hypertension, diabetes, fat metabolism disorders... The treatment goal recommended by the European Society of Cardiology is to keep blood pressure <140 /90 mmHg, low-density lipoprotein (LDL)  <1.8 mmol/L (70 mg/dL).\nIn the late, advanced stages of the disease, doctors may recommend surgery or carotid artery stent placement.\nCarotid artery stent placement\nCarotid artery stenting is indicated for patients with severe carotid artery stenosis of 70% or more, with or without symptoms of cerebral infarction or transient ischemic attack such as: sudden weakness, numbness of half the face, half the body or one limb, difficulty speaking, loss of vision on one side; especially in the following cases:\nYoung patient;; Carotid artery stenosis is difficult to operate;; Having accompanying medical diseases increases the risk of complications and complications of surgery;; Patients with narrowed vessels after radiation or surgery.\nCarotid artery stenting is a procedure to widen the narrowed carotid artery, preventing or treating stroke. This is a non-surgical method, performed by inserting the instrument through the artery puncture hole and then placing it on the damaged artery to help widen the narrowed carotid artery, pressing the atherosclerotic plaque against the artery wall. vessels, supporting blood circulation to the brain.\nCarotid artery stent placement is considered a minimally invasive endovascular intervention method, shortening hospital stay compared to carotid endarterectomy. This technique has little effect on the whole body and brings good results if chosen for the right indications and the doctor performing it is experienced.\nOpen the carotid artery at the narrowed area and remove atherosclerotic plaque. A technique called carotid laminectomy is the technique that gives the best results. After removing the atherosclerotic plaque, the vessel wall can be closed directly or expanded with a vascular patch to prevent post-operative restenosis.\nSurgery can be performed under local anesthesia or general anesthesia.\n\nChoose internal layer peeling surgery or carotid artery stenting?\nSymptomatic patients (after stroke or transient ischemic attack <6 months): Carotid artery stenosis 70-99%: Class I A level carotid artery dissection is recommended; If the surgical risk is high, carotid artery stenting is indicated with the recommended level IIa B. Carotid artery stenosis 50-69%: Carotid artery dissection is recommended at Class IIa B level; Carotid artery stent placement with recommendation IIb B.; Carotid stenosis 70-99%: Class I A level carotid intimal dissection is recommended; If surgical risk is high, carotid artery stenting is indicated with recommendation level IIa B.; Carotid artery stenosis 50-69%: Class IIa B level carotid intimal dissection is recommended; Carotid artery stent placement with recommendation IIb B.; Patients without symptoms Carotid artery stenosis 60-99%, patients have a chance of survival > 5 years: Class IIa B level carotid artery dissection is recommended; Carotid artery stent placement with recommendation IIb B.; Carotid artery stenosis 60-99%, patients have a chance of survival > 5 years: Class IIa B level carotid artery dissection is recommended; Carotid artery stent placement with recommended level IIb B.\nEuropean Heart Journal (2018) 39, 763–821 [4]\n\nPostoperative monitoring and intervention\nAfter surgery or intervention, patients are instructed to re-examine every 1-3 months. Cardiovascular risk factors such as high blood pressure, diabetes, fat metabolism disorders... need to be optimally adjusted to avoid recurrence as well as narrowing of arteries in other locations. Ultrasound check after 3-6 months and every 1-2 years to evaluate results and monitor.\n\nPrevention of carotid artery stenosis\nCarotid stenosis is a dangerous disease but it is difficult to recognize because the disease has no symptoms or vague symptoms, easily confused with other common diseases. Therefore, people at high risk of disease need to regularly visit reputable medical facilities for early detection and treatment. (4)\nMild symptoms such as dizziness and lightheadedness make the patient inattentive, but are one of the causes leading to patients with cerebral infarction. Many cases of stroke arrive late at the hospital. Therefore, patients with chronic diseases such as hypertension, diabetes, dyslipidemia for many years or those with other risk factors including: smokers, obese, high blood fat, exercise, diet high in sugar, high in fat... you should have your carotid artery checked.\n\nScreening for carotid artery stenosis\nCarotid artery stenosis has few characteristic signs, so screening to detect the disease early plays a key role, thereby monitoring and having effective treatment and intervention strategies to prevent stroke.\nAccording to Dr. Nguyen Anh Dung, regular health checks and screening for cardiovascular diseases are necessary for each person to prevent disease. This is even more necessary for people with high risk factors.\nAccordingly, people over 50 years old, with high blood pressure, dyslipidemia, smokers, diabetes, obesity, people with a sedentary lifestyle, etc., even without symptoms, still need regular check-ups and cardiovascular disease screening.\nFor patients with carotid artery stenosis who suddenly develop symptoms such as distorted mouth, paralysis of one side of the body or only one arm/leg, difficulty speaking or not being able to speak, loss of vision on one side, balance disorders... emergency treatment is required. right at hospitals and specialized stroke treatment facilities with vascular intervention so that doctors can diagnose and prescribe appropriate treatment.\nHeart Center, Tam Anh General Hospital brings together a team of leading experts, possessing a modern machinery system that can screen and early diagnose carotid artery stenosis and cardiovascular diseases for all subjects, from Pregnant women, infants, children, adults, and the elderly:\n768-slice CT scanner applies artificial intelligence, scanning the whole body in just 3 to 4 seconds;; Advanced magnetic resonance imaging machine to scan the heart without holding your breath;; New generation echocardiography, vascular ultrasound (carotid artery, peripheral blood vessels...) creates 4D images to survey heart volume and function...; 12-lead ECG machine\nTam Anh General Hospital also applies modern methods in the treatment of carotid artery stenosis, helping to reduce the risk of recurrent stroke and improve the quality of life for patients.",
    "subsections": [
        {
            "subsection_name": "What is carotid artery stenosis?",
            "subsection_content": "Carotid stenosis is a condition in which the vessel wall thickens due to atherosclerotic plaques, gradually narrowing the vessel lumen. The carotid arteries on both sides are main branches originating from the thoracic aorta, passing in the carotid trough along both sides of the neck to supply blood to the brain. Blood flow to the brain is therefore also reduced.\nWhen the stenosis is severe, it can cause brain damage due to anemia. The degree of brain damage, more or less, will manifest clinically with signs of transient ischemic attack or stroke. (first)",
            "subsection_string": "What is carotid artery stenosis?\nCarotid stenosis is a condition in which the vessel wall thickens due to atherosclerotic plaques, gradually narrowing the vessel lumen. The carotid arteries on both sides are main branches originating from the thoracic aorta, passing in the carotid trough along both sides of the neck to supply blood to the brain. Blood flow to the brain is therefore also reduced.\nWhen the stenosis is severe, it can cause brain damage due to anemia. The degree of brain damage, more or less, will manifest clinically with signs of transient ischemic attack or stroke. (first)"
        },
        {
            "subsection_name": "Causes of carotid artery stenosis",
            "subsection_content": "The most common cause of carotid artery stenosis is atherosclerotic plaque on the artery wall. In addition, some other risk factors can cause the disease such as:\nBlood fat metabolism disorders; High blood pressure; Diabetes; Smoke; Family members with carotid or coronary artery disease; Fat; Sedentary",
            "subsection_string": "Causes of carotid artery stenosis\nThe most common cause of carotid artery stenosis is atherosclerotic plaque on the artery wall. In addition, some other risk factors can cause the disease such as:\nBlood fat metabolism disorders; High blood pressure; Diabetes; Smoke; Family members with carotid or coronary artery disease; Fat; Sedentary"
        },
        {
            "subsection_name": "Symptoms of carotid artery stenosis",
            "subsection_content": "Transient ischemic attack is the most important warning sign of stroke, showing focal neurological impairment (numbness and weakness on one side, blindness on one side, difficulty speaking...) that progresses over a period of time. It lasts a few minutes, then goes away completely.\nThere are patients with only one symptom, on the other hand, there are patients with many symptoms at the same time. The standard for diagnosing transient ischemic attack recommended by the American Heart Association is the absence of cerebral infarct lesions on brain CT or MRI scans. (2)\nNumbness and weakness in the limbs on one side, blindness on one side, difficulty speaking, etc. are signs of focal neurological impairment.\nThe above signs of impaired neurological function at a more severe level from the beginning or over a long period of time are a sure sign of a stroke. Stroke is confirmed when there is an image of cerebral infarction on CT or MRI of the brain.\nThe risk of stroke will be reduced by more than 50%, if people with carotid artery stenosis over 70% have carotid endarterectomy. However, cases of extracranial carotid artery stenosis often do not have any symptoms until accidentally discovered or when complications occur. Therefore, regular examinations for people with high risk factors for carotid artery stenosis are extremely necessary, so that the disease can be promptly detected and treated.",
            "subsection_string": "Symptoms of carotid artery stenosis\nTransient ischemic attack is the most important warning sign of stroke, showing focal neurological impairment (numbness and weakness on one side, blindness on one side, difficulty speaking...) that progresses over a period of time. It lasts a few minutes, then goes away completely.\nThere are patients with only one symptom, on the other hand, there are patients with many symptoms at the same time. The standard for diagnosing transient ischemic attack recommended by the American Heart Association is the absence of cerebral infarct lesions on brain CT or MRI scans. (2)\nNumbness and weakness in the limbs on one side, blindness on one side, difficulty speaking, etc. are signs of focal neurological impairment.\nThe above signs of impaired neurological function at a more severe level from the beginning or over a long period of time are a sure sign of a stroke. Stroke is confirmed when there is an image of cerebral infarction on CT or MRI of the brain.\nThe risk of stroke will be reduced by more than 50%, if people with carotid artery stenosis over 70% have carotid endarterectomy. However, cases of extracranial carotid artery stenosis often do not have any symptoms until accidentally discovered or when complications occur. Therefore, regular examinations for people with high risk factors for carotid artery stenosis are extremely necessary, so that the disease can be promptly detected and treated."
        },
        {
            "subsection_name": "Method for diagnosing carotid artery stenosis",
            "subsection_content": "To diagnose carotid artery stenosis, the doctor will first conduct an examination with a stethoscope along the carotid artery to detect a murmur at the stenosis site.\nDuplex ultrasound can evaluate the degree of stenosis and the morphology of atherosclerotic plaques with thrombus or ulceration. At the same time, ultrasound also provides additional hemodynamic parameters such as peak systolic velocity at the stenosis site, which is also a standard to evaluate the degree of stenosis. This is the first choice diagnostic method because of its safety and low cost.; In addition, there are a number of other disease diagnosis methods such as CT scan or magnetic resonance angiography (MRA). These are modern techniques that not only provide images to identify stenotic lesions but can also evaluate the morphology of the entire carotid artery from its origin in the aortic arch to its branches in the brain. In addition, brain CT or MRI images also help evaluate cerebral perfusion status in cases after stroke.; Digital angiography (DSA): indicated when considering carotid artery stenting. This is considered the most accurate method of diagnosing vascular conditions, the gold standard in diagnosing vascular diseases.\nAssess the degree of stenosis\nDegree of stenosis according to NASCET\nPeak systolic velocity\nStenosis rate according to NASCET PSV (cm/s) <50% <125 50-69% ≥125 70-89% ≥250 ≥90% ≥400",
            "subsection_string": "Method for diagnosing carotid artery stenosis\nTo diagnose carotid artery stenosis, the doctor will first conduct an examination with a stethoscope along the carotid artery to detect a murmur at the stenosis site.\nDuplex ultrasound can evaluate the degree of stenosis and the morphology of atherosclerotic plaques with thrombus or ulceration. At the same time, ultrasound also provides additional hemodynamic parameters such as peak systolic velocity at the stenosis site, which is also a standard to evaluate the degree of stenosis. This is the first choice diagnostic method because of its safety and low cost.; In addition, there are a number of other disease diagnosis methods such as CT scan or magnetic resonance angiography (MRA). These are modern techniques that not only provide images to identify stenotic lesions but can also evaluate the morphology of the entire carotid artery from its origin in the aortic arch to its branches in the brain. In addition, brain CT or MRI images also help evaluate cerebral perfusion status in cases after stroke.; Digital angiography (DSA): indicated when considering carotid artery stenting. This is considered the most accurate method of diagnosing vascular conditions, the gold standard in diagnosing vascular diseases.\nAssess the degree of stenosis\nDegree of stenosis according to NASCET\nPeak systolic velocity\nStenosis rate according to NASCET PSV (cm/s) <50% <125 50-69% ≥125 70-89% ≥250 ≥90% ≥400"
        },
        {
            "subsection_name": "How to treat carotid artery stenosis?",
            "subsection_content": "To provide appropriate treatment for carotid artery stenosis, doctors also rely on the degree of carotid artery stenosis, whether the stenosis has symptoms or not, and the patient's health status.\nIn the early stages of the disease, patients are often prescribed medication and lifestyle changes. (3)\nChange your lifestyle\nQuitting smoking;; Limit alcohol;; Do exercise;; Eat less salt.\nMedicine\nAntiplatelet drugs aspirin 81 - 325mg or clopidogrel 75mg per day depending on the patient's condition.\nOptimal medical treatment of underlying diseases, which are risk factors such as hypertension, diabetes, fat metabolism disorders... The treatment goal recommended by the European Society of Cardiology is to keep blood pressure <140 /90 mmHg, low-density lipoprotein (LDL)  <1.8 mmol/L (70 mg/dL).\nIn the late, advanced stages of the disease, doctors may recommend surgery or carotid artery stent placement.\nCarotid artery stent placement\nCarotid artery stenting is indicated for patients with severe carotid artery stenosis of 70% or more, with or without symptoms of cerebral infarction or transient ischemic attack such as: sudden weakness, numbness of half the face, half the body or one limb, difficulty speaking, loss of vision on one side; especially in the following cases:\nYoung patient;; Carotid artery stenosis is difficult to operate;; Having accompanying medical diseases increases the risk of complications and complications of surgery;; Patients with narrowed vessels after radiation or surgery.\nCarotid artery stenting is a procedure to widen the narrowed carotid artery, preventing or treating stroke. This is a non-surgical method, performed by inserting the instrument through the artery puncture hole and then placing it on the damaged artery to help widen the narrowed carotid artery, pressing the atherosclerotic plaque against the artery wall. vessels, supporting blood circulation to the brain.\nCarotid artery stent placement is considered a minimally invasive endovascular intervention method, shortening hospital stay compared to carotid endarterectomy. This technique has little effect on the whole body and brings good results if chosen for the right indications and the doctor performing it is experienced.\nOpen the carotid artery at the narrowed area and remove atherosclerotic plaque. A technique called carotid laminectomy is the technique that gives the best results. After removing the atherosclerotic plaque, the vessel wall can be closed directly or expanded with a vascular patch to prevent post-operative restenosis.\nSurgery can be performed under local anesthesia or general anesthesia.",
            "subsection_string": "How to treat carotid artery stenosis?\nTo provide appropriate treatment for carotid artery stenosis, doctors also rely on the degree of carotid artery stenosis, whether the stenosis has symptoms or not, and the patient's health status.\nIn the early stages of the disease, patients are often prescribed medication and lifestyle changes. (3)\nChange your lifestyle\nQuitting smoking;; Limit alcohol;; Do exercise;; Eat less salt.\nMedicine\nAntiplatelet drugs aspirin 81 - 325mg or clopidogrel 75mg per day depending on the patient's condition.\nOptimal medical treatment of underlying diseases, which are risk factors such as hypertension, diabetes, fat metabolism disorders... The treatment goal recommended by the European Society of Cardiology is to keep blood pressure <140 /90 mmHg, low-density lipoprotein (LDL)  <1.8 mmol/L (70 mg/dL).\nIn the late, advanced stages of the disease, doctors may recommend surgery or carotid artery stent placement.\nCarotid artery stent placement\nCarotid artery stenting is indicated for patients with severe carotid artery stenosis of 70% or more, with or without symptoms of cerebral infarction or transient ischemic attack such as: sudden weakness, numbness of half the face, half the body or one limb, difficulty speaking, loss of vision on one side; especially in the following cases:\nYoung patient;; Carotid artery stenosis is difficult to operate;; Having accompanying medical diseases increases the risk of complications and complications of surgery;; Patients with narrowed vessels after radiation or surgery.\nCarotid artery stenting is a procedure to widen the narrowed carotid artery, preventing or treating stroke. This is a non-surgical method, performed by inserting the instrument through the artery puncture hole and then placing it on the damaged artery to help widen the narrowed carotid artery, pressing the atherosclerotic plaque against the artery wall. vessels, supporting blood circulation to the brain.\nCarotid artery stent placement is considered a minimally invasive endovascular intervention method, shortening hospital stay compared to carotid endarterectomy. This technique has little effect on the whole body and brings good results if chosen for the right indications and the doctor performing it is experienced.\nOpen the carotid artery at the narrowed area and remove atherosclerotic plaque. A technique called carotid laminectomy is the technique that gives the best results. After removing the atherosclerotic plaque, the vessel wall can be closed directly or expanded with a vascular patch to prevent post-operative restenosis.\nSurgery can be performed under local anesthesia or general anesthesia."
        },
        {
            "subsection_name": "Choose internal layer peeling surgery or carotid artery stenting?",
            "subsection_content": "Symptomatic patients (after stroke or transient ischemic attack <6 months): Carotid artery stenosis 70-99%: Class I A level carotid artery dissection is recommended; If the surgical risk is high, carotid artery stenting is indicated with the recommended level IIa B. Carotid artery stenosis 50-69%: Carotid artery dissection is recommended at Class IIa B level; Carotid artery stent placement with recommendation IIb B.; Carotid stenosis 70-99%: Class I A level carotid intimal dissection is recommended; If surgical risk is high, carotid artery stenting is indicated with recommendation level IIa B.; Carotid artery stenosis 50-69%: Class IIa B level carotid intimal dissection is recommended; Carotid artery stent placement with recommendation IIb B.; Patients without symptoms Carotid artery stenosis 60-99%, patients have a chance of survival > 5 years: Class IIa B level carotid artery dissection is recommended; Carotid artery stent placement with recommendation IIb B.; Carotid artery stenosis 60-99%, patients have a chance of survival > 5 years: Class IIa B level carotid artery dissection is recommended; Carotid artery stent placement with recommended level IIb B.\nEuropean Heart Journal (2018) 39, 763–821 [4]",
            "subsection_string": "Choose internal layer peeling surgery or carotid artery stenting?\nSymptomatic patients (after stroke or transient ischemic attack <6 months): Carotid artery stenosis 70-99%: Class I A level carotid artery dissection is recommended; If the surgical risk is high, carotid artery stenting is indicated with the recommended level IIa B. Carotid artery stenosis 50-69%: Carotid artery dissection is recommended at Class IIa B level; Carotid artery stent placement with recommendation IIb B.; Carotid stenosis 70-99%: Class I A level carotid intimal dissection is recommended; If surgical risk is high, carotid artery stenting is indicated with recommendation level IIa B.; Carotid artery stenosis 50-69%: Class IIa B level carotid intimal dissection is recommended; Carotid artery stent placement with recommendation IIb B.; Patients without symptoms Carotid artery stenosis 60-99%, patients have a chance of survival > 5 years: Class IIa B level carotid artery dissection is recommended; Carotid artery stent placement with recommendation IIb B.; Carotid artery stenosis 60-99%, patients have a chance of survival > 5 years: Class IIa B level carotid artery dissection is recommended; Carotid artery stent placement with recommended level IIb B.\nEuropean Heart Journal (2018) 39, 763–821 [4]"
        },
        {
            "subsection_name": "Postoperative monitoring and intervention",
            "subsection_content": "After surgery or intervention, patients are instructed to re-examine every 1-3 months. Cardiovascular risk factors such as high blood pressure, diabetes, fat metabolism disorders... need to be optimally adjusted to avoid recurrence as well as narrowing of arteries in other locations. Ultrasound check after 3-6 months and every 1-2 years to evaluate results and monitor.",
            "subsection_string": "Postoperative monitoring and intervention\nAfter surgery or intervention, patients are instructed to re-examine every 1-3 months. Cardiovascular risk factors such as high blood pressure, diabetes, fat metabolism disorders... need to be optimally adjusted to avoid recurrence as well as narrowing of arteries in other locations. Ultrasound check after 3-6 months and every 1-2 years to evaluate results and monitor."
        },
        {
            "subsection_name": "Prevention of carotid artery stenosis",
            "subsection_content": "Carotid stenosis is a dangerous disease but it is difficult to recognize because the disease has no symptoms or vague symptoms, easily confused with other common diseases. Therefore, people at high risk of disease need to regularly visit reputable medical facilities for early detection and treatment. (4)\nMild symptoms such as dizziness and lightheadedness make the patient inattentive, but are one of the causes leading to patients with cerebral infarction. Many cases of stroke arrive late at the hospital. Therefore, patients with chronic diseases such as hypertension, diabetes, dyslipidemia for many years or those with other risk factors including: smokers, obese, high blood fat, exercise, diet high in sugar, high in fat... you should have your carotid artery checked.",
            "subsection_string": "Prevention of carotid artery stenosis\nCarotid stenosis is a dangerous disease but it is difficult to recognize because the disease has no symptoms or vague symptoms, easily confused with other common diseases. Therefore, people at high risk of disease need to regularly visit reputable medical facilities for early detection and treatment. (4)\nMild symptoms such as dizziness and lightheadedness make the patient inattentive, but are one of the causes leading to patients with cerebral infarction. Many cases of stroke arrive late at the hospital. Therefore, patients with chronic diseases such as hypertension, diabetes, dyslipidemia for many years or those with other risk factors including: smokers, obese, high blood fat, exercise, diet high in sugar, high in fat... you should have your carotid artery checked."
        },
        {
            "subsection_name": "Screening for carotid artery stenosis",
            "subsection_content": "Carotid artery stenosis has few characteristic signs, so screening to detect the disease early plays a key role, thereby monitoring and having effective treatment and intervention strategies to prevent stroke.\nAccording to Dr. Nguyen Anh Dung, regular health checks and screening for cardiovascular diseases are necessary for each person to prevent disease. This is even more necessary for people with high risk factors.\nAccordingly, people over 50 years old, with high blood pressure, dyslipidemia, smokers, diabetes, obesity, people with a sedentary lifestyle, etc., even without symptoms, still need regular check-ups and cardiovascular disease screening.\nFor patients with carotid artery stenosis who suddenly develop symptoms such as distorted mouth, paralysis of one side of the body or only one arm/leg, difficulty speaking or not being able to speak, loss of vision on one side, balance disorders... emergency treatment is required. right at hospitals and specialized stroke treatment facilities with vascular intervention so that doctors can diagnose and prescribe appropriate treatment.\nHeart Center, Tam Anh General Hospital brings together a team of leading experts, possessing a modern machinery system that can screen and early diagnose carotid artery stenosis and cardiovascular diseases for all subjects, from Pregnant women, infants, children, adults, and the elderly:\n768-slice CT scanner applies artificial intelligence, scanning the whole body in just 3 to 4 seconds;; Advanced magnetic resonance imaging machine to scan the heart without holding your breath;; New generation echocardiography, vascular ultrasound (carotid artery, peripheral blood vessels...) creates 4D images to survey heart volume and function...; 12-lead ECG machine\nTam Anh General Hospital also applies modern methods in the treatment of carotid artery stenosis, helping to reduce the risk of recurrent stroke and improve the quality of life for patients.",
            "subsection_string": "Screening for carotid artery stenosis\nCarotid artery stenosis has few characteristic signs, so screening to detect the disease early plays a key role, thereby monitoring and having effective treatment and intervention strategies to prevent stroke.\nAccording to Dr. Nguyen Anh Dung, regular health checks and screening for cardiovascular diseases are necessary for each person to prevent disease. This is even more necessary for people with high risk factors.\nAccordingly, people over 50 years old, with high blood pressure, dyslipidemia, smokers, diabetes, obesity, people with a sedentary lifestyle, etc., even without symptoms, still need regular check-ups and cardiovascular disease screening.\nFor patients with carotid artery stenosis who suddenly develop symptoms such as distorted mouth, paralysis of one side of the body or only one arm/leg, difficulty speaking or not being able to speak, loss of vision on one side, balance disorders... emergency treatment is required. right at hospitals and specialized stroke treatment facilities with vascular intervention so that doctors can diagnose and prescribe appropriate treatment.\nHeart Center, Tam Anh General Hospital brings together a team of leading experts, possessing a modern machinery system that can screen and early diagnose carotid artery stenosis and cardiovascular diseases for all subjects, from Pregnant women, infants, children, adults, and the elderly:\n768-slice CT scanner applies artificial intelligence, scanning the whole body in just 3 to 4 seconds;; Advanced magnetic resonance imaging machine to scan the heart without holding your breath;; New generation echocardiography, vascular ultrasound (carotid artery, peripheral blood vessels...) creates 4D images to survey heart volume and function...; 12-lead ECG machine\nTam Anh General Hospital also applies modern methods in the treatment of carotid artery stenosis, helping to reduce the risk of recurrent stroke and improve the quality of life for patients."
        }
    ],
    "name": "hep-dong-mach-canh.json"
}