{
    "title": "Coronary artery stenosis: Causes, symptoms, diagnosis and prevention",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/hep-mach-vanh/",
    "abstract": "Coronary artery stenosis (CAD) often does not cause obvious symptoms until it is severe. Therefore, screening and early detection play a key role in treating the disease and preventing complications. This article is expertly advised by BS.CKII Huynh Ngoc Long - Director of Vascular Intervention Center, Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "Coronary artery stenosis: Causes, symptoms, diagnosis and prevention\n\nCoronary artery stenosis (CAD) often does not cause obvious symptoms until it is severe. Therefore, screening and early detection play a key role in treating the disease and preventing complications. This article is expertly advised by BS.CKII Huynh Ngoc Long - Director of Vascular Intervention Center, Tam Anh General Hospital, Ho Chi Minh City.\n\nWhat is coronary artery stenosis?\nCoronary stenosis is a condition when atherosclerotic plaques accumulate on the artery walls, causing the vessel lumen to narrow. The stenosis progresses slowly, gradually gets worse and then becomes completely blocked. When the coronary arteries are narrowed more than 50%, it is called coronary artery disease. In the early stages, the coronary arteries are only narrowed, not completely blocked, the patient only has symptoms of chest pain. When coronary artery disease progresses to complete blockage of some branches, the disease will have additional symptoms of difficulty breathing of heart failure. This is the aging process of the arteries, \"birth, old age, sickness and death\", everyone must go through. (first)\nMany people mistakenly believe that when there are symptoms, there is a disease, and if there are no symptoms, there is no disease. However, BS.CKII Huynh Ngoc Long - Director of the Vascular Intervention Center, Tam Anh General Hospital, Ho Chi Minh City, coronary stenosis is a natural degenerative process of the coronary arteries. This process takes place every day, silently in the body of every living person. Each year, if the coronary artery narrowing rate is 1%/year, then 100 years later, the coronary artery narrows 100%.\nThe heart muscle without blood supply will stop working completely. That person will die and live to be 100 years old. If that person has more co-morbidities, the rate of coronary artery stenosis will increase by more than 1%/year. For example, if a person has high blood pressure, diabetes, obesity, increased blood fat, smokes... the narrowing rate of the coronary arteries increases by 2%/year, then 100% + 2% = 50 years of age. The person's rim is completely blocked. At that time, that person's lifespan will be shorter, not reaching 100 years old.\nWhen young, under 50 years old, the coronary arteries continue to gradually narrow by 1-20%, 30%, 50%, so the patient feels no or little chest pain. When older, over 50 years old, coronary artery narrowing is severe in 50%, 60%, 70%, 80%, 90% and 100% occlusion. Therefore, the older you are, the more you should screen for coronary artery stenosis.\nAtherosclerosis can progress in the following directions: (2)\nAccumulates, grows gradually, does not crack or burst, causing coronary artery narrowing gradually from 1-2-50%-100%, patients develop symptoms of chest pain from mild to gradually worse with exertion or emotion. , reduced at rest, called stable angina.; Atherosclerotic plaque accumulates quickly, cracks, breaks, starts the coagulation mechanism, creates a blood clot, at the crack site, bursts. Blood clots form very quickly, causing complete blockage of the coronary artery, causing mass death of the heart muscle in large numbers, appearing even at rest. This causes severe angina, called acute coronary syndrome.\nAtherosclerotic plaque is the main cause of coronary artery narrowing, causing patients to experience symptoms of chest pain, shortness of breath, rapid heartbeat...\nThere are two main types of coronary artery disease:\nStable myocardial ischemia: This is a chronic form. Coronary arteries gradually narrow over many years, causing the heart muscle to receive less and less blood. You can have chest pain, chest heaviness, but still be healthy, work well, not have difficulty breathing, and not have to be hospitalized.; Acute coronary syndrome: This is a sudden form that requires medical emergency treatment as quickly as possible. Plaques in the coronary arteries suddenly rupture and form blood clots that block blood flow to the heart. This sudden blockage causes a heart attack, which is highly fatal. If lucky enough to survive, the patient may suffer from heart failure, loss of ability to work, and frequent hospitalization due to difficulty breathing.\nSee more: Coronary artery blockage: Causes, symptoms and prevention\n\nSigns of coronary artery stenosis\nThe process of plaque accumulation takes place over many years, even decades. As your arteries narrow, you may notice chest pain and heaviness. This is a manifestation of an imbalance between supply and demand: the heart muscle must work harder to serve the entire body, but the coronary arteries are too narrow, not enough blood to refeed the heart muscle. When the heart muscle has to work too hard but does not receive adequate blood supply, heart muscle cells will die, burst, release a lot of acid, stimulate nerve endings, causing chest pain.\nSymptoms of chronic coronary artery stenosis include: (3)\nStable angina: This is the most common manifestation. The pain often appears when you are physically active or mentally stressed, and goes away if you rest or take nitroglycerin (a medicine to treat angina).; Difficulty breathing: This symptom often occurs when you do light-intensity physical activity.\nSometimes, the first symptoms of coronary artery stenosis are those of a heart attack, including:\nAngina ranges from mild to severe. You will feel heaviness, tightness, burning pain, and numbness in the left chest area. This discomfort can spread to the shoulders, arms, neck, back or jaw;; Shortness of breath;; Dizziness, lightheadedness;; Heart beating fast;; Nausea, stomach discomfort;; Exhausted.\n\nCauses of coronary artery stenosis\nAtherosclerosis is the main cause of coronary artery stenosis. This is the gradual buildup of plaque in arteries throughout your body. To make it easier to visualize: coronary arteries narrow 1%/year. From birth, it gradually narrows, and by the age of 50, the coronary arteries are only slightly narrowed, and blood is still enough to feed the heart muscle. By the age of 60, the coronary arteries are 60% narrowed and the remaining 40%. The amount of blood coming in is not enough to feed the heart muscle. Some heart muscle dies and ruptures, releasing acid that stimulates nerves, causing chest pain.\nPlaque consists of cholesterol, waste products, calcium and fibrin (a substance that helps blood clot). As plaque continues to build up along the artery wall, the artery becomes narrow and stiff.\nRisk factors for coronary artery disease\nThere are 2 groups of risk factors for coronary artery disease:\nRisk factors cannot be controlled\nAge: The older you are, the more likely you are to develop coronary artery stenosis. Men over 45 years old face a higher risk of getting the disease, while this risk is high in women over 55 years old.; Family history: If members of your biological family had early heart disease, your chances of having coronary artery stenosis are quite high. “Early heart disease” means diagnosed at a young age (father or brother before age 55, mother or sister before age 65).\nFactors that increase the risk of coronary artery stenosis\nA diet high in saturated fat or refined carbohydrates; Lack of physical activity; Constant insomnia; Smoke; Other cardiovascular conditions such as hypertension, arrhythmia; Atherosclerosis; Autoimmune diseases such as lupus erythematosus and rheumatoid arthritis; Chronic kidney disease; Diabetes; Metabolic syndrome; Overweight – obesity; Sleep disorders, sleep apnea; Early menopause (before age 40); Endometrial optimism; Use hormonal contraception\nOverweight - obesity and lack of exercise are factors that increase the risk of coronary artery stenosis\n\nDiagnostic method\nYour doctor will diagnose whether you have coronary artery stenosis or not through a general physical examination and performing paraclinical tests.\nDuring the physical examination, the doctor will: (4)\nBlood pressure; Listen to the heartbeat; Ask how long your symptoms have been present; Ask about your medical history, lifestyle and diet; Ask about your family history and see if anyone had cardiovascular disease when they were young\nClinical tests help diagnose coronary artery disease:\nBlood test: to check if there are substances that are harmful to the arteries or increase the risk of coronary artery stenosis; Cardiac catheterization: The doctor inserts a catheter into the coronary artery to diagnose coronary artery disease as well as determine the degree of narrowing.; Coronary computed tomography (MSCT): to see 3D images of the heart, detect blockages in the coronary arteries.; Coronary calcium angiogram: measures the amount of calcium in the coronary artery walls (a sign of atherosclerosis).; This method does not detect blockages but helps identify risk factors for coronary artery disease.; Echocardiography: Uses sound waves to evaluate the structure and function of the heart.; Electrocardiogram (EKG/ECG): records the electrical activity of the heart, helping to detect old or current myocardial infarctions, ischemia as well as heart rhythm problems.; Stress testing exercise: see how the heart reacts when it is working very hard. This exercise can detect angina and blockages in the coronary arteries.\nCoronary angiography is one of the methods to help detect coronary artery stenosis\n\nIs coronary artery stenosis dangerous?\nSerious complications of coronary artery disease can occur after many years without treatment. At that time, the coronary arteries narrow so severely that they become completely blocked, blocking blood flow to the heart. This leads to insufficient oxygen and nutrients being supplied to the heart muscle, causing:\nMyocardial infarction: This is a phenomenon of lack of blood flow to the heart muscle, characterized by chest pain and difficulty breathing. Less common symptoms include nausea and vomiting, indigestion, difficulty breathing, night sweats, numbness or tingling in the left side of the chest, left arm, shoulder, upper abdomen, neck, jaw.; Heart arrhythmia: Irregular heartbeat often occurs after a myocardial infarction, causing the patient to feel tired, dizzy, have palpitations or faint.; Heart failure: Part of the heart muscle becomes weak after a heart attack, leading to heart failure. Patients have symptoms of fatigue, difficulty breathing, and leg swelling.\n\nCan coronary artery stenosis be cured?\nTreatment for coronary artery stenosis usually includes lifestyle changes, controlling risk factors, and medication. If the stenosis is severe, the doctor will perform intervention or surgery.\n1. Change your lifestyle\nAdhering to a healthy lifestyle plays an important role in controlling coronary artery stenosis:\nDo not smoke and stay away from cigarette smoke;; Have a heart-healthy diet: low in salt, saturated fat, trans fat and sugar; increase fruits and vegetables, nuts, whole grains, fish, skinless poultry;; Exercise regularly: at least 30 minutes a day;; Limit alcohol;; Keep your weight within normal limits, avoid being overweight.\n2. Control risk factors\nGood management of risk factors for coronary artery disease will contribute to slowing the progression of the disease. You need to control the following factors:\nDiabetes; Hypertension; High cholesterol; High triglycerides (hypertriglyceridemia); Overweight – obesity\n3. Take medicine\nMedicines help control risk factors and treat symptoms of coronary artery disease. Some commonly prescribed medications are:\nMedicines to lower blood pressure; Cholesterol-lowering drugs; Medicines control stable angina; Medicines to reduce the risk of blood clots\n4. Procedures and surgery\nDepending on the severity of coronary artery stenosis, the doctor will choose the appropriate intervention method, including:\nPercutaneous coronary intervention (PCI): Another name for this procedure is angioplasty, which is considered a minimally invasive treatment. The doctor uses a small balloon to expand the clogged vessel (a stent can be placed at the blockage site), helping blood flow better.; Coronary artery bypass surgery (CABG): This is open-heart surgery, helping to create a new \"path\" to restore blood flow to the heart, resolving coronary artery narrowing.\nA percutaneous coronary intervention performed by doctors at the Vascular Intervention Center, Tam Anh General Hospital, Ho Chi Minh City.\n\nHow to prevent coronary artery stenosis\nYou can't always prevent coronary heart disease. Because some risk factors are beyond your control. However, there are many things you can do to minimize your risk of getting the disease and stop it from getting worse:\nQuit smoking whether you are a new smoker or have smoked for many years;; Build a heart-healthy diet menu: limit greasy fried foods, sweets, salty foods, canned foods, and processed foods; Prioritize steamed/boiled foods, fruits and vegetables, fatty fish, olive oil, lean meat...; Get enough sleep: 7-9 hours every night;; Maintain a reasonable weight (BMI < 23);; Limit alcohol use;; Be active: Try to exercise 150 minutes/week. Good exercises for cardiovascular disease are walking, swimming, cycling, yoga...;; Early screening for coronary artery disease (especially those with many risk factors) to detect the disease early and have timely treatment.\nTam Anh General Hospital System Heart Center is equipped with advanced machinery systems, with a team of leading doctors in the fields of internal cardiology, cardiovascular surgery, vascular intervention, congenital heart disease... Built according to the standards of the world's leading hospitals, specializing in performing interventional cardiac catheterization procedures for cases of acute myocardial infarction, arterial stenosis, peripheral vascular disease, arrhythmia, and heart disease. natural…\nIn particular, the Center always applies high technology according to the highest standards in the world, helping to increase treatment effectiveness and shorten the recovery process for patients.\nCoronary artery stenosis cannot be cured or absolutely prevented, but you can control the disease and prevent its progression by complying with your doctor's treatment, maintaining a healthy diet and lifestyle, and at the same time. Regular medical examination and screening k.",
    "subsections": [
        {
            "subsection_name": "What is coronary artery stenosis?",
            "subsection_content": "Coronary stenosis is a condition when atherosclerotic plaques accumulate on the artery walls, causing the vessel lumen to narrow. The stenosis progresses slowly, gradually gets worse and then becomes completely blocked. When the coronary arteries are narrowed more than 50%, it is called coronary artery disease. In the early stages, the coronary arteries are only narrowed, not completely blocked, the patient only has symptoms of chest pain. When coronary artery disease progresses to complete blockage of some branches, the disease will have additional symptoms of difficulty breathing of heart failure. This is the aging process of the arteries, \"birth, old age, sickness and death\", everyone must go through. (first)\nMany people mistakenly believe that when there are symptoms, there is a disease, and if there are no symptoms, there is no disease. However, BS.CKII Huynh Ngoc Long - Director of the Vascular Intervention Center, Tam Anh General Hospital, Ho Chi Minh City, coronary stenosis is a natural degenerative process of the coronary arteries. This process takes place every day, silently in the body of every living person. Each year, if the coronary artery narrowing rate is 1%/year, then 100 years later, the coronary artery narrows 100%.\nThe heart muscle without blood supply will stop working completely. That person will die and live to be 100 years old. If that person has more co-morbidities, the rate of coronary artery stenosis will increase by more than 1%/year. For example, if a person has high blood pressure, diabetes, obesity, increased blood fat, smokes... the narrowing rate of the coronary arteries increases by 2%/year, then 100% + 2% = 50 years of age. The person's rim is completely blocked. At that time, that person's lifespan will be shorter, not reaching 100 years old.\nWhen young, under 50 years old, the coronary arteries continue to gradually narrow by 1-20%, 30%, 50%, so the patient feels no or little chest pain. When older, over 50 years old, coronary artery narrowing is severe in 50%, 60%, 70%, 80%, 90% and 100% occlusion. Therefore, the older you are, the more you should screen for coronary artery stenosis.\nAtherosclerosis can progress in the following directions: (2)\nAccumulates, grows gradually, does not crack or burst, causing coronary artery narrowing gradually from 1-2-50%-100%, patients develop symptoms of chest pain from mild to gradually worse with exertion or emotion. , reduced at rest, called stable angina.; Atherosclerotic plaque accumulates quickly, cracks, breaks, starts the coagulation mechanism, creates a blood clot, at the crack site, bursts. Blood clots form very quickly, causing complete blockage of the coronary artery, causing mass death of the heart muscle in large numbers, appearing even at rest. This causes severe angina, called acute coronary syndrome.\nAtherosclerotic plaque is the main cause of coronary artery narrowing, causing patients to experience symptoms of chest pain, shortness of breath, rapid heartbeat...\nThere are two main types of coronary artery disease:\nStable myocardial ischemia: This is a chronic form. Coronary arteries gradually narrow over many years, causing the heart muscle to receive less and less blood. You can have chest pain, chest heaviness, but still be healthy, work well, not have difficulty breathing, and not have to be hospitalized.; Acute coronary syndrome: This is a sudden form that requires medical emergency treatment as quickly as possible. Plaques in the coronary arteries suddenly rupture and form blood clots that block blood flow to the heart. This sudden blockage causes a heart attack, which is highly fatal. If lucky enough to survive, the patient may suffer from heart failure, loss of ability to work, and frequent hospitalization due to difficulty breathing.\nSee more: Coronary artery blockage: Causes, symptoms and prevention",
            "subsection_string": "What is coronary artery stenosis?\nCoronary stenosis is a condition when atherosclerotic plaques accumulate on the artery walls, causing the vessel lumen to narrow. The stenosis progresses slowly, gradually gets worse and then becomes completely blocked. When the coronary arteries are narrowed more than 50%, it is called coronary artery disease. In the early stages, the coronary arteries are only narrowed, not completely blocked, the patient only has symptoms of chest pain. When coronary artery disease progresses to complete blockage of some branches, the disease will have additional symptoms of difficulty breathing of heart failure. This is the aging process of the arteries, \"birth, old age, sickness and death\", everyone must go through. (first)\nMany people mistakenly believe that when there are symptoms, there is a disease, and if there are no symptoms, there is no disease. However, BS.CKII Huynh Ngoc Long - Director of the Vascular Intervention Center, Tam Anh General Hospital, Ho Chi Minh City, coronary stenosis is a natural degenerative process of the coronary arteries. This process takes place every day, silently in the body of every living person. Each year, if the coronary artery narrowing rate is 1%/year, then 100 years later, the coronary artery narrows 100%.\nThe heart muscle without blood supply will stop working completely. That person will die and live to be 100 years old. If that person has more co-morbidities, the rate of coronary artery stenosis will increase by more than 1%/year. For example, if a person has high blood pressure, diabetes, obesity, increased blood fat, smokes... the narrowing rate of the coronary arteries increases by 2%/year, then 100% + 2% = 50 years of age. The person's rim is completely blocked. At that time, that person's lifespan will be shorter, not reaching 100 years old.\nWhen young, under 50 years old, the coronary arteries continue to gradually narrow by 1-20%, 30%, 50%, so the patient feels no or little chest pain. When older, over 50 years old, coronary artery narrowing is severe in 50%, 60%, 70%, 80%, 90% and 100% occlusion. Therefore, the older you are, the more you should screen for coronary artery stenosis.\nAtherosclerosis can progress in the following directions: (2)\nAccumulates, grows gradually, does not crack or burst, causing coronary artery narrowing gradually from 1-2-50%-100%, patients develop symptoms of chest pain from mild to gradually worse with exertion or emotion. , reduced at rest, called stable angina.; Atherosclerotic plaque accumulates quickly, cracks, breaks, starts the coagulation mechanism, creates a blood clot, at the crack site, bursts. Blood clots form very quickly, causing complete blockage of the coronary artery, causing mass death of the heart muscle in large numbers, appearing even at rest. This causes severe angina, called acute coronary syndrome.\nAtherosclerotic plaque is the main cause of coronary artery narrowing, causing patients to experience symptoms of chest pain, shortness of breath, rapid heartbeat...\nThere are two main types of coronary artery disease:\nStable myocardial ischemia: This is a chronic form. Coronary arteries gradually narrow over many years, causing the heart muscle to receive less and less blood. You can have chest pain, chest heaviness, but still be healthy, work well, not have difficulty breathing, and not have to be hospitalized.; Acute coronary syndrome: This is a sudden form that requires medical emergency treatment as quickly as possible. Plaques in the coronary arteries suddenly rupture and form blood clots that block blood flow to the heart. This sudden blockage causes a heart attack, which is highly fatal. If lucky enough to survive, the patient may suffer from heart failure, loss of ability to work, and frequent hospitalization due to difficulty breathing.\nSee more: Coronary artery blockage: Causes, symptoms and prevention"
        },
        {
            "subsection_name": "Signs of coronary artery stenosis",
            "subsection_content": "The process of plaque accumulation takes place over many years, even decades. As your arteries narrow, you may notice chest pain and heaviness. This is a manifestation of an imbalance between supply and demand: the heart muscle must work harder to serve the entire body, but the coronary arteries are too narrow, not enough blood to refeed the heart muscle. When the heart muscle has to work too hard but does not receive adequate blood supply, heart muscle cells will die, burst, release a lot of acid, stimulate nerve endings, causing chest pain.\nSymptoms of chronic coronary artery stenosis include: (3)\nStable angina: This is the most common manifestation. The pain often appears when you are physically active or mentally stressed, and goes away if you rest or take nitroglycerin (a medicine to treat angina).; Difficulty breathing: This symptom often occurs when you do light-intensity physical activity.\nSometimes, the first symptoms of coronary artery stenosis are those of a heart attack, including:\nAngina ranges from mild to severe. You will feel heaviness, tightness, burning pain, and numbness in the left chest area. This discomfort can spread to the shoulders, arms, neck, back or jaw;; Shortness of breath;; Dizziness, lightheadedness;; Heart beating fast;; Nausea, stomach discomfort;; Exhausted.",
            "subsection_string": "Signs of coronary artery stenosis\nThe process of plaque accumulation takes place over many years, even decades. As your arteries narrow, you may notice chest pain and heaviness. This is a manifestation of an imbalance between supply and demand: the heart muscle must work harder to serve the entire body, but the coronary arteries are too narrow, not enough blood to refeed the heart muscle. When the heart muscle has to work too hard but does not receive adequate blood supply, heart muscle cells will die, burst, release a lot of acid, stimulate nerve endings, causing chest pain.\nSymptoms of chronic coronary artery stenosis include: (3)\nStable angina: This is the most common manifestation. The pain often appears when you are physically active or mentally stressed, and goes away if you rest or take nitroglycerin (a medicine to treat angina).; Difficulty breathing: This symptom often occurs when you do light-intensity physical activity.\nSometimes, the first symptoms of coronary artery stenosis are those of a heart attack, including:\nAngina ranges from mild to severe. You will feel heaviness, tightness, burning pain, and numbness in the left chest area. This discomfort can spread to the shoulders, arms, neck, back or jaw;; Shortness of breath;; Dizziness, lightheadedness;; Heart beating fast;; Nausea, stomach discomfort;; Exhausted."
        },
        {
            "subsection_name": "Causes of coronary artery stenosis",
            "subsection_content": "Atherosclerosis is the main cause of coronary artery stenosis. This is the gradual buildup of plaque in arteries throughout your body. To make it easier to visualize: coronary arteries narrow 1%/year. From birth, it gradually narrows, and by the age of 50, the coronary arteries are only slightly narrowed, and blood is still enough to feed the heart muscle. By the age of 60, the coronary arteries are 60% narrowed and the remaining 40%. The amount of blood coming in is not enough to feed the heart muscle. Some heart muscle dies and ruptures, releasing acid that stimulates nerves, causing chest pain.\nPlaque consists of cholesterol, waste products, calcium and fibrin (a substance that helps blood clot). As plaque continues to build up along the artery wall, the artery becomes narrow and stiff.\nRisk factors for coronary artery disease\nThere are 2 groups of risk factors for coronary artery disease:\nRisk factors cannot be controlled\nAge: The older you are, the more likely you are to develop coronary artery stenosis. Men over 45 years old face a higher risk of getting the disease, while this risk is high in women over 55 years old.; Family history: If members of your biological family had early heart disease, your chances of having coronary artery stenosis are quite high. “Early heart disease” means diagnosed at a young age (father or brother before age 55, mother or sister before age 65).\nFactors that increase the risk of coronary artery stenosis\nA diet high in saturated fat or refined carbohydrates; Lack of physical activity; Constant insomnia; Smoke; Other cardiovascular conditions such as hypertension, arrhythmia; Atherosclerosis; Autoimmune diseases such as lupus erythematosus and rheumatoid arthritis; Chronic kidney disease; Diabetes; Metabolic syndrome; Overweight – obesity; Sleep disorders, sleep apnea; Early menopause (before age 40); Endometrial optimism; Use hormonal contraception\nOverweight - obesity and lack of exercise are factors that increase the risk of coronary artery stenosis",
            "subsection_string": "Causes of coronary artery stenosis\nAtherosclerosis is the main cause of coronary artery stenosis. This is the gradual buildup of plaque in arteries throughout your body. To make it easier to visualize: coronary arteries narrow 1%/year. From birth, it gradually narrows, and by the age of 50, the coronary arteries are only slightly narrowed, and blood is still enough to feed the heart muscle. By the age of 60, the coronary arteries are 60% narrowed and the remaining 40%. The amount of blood coming in is not enough to feed the heart muscle. Some heart muscle dies and ruptures, releasing acid that stimulates nerves, causing chest pain.\nPlaque consists of cholesterol, waste products, calcium and fibrin (a substance that helps blood clot). As plaque continues to build up along the artery wall, the artery becomes narrow and stiff.\nRisk factors for coronary artery disease\nThere are 2 groups of risk factors for coronary artery disease:\nRisk factors cannot be controlled\nAge: The older you are, the more likely you are to develop coronary artery stenosis. Men over 45 years old face a higher risk of getting the disease, while this risk is high in women over 55 years old.; Family history: If members of your biological family had early heart disease, your chances of having coronary artery stenosis are quite high. “Early heart disease” means diagnosed at a young age (father or brother before age 55, mother or sister before age 65).\nFactors that increase the risk of coronary artery stenosis\nA diet high in saturated fat or refined carbohydrates; Lack of physical activity; Constant insomnia; Smoke; Other cardiovascular conditions such as hypertension, arrhythmia; Atherosclerosis; Autoimmune diseases such as lupus erythematosus and rheumatoid arthritis; Chronic kidney disease; Diabetes; Metabolic syndrome; Overweight – obesity; Sleep disorders, sleep apnea; Early menopause (before age 40); Endometrial optimism; Use hormonal contraception\nOverweight - obesity and lack of exercise are factors that increase the risk of coronary artery stenosis"
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "Your doctor will diagnose whether you have coronary artery stenosis or not through a general physical examination and performing paraclinical tests.\nDuring the physical examination, the doctor will: (4)\nBlood pressure; Listen to the heartbeat; Ask how long your symptoms have been present; Ask about your medical history, lifestyle and diet; Ask about your family history and see if anyone had cardiovascular disease when they were young\nClinical tests help diagnose coronary artery disease:\nBlood test: to check if there are substances that are harmful to the arteries or increase the risk of coronary artery stenosis; Cardiac catheterization: The doctor inserts a catheter into the coronary artery to diagnose coronary artery disease as well as determine the degree of narrowing.; Coronary computed tomography (MSCT): to see 3D images of the heart, detect blockages in the coronary arteries.; Coronary calcium angiogram: measures the amount of calcium in the coronary artery walls (a sign of atherosclerosis).; This method does not detect blockages but helps identify risk factors for coronary artery disease.; Echocardiography: Uses sound waves to evaluate the structure and function of the heart.; Electrocardiogram (EKG/ECG): records the electrical activity of the heart, helping to detect old or current myocardial infarctions, ischemia as well as heart rhythm problems.; Stress testing exercise: see how the heart reacts when it is working very hard. This exercise can detect angina and blockages in the coronary arteries.\nCoronary angiography is one of the methods to help detect coronary artery stenosis",
            "subsection_string": "Diagnostic method\nYour doctor will diagnose whether you have coronary artery stenosis or not through a general physical examination and performing paraclinical tests.\nDuring the physical examination, the doctor will: (4)\nBlood pressure; Listen to the heartbeat; Ask how long your symptoms have been present; Ask about your medical history, lifestyle and diet; Ask about your family history and see if anyone had cardiovascular disease when they were young\nClinical tests help diagnose coronary artery disease:\nBlood test: to check if there are substances that are harmful to the arteries or increase the risk of coronary artery stenosis; Cardiac catheterization: The doctor inserts a catheter into the coronary artery to diagnose coronary artery disease as well as determine the degree of narrowing.; Coronary computed tomography (MSCT): to see 3D images of the heart, detect blockages in the coronary arteries.; Coronary calcium angiogram: measures the amount of calcium in the coronary artery walls (a sign of atherosclerosis).; This method does not detect blockages but helps identify risk factors for coronary artery disease.; Echocardiography: Uses sound waves to evaluate the structure and function of the heart.; Electrocardiogram (EKG/ECG): records the electrical activity of the heart, helping to detect old or current myocardial infarctions, ischemia as well as heart rhythm problems.; Stress testing exercise: see how the heart reacts when it is working very hard. This exercise can detect angina and blockages in the coronary arteries.\nCoronary angiography is one of the methods to help detect coronary artery stenosis"
        },
        {
            "subsection_name": "Is coronary artery stenosis dangerous?",
            "subsection_content": "Serious complications of coronary artery disease can occur after many years without treatment. At that time, the coronary arteries narrow so severely that they become completely blocked, blocking blood flow to the heart. This leads to insufficient oxygen and nutrients being supplied to the heart muscle, causing:\nMyocardial infarction: This is a phenomenon of lack of blood flow to the heart muscle, characterized by chest pain and difficulty breathing. Less common symptoms include nausea and vomiting, indigestion, difficulty breathing, night sweats, numbness or tingling in the left side of the chest, left arm, shoulder, upper abdomen, neck, jaw.; Heart arrhythmia: Irregular heartbeat often occurs after a myocardial infarction, causing the patient to feel tired, dizzy, have palpitations or faint.; Heart failure: Part of the heart muscle becomes weak after a heart attack, leading to heart failure. Patients have symptoms of fatigue, difficulty breathing, and leg swelling.",
            "subsection_string": "Is coronary artery stenosis dangerous?\nSerious complications of coronary artery disease can occur after many years without treatment. At that time, the coronary arteries narrow so severely that they become completely blocked, blocking blood flow to the heart. This leads to insufficient oxygen and nutrients being supplied to the heart muscle, causing:\nMyocardial infarction: This is a phenomenon of lack of blood flow to the heart muscle, characterized by chest pain and difficulty breathing. Less common symptoms include nausea and vomiting, indigestion, difficulty breathing, night sweats, numbness or tingling in the left side of the chest, left arm, shoulder, upper abdomen, neck, jaw.; Heart arrhythmia: Irregular heartbeat often occurs after a myocardial infarction, causing the patient to feel tired, dizzy, have palpitations or faint.; Heart failure: Part of the heart muscle becomes weak after a heart attack, leading to heart failure. Patients have symptoms of fatigue, difficulty breathing, and leg swelling."
        },
        {
            "subsection_name": "Can coronary artery stenosis be cured?",
            "subsection_content": "Treatment for coronary artery stenosis usually includes lifestyle changes, controlling risk factors, and medication. If the stenosis is severe, the doctor will perform intervention or surgery.\n1. Change your lifestyle\nAdhering to a healthy lifestyle plays an important role in controlling coronary artery stenosis:\nDo not smoke and stay away from cigarette smoke;; Have a heart-healthy diet: low in salt, saturated fat, trans fat and sugar; increase fruits and vegetables, nuts, whole grains, fish, skinless poultry;; Exercise regularly: at least 30 minutes a day;; Limit alcohol;; Keep your weight within normal limits, avoid being overweight.\n2. Control risk factors\nGood management of risk factors for coronary artery disease will contribute to slowing the progression of the disease. You need to control the following factors:\nDiabetes; Hypertension; High cholesterol; High triglycerides (hypertriglyceridemia); Overweight – obesity\n3. Take medicine\nMedicines help control risk factors and treat symptoms of coronary artery disease. Some commonly prescribed medications are:\nMedicines to lower blood pressure; Cholesterol-lowering drugs; Medicines control stable angina; Medicines to reduce the risk of blood clots\n4. Procedures and surgery\nDepending on the severity of coronary artery stenosis, the doctor will choose the appropriate intervention method, including:\nPercutaneous coronary intervention (PCI): Another name for this procedure is angioplasty, which is considered a minimally invasive treatment. The doctor uses a small balloon to expand the clogged vessel (a stent can be placed at the blockage site), helping blood flow better.; Coronary artery bypass surgery (CABG): This is open-heart surgery, helping to create a new \"path\" to restore blood flow to the heart, resolving coronary artery narrowing.\nA percutaneous coronary intervention performed by doctors at the Vascular Intervention Center, Tam Anh General Hospital, Ho Chi Minh City.",
            "subsection_string": "Can coronary artery stenosis be cured?\nTreatment for coronary artery stenosis usually includes lifestyle changes, controlling risk factors, and medication. If the stenosis is severe, the doctor will perform intervention or surgery.\n1. Change your lifestyle\nAdhering to a healthy lifestyle plays an important role in controlling coronary artery stenosis:\nDo not smoke and stay away from cigarette smoke;; Have a heart-healthy diet: low in salt, saturated fat, trans fat and sugar; increase fruits and vegetables, nuts, whole grains, fish, skinless poultry;; Exercise regularly: at least 30 minutes a day;; Limit alcohol;; Keep your weight within normal limits, avoid being overweight.\n2. Control risk factors\nGood management of risk factors for coronary artery disease will contribute to slowing the progression of the disease. You need to control the following factors:\nDiabetes; Hypertension; High cholesterol; High triglycerides (hypertriglyceridemia); Overweight – obesity\n3. Take medicine\nMedicines help control risk factors and treat symptoms of coronary artery disease. Some commonly prescribed medications are:\nMedicines to lower blood pressure; Cholesterol-lowering drugs; Medicines control stable angina; Medicines to reduce the risk of blood clots\n4. Procedures and surgery\nDepending on the severity of coronary artery stenosis, the doctor will choose the appropriate intervention method, including:\nPercutaneous coronary intervention (PCI): Another name for this procedure is angioplasty, which is considered a minimally invasive treatment. The doctor uses a small balloon to expand the clogged vessel (a stent can be placed at the blockage site), helping blood flow better.; Coronary artery bypass surgery (CABG): This is open-heart surgery, helping to create a new \"path\" to restore blood flow to the heart, resolving coronary artery narrowing.\nA percutaneous coronary intervention performed by doctors at the Vascular Intervention Center, Tam Anh General Hospital, Ho Chi Minh City."
        },
        {
            "subsection_name": "How to prevent coronary artery stenosis",
            "subsection_content": "You can't always prevent coronary heart disease. Because some risk factors are beyond your control. However, there are many things you can do to minimize your risk of getting the disease and stop it from getting worse:\nQuit smoking whether you are a new smoker or have smoked for many years;; Build a heart-healthy diet menu: limit greasy fried foods, sweets, salty foods, canned foods, and processed foods; Prioritize steamed/boiled foods, fruits and vegetables, fatty fish, olive oil, lean meat...; Get enough sleep: 7-9 hours every night;; Maintain a reasonable weight (BMI < 23);; Limit alcohol use;; Be active: Try to exercise 150 minutes/week. Good exercises for cardiovascular disease are walking, swimming, cycling, yoga...;; Early screening for coronary artery disease (especially those with many risk factors) to detect the disease early and have timely treatment.\nTam Anh General Hospital System Heart Center is equipped with advanced machinery systems, with a team of leading doctors in the fields of internal cardiology, cardiovascular surgery, vascular intervention, congenital heart disease... Built according to the standards of the world's leading hospitals, specializing in performing interventional cardiac catheterization procedures for cases of acute myocardial infarction, arterial stenosis, peripheral vascular disease, arrhythmia, and heart disease. natural…\nIn particular, the Center always applies high technology according to the highest standards in the world, helping to increase treatment effectiveness and shorten the recovery process for patients.\nCoronary artery stenosis cannot be cured or absolutely prevented, but you can control the disease and prevent its progression by complying with your doctor's treatment, maintaining a healthy diet and lifestyle, and at the same time. Regular medical examination and screening k.",
            "subsection_string": "How to prevent coronary artery stenosis\nYou can't always prevent coronary heart disease. Because some risk factors are beyond your control. However, there are many things you can do to minimize your risk of getting the disease and stop it from getting worse:\nQuit smoking whether you are a new smoker or have smoked for many years;; Build a heart-healthy diet menu: limit greasy fried foods, sweets, salty foods, canned foods, and processed foods; Prioritize steamed/boiled foods, fruits and vegetables, fatty fish, olive oil, lean meat...; Get enough sleep: 7-9 hours every night;; Maintain a reasonable weight (BMI < 23);; Limit alcohol use;; Be active: Try to exercise 150 minutes/week. Good exercises for cardiovascular disease are walking, swimming, cycling, yoga...;; Early screening for coronary artery disease (especially those with many risk factors) to detect the disease early and have timely treatment.\nTam Anh General Hospital System Heart Center is equipped with advanced machinery systems, with a team of leading doctors in the fields of internal cardiology, cardiovascular surgery, vascular intervention, congenital heart disease... Built according to the standards of the world's leading hospitals, specializing in performing interventional cardiac catheterization procedures for cases of acute myocardial infarction, arterial stenosis, peripheral vascular disease, arrhythmia, and heart disease. natural…\nIn particular, the Center always applies high technology according to the highest standards in the world, helping to increase treatment effectiveness and shorten the recovery process for patients.\nCoronary artery stenosis cannot be cured or absolutely prevented, but you can control the disease and prevent its progression by complying with your doctor's treatment, maintaining a healthy diet and lifestyle, and at the same time. Regular medical examination and screening k."
        }
    ],
    "name": "hep-mach-vanh.json"
}