{
    "title": "Mitral valve stenosis: Causes, signs, complications and prevention",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/hep-van-hai-la/",
    "abstract": "Mitral valve stenosis is a disease that continuously progresses throughout life. At first, the disease progresses without symptoms, but there is a potential risk later on. If not detected and treated early, the disease will cause many dangerous complications, threatening the patient's life such as: pulmonary hypertension, heart failure, atrial fibrillation, stroke, etc.",
    "content": "Mitral valve stenosis: Causes, signs, complications and prevention\n\nMitral valve stenosis is a disease that continuously progresses throughout life. At first, the disease progresses without symptoms, but there is a potential risk later on. If not detected and treated early, the disease will cause many dangerous complications, threatening the patient's life such as: pulmonary hypertension, heart failure, atrial fibrillation, stroke, etc.\n\nWhat is mitral valve stenosis?\nMitral valve stenosis is an abnormal condition of the mitral heart valve when it cannot open completely to allow blood to flow from the upper left heart chamber (left atrium) to the lower heart chamber (left ventricle). This causes an amount of blood to back up in the left atrium, increasing pressure and causing blood to stagnate in the lungs, causing fatigue and shortness of breath. (first)\nAccording to BS.CKII Tran Thi Thanh Truc - Internal Cardiology - Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City: \"Currently, mitral valve stenosis still accounts for the majority of cases of heart valve disease.\" . In developing countries, the disease often progresses severely in adults, especially women. Unfortunately, the  disease often shows few symptoms, and many patients can endure it. Therefore, when many patients come to the hospital for examination, it is often in the late stage, with very severely narrowed heart valves and heart failure.\"\n\nHow does the heart work?\nThe heart is the center of the circulatory system, consisting of 4 chambers, 2 upper chambers (atrial chambers) are used to receive blood, 2 lower heart chambers (ventricular chambers) are used to pump blood.\nThe heart valve system includes: mitral valve, tricuspid valve, aortic valve and pulmonary valve, which open and close so that blood flows only in one direction in the heart.\nThe mitral valve opens when blood flows from the left atrium to the left ventricle, the valve leaflets close to prevent blood flow back to the left atrium. When the mitral valve is damaged, the function of closing or opening is completely affected.\n\nCauses of mitral valve stenosis\nIn developing countries, the cause of mitral stenosis in adults is often rheumatic fever or endocarditis associated with group A hemolytic streptococcus (rheumatic mitral stenosis). This condition causes thickening of the heart valve and leads to valve stenosis after about 5-10 years of disease.\nIn addition, there are a number of other causes leading to mitral valve stenosis in adults such as:\nCalcification of the heart valve ring: calcium accumulates around the valve, causing loss of elasticity and softness, limiting the valve's ability to open; Autoimmune diseases such as systemic lupus erythematosus or rheumatoid arthritis; Carcinoid tumor endocrine and metabolic syndrome; In young children, mitral valve stenosis is often due to congenital defects such as umbrella-shaped mitral valve, constriction on the valve, or secondary to other congenital heart disease.\n\nSymptoms of mitral valve stenosis\nMitral valve stenosis often has very few symptoms, the disease progresses slowly over many years, and patients are often only discovered by chance during an echocardiogram. As the disease progresses, the patient needs a cardiovascular examination if one of the following symptoms appears: (2)\nDyspnea on exertion or paroxysmal nocturnal dyspnea;; Fatigue and easily feel exhausted during strenuous activities such as jogging or climbing stairs;; Swollen feet;; Nervousness, fast heartbeat;; Dizziness or fainting;; Hemoptisi;; Pain and discomfort in the chest area\nSymptoms of the disease will increase in severity when the heart rate increases, especially when the patient exerts himself. Accelerated heart rate may accompany symptoms of mitral stenosis or may be triggered by pregnancy or stress or infection.\nAccording to Doctor II Tran Thi Thanh Truc, in mitral valve stenosis, when the pressure in the heart chamber increases, it will affect the lungs, leading to difficulty breathing and pulmonary congestion. Symptoms of the disease can occur at any age and are common between ages 15-40.\nDuring examination, doctors will detect mitral valve stenosis through:\nHeart murmur; Pulmonary congestion; Irregular heartbeat (arrhythmia)\n\nMitral valve assessment levels\nCriteria to evaluate the severity of mitral valve stenosis are based on echocardiographic parameters such as mean mitral valve pressure gradient, pulmonary artery pressure and valve pore area. Characteristics of specific stenosis levels are divided into mild, moderate, and severe as shown in the table below:\nParameters measured on echocardiography Degree of mitral valve stenosis Mild Moderate (severe) Mean pressure gradient across the mitral valve (mmHg) < 5 5-10 > 10 Pulmonary artery pressure (mmHg) < 30 30 – 50 > 50 Mitral valve orifice area > 1.5 1.0 – 1.5 < 1. 0\n\nRisk factor\nAlthough mitral valve stenosis is less common in recent years because fever caused by streptococcus tends to decrease, however in developing countries this disease still exists.\nIn addition to people with a history of rheumatic fever or autoimmune diseases, the elderly, smokers, people with high blood pressure, diabetes, lipid disorders... are also at high risk of getting the disease.\n\nComplications of mitral valve stenosis\nMitral valve stenosis is always a potentially risky disease, because patients always face acute complications, even when the disease has not been detected or is in the process of treatment, if not treated promptly. , the disease will leave dangerous complications: (3)\nPulmonary hypertension: when the mitral valve is narrowed, blood pressure increases in the pulmonary arteries, causing the process of transporting blood from the heart to the lungs to increase too high, blood can reflux into the lungs, causing acute pulmonary edema.; Heart failure: when the mitral valve is narrowed, blood pressure in the lungs increases, leading to fluid retention, which strains the right heart, leading to right heart failure. When the amount of fluid and blood returning to the lungs increases, it will cause pulmonary edema, difficulty breathing and coughing up blood.; Enlarged heart: When pressure in the heart increases due to mitral valve stenosis, leading to enlarged atria.; Atrial fibrillation: when the left atrium is large, it will lead to irregular heart rhythm, rapid and chaotic atrial contractions.; Blood clot: the longer the blood stasis time, if atrial fibrillation is not treated properly, a blood clot will form in the left atrium. This blood clot is at risk of breaking and following the bloodstream everywhere in the body and if causing blockage in blood vessels in the brain, the patient will suffer from cerebral infarction or stroke.\nStroke is the most dangerous complication of mitral valve stenosis.\n\nWhen do you need to see a doctor?\nPatients should see a doctor or be hospitalized immediately when symptoms of difficulty breathing, fatigue with physical exertion, nervousness, or chest pain appear. If the patient has been diagnosed with mitral valve stenosis but does not yet have symptoms, they should talk to their doctor about a plan for future monitoring and treatment. It should be noted that always discuss with your doctor to get the best diagnosis, treatment, and treatment methods.\n\nHow is mitral valve stenosis diagnosed?\nTo accurately diagnose mitral valve stenosis, the doctor will ask about your condition, examine you, use a stethoscope to listen to your heart, listen to your lungs, and conduct tests. Paraclinical methods include:\nEchocardiography: is a means to help determine the diagnosis of mitral valve stenosis.; Transesophageal echocardiography: similar to endoscopy, inserting the probe into the esophagus to more thoroughly examine the images that transthoracic echocardiography is limited in examining.; Electrocardiogram: determines heart rate and arrhythmias, or an exercise electrocardiogram will be needed to see the heart's response to exercise.; Chest X-ray: examine enlarged heart and pulmonary congestion; Cardiac catheterization: depending on the condition, this is not a mandatory indication.\nIn addition, doctors can perform tests and diagnose other diseases to determine the condition of heart valve disease, to help find appropriate treatment for each specific patient.\nFigure A: Mitral valve stenosis on 3D echocardiography                                                                                                                                                                                                                                                                                             \n\nCan mitral valve stenosis be cured?\n“Currently, mitral stenosis can be treated with medication, valvuloplasty, heart valve repair or replacement, and lifestyle changes. However, all of these methods cannot completely eliminate narrowing of the heart valve. Even after a new valve has been replaced, the patient is still at risk of narrowing the valve again. Therefore, in addition to treatment methods, patients need to choose additional solutions to support heart health to protect the valve better,\" Doctor II Tran Thi Thanh Truc shared.\n\nTreatment methods for mitral valve stenosis\nAccording to Doctor II Tran Thi Thanh Truc, depending on the severity of the disease and symptoms, the doctor will perform appropriate treatment for mitral valve stenosis: just monitoring, using medication, surgery,... (4)\nDrug treatment: diuretics, anticoagulants, heart rate regulating drugs, antiarrhythmic drugs, antibiotics to prevent rheumatic fever.; Balloon mitral valvuloplasty: no need for open surgery, this method helps reduce heart valve stenosis, reduces symptoms, and requires periodic monitoring until a more radical treatment is needed.; Mitral valve repair: if balloon valvuloplasty is not an option, the cardiovascular surgeon will perform open surgery to repair the valve and this method is also temporarily effective until the valve narrows again.; Heart valve replacement: In case the valve cannot be dilated or repaired, the patient will be advised to replace a mechanical, biological or autologous valve.\nBuild a healthy and scientific living regime\nLimit food and drinks high in salt; Maintain weight, try to lose weight if obese.; Limit caffeine consumption because it increases the risk of arrhythmia.; Reduce strenuous activities and exercise regularly; When you feel difficulty breathing or chest tightness, you should see a doctor immediately.; Regular check-ups as prescribed by your doctor; Do not drink alcohol or smoke, because it increases heart rhythm disturbances and aggravates symptoms.; In addition, women of reproductive age who have mitral valve stenosis should consult a doctor before getting pregnant, because pregnancy will increase the danger of existing cardiovascular disease.\nTam Anh General Hospital Cardiovascular Center in Ho Chi Minh City invests in modern equipment imported from abroad to help diagnose quickly and accurately, contributing to supporting the examination, screening, diagnosis and treatment of pediatric cardiovascular diseases and adult:\nSOMATOM Drive CT scanner with 2 ball heads imported from Germany with the ability to capture 768 slices in one rotation, scan the whole body in just 3 to 4 seconds, capable of taking pictures quickly and reducing maximum radiation dose. , supports effective diagnosis of cardiovascular diseases, especially coronary artery examination regardless of heart rate, low dose is only equivalent to a regular chest X-ray...\nIn addition, the new generation magnetic resonance imaging machine MAGNETOM Amira BioMatrix (Siemens - Germany) applies advanced Full Biological Matrix (BioMatrix) technology, helping to scan the heart without holding your breath, personalizing the imaging process. Relying on artificial intelligence, shortens shooting time and optimizes images.\nGermany's high-end cardiovascular ultrasound machine ACUSON Sequoia uses BioAcoustic technology to help ensure the quality of image signals suitable for all subjects.; SUPERSONIC AIXPLORER MATCH 30 ultrasound machine - a line of elastic ultrasound machines with sharp B-mode images and sensitive color Doppler - high speed, effectively surveys vascular diseases. Image processing speed reaches 20,000 images per second. UltraFast Doppler function (super fast Doppler function) helps survey blood vessels within minutes by scanning and storing the entire survey field, then displaying measurement parameters, Doppler spectrum... at the narrow anterior position , at stenosis and after stenosis are selected on saved images.; High-end PHILIPS AFFINITI 70G ultrasound machine serves cardiovascular ultrasound, especially safe and easy to investigate heart disease in children.; HOLTER ECG 24h machine helps monitor electrocardiography for 24 hours to detect arrhythmias early.; The 24-hour HOLTER BLOOD PRESSURE machine helps monitor blood pressure mobilely and continuously for 24 hours to detect hypertension early.; The ECG machine measures the electrocardiogram to check heart rhythm.\nComes with advanced equipment and a comfortable clinic, making customers feel comfortable and secure when coming for examination and treatment. Functional areas and boarding rooms are designed and decorated according to the standards of high-end hotels. The boarding room has full personal belongings, the room has a minibar, LED screen TV, Internet, and equipment to connect medical staff 24/24; 100% of medical gas systems and emergency equipment are located at the bed; The toilet is equipped with equipment to connect medical staff...\nScientific nutrition is an important foundation in preventing and improving cardiovascular diseases.\n\nPrevention of mitral valve stenosis\nThe best way to prevent mitral valve stenosis is to prevent rheumatic fever, so when you have a sore throat, see your doctor to find out the cause and effective treatment. Strep throat, if left untreated, will cause rheumatic fever. Fortunately, strep throat is completely treatable if antibiotics are used properly.\nSome other methods of disease prevention are recommended such as:\nBuild a healthy living environment, improve quality of life because diseases often occur in people living in damp, unsanitary environments; Patients need to have regular health check-ups, take or continuously inject antibiotics as prescribed by a cardiologist.; Follow a bland diet and get proper rest, etc.; Use diuretics and low-dose beta-blockers to reduce mild symptoms as prescribed.\nCardiovascular Center, Tam Anh General Hospital brings together a team of leading experts and experienced doctors; Possessing a system of modern machinery and equipment, pioneering in updating and applying new techniques in screening, diagnosing and treating cardiovascular diseases. Thanks to that, many cases of patients are detected early in the early stages, with timely intervention and treatment, preventing dangerous complications from occurring. CARDIOVASCULAR CENTER, TAM ANH GENERAL HOSPITAL Hanoi:  Address: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: Address: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook .com/benhvientamanh\nDoctor II Tran Thi Thanh Truc emphasized that when you or a family member has mitral valve stenosis, whether you have had surgery or not, the most important thing is to intervene so that the disease does not progress to more dangerous complications. . At the same time, each person should proactively prevent the disease so that dangerous complications do not occur in the future.",
    "subsections": [
        {
            "subsection_name": "What is mitral valve stenosis?",
            "subsection_content": "Mitral valve stenosis is an abnormal condition of the mitral heart valve when it cannot open completely to allow blood to flow from the upper left heart chamber (left atrium) to the lower heart chamber (left ventricle). This causes an amount of blood to back up in the left atrium, increasing pressure and causing blood to stagnate in the lungs, causing fatigue and shortness of breath. (first)\nAccording to BS.CKII Tran Thi Thanh Truc - Internal Cardiology - Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City: \"Currently, mitral valve stenosis still accounts for the majority of cases of heart valve disease.\" . In developing countries, the disease often progresses severely in adults, especially women. Unfortunately, the  disease often shows few symptoms, and many patients can endure it. Therefore, when many patients come to the hospital for examination, it is often in the late stage, with very severely narrowed heart valves and heart failure.\"",
            "subsection_string": "What is mitral valve stenosis?\nMitral valve stenosis is an abnormal condition of the mitral heart valve when it cannot open completely to allow blood to flow from the upper left heart chamber (left atrium) to the lower heart chamber (left ventricle). This causes an amount of blood to back up in the left atrium, increasing pressure and causing blood to stagnate in the lungs, causing fatigue and shortness of breath. (first)\nAccording to BS.CKII Tran Thi Thanh Truc - Internal Cardiology - Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City: \"Currently, mitral valve stenosis still accounts for the majority of cases of heart valve disease.\" . In developing countries, the disease often progresses severely in adults, especially women. Unfortunately, the  disease often shows few symptoms, and many patients can endure it. Therefore, when many patients come to the hospital for examination, it is often in the late stage, with very severely narrowed heart valves and heart failure.\""
        },
        {
            "subsection_name": "How does the heart work?",
            "subsection_content": "The heart is the center of the circulatory system, consisting of 4 chambers, 2 upper chambers (atrial chambers) are used to receive blood, 2 lower heart chambers (ventricular chambers) are used to pump blood.\nThe heart valve system includes: mitral valve, tricuspid valve, aortic valve and pulmonary valve, which open and close so that blood flows only in one direction in the heart.\nThe mitral valve opens when blood flows from the left atrium to the left ventricle, the valve leaflets close to prevent blood flow back to the left atrium. When the mitral valve is damaged, the function of closing or opening is completely affected.",
            "subsection_string": "How does the heart work?\nThe heart is the center of the circulatory system, consisting of 4 chambers, 2 upper chambers (atrial chambers) are used to receive blood, 2 lower heart chambers (ventricular chambers) are used to pump blood.\nThe heart valve system includes: mitral valve, tricuspid valve, aortic valve and pulmonary valve, which open and close so that blood flows only in one direction in the heart.\nThe mitral valve opens when blood flows from the left atrium to the left ventricle, the valve leaflets close to prevent blood flow back to the left atrium. When the mitral valve is damaged, the function of closing or opening is completely affected."
        },
        {
            "subsection_name": "Causes of mitral valve stenosis",
            "subsection_content": "In developing countries, the cause of mitral stenosis in adults is often rheumatic fever or endocarditis associated with group A hemolytic streptococcus (rheumatic mitral stenosis). This condition causes thickening of the heart valve and leads to valve stenosis after about 5-10 years of disease.\nIn addition, there are a number of other causes leading to mitral valve stenosis in adults such as:\nCalcification of the heart valve ring: calcium accumulates around the valve, causing loss of elasticity and softness, limiting the valve's ability to open; Autoimmune diseases such as systemic lupus erythematosus or rheumatoid arthritis; Carcinoid tumor endocrine and metabolic syndrome; In young children, mitral valve stenosis is often due to congenital defects such as umbrella-shaped mitral valve, constriction on the valve, or secondary to other congenital heart disease.",
            "subsection_string": "Causes of mitral valve stenosis\nIn developing countries, the cause of mitral stenosis in adults is often rheumatic fever or endocarditis associated with group A hemolytic streptococcus (rheumatic mitral stenosis). This condition causes thickening of the heart valve and leads to valve stenosis after about 5-10 years of disease.\nIn addition, there are a number of other causes leading to mitral valve stenosis in adults such as:\nCalcification of the heart valve ring: calcium accumulates around the valve, causing loss of elasticity and softness, limiting the valve's ability to open; Autoimmune diseases such as systemic lupus erythematosus or rheumatoid arthritis; Carcinoid tumor endocrine and metabolic syndrome; In young children, mitral valve stenosis is often due to congenital defects such as umbrella-shaped mitral valve, constriction on the valve, or secondary to other congenital heart disease."
        },
        {
            "subsection_name": "Symptoms of mitral valve stenosis",
            "subsection_content": "Mitral valve stenosis often has very few symptoms, the disease progresses slowly over many years, and patients are often only discovered by chance during an echocardiogram. As the disease progresses, the patient needs a cardiovascular examination if one of the following symptoms appears: (2)\nDyspnea on exertion or paroxysmal nocturnal dyspnea;; Fatigue and easily feel exhausted during strenuous activities such as jogging or climbing stairs;; Swollen feet;; Nervousness, fast heartbeat;; Dizziness or fainting;; Hemoptisi;; Pain and discomfort in the chest area\nSymptoms of the disease will increase in severity when the heart rate increases, especially when the patient exerts himself. Accelerated heart rate may accompany symptoms of mitral stenosis or may be triggered by pregnancy or stress or infection.\nAccording to Doctor II Tran Thi Thanh Truc, in mitral valve stenosis, when the pressure in the heart chamber increases, it will affect the lungs, leading to difficulty breathing and pulmonary congestion. Symptoms of the disease can occur at any age and are common between ages 15-40.\nDuring examination, doctors will detect mitral valve stenosis through:\nHeart murmur; Pulmonary congestion; Irregular heartbeat (arrhythmia)",
            "subsection_string": "Symptoms of mitral valve stenosis\nMitral valve stenosis often has very few symptoms, the disease progresses slowly over many years, and patients are often only discovered by chance during an echocardiogram. As the disease progresses, the patient needs a cardiovascular examination if one of the following symptoms appears: (2)\nDyspnea on exertion or paroxysmal nocturnal dyspnea;; Fatigue and easily feel exhausted during strenuous activities such as jogging or climbing stairs;; Swollen feet;; Nervousness, fast heartbeat;; Dizziness or fainting;; Hemoptisi;; Pain and discomfort in the chest area\nSymptoms of the disease will increase in severity when the heart rate increases, especially when the patient exerts himself. Accelerated heart rate may accompany symptoms of mitral stenosis or may be triggered by pregnancy or stress or infection.\nAccording to Doctor II Tran Thi Thanh Truc, in mitral valve stenosis, when the pressure in the heart chamber increases, it will affect the lungs, leading to difficulty breathing and pulmonary congestion. Symptoms of the disease can occur at any age and are common between ages 15-40.\nDuring examination, doctors will detect mitral valve stenosis through:\nHeart murmur; Pulmonary congestion; Irregular heartbeat (arrhythmia)"
        },
        {
            "subsection_name": "Mitral valve assessment levels",
            "subsection_content": "Criteria to evaluate the severity of mitral valve stenosis are based on echocardiographic parameters such as mean mitral valve pressure gradient, pulmonary artery pressure and valve pore area. Characteristics of specific stenosis levels are divided into mild, moderate, and severe as shown in the table below:\nParameters measured on echocardiography Degree of mitral valve stenosis Mild Moderate (severe) Mean pressure gradient across the mitral valve (mmHg) < 5 5-10 > 10 Pulmonary artery pressure (mmHg) < 30 30 – 50 > 50 Mitral valve orifice area > 1.5 1.0 – 1.5 < 1. 0",
            "subsection_string": "Mitral valve assessment levels\nCriteria to evaluate the severity of mitral valve stenosis are based on echocardiographic parameters such as mean mitral valve pressure gradient, pulmonary artery pressure and valve pore area. Characteristics of specific stenosis levels are divided into mild, moderate, and severe as shown in the table below:\nParameters measured on echocardiography Degree of mitral valve stenosis Mild Moderate (severe) Mean pressure gradient across the mitral valve (mmHg) < 5 5-10 > 10 Pulmonary artery pressure (mmHg) < 30 30 – 50 > 50 Mitral valve orifice area > 1.5 1.0 – 1.5 < 1. 0"
        },
        {
            "subsection_name": "Risk factor",
            "subsection_content": "Although mitral valve stenosis is less common in recent years because fever caused by streptococcus tends to decrease, however in developing countries this disease still exists.\nIn addition to people with a history of rheumatic fever or autoimmune diseases, the elderly, smokers, people with high blood pressure, diabetes, lipid disorders... are also at high risk of getting the disease.",
            "subsection_string": "Risk factor\nAlthough mitral valve stenosis is less common in recent years because fever caused by streptococcus tends to decrease, however in developing countries this disease still exists.\nIn addition to people with a history of rheumatic fever or autoimmune diseases, the elderly, smokers, people with high blood pressure, diabetes, lipid disorders... are also at high risk of getting the disease."
        },
        {
            "subsection_name": "Complications of mitral valve stenosis",
            "subsection_content": "Mitral valve stenosis is always a potentially risky disease, because patients always face acute complications, even when the disease has not been detected or is in the process of treatment, if not treated promptly. , the disease will leave dangerous complications: (3)\nPulmonary hypertension: when the mitral valve is narrowed, blood pressure increases in the pulmonary arteries, causing the process of transporting blood from the heart to the lungs to increase too high, blood can reflux into the lungs, causing acute pulmonary edema.; Heart failure: when the mitral valve is narrowed, blood pressure in the lungs increases, leading to fluid retention, which strains the right heart, leading to right heart failure. When the amount of fluid and blood returning to the lungs increases, it will cause pulmonary edema, difficulty breathing and coughing up blood.; Enlarged heart: When pressure in the heart increases due to mitral valve stenosis, leading to enlarged atria.; Atrial fibrillation: when the left atrium is large, it will lead to irregular heart rhythm, rapid and chaotic atrial contractions.; Blood clot: the longer the blood stasis time, if atrial fibrillation is not treated properly, a blood clot will form in the left atrium. This blood clot is at risk of breaking and following the bloodstream everywhere in the body and if causing blockage in blood vessels in the brain, the patient will suffer from cerebral infarction or stroke.\nStroke is the most dangerous complication of mitral valve stenosis.",
            "subsection_string": "Complications of mitral valve stenosis\nMitral valve stenosis is always a potentially risky disease, because patients always face acute complications, even when the disease has not been detected or is in the process of treatment, if not treated promptly. , the disease will leave dangerous complications: (3)\nPulmonary hypertension: when the mitral valve is narrowed, blood pressure increases in the pulmonary arteries, causing the process of transporting blood from the heart to the lungs to increase too high, blood can reflux into the lungs, causing acute pulmonary edema.; Heart failure: when the mitral valve is narrowed, blood pressure in the lungs increases, leading to fluid retention, which strains the right heart, leading to right heart failure. When the amount of fluid and blood returning to the lungs increases, it will cause pulmonary edema, difficulty breathing and coughing up blood.; Enlarged heart: When pressure in the heart increases due to mitral valve stenosis, leading to enlarged atria.; Atrial fibrillation: when the left atrium is large, it will lead to irregular heart rhythm, rapid and chaotic atrial contractions.; Blood clot: the longer the blood stasis time, if atrial fibrillation is not treated properly, a blood clot will form in the left atrium. This blood clot is at risk of breaking and following the bloodstream everywhere in the body and if causing blockage in blood vessels in the brain, the patient will suffer from cerebral infarction or stroke.\nStroke is the most dangerous complication of mitral valve stenosis."
        },
        {
            "subsection_name": "When do you need to see a doctor?",
            "subsection_content": "Patients should see a doctor or be hospitalized immediately when symptoms of difficulty breathing, fatigue with physical exertion, nervousness, or chest pain appear. If the patient has been diagnosed with mitral valve stenosis but does not yet have symptoms, they should talk to their doctor about a plan for future monitoring and treatment. It should be noted that always discuss with your doctor to get the best diagnosis, treatment, and treatment methods.",
            "subsection_string": "When do you need to see a doctor?\nPatients should see a doctor or be hospitalized immediately when symptoms of difficulty breathing, fatigue with physical exertion, nervousness, or chest pain appear. If the patient has been diagnosed with mitral valve stenosis but does not yet have symptoms, they should talk to their doctor about a plan for future monitoring and treatment. It should be noted that always discuss with your doctor to get the best diagnosis, treatment, and treatment methods."
        },
        {
            "subsection_name": "How is mitral valve stenosis diagnosed?",
            "subsection_content": "To accurately diagnose mitral valve stenosis, the doctor will ask about your condition, examine you, use a stethoscope to listen to your heart, listen to your lungs, and conduct tests. Paraclinical methods include:\nEchocardiography: is a means to help determine the diagnosis of mitral valve stenosis.; Transesophageal echocardiography: similar to endoscopy, inserting the probe into the esophagus to more thoroughly examine the images that transthoracic echocardiography is limited in examining.; Electrocardiogram: determines heart rate and arrhythmias, or an exercise electrocardiogram will be needed to see the heart's response to exercise.; Chest X-ray: examine enlarged heart and pulmonary congestion; Cardiac catheterization: depending on the condition, this is not a mandatory indication.\nIn addition, doctors can perform tests and diagnose other diseases to determine the condition of heart valve disease, to help find appropriate treatment for each specific patient.\nFigure A: Mitral valve stenosis on 3D echocardiography                                                                                                                                                                                                                                                                                             ",
            "subsection_string": "How is mitral valve stenosis diagnosed?\nTo accurately diagnose mitral valve stenosis, the doctor will ask about your condition, examine you, use a stethoscope to listen to your heart, listen to your lungs, and conduct tests. Paraclinical methods include:\nEchocardiography: is a means to help determine the diagnosis of mitral valve stenosis.; Transesophageal echocardiography: similar to endoscopy, inserting the probe into the esophagus to more thoroughly examine the images that transthoracic echocardiography is limited in examining.; Electrocardiogram: determines heart rate and arrhythmias, or an exercise electrocardiogram will be needed to see the heart's response to exercise.; Chest X-ray: examine enlarged heart and pulmonary congestion; Cardiac catheterization: depending on the condition, this is not a mandatory indication.\nIn addition, doctors can perform tests and diagnose other diseases to determine the condition of heart valve disease, to help find appropriate treatment for each specific patient.\nFigure A: Mitral valve stenosis on 3D echocardiography                                                                                                                                                                                                                                                                                             "
        },
        {
            "subsection_name": "Can mitral valve stenosis be cured?",
            "subsection_content": "“Currently, mitral stenosis can be treated with medication, valvuloplasty, heart valve repair or replacement, and lifestyle changes. However, all of these methods cannot completely eliminate narrowing of the heart valve. Even after a new valve has been replaced, the patient is still at risk of narrowing the valve again. Therefore, in addition to treatment methods, patients need to choose additional solutions to support heart health to protect the valve better,\" Doctor II Tran Thi Thanh Truc shared.",
            "subsection_string": "Can mitral valve stenosis be cured?\n“Currently, mitral stenosis can be treated with medication, valvuloplasty, heart valve repair or replacement, and lifestyle changes. However, all of these methods cannot completely eliminate narrowing of the heart valve. Even after a new valve has been replaced, the patient is still at risk of narrowing the valve again. Therefore, in addition to treatment methods, patients need to choose additional solutions to support heart health to protect the valve better,\" Doctor II Tran Thi Thanh Truc shared."
        },
        {
            "subsection_name": "Treatment methods for mitral valve stenosis",
            "subsection_content": "According to Doctor II Tran Thi Thanh Truc, depending on the severity of the disease and symptoms, the doctor will perform appropriate treatment for mitral valve stenosis: just monitoring, using medication, surgery,... (4)\nDrug treatment: diuretics, anticoagulants, heart rate regulating drugs, antiarrhythmic drugs, antibiotics to prevent rheumatic fever.; Balloon mitral valvuloplasty: no need for open surgery, this method helps reduce heart valve stenosis, reduces symptoms, and requires periodic monitoring until a more radical treatment is needed.; Mitral valve repair: if balloon valvuloplasty is not an option, the cardiovascular surgeon will perform open surgery to repair the valve and this method is also temporarily effective until the valve narrows again.; Heart valve replacement: In case the valve cannot be dilated or repaired, the patient will be advised to replace a mechanical, biological or autologous valve.\nBuild a healthy and scientific living regime\nLimit food and drinks high in salt; Maintain weight, try to lose weight if obese.; Limit caffeine consumption because it increases the risk of arrhythmia.; Reduce strenuous activities and exercise regularly; When you feel difficulty breathing or chest tightness, you should see a doctor immediately.; Regular check-ups as prescribed by your doctor; Do not drink alcohol or smoke, because it increases heart rhythm disturbances and aggravates symptoms.; In addition, women of reproductive age who have mitral valve stenosis should consult a doctor before getting pregnant, because pregnancy will increase the danger of existing cardiovascular disease.\nTam Anh General Hospital Cardiovascular Center in Ho Chi Minh City invests in modern equipment imported from abroad to help diagnose quickly and accurately, contributing to supporting the examination, screening, diagnosis and treatment of pediatric cardiovascular diseases and adult:\nSOMATOM Drive CT scanner with 2 ball heads imported from Germany with the ability to capture 768 slices in one rotation, scan the whole body in just 3 to 4 seconds, capable of taking pictures quickly and reducing maximum radiation dose. , supports effective diagnosis of cardiovascular diseases, especially coronary artery examination regardless of heart rate, low dose is only equivalent to a regular chest X-ray...\nIn addition, the new generation magnetic resonance imaging machine MAGNETOM Amira BioMatrix (Siemens - Germany) applies advanced Full Biological Matrix (BioMatrix) technology, helping to scan the heart without holding your breath, personalizing the imaging process. Relying on artificial intelligence, shortens shooting time and optimizes images.\nGermany's high-end cardiovascular ultrasound machine ACUSON Sequoia uses BioAcoustic technology to help ensure the quality of image signals suitable for all subjects.; SUPERSONIC AIXPLORER MATCH 30 ultrasound machine - a line of elastic ultrasound machines with sharp B-mode images and sensitive color Doppler - high speed, effectively surveys vascular diseases. Image processing speed reaches 20,000 images per second. UltraFast Doppler function (super fast Doppler function) helps survey blood vessels within minutes by scanning and storing the entire survey field, then displaying measurement parameters, Doppler spectrum... at the narrow anterior position , at stenosis and after stenosis are selected on saved images.; High-end PHILIPS AFFINITI 70G ultrasound machine serves cardiovascular ultrasound, especially safe and easy to investigate heart disease in children.; HOLTER ECG 24h machine helps monitor electrocardiography for 24 hours to detect arrhythmias early.; The 24-hour HOLTER BLOOD PRESSURE machine helps monitor blood pressure mobilely and continuously for 24 hours to detect hypertension early.; The ECG machine measures the electrocardiogram to check heart rhythm.\nComes with advanced equipment and a comfortable clinic, making customers feel comfortable and secure when coming for examination and treatment. Functional areas and boarding rooms are designed and decorated according to the standards of high-end hotels. The boarding room has full personal belongings, the room has a minibar, LED screen TV, Internet, and equipment to connect medical staff 24/24; 100% of medical gas systems and emergency equipment are located at the bed; The toilet is equipped with equipment to connect medical staff...\nScientific nutrition is an important foundation in preventing and improving cardiovascular diseases.",
            "subsection_string": "Treatment methods for mitral valve stenosis\nAccording to Doctor II Tran Thi Thanh Truc, depending on the severity of the disease and symptoms, the doctor will perform appropriate treatment for mitral valve stenosis: just monitoring, using medication, surgery,... (4)\nDrug treatment: diuretics, anticoagulants, heart rate regulating drugs, antiarrhythmic drugs, antibiotics to prevent rheumatic fever.; Balloon mitral valvuloplasty: no need for open surgery, this method helps reduce heart valve stenosis, reduces symptoms, and requires periodic monitoring until a more radical treatment is needed.; Mitral valve repair: if balloon valvuloplasty is not an option, the cardiovascular surgeon will perform open surgery to repair the valve and this method is also temporarily effective until the valve narrows again.; Heart valve replacement: In case the valve cannot be dilated or repaired, the patient will be advised to replace a mechanical, biological or autologous valve.\nBuild a healthy and scientific living regime\nLimit food and drinks high in salt; Maintain weight, try to lose weight if obese.; Limit caffeine consumption because it increases the risk of arrhythmia.; Reduce strenuous activities and exercise regularly; When you feel difficulty breathing or chest tightness, you should see a doctor immediately.; Regular check-ups as prescribed by your doctor; Do not drink alcohol or smoke, because it increases heart rhythm disturbances and aggravates symptoms.; In addition, women of reproductive age who have mitral valve stenosis should consult a doctor before getting pregnant, because pregnancy will increase the danger of existing cardiovascular disease.\nTam Anh General Hospital Cardiovascular Center in Ho Chi Minh City invests in modern equipment imported from abroad to help diagnose quickly and accurately, contributing to supporting the examination, screening, diagnosis and treatment of pediatric cardiovascular diseases and adult:\nSOMATOM Drive CT scanner with 2 ball heads imported from Germany with the ability to capture 768 slices in one rotation, scan the whole body in just 3 to 4 seconds, capable of taking pictures quickly and reducing maximum radiation dose. , supports effective diagnosis of cardiovascular diseases, especially coronary artery examination regardless of heart rate, low dose is only equivalent to a regular chest X-ray...\nIn addition, the new generation magnetic resonance imaging machine MAGNETOM Amira BioMatrix (Siemens - Germany) applies advanced Full Biological Matrix (BioMatrix) technology, helping to scan the heart without holding your breath, personalizing the imaging process. Relying on artificial intelligence, shortens shooting time and optimizes images.\nGermany's high-end cardiovascular ultrasound machine ACUSON Sequoia uses BioAcoustic technology to help ensure the quality of image signals suitable for all subjects.; SUPERSONIC AIXPLORER MATCH 30 ultrasound machine - a line of elastic ultrasound machines with sharp B-mode images and sensitive color Doppler - high speed, effectively surveys vascular diseases. Image processing speed reaches 20,000 images per second. UltraFast Doppler function (super fast Doppler function) helps survey blood vessels within minutes by scanning and storing the entire survey field, then displaying measurement parameters, Doppler spectrum... at the narrow anterior position , at stenosis and after stenosis are selected on saved images.; High-end PHILIPS AFFINITI 70G ultrasound machine serves cardiovascular ultrasound, especially safe and easy to investigate heart disease in children.; HOLTER ECG 24h machine helps monitor electrocardiography for 24 hours to detect arrhythmias early.; The 24-hour HOLTER BLOOD PRESSURE machine helps monitor blood pressure mobilely and continuously for 24 hours to detect hypertension early.; The ECG machine measures the electrocardiogram to check heart rhythm.\nComes with advanced equipment and a comfortable clinic, making customers feel comfortable and secure when coming for examination and treatment. Functional areas and boarding rooms are designed and decorated according to the standards of high-end hotels. The boarding room has full personal belongings, the room has a minibar, LED screen TV, Internet, and equipment to connect medical staff 24/24; 100% of medical gas systems and emergency equipment are located at the bed; The toilet is equipped with equipment to connect medical staff...\nScientific nutrition is an important foundation in preventing and improving cardiovascular diseases."
        },
        {
            "subsection_name": "Prevention of mitral valve stenosis",
            "subsection_content": "The best way to prevent mitral valve stenosis is to prevent rheumatic fever, so when you have a sore throat, see your doctor to find out the cause and effective treatment. Strep throat, if left untreated, will cause rheumatic fever. Fortunately, strep throat is completely treatable if antibiotics are used properly.\nSome other methods of disease prevention are recommended such as:\nBuild a healthy living environment, improve quality of life because diseases often occur in people living in damp, unsanitary environments; Patients need to have regular health check-ups, take or continuously inject antibiotics as prescribed by a cardiologist.; Follow a bland diet and get proper rest, etc.; Use diuretics and low-dose beta-blockers to reduce mild symptoms as prescribed.\nCardiovascular Center, Tam Anh General Hospital brings together a team of leading experts and experienced doctors; Possessing a system of modern machinery and equipment, pioneering in updating and applying new techniques in screening, diagnosing and treating cardiovascular diseases. Thanks to that, many cases of patients are detected early in the early stages, with timely intervention and treatment, preventing dangerous complications from occurring. CARDIOVASCULAR CENTER, TAM ANH GENERAL HOSPITAL Hanoi:  Address: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: Address: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook .com/benhvientamanh\nDoctor II Tran Thi Thanh Truc emphasized that when you or a family member has mitral valve stenosis, whether you have had surgery or not, the most important thing is to intervene so that the disease does not progress to more dangerous complications. . At the same time, each person should proactively prevent the disease so that dangerous complications do not occur in the future.",
            "subsection_string": "Prevention of mitral valve stenosis\nThe best way to prevent mitral valve stenosis is to prevent rheumatic fever, so when you have a sore throat, see your doctor to find out the cause and effective treatment. Strep throat, if left untreated, will cause rheumatic fever. Fortunately, strep throat is completely treatable if antibiotics are used properly.\nSome other methods of disease prevention are recommended such as:\nBuild a healthy living environment, improve quality of life because diseases often occur in people living in damp, unsanitary environments; Patients need to have regular health check-ups, take or continuously inject antibiotics as prescribed by a cardiologist.; Follow a bland diet and get proper rest, etc.; Use diuretics and low-dose beta-blockers to reduce mild symptoms as prescribed.\nCardiovascular Center, Tam Anh General Hospital brings together a team of leading experts and experienced doctors; Possessing a system of modern machinery and equipment, pioneering in updating and applying new techniques in screening, diagnosing and treating cardiovascular diseases. Thanks to that, many cases of patients are detected early in the early stages, with timely intervention and treatment, preventing dangerous complications from occurring. CARDIOVASCULAR CENTER, TAM ANH GENERAL HOSPITAL Hanoi:  Address: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: Address: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook .com/benhvientamanh\nDoctor II Tran Thi Thanh Truc emphasized that when you or a family member has mitral valve stenosis, whether you have had surgery or not, the most important thing is to intervene so that the disease does not progress to more dangerous complications. . At the same time, each person should proactively prevent the disease so that dangerous complications do not occur in the future."
        }
    ],
    "name": "hep-van-hai-la.json"
}