{
    "title": "Mitral valve regurgitation: Causes, signs and treatments",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/ho-van-2-la/",
    "abstract": "In the heart there are heart valves such as the mitral valve, tricuspid valve, aortic valve, and pulmonary valve that help send blood throughout the body. But when mitral valve regurgitation occurs, the blood transport process will be difficult, the heart must work under great pressure, leading to heart failure over time.",
    "content": "Mitral valve regurgitation: Causes, signs and treatments\n\nIn the heart there are heart valves such as the mitral valve, tricuspid valve, aortic valve, and pulmonary valve that help send blood throughout the body. But when mitral valve regurgitation occurs, the blood transport process will be difficult, the heart must work under great pressure, leading to heart failure over time.\n\nWhat is mitral valve regurgitation?\nMitral valve regurgitation is a condition in which the valve leaflets do not close tightly, causing blood to reflux from the left ventricle to the left atrium when the heart contracts. Because the amount of blood refluxing into the left atrium plus the normal amount of blood returning from the lungs increases blood flow in the left heart, the result is enlargement of the left atrium and left ventricle if the valve regurgitation is severe and prolonged.\nNormally the human heart has 4 chambers, 2 atria above and 4 ventricles below, separated by the tricuspid valve (right) and mitral valve (left). The mitral valve is the valve connecting the left atrium and the left ventricle. The valve consists of an anterior leaflet and a posterior leaflet (2 leaflets) that press together to help the valve open and close, sending blood in one direction from the left atrium to the left ventricle.\nMitral valve regurgitation is a condition in which the valve leaflets do not close tightly, causing blood to reflux from the left ventricle to the left atrium when the heart contracts.\n\nIs mitral valve regurgitation dangerous?\nMitral valve regurgitation has many different degrees, assessed based on echocardiography and cardiac chamber contrast imaging (cardiac catheterization). The common way to evaluate the severity of mitral valve regurgitation is based on echocardiography, divided into 4 degrees:\nMitral regurgitation 1/4: mild or very mild degree of valve regurgitation; Mitral regurgitation 2/4: moderate level of valve regurgitation; 3/4 mitral regurgitation: severe valve regurgitation; Mitral regurgitation 4/4: very severe valve regurgitation.\nA famous American Framingham Heart Study showed that, in normal people, when doing echocardiography, 75 - 80% have mild valve regurgitation (1/4); About 19% are moderate to severe (2/4 - 3/4) and severe to very severe (3/4 - 4/4) is about 3.5%. The incidence of the disease increases as people get older.\nPatients with severe mitral valve regurgitation but without symptoms, according to disease progression, 50% will develop symptoms after 5 years.; Patients with severe mitral regurgitation who were indicated for surgery but did not perform it and only received medical treatment have a 5-year survival rate of only 30%.\n\nCauses of mitral valve regurgitation\nThe structure of the mitral valve apparatus includes the annulus, leaflets, ligaments, and ulnar muscle. Abnormalities that occur due to damage to any component of the valve apparatus can cause disease. Common causes of mitral valve regurgitation are:\nRheumatic mitral valve regurgitation: common in our country, caused by rheumatic heart disease in adolescents (5 - 15 years old) leaving sequelae of valve regurgitation that progresses later. Low posterior mitral regurgitation is often accompanied by mitral valve stenosis or other heart valve stenosis or regurgitation. Severe valve regurgitation usually occurs between 30 and 60 years old; Mucosal degeneration: common in middle-aged to elderly people, the valve leaflets become thickened and loose, causing valve leaflet prolapse or ligament rupture, causing the valve leaflet to flip into the left atrium, causing severe valve regurgitation.; Calcium degeneration: common in the elderly, with atherosclerotic cardiovascular disease. The valve annulus and valve leaflets are calcified, restricting leaflet movement, causing the valve to not close tightly.; Congenital: due to congenital abnormalities of the mitral valve such as a prolapsed valve, a split valve between the valve leaflets, or an abnormally short valve ligament. The disease is common in children and adolescents.; Infection on the heart valve (also known as infective endocarditis): bacteria that attack the valve leaflet can puncture and tear the valve, break ligaments or create large warts on the valve leaflet, hindering the opening and closing of the valve.; Myocardial infarction, myocardial ischemia: due to abnormal contraction of the heart wall, rupture of the ulnar muscle, ligament due to lack of blood supply, left ventricular dilatation after infarction.; Dilated cardiomyopathy, hypertrophic cardiomyopathy: due to dilated valve ring, abnormal left ventricular contraction or abnormal pressure in the heart chamber.\nMitral valve regurgitation due to valve prolapse\n\nStages of mitral valve regurgitation\nThere are 4 stages of the disease ranging from mild to severe:\nStage A: patients are at risk of mitral valve regurgitation, commonly found in people with mitral valve prolapse, hypertension, and chronic coronary artery disease. On echocardiography, there is mild mitral valve regurgitation, the heart chambers are not dilated, and heart function is good. Patients have almost no symptoms of the disease; Stage B: the disease progresses more rapidly, often occurring in people with rheumatic valve disease, cardiomyopathy, and mitral valve prolapse. On ultrasound, the valve regurgitation was found to be moderate or higher, the heart chambers were slightly dilated, heart function was good and the patient had no symptoms of mitral regurgitation.; Stage C: the disease is severe but the patient has no symptoms of the disease. On echocardiography, the valve regurgitation is 3/4 - 4/4, the left ventricle and left atrium are enlarged, the pulmonary artery pressure is normal or increased, and the heart function begins to change.; Stage D: severe mitral valve regurgitation and the patient has symptoms of heart failure, decreased ability to exercise and difficulty breathing. On echocardiography, valvular regurgitation is grade 3/4 or higher, dilation of the left ventricle and left atrium, pulmonary hypertension, and reduced left ventricular contractile function.\n\nSymptoms of mitral valve regurgitation\nSymptoms of the disease depend on the severity of the valve regurgitation, the degree of progression and the cause of the valve regurgitation. Patients with mild to moderate disease usually do not cause symptoms.\nAcute mitral valve regurgitation due to acute myocardial infarction or ligament rupture often causes massive and severe symptoms. The patient suddenly has chest pain, severe difficulty breathing, and sometimes goes into cardiogenic shock. Symptoms of chronic mitral valve regurgitation often progress slowly. Common symptoms of severe valve regurgitation are:\nChronic fatigue, reduced ability to exercise;; Chest pain, nervousness, and shortness of breath are common in people with mitral valve regurgitation due to valve prolapse;; Angina if mitral regurgitation occurs due to myocardial ischemia;; Shortness of breath when doing light work, wheezing, gradually worsening to shortness of breath when lying with head down, paroxysmal shortness of breath at night when lying down, sudden difficulty breathing, having to sit up, open windows, walk around to breathe;; Dry cough, coughing up blood or sputum with pink foam;; Nervousness, rapid and irregular heartbeat due to atrial fibrillation;; Swollen feet.\n\nMethod for diagnosing mitral valve regurgitation\nIf the patient exhibits the above signs, they need to see a doctor for diagnosis.\nThe doctor will ask about your medical history (such as rheumatism, myocardial infarction, hypertension, diabetes, etc.): the cause or risk factor for mitral valve regurgitation; Heart examination: heard an abnormal murmur in front of the heart, irregular heart beat, abnormal beating on the chest when the heart is enlarged, heart failure.; Echocardiography is a method that helps determine the diagnosis, severity and cause of valve regurgitation in most cases.; Electrocardiography: detect atrial fibrillation, dilation of the heart chambers.; Cardiopulmonary X-ray: enlarged heart shadow, dilated left atrium, left ventricle, image of pulmonary congestion or fluid in the lungs due to heart failure.\nIn addition, the patient may be prescribed a number of other tests to find the cause if there is severe mitral valve regurgitation, such as transesophageal echocardiography to look for infection on the heart valve; exercise testing; Contrast-enhanced coronary angiography or coronary angiography through cardiac catheterization if mitral valve regurgitation is suspected due to coronary artery disease.\nEchocardiography is a common method to help investigate mitral valve regurgitation.\n\nDisease progression\nPatients with chronic diseases may have no symptoms or only mildly reduced exercise tolerance or chronic fatigue for many years.; The time when patients with severe rheumatic mitral regurgitation begin to have symptoms of valve regurgitation is usually 15 - 20 years after the first episode of rheumatic heart disease.; Patients with mitral regurgitation due to valve prolapse have unexpected developments. Sometimes valve regurgitation does not progress after many years of monitoring, the disease progresses slowly, however there are also cases of sudden severe regurgitation causing symptoms similar to when a ligament rupture occurs.; Mitral valve regurgitation often progresses more rapidly in connective tissue diseases such as Marfan syndrome, compared with regurgitation due to mucus degeneration or rheumatism.; Patients with severe asymptomatic valve regurgitation progress to symptoms, left ventricular dysfunction, pulmonary hypertension and atrial fibrillation at a rate of 30% - 50% after 5 years.; Severe mitral regurgitation due to ligament rupture if treated medically, without surgery, the survival rate after 20 years is only 40%.\n\nComplications of mitral valve regurgitation\nSevere mitral valve regurgitation, if not treated appropriately, will cause many life-threatening complications in the long term. Complications include:\nHeart failure is the final consequence of the disease. Long-term mitral valve regurgitation leads to dilatation of the left atrium and left ventricle. The left ventricle must work hard to pump nearly double the amount of blood than normal, and over time it will become exhausted. At some point, the blood pumping function is severely reduced and can no longer be compensated, and the patient will have symptoms of heart failure such as fatigue and shortness of breath. When the patient has severe left ventricular dysfunction, ejection fraction (blood pumping ability) < 20%, the prognosis is poor, survival time is short, surgery is almost impossible because of mortality and complications. Symptoms during surgery were high, after surgery cardiac function did not return to normal.; Atrial fibrillation is a very common complication. In severe mitral valve regurgitation, the left atrial leaflet is often greatly dilated due to the amount of blood refluxing. Over time, the normal contraction function of the atrium is lost. The patient's heart suffers from atrial fibrillation, which means that the patient's heart has atrial fibrillation. The normal function of the atria is to contract and bring blood from the atria to the ventricles. Now it only \"vibrates\" and can no longer \"contract\" regularly. The consequences of atrial fibrillation reduce the amount of blood going to the left ventricle, patients have more symptoms of heart failure; Atrial fibrillation causes the heart to beat irregularly, causing the patient to have additional symptoms of nervousness; Reduced blood flow from the atria to the ventricles increases blood stasis, easily creating blood clots in the atria. These blood clots drift through the bloodstream and can cause blood vessel blockages in many places, most commonly brain blood clots causing strokes, blood clots in the legs causing lack of blood supply to the legs, paralysis or necrosis of the legs, and blood clots in the legs. abdominal cavity causes intestinal necrosis...; Sudden death can occur in patients with severe heart failure and coronary artery disease. In addition, sudden death can occur in people with mitral valve prolapse at a very rare rate, 0.14% per year. The risk of sudden death in mitral valve prolapse increases when both valve leaflets prolapse, there is ventricular myocardial fibrosis, there are many ventricular extrasystoles and ST-T wave abnormalities on electrocardiography.; Death is the ultimate outcome due to severe irreversible heart failure or severe ischemic stroke.\n\nHow to treat mitral valve regurgitation?\nTreatment methods for mitral valve regurgitation are chosen depending on the severity of the disease.\nMild mitral valve regurgitation does not require specific treatment, just periodic ultrasound monitoring every year to monitor the progression of the disease.; Moderate or higher mitral regurgitation requires finding the cause to treat and intervene to prevent the progression of mitral regurgitation.; Cases of severe mitral valve regurgitation (3/4 - 4/4), with functional symptoms, enlarged heart chambers, reduced heart function require surgical treatment or heart valve replacement.\nMedical treatment (medication)\nUse antibiotics to prevent recurrent rheumatic heart disease long-term (up to age 40 or more) if mitral valve regurgitation is due to rheumatism.; Periodic dental examination and treatment every 6 months to prevent infection on the mitral valve. The cause of infection on the heart valve is that 75% of germs from the oropharynx and inflamed teeth enter the bloodstream and stick to the damaged heart valve, causing inflammation or valve abscess, causing more serious valve damage. .; Treatment of medical diseases with high risk of leading to heart valve regurgitation such as hypertension, diabetes, coronary artery disease, arrhythmia, cardiomyopathy...; Treat heart failure if the patient has symptoms or impaired heart function on echocardiography. Medications to treat heart failure include ACE inhibitors, angiotensin II receptor blockers or ARNI (Sacubitril + Valsartan), beta blockers, and diuretics. If the patient has atherosclerotic cardiovascular disease, it is necessary to use antiplatelet drugs (aspirin, clopidogrel, ticagrelor, prasugrel) or cholesterol-lowering drugs (statins, ezetimibe).; Patients with atrial fibrillation need to use drugs to slow down the heart rate such as beta blockers and anticoagulants to prevent thrombosis causing embolism.; Vaccinate against influenza every year and against pneumococcal pneumonia every 5 years for all patients with severe valve regurgitation and heart failure.\nInterventional treatment\nWhen a patient with severe mitral regurgitation has symptoms of heart failure and reduced ejection fraction, early intervention is needed because if surgery is delayed, the disease will become more severe, surgical complications will be higher, and full recovery will not be possible. despite having heart valve surgery. Interventional treatment includes surgery (artificial valve repair or replacement) and percutaneous valve repair.\nValve repair surgery is preferred if the valve structure is suitable for repair. In cases where the valve is severely damaged or has too much calcification that cannot be repaired, an artificial valve must be replaced. After artificial valve replacement, the patient needs to take anticoagulants to prevent blood clots from blocking the valve. For biological valves, the duration of oral anticoagulation is 3 months if there is no atrial fibrillation. If the mechanical valve is replaced or the patient has atrial fibrillation, he or she should take anticoagulants for life.; Percutaneous mitral valve repair (MitraClip): The doctor inserts a catheter through a blood vessel in the thigh into the left atrium, down to the left ventricle, then inserts a metal clip between the two edges of the valve at the leak and clamps it. This method does not repair the valve as thoroughly as open heart surgery. It is only applied in cases where the patient is seriously ill and cannot have surgery. After receiving maximum medical treatment, heart failure symptoms do not decrease and must be hospitalized many times.\nPercutaneous mitral valve repair (MitraClip)\nMitral valve repair and valve ring placement through surgery\nCan a leaky mitral valve be cured with treatment?\nMild mitral regurgitation: may not progress further. Therefore, patients should not worry too much. They only need to be monitored annually, adjust their healthy lifestyle, and treat accompanying chronic diseases such as hypertension and diabetes to help prevent progressive valve regurgitation. .; Post-rheumatic moderate mitral regurgitation requires long-term rheumatism prevention to avoid rheumatism from recurring and the regurgitation does not progress further; coronary stent angioplasty if valve regurgitation is due to myocardial ischemia; Severe valve regurgitation can be cured by surgical repair or replacement of an artificial valve. After surgery, the function of the mitral valve recovers almost completely. However, patients still need to take medication and follow up regularly with a specialist. Proper treatment after heart abutment helps limit disease recurrence. Patients after surgery to repair or replace the mechanical mitral valve can live another 20 - 30 years or more depending on each person's health status and long-term care after heart surgery.\n\nWhen is valve replacement surgery or valve repair needed in mitral valve regurgitation?\nPatients with mitral valve regurgitation will be monitored and treated with medication first. If severe valve regurgitation is accompanied by one of the following, surgical repair or valve replacement is required:\nSymptoms of heart failure: decreased ability to exercise, fatigue, shortness of breath when doing light work, shortness of breath when lying with head low, paroxysmal difficulty breathing at night;; There was an irregular heartbeat, an electrocardiogram detected atrial fibrillation;; On routine echocardiography, ejection fraction decreased < 50%, left ventricular end-systolic diameter (LVESD) ≥ 40mm, and severe pulmonary hypertension. Patients can ask their doctor about these indicators if they are unclear or have questions.; Severe mitral valve regurgitation but no symptoms of heart failure or arrhythmia. Echocardiography every 6 months to 1 year shows that the heart chambers are gradually dilated and the ejection fraction is gradually decreasing. Surgery should also be considered with treatment. condition that the doctor's ability to repair the valve is > 95% and the risk of surgical complications is low < 1%.; Severe valve regurgitation, ejection fraction < 20%, left ventricular end-systolic diameter (LVESD) ≤ 70mm almost no longer require surgery.\nTherefore, patients need to be monitored periodically and advise the doctor on when is the appropriate time for surgery. Surgery too early is not necessary, but too late and the results are not good.\nDepending on the severity of mitral valve regurgitation, the doctor will prescribe the appropriate treatment method and duration.\nIs it better to replace a mechanical valve or a biological valve?\nChoosing to replace a biological valve or a mechanical valve depends on the individual characteristics of each patient (age, comorbidities, contraindications to anticoagulants, etc.) and the patient's wishes after being informed by the doctor. Provide adequate information, exchange and share decisions with patients. Some points to note when choosing a biological valve or a mechanical valve:\nMechanical valve: valve made of metal, has a long lifespan (valve life), 20 years or more, but must take vitamin K antagonist anticoagulants (Sintrom, Coumadine) for life to prevent Thrombosis causes valve obstruction; Biological valve: made from pig heart valve, cow pericardium or autologous valve. Over time the valve will degenerate and lose function. The younger the person, the faster the valve degeneration. With current improvements, biological valves have a longer lifespan, on average 10-15 years, but not as long as mechanical valves. The advantage of a biological valve is that the patient does not need to take anticoagulants long-term, avoiding complications due to the use of anticoagulants, but the patient faces the risk of re-operation after 10-15 years of valve replacement.\nWho should prioritize choosing a biological valve?\nPatients ≥ 65 years old: the risk of valve degeneration requiring re-operation in people over 70 years old after 15 years is < 10%.; Patients with contraindications to using anticoagulants; or live in a place that is not qualified to monitor blood coagulation (remote areas, islands...) or the patient does not accept long-term anticoagulation.; Women who are still of childbearing age, want to have children, and do not want to take anticoagulants during pregnancy. After having a biological valve replaced, the patient gets pregnant and gives birth, then accepts surgery to replace the valve after 5-7 years if the valve is seriously damaged. Pregnancy often causes biological valves to degenerate and fail faster than usual.\nWho should prioritize mechanical valve replacement?\nPatients < 65 years old, with an estimated remaining life expectancy (over 20 years), without contraindications to using anticoagulants, should replace the mechanical valve for longer use.; Patients with other indications for anticoagulation treatment such as atrial fibrillation, cardiac thrombosis, etc.; Patients have the ability to self-monitor INR and adjust medications at home.\nHow should I monitor after mitral valve surgery?\nIssues that need to be monitored after mitral valve surgery include:\nAfter valve repair surgery: monitor for recurrent valve regurgitation and heart valve infection;; After biological valve replacement: monitor valve degeneration, recurrent valve regurgitation, heart valve infection;; After mechanical valve replacement: monitor valve jamming due to thrombosis, valve prolapse, and infection on the artificial valve.\nFor good monitoring, patients need:\nTake medicine regularly and have regular check-ups;; Echocardiogram: immediately after cardiac surgery, 3rd, 6th and 1st month after surgery, then every year or when symptoms of fatigue or shortness of breath appear;; Patients taking vitamin K antagonists need to periodically measure INR every 1-3 months and at follow-up visits to adjust the drug dose so that the INR is within the highest therapeutic range (target INR 2.5 - 3.5).; Patients suspected of having signs of valve obstruction need to have a transesophageal echocardiogram, cardiac CT scan or valve examination under a fluorescent screen to determine and find the cause.\n\nHow to prevent mitral valve regurgitation\nTo prevent mitral valve regurgitation, you should do:\nPrevent rheumatic heart disease by living in a clean and hygienic environment, avoiding cramped and crowded places with poor hygiene, maintaining good oral hygiene and treating sore throats early. If the patient has ever had rheumatic heart disease and has sequelae of valvular stenosis, they need to take antibiotics to prevent recurrent rheumatic heart disease until age 40 or longer;; Treatment of medical diseases with high risk of leading to severe mitral valve regurgitation such as hypertension, diabetes, myocardial ischemia...;; Do not smoke, limit alcohol consumption;; A heart-healthy diet;; Exercise regularly every day, on average 30 - 45 minutes/day, 5 - 7 days a week;; Maintain ideal weight, lose weight if overweight or obese.\nHaving a healthy diet and lifestyle will help effectively prevent cardiovascular diseases\nWhen should patients see a cardiologist?\nAn echocardiogram showed moderate or higher mitral valve regurgitation;; Symptoms of fatigue, shortness of breath, chest pain, nervousness, irregular heartbeat;; Chronic fatigue, reduced ability to exercise.\nWhat do patients need to prepare when coming for examination?\nBring your health records, prescriptions and medications you are taking;; You should fast (only drink water) when you first visit because the doctor may need to order some additional tests to evaluate the disease.; If the patient has any questions or concerns, they should write them down to ask the doctor during the examination;; Make an appointment in advance by phone to reduce waiting time.\nInvested in a system of modern machinery and equipment to serve medical examination and treatment, bringing together leading experts, Tam Anh General Hospital Cardiovascular Center is the address for effective examination, screening and treatment. results of cardiovascular diseases: heart valve regurgitation, myocardial ischemia, coronary artery disease, myocardial infarction, atrial fibrillation... The Center also coordinates closely with other specialties such as the Testing Center and the Diagnostic Center. Imaging, General Surgery, Gastrointestinal Endoscopy, Obstetrics and Gynecology, General Internal Medicine (Respiratory, Hematology, Gastroenterology...), Pediatrics, ENT and Maxillofacial Surgery, Orthopedics, Urology and Nephrology... help comprehensively treat patients with many comorbidities.\nMitral valve regurgitation has no typical symptoms in the early stages, only when the stage is severe do there appear clear symptoms, but then the disease will be extremely dangerous and can affect the person's life. sick. Hopefully the information above will help patients better understand their condition and have the most appropriate treatment.",
    "subsections": [
        {
            "subsection_name": "What is mitral valve regurgitation?",
            "subsection_content": "Mitral valve regurgitation is a condition in which the valve leaflets do not close tightly, causing blood to reflux from the left ventricle to the left atrium when the heart contracts. Because the amount of blood refluxing into the left atrium plus the normal amount of blood returning from the lungs increases blood flow in the left heart, the result is enlargement of the left atrium and left ventricle if the valve regurgitation is severe and prolonged.\nNormally the human heart has 4 chambers, 2 atria above and 4 ventricles below, separated by the tricuspid valve (right) and mitral valve (left). The mitral valve is the valve connecting the left atrium and the left ventricle. The valve consists of an anterior leaflet and a posterior leaflet (2 leaflets) that press together to help the valve open and close, sending blood in one direction from the left atrium to the left ventricle.\nMitral valve regurgitation is a condition in which the valve leaflets do not close tightly, causing blood to reflux from the left ventricle to the left atrium when the heart contracts.",
            "subsection_string": "What is mitral valve regurgitation?\nMitral valve regurgitation is a condition in which the valve leaflets do not close tightly, causing blood to reflux from the left ventricle to the left atrium when the heart contracts. Because the amount of blood refluxing into the left atrium plus the normal amount of blood returning from the lungs increases blood flow in the left heart, the result is enlargement of the left atrium and left ventricle if the valve regurgitation is severe and prolonged.\nNormally the human heart has 4 chambers, 2 atria above and 4 ventricles below, separated by the tricuspid valve (right) and mitral valve (left). The mitral valve is the valve connecting the left atrium and the left ventricle. The valve consists of an anterior leaflet and a posterior leaflet (2 leaflets) that press together to help the valve open and close, sending blood in one direction from the left atrium to the left ventricle.\nMitral valve regurgitation is a condition in which the valve leaflets do not close tightly, causing blood to reflux from the left ventricle to the left atrium when the heart contracts."
        },
        {
            "subsection_name": "Is mitral valve regurgitation dangerous?",
            "subsection_content": "Mitral valve regurgitation has many different degrees, assessed based on echocardiography and cardiac chamber contrast imaging (cardiac catheterization). The common way to evaluate the severity of mitral valve regurgitation is based on echocardiography, divided into 4 degrees:\nMitral regurgitation 1/4: mild or very mild degree of valve regurgitation; Mitral regurgitation 2/4: moderate level of valve regurgitation; 3/4 mitral regurgitation: severe valve regurgitation; Mitral regurgitation 4/4: very severe valve regurgitation.\nA famous American Framingham Heart Study showed that, in normal people, when doing echocardiography, 75 - 80% have mild valve regurgitation (1/4); About 19% are moderate to severe (2/4 - 3/4) and severe to very severe (3/4 - 4/4) is about 3.5%. The incidence of the disease increases as people get older.\nPatients with severe mitral valve regurgitation but without symptoms, according to disease progression, 50% will develop symptoms after 5 years.; Patients with severe mitral regurgitation who were indicated for surgery but did not perform it and only received medical treatment have a 5-year survival rate of only 30%.",
            "subsection_string": "Is mitral valve regurgitation dangerous?\nMitral valve regurgitation has many different degrees, assessed based on echocardiography and cardiac chamber contrast imaging (cardiac catheterization). The common way to evaluate the severity of mitral valve regurgitation is based on echocardiography, divided into 4 degrees:\nMitral regurgitation 1/4: mild or very mild degree of valve regurgitation; Mitral regurgitation 2/4: moderate level of valve regurgitation; 3/4 mitral regurgitation: severe valve regurgitation; Mitral regurgitation 4/4: very severe valve regurgitation.\nA famous American Framingham Heart Study showed that, in normal people, when doing echocardiography, 75 - 80% have mild valve regurgitation (1/4); About 19% are moderate to severe (2/4 - 3/4) and severe to very severe (3/4 - 4/4) is about 3.5%. The incidence of the disease increases as people get older.\nPatients with severe mitral valve regurgitation but without symptoms, according to disease progression, 50% will develop symptoms after 5 years.; Patients with severe mitral regurgitation who were indicated for surgery but did not perform it and only received medical treatment have a 5-year survival rate of only 30%."
        },
        {
            "subsection_name": "Causes of mitral valve regurgitation",
            "subsection_content": "The structure of the mitral valve apparatus includes the annulus, leaflets, ligaments, and ulnar muscle. Abnormalities that occur due to damage to any component of the valve apparatus can cause disease. Common causes of mitral valve regurgitation are:\nRheumatic mitral valve regurgitation: common in our country, caused by rheumatic heart disease in adolescents (5 - 15 years old) leaving sequelae of valve regurgitation that progresses later. Low posterior mitral regurgitation is often accompanied by mitral valve stenosis or other heart valve stenosis or regurgitation. Severe valve regurgitation usually occurs between 30 and 60 years old; Mucosal degeneration: common in middle-aged to elderly people, the valve leaflets become thickened and loose, causing valve leaflet prolapse or ligament rupture, causing the valve leaflet to flip into the left atrium, causing severe valve regurgitation.; Calcium degeneration: common in the elderly, with atherosclerotic cardiovascular disease. The valve annulus and valve leaflets are calcified, restricting leaflet movement, causing the valve to not close tightly.; Congenital: due to congenital abnormalities of the mitral valve such as a prolapsed valve, a split valve between the valve leaflets, or an abnormally short valve ligament. The disease is common in children and adolescents.; Infection on the heart valve (also known as infective endocarditis): bacteria that attack the valve leaflet can puncture and tear the valve, break ligaments or create large warts on the valve leaflet, hindering the opening and closing of the valve.; Myocardial infarction, myocardial ischemia: due to abnormal contraction of the heart wall, rupture of the ulnar muscle, ligament due to lack of blood supply, left ventricular dilatation after infarction.; Dilated cardiomyopathy, hypertrophic cardiomyopathy: due to dilated valve ring, abnormal left ventricular contraction or abnormal pressure in the heart chamber.\nMitral valve regurgitation due to valve prolapse",
            "subsection_string": "Causes of mitral valve regurgitation\nThe structure of the mitral valve apparatus includes the annulus, leaflets, ligaments, and ulnar muscle. Abnormalities that occur due to damage to any component of the valve apparatus can cause disease. Common causes of mitral valve regurgitation are:\nRheumatic mitral valve regurgitation: common in our country, caused by rheumatic heart disease in adolescents (5 - 15 years old) leaving sequelae of valve regurgitation that progresses later. Low posterior mitral regurgitation is often accompanied by mitral valve stenosis or other heart valve stenosis or regurgitation. Severe valve regurgitation usually occurs between 30 and 60 years old; Mucosal degeneration: common in middle-aged to elderly people, the valve leaflets become thickened and loose, causing valve leaflet prolapse or ligament rupture, causing the valve leaflet to flip into the left atrium, causing severe valve regurgitation.; Calcium degeneration: common in the elderly, with atherosclerotic cardiovascular disease. The valve annulus and valve leaflets are calcified, restricting leaflet movement, causing the valve to not close tightly.; Congenital: due to congenital abnormalities of the mitral valve such as a prolapsed valve, a split valve between the valve leaflets, or an abnormally short valve ligament. The disease is common in children and adolescents.; Infection on the heart valve (also known as infective endocarditis): bacteria that attack the valve leaflet can puncture and tear the valve, break ligaments or create large warts on the valve leaflet, hindering the opening and closing of the valve.; Myocardial infarction, myocardial ischemia: due to abnormal contraction of the heart wall, rupture of the ulnar muscle, ligament due to lack of blood supply, left ventricular dilatation after infarction.; Dilated cardiomyopathy, hypertrophic cardiomyopathy: due to dilated valve ring, abnormal left ventricular contraction or abnormal pressure in the heart chamber.\nMitral valve regurgitation due to valve prolapse"
        },
        {
            "subsection_name": "Stages of mitral valve regurgitation",
            "subsection_content": "There are 4 stages of the disease ranging from mild to severe:\nStage A: patients are at risk of mitral valve regurgitation, commonly found in people with mitral valve prolapse, hypertension, and chronic coronary artery disease. On echocardiography, there is mild mitral valve regurgitation, the heart chambers are not dilated, and heart function is good. Patients have almost no symptoms of the disease; Stage B: the disease progresses more rapidly, often occurring in people with rheumatic valve disease, cardiomyopathy, and mitral valve prolapse. On ultrasound, the valve regurgitation was found to be moderate or higher, the heart chambers were slightly dilated, heart function was good and the patient had no symptoms of mitral regurgitation.; Stage C: the disease is severe but the patient has no symptoms of the disease. On echocardiography, the valve regurgitation is 3/4 - 4/4, the left ventricle and left atrium are enlarged, the pulmonary artery pressure is normal or increased, and the heart function begins to change.; Stage D: severe mitral valve regurgitation and the patient has symptoms of heart failure, decreased ability to exercise and difficulty breathing. On echocardiography, valvular regurgitation is grade 3/4 or higher, dilation of the left ventricle and left atrium, pulmonary hypertension, and reduced left ventricular contractile function.",
            "subsection_string": "Stages of mitral valve regurgitation\nThere are 4 stages of the disease ranging from mild to severe:\nStage A: patients are at risk of mitral valve regurgitation, commonly found in people with mitral valve prolapse, hypertension, and chronic coronary artery disease. On echocardiography, there is mild mitral valve regurgitation, the heart chambers are not dilated, and heart function is good. Patients have almost no symptoms of the disease; Stage B: the disease progresses more rapidly, often occurring in people with rheumatic valve disease, cardiomyopathy, and mitral valve prolapse. On ultrasound, the valve regurgitation was found to be moderate or higher, the heart chambers were slightly dilated, heart function was good and the patient had no symptoms of mitral regurgitation.; Stage C: the disease is severe but the patient has no symptoms of the disease. On echocardiography, the valve regurgitation is 3/4 - 4/4, the left ventricle and left atrium are enlarged, the pulmonary artery pressure is normal or increased, and the heart function begins to change.; Stage D: severe mitral valve regurgitation and the patient has symptoms of heart failure, decreased ability to exercise and difficulty breathing. On echocardiography, valvular regurgitation is grade 3/4 or higher, dilation of the left ventricle and left atrium, pulmonary hypertension, and reduced left ventricular contractile function."
        },
        {
            "subsection_name": "Symptoms of mitral valve regurgitation",
            "subsection_content": "Symptoms of the disease depend on the severity of the valve regurgitation, the degree of progression and the cause of the valve regurgitation. Patients with mild to moderate disease usually do not cause symptoms.\nAcute mitral valve regurgitation due to acute myocardial infarction or ligament rupture often causes massive and severe symptoms. The patient suddenly has chest pain, severe difficulty breathing, and sometimes goes into cardiogenic shock. Symptoms of chronic mitral valve regurgitation often progress slowly. Common symptoms of severe valve regurgitation are:\nChronic fatigue, reduced ability to exercise;; Chest pain, nervousness, and shortness of breath are common in people with mitral valve regurgitation due to valve prolapse;; Angina if mitral regurgitation occurs due to myocardial ischemia;; Shortness of breath when doing light work, wheezing, gradually worsening to shortness of breath when lying with head down, paroxysmal shortness of breath at night when lying down, sudden difficulty breathing, having to sit up, open windows, walk around to breathe;; Dry cough, coughing up blood or sputum with pink foam;; Nervousness, rapid and irregular heartbeat due to atrial fibrillation;; Swollen feet.",
            "subsection_string": "Symptoms of mitral valve regurgitation\nSymptoms of the disease depend on the severity of the valve regurgitation, the degree of progression and the cause of the valve regurgitation. Patients with mild to moderate disease usually do not cause symptoms.\nAcute mitral valve regurgitation due to acute myocardial infarction or ligament rupture often causes massive and severe symptoms. The patient suddenly has chest pain, severe difficulty breathing, and sometimes goes into cardiogenic shock. Symptoms of chronic mitral valve regurgitation often progress slowly. Common symptoms of severe valve regurgitation are:\nChronic fatigue, reduced ability to exercise;; Chest pain, nervousness, and shortness of breath are common in people with mitral valve regurgitation due to valve prolapse;; Angina if mitral regurgitation occurs due to myocardial ischemia;; Shortness of breath when doing light work, wheezing, gradually worsening to shortness of breath when lying with head down, paroxysmal shortness of breath at night when lying down, sudden difficulty breathing, having to sit up, open windows, walk around to breathe;; Dry cough, coughing up blood or sputum with pink foam;; Nervousness, rapid and irregular heartbeat due to atrial fibrillation;; Swollen feet."
        },
        {
            "subsection_name": "Method for diagnosing mitral valve regurgitation",
            "subsection_content": "If the patient exhibits the above signs, they need to see a doctor for diagnosis.\nThe doctor will ask about your medical history (such as rheumatism, myocardial infarction, hypertension, diabetes, etc.): the cause or risk factor for mitral valve regurgitation; Heart examination: heard an abnormal murmur in front of the heart, irregular heart beat, abnormal beating on the chest when the heart is enlarged, heart failure.; Echocardiography is a method that helps determine the diagnosis, severity and cause of valve regurgitation in most cases.; Electrocardiography: detect atrial fibrillation, dilation of the heart chambers.; Cardiopulmonary X-ray: enlarged heart shadow, dilated left atrium, left ventricle, image of pulmonary congestion or fluid in the lungs due to heart failure.\nIn addition, the patient may be prescribed a number of other tests to find the cause if there is severe mitral valve regurgitation, such as transesophageal echocardiography to look for infection on the heart valve; exercise testing; Contrast-enhanced coronary angiography or coronary angiography through cardiac catheterization if mitral valve regurgitation is suspected due to coronary artery disease.\nEchocardiography is a common method to help investigate mitral valve regurgitation.",
            "subsection_string": "Method for diagnosing mitral valve regurgitation\nIf the patient exhibits the above signs, they need to see a doctor for diagnosis.\nThe doctor will ask about your medical history (such as rheumatism, myocardial infarction, hypertension, diabetes, etc.): the cause or risk factor for mitral valve regurgitation; Heart examination: heard an abnormal murmur in front of the heart, irregular heart beat, abnormal beating on the chest when the heart is enlarged, heart failure.; Echocardiography is a method that helps determine the diagnosis, severity and cause of valve regurgitation in most cases.; Electrocardiography: detect atrial fibrillation, dilation of the heart chambers.; Cardiopulmonary X-ray: enlarged heart shadow, dilated left atrium, left ventricle, image of pulmonary congestion or fluid in the lungs due to heart failure.\nIn addition, the patient may be prescribed a number of other tests to find the cause if there is severe mitral valve regurgitation, such as transesophageal echocardiography to look for infection on the heart valve; exercise testing; Contrast-enhanced coronary angiography or coronary angiography through cardiac catheterization if mitral valve regurgitation is suspected due to coronary artery disease.\nEchocardiography is a common method to help investigate mitral valve regurgitation."
        },
        {
            "subsection_name": "Disease progression",
            "subsection_content": "Patients with chronic diseases may have no symptoms or only mildly reduced exercise tolerance or chronic fatigue for many years.; The time when patients with severe rheumatic mitral regurgitation begin to have symptoms of valve regurgitation is usually 15 - 20 years after the first episode of rheumatic heart disease.; Patients with mitral regurgitation due to valve prolapse have unexpected developments. Sometimes valve regurgitation does not progress after many years of monitoring, the disease progresses slowly, however there are also cases of sudden severe regurgitation causing symptoms similar to when a ligament rupture occurs.; Mitral valve regurgitation often progresses more rapidly in connective tissue diseases such as Marfan syndrome, compared with regurgitation due to mucus degeneration or rheumatism.; Patients with severe asymptomatic valve regurgitation progress to symptoms, left ventricular dysfunction, pulmonary hypertension and atrial fibrillation at a rate of 30% - 50% after 5 years.; Severe mitral regurgitation due to ligament rupture if treated medically, without surgery, the survival rate after 20 years is only 40%.",
            "subsection_string": "Disease progression\nPatients with chronic diseases may have no symptoms or only mildly reduced exercise tolerance or chronic fatigue for many years.; The time when patients with severe rheumatic mitral regurgitation begin to have symptoms of valve regurgitation is usually 15 - 20 years after the first episode of rheumatic heart disease.; Patients with mitral regurgitation due to valve prolapse have unexpected developments. Sometimes valve regurgitation does not progress after many years of monitoring, the disease progresses slowly, however there are also cases of sudden severe regurgitation causing symptoms similar to when a ligament rupture occurs.; Mitral valve regurgitation often progresses more rapidly in connective tissue diseases such as Marfan syndrome, compared with regurgitation due to mucus degeneration or rheumatism.; Patients with severe asymptomatic valve regurgitation progress to symptoms, left ventricular dysfunction, pulmonary hypertension and atrial fibrillation at a rate of 30% - 50% after 5 years.; Severe mitral regurgitation due to ligament rupture if treated medically, without surgery, the survival rate after 20 years is only 40%."
        },
        {
            "subsection_name": "Complications of mitral valve regurgitation",
            "subsection_content": "Severe mitral valve regurgitation, if not treated appropriately, will cause many life-threatening complications in the long term. Complications include:\nHeart failure is the final consequence of the disease. Long-term mitral valve regurgitation leads to dilatation of the left atrium and left ventricle. The left ventricle must work hard to pump nearly double the amount of blood than normal, and over time it will become exhausted. At some point, the blood pumping function is severely reduced and can no longer be compensated, and the patient will have symptoms of heart failure such as fatigue and shortness of breath. When the patient has severe left ventricular dysfunction, ejection fraction (blood pumping ability) < 20%, the prognosis is poor, survival time is short, surgery is almost impossible because of mortality and complications. Symptoms during surgery were high, after surgery cardiac function did not return to normal.; Atrial fibrillation is a very common complication. In severe mitral valve regurgitation, the left atrial leaflet is often greatly dilated due to the amount of blood refluxing. Over time, the normal contraction function of the atrium is lost. The patient's heart suffers from atrial fibrillation, which means that the patient's heart has atrial fibrillation. The normal function of the atria is to contract and bring blood from the atria to the ventricles. Now it only \"vibrates\" and can no longer \"contract\" regularly. The consequences of atrial fibrillation reduce the amount of blood going to the left ventricle, patients have more symptoms of heart failure; Atrial fibrillation causes the heart to beat irregularly, causing the patient to have additional symptoms of nervousness; Reduced blood flow from the atria to the ventricles increases blood stasis, easily creating blood clots in the atria. These blood clots drift through the bloodstream and can cause blood vessel blockages in many places, most commonly brain blood clots causing strokes, blood clots in the legs causing lack of blood supply to the legs, paralysis or necrosis of the legs, and blood clots in the legs. abdominal cavity causes intestinal necrosis...; Sudden death can occur in patients with severe heart failure and coronary artery disease. In addition, sudden death can occur in people with mitral valve prolapse at a very rare rate, 0.14% per year. The risk of sudden death in mitral valve prolapse increases when both valve leaflets prolapse, there is ventricular myocardial fibrosis, there are many ventricular extrasystoles and ST-T wave abnormalities on electrocardiography.; Death is the ultimate outcome due to severe irreversible heart failure or severe ischemic stroke.",
            "subsection_string": "Complications of mitral valve regurgitation\nSevere mitral valve regurgitation, if not treated appropriately, will cause many life-threatening complications in the long term. Complications include:\nHeart failure is the final consequence of the disease. Long-term mitral valve regurgitation leads to dilatation of the left atrium and left ventricle. The left ventricle must work hard to pump nearly double the amount of blood than normal, and over time it will become exhausted. At some point, the blood pumping function is severely reduced and can no longer be compensated, and the patient will have symptoms of heart failure such as fatigue and shortness of breath. When the patient has severe left ventricular dysfunction, ejection fraction (blood pumping ability) < 20%, the prognosis is poor, survival time is short, surgery is almost impossible because of mortality and complications. Symptoms during surgery were high, after surgery cardiac function did not return to normal.; Atrial fibrillation is a very common complication. In severe mitral valve regurgitation, the left atrial leaflet is often greatly dilated due to the amount of blood refluxing. Over time, the normal contraction function of the atrium is lost. The patient's heart suffers from atrial fibrillation, which means that the patient's heart has atrial fibrillation. The normal function of the atria is to contract and bring blood from the atria to the ventricles. Now it only \"vibrates\" and can no longer \"contract\" regularly. The consequences of atrial fibrillation reduce the amount of blood going to the left ventricle, patients have more symptoms of heart failure; Atrial fibrillation causes the heart to beat irregularly, causing the patient to have additional symptoms of nervousness; Reduced blood flow from the atria to the ventricles increases blood stasis, easily creating blood clots in the atria. These blood clots drift through the bloodstream and can cause blood vessel blockages in many places, most commonly brain blood clots causing strokes, blood clots in the legs causing lack of blood supply to the legs, paralysis or necrosis of the legs, and blood clots in the legs. abdominal cavity causes intestinal necrosis...; Sudden death can occur in patients with severe heart failure and coronary artery disease. In addition, sudden death can occur in people with mitral valve prolapse at a very rare rate, 0.14% per year. The risk of sudden death in mitral valve prolapse increases when both valve leaflets prolapse, there is ventricular myocardial fibrosis, there are many ventricular extrasystoles and ST-T wave abnormalities on electrocardiography.; Death is the ultimate outcome due to severe irreversible heart failure or severe ischemic stroke."
        },
        {
            "subsection_name": "How to treat mitral valve regurgitation?",
            "subsection_content": "Treatment methods for mitral valve regurgitation are chosen depending on the severity of the disease.\nMild mitral valve regurgitation does not require specific treatment, just periodic ultrasound monitoring every year to monitor the progression of the disease.; Moderate or higher mitral regurgitation requires finding the cause to treat and intervene to prevent the progression of mitral regurgitation.; Cases of severe mitral valve regurgitation (3/4 - 4/4), with functional symptoms, enlarged heart chambers, reduced heart function require surgical treatment or heart valve replacement.\nMedical treatment (medication)\nUse antibiotics to prevent recurrent rheumatic heart disease long-term (up to age 40 or more) if mitral valve regurgitation is due to rheumatism.; Periodic dental examination and treatment every 6 months to prevent infection on the mitral valve. The cause of infection on the heart valve is that 75% of germs from the oropharynx and inflamed teeth enter the bloodstream and stick to the damaged heart valve, causing inflammation or valve abscess, causing more serious valve damage. .; Treatment of medical diseases with high risk of leading to heart valve regurgitation such as hypertension, diabetes, coronary artery disease, arrhythmia, cardiomyopathy...; Treat heart failure if the patient has symptoms or impaired heart function on echocardiography. Medications to treat heart failure include ACE inhibitors, angiotensin II receptor blockers or ARNI (Sacubitril + Valsartan), beta blockers, and diuretics. If the patient has atherosclerotic cardiovascular disease, it is necessary to use antiplatelet drugs (aspirin, clopidogrel, ticagrelor, prasugrel) or cholesterol-lowering drugs (statins, ezetimibe).; Patients with atrial fibrillation need to use drugs to slow down the heart rate such as beta blockers and anticoagulants to prevent thrombosis causing embolism.; Vaccinate against influenza every year and against pneumococcal pneumonia every 5 years for all patients with severe valve regurgitation and heart failure.\nInterventional treatment\nWhen a patient with severe mitral regurgitation has symptoms of heart failure and reduced ejection fraction, early intervention is needed because if surgery is delayed, the disease will become more severe, surgical complications will be higher, and full recovery will not be possible. despite having heart valve surgery. Interventional treatment includes surgery (artificial valve repair or replacement) and percutaneous valve repair.\nValve repair surgery is preferred if the valve structure is suitable for repair. In cases where the valve is severely damaged or has too much calcification that cannot be repaired, an artificial valve must be replaced. After artificial valve replacement, the patient needs to take anticoagulants to prevent blood clots from blocking the valve. For biological valves, the duration of oral anticoagulation is 3 months if there is no atrial fibrillation. If the mechanical valve is replaced or the patient has atrial fibrillation, he or she should take anticoagulants for life.; Percutaneous mitral valve repair (MitraClip): The doctor inserts a catheter through a blood vessel in the thigh into the left atrium, down to the left ventricle, then inserts a metal clip between the two edges of the valve at the leak and clamps it. This method does not repair the valve as thoroughly as open heart surgery. It is only applied in cases where the patient is seriously ill and cannot have surgery. After receiving maximum medical treatment, heart failure symptoms do not decrease and must be hospitalized many times.\nPercutaneous mitral valve repair (MitraClip)\nMitral valve repair and valve ring placement through surgery\nCan a leaky mitral valve be cured with treatment?\nMild mitral regurgitation: may not progress further. Therefore, patients should not worry too much. They only need to be monitored annually, adjust their healthy lifestyle, and treat accompanying chronic diseases such as hypertension and diabetes to help prevent progressive valve regurgitation. .; Post-rheumatic moderate mitral regurgitation requires long-term rheumatism prevention to avoid rheumatism from recurring and the regurgitation does not progress further; coronary stent angioplasty if valve regurgitation is due to myocardial ischemia; Severe valve regurgitation can be cured by surgical repair or replacement of an artificial valve. After surgery, the function of the mitral valve recovers almost completely. However, patients still need to take medication and follow up regularly with a specialist. Proper treatment after heart abutment helps limit disease recurrence. Patients after surgery to repair or replace the mechanical mitral valve can live another 20 - 30 years or more depending on each person's health status and long-term care after heart surgery.",
            "subsection_string": "How to treat mitral valve regurgitation?\nTreatment methods for mitral valve regurgitation are chosen depending on the severity of the disease.\nMild mitral valve regurgitation does not require specific treatment, just periodic ultrasound monitoring every year to monitor the progression of the disease.; Moderate or higher mitral regurgitation requires finding the cause to treat and intervene to prevent the progression of mitral regurgitation.; Cases of severe mitral valve regurgitation (3/4 - 4/4), with functional symptoms, enlarged heart chambers, reduced heart function require surgical treatment or heart valve replacement.\nMedical treatment (medication)\nUse antibiotics to prevent recurrent rheumatic heart disease long-term (up to age 40 or more) if mitral valve regurgitation is due to rheumatism.; Periodic dental examination and treatment every 6 months to prevent infection on the mitral valve. The cause of infection on the heart valve is that 75% of germs from the oropharynx and inflamed teeth enter the bloodstream and stick to the damaged heart valve, causing inflammation or valve abscess, causing more serious valve damage. .; Treatment of medical diseases with high risk of leading to heart valve regurgitation such as hypertension, diabetes, coronary artery disease, arrhythmia, cardiomyopathy...; Treat heart failure if the patient has symptoms or impaired heart function on echocardiography. Medications to treat heart failure include ACE inhibitors, angiotensin II receptor blockers or ARNI (Sacubitril + Valsartan), beta blockers, and diuretics. If the patient has atherosclerotic cardiovascular disease, it is necessary to use antiplatelet drugs (aspirin, clopidogrel, ticagrelor, prasugrel) or cholesterol-lowering drugs (statins, ezetimibe).; Patients with atrial fibrillation need to use drugs to slow down the heart rate such as beta blockers and anticoagulants to prevent thrombosis causing embolism.; Vaccinate against influenza every year and against pneumococcal pneumonia every 5 years for all patients with severe valve regurgitation and heart failure.\nInterventional treatment\nWhen a patient with severe mitral regurgitation has symptoms of heart failure and reduced ejection fraction, early intervention is needed because if surgery is delayed, the disease will become more severe, surgical complications will be higher, and full recovery will not be possible. despite having heart valve surgery. Interventional treatment includes surgery (artificial valve repair or replacement) and percutaneous valve repair.\nValve repair surgery is preferred if the valve structure is suitable for repair. In cases where the valve is severely damaged or has too much calcification that cannot be repaired, an artificial valve must be replaced. After artificial valve replacement, the patient needs to take anticoagulants to prevent blood clots from blocking the valve. For biological valves, the duration of oral anticoagulation is 3 months if there is no atrial fibrillation. If the mechanical valve is replaced or the patient has atrial fibrillation, he or she should take anticoagulants for life.; Percutaneous mitral valve repair (MitraClip): The doctor inserts a catheter through a blood vessel in the thigh into the left atrium, down to the left ventricle, then inserts a metal clip between the two edges of the valve at the leak and clamps it. This method does not repair the valve as thoroughly as open heart surgery. It is only applied in cases where the patient is seriously ill and cannot have surgery. After receiving maximum medical treatment, heart failure symptoms do not decrease and must be hospitalized many times.\nPercutaneous mitral valve repair (MitraClip)\nMitral valve repair and valve ring placement through surgery\nCan a leaky mitral valve be cured with treatment?\nMild mitral regurgitation: may not progress further. Therefore, patients should not worry too much. They only need to be monitored annually, adjust their healthy lifestyle, and treat accompanying chronic diseases such as hypertension and diabetes to help prevent progressive valve regurgitation. .; Post-rheumatic moderate mitral regurgitation requires long-term rheumatism prevention to avoid rheumatism from recurring and the regurgitation does not progress further; coronary stent angioplasty if valve regurgitation is due to myocardial ischemia; Severe valve regurgitation can be cured by surgical repair or replacement of an artificial valve. After surgery, the function of the mitral valve recovers almost completely. However, patients still need to take medication and follow up regularly with a specialist. Proper treatment after heart abutment helps limit disease recurrence. Patients after surgery to repair or replace the mechanical mitral valve can live another 20 - 30 years or more depending on each person's health status and long-term care after heart surgery."
        },
        {
            "subsection_name": "When is valve replacement surgery or valve repair needed in mitral valve regurgitation?",
            "subsection_content": "Patients with mitral valve regurgitation will be monitored and treated with medication first. If severe valve regurgitation is accompanied by one of the following, surgical repair or valve replacement is required:\nSymptoms of heart failure: decreased ability to exercise, fatigue, shortness of breath when doing light work, shortness of breath when lying with head low, paroxysmal difficulty breathing at night;; There was an irregular heartbeat, an electrocardiogram detected atrial fibrillation;; On routine echocardiography, ejection fraction decreased < 50%, left ventricular end-systolic diameter (LVESD) ≥ 40mm, and severe pulmonary hypertension. Patients can ask their doctor about these indicators if they are unclear or have questions.; Severe mitral valve regurgitation but no symptoms of heart failure or arrhythmia. Echocardiography every 6 months to 1 year shows that the heart chambers are gradually dilated and the ejection fraction is gradually decreasing. Surgery should also be considered with treatment. condition that the doctor's ability to repair the valve is > 95% and the risk of surgical complications is low < 1%.; Severe valve regurgitation, ejection fraction < 20%, left ventricular end-systolic diameter (LVESD) ≤ 70mm almost no longer require surgery.\nTherefore, patients need to be monitored periodically and advise the doctor on when is the appropriate time for surgery. Surgery too early is not necessary, but too late and the results are not good.\nDepending on the severity of mitral valve regurgitation, the doctor will prescribe the appropriate treatment method and duration.\nIs it better to replace a mechanical valve or a biological valve?\nChoosing to replace a biological valve or a mechanical valve depends on the individual characteristics of each patient (age, comorbidities, contraindications to anticoagulants, etc.) and the patient's wishes after being informed by the doctor. Provide adequate information, exchange and share decisions with patients. Some points to note when choosing a biological valve or a mechanical valve:\nMechanical valve: valve made of metal, has a long lifespan (valve life), 20 years or more, but must take vitamin K antagonist anticoagulants (Sintrom, Coumadine) for life to prevent Thrombosis causes valve obstruction; Biological valve: made from pig heart valve, cow pericardium or autologous valve. Over time the valve will degenerate and lose function. The younger the person, the faster the valve degeneration. With current improvements, biological valves have a longer lifespan, on average 10-15 years, but not as long as mechanical valves. The advantage of a biological valve is that the patient does not need to take anticoagulants long-term, avoiding complications due to the use of anticoagulants, but the patient faces the risk of re-operation after 10-15 years of valve replacement.\nWho should prioritize choosing a biological valve?\nPatients ≥ 65 years old: the risk of valve degeneration requiring re-operation in people over 70 years old after 15 years is < 10%.; Patients with contraindications to using anticoagulants; or live in a place that is not qualified to monitor blood coagulation (remote areas, islands...) or the patient does not accept long-term anticoagulation.; Women who are still of childbearing age, want to have children, and do not want to take anticoagulants during pregnancy. After having a biological valve replaced, the patient gets pregnant and gives birth, then accepts surgery to replace the valve after 5-7 years if the valve is seriously damaged. Pregnancy often causes biological valves to degenerate and fail faster than usual.\nWho should prioritize mechanical valve replacement?\nPatients < 65 years old, with an estimated remaining life expectancy (over 20 years), without contraindications to using anticoagulants, should replace the mechanical valve for longer use.; Patients with other indications for anticoagulation treatment such as atrial fibrillation, cardiac thrombosis, etc.; Patients have the ability to self-monitor INR and adjust medications at home.\nHow should I monitor after mitral valve surgery?\nIssues that need to be monitored after mitral valve surgery include:\nAfter valve repair surgery: monitor for recurrent valve regurgitation and heart valve infection;; After biological valve replacement: monitor valve degeneration, recurrent valve regurgitation, heart valve infection;; After mechanical valve replacement: monitor valve jamming due to thrombosis, valve prolapse, and infection on the artificial valve.\nFor good monitoring, patients need:\nTake medicine regularly and have regular check-ups;; Echocardiogram: immediately after cardiac surgery, 3rd, 6th and 1st month after surgery, then every year or when symptoms of fatigue or shortness of breath appear;; Patients taking vitamin K antagonists need to periodically measure INR every 1-3 months and at follow-up visits to adjust the drug dose so that the INR is within the highest therapeutic range (target INR 2.5 - 3.5).; Patients suspected of having signs of valve obstruction need to have a transesophageal echocardiogram, cardiac CT scan or valve examination under a fluorescent screen to determine and find the cause.",
            "subsection_string": "When is valve replacement surgery or valve repair needed in mitral valve regurgitation?\nPatients with mitral valve regurgitation will be monitored and treated with medication first. If severe valve regurgitation is accompanied by one of the following, surgical repair or valve replacement is required:\nSymptoms of heart failure: decreased ability to exercise, fatigue, shortness of breath when doing light work, shortness of breath when lying with head low, paroxysmal difficulty breathing at night;; There was an irregular heartbeat, an electrocardiogram detected atrial fibrillation;; On routine echocardiography, ejection fraction decreased < 50%, left ventricular end-systolic diameter (LVESD) ≥ 40mm, and severe pulmonary hypertension. Patients can ask their doctor about these indicators if they are unclear or have questions.; Severe mitral valve regurgitation but no symptoms of heart failure or arrhythmia. Echocardiography every 6 months to 1 year shows that the heart chambers are gradually dilated and the ejection fraction is gradually decreasing. Surgery should also be considered with treatment. condition that the doctor's ability to repair the valve is > 95% and the risk of surgical complications is low < 1%.; Severe valve regurgitation, ejection fraction < 20%, left ventricular end-systolic diameter (LVESD) ≤ 70mm almost no longer require surgery.\nTherefore, patients need to be monitored periodically and advise the doctor on when is the appropriate time for surgery. Surgery too early is not necessary, but too late and the results are not good.\nDepending on the severity of mitral valve regurgitation, the doctor will prescribe the appropriate treatment method and duration.\nIs it better to replace a mechanical valve or a biological valve?\nChoosing to replace a biological valve or a mechanical valve depends on the individual characteristics of each patient (age, comorbidities, contraindications to anticoagulants, etc.) and the patient's wishes after being informed by the doctor. Provide adequate information, exchange and share decisions with patients. Some points to note when choosing a biological valve or a mechanical valve:\nMechanical valve: valve made of metal, has a long lifespan (valve life), 20 years or more, but must take vitamin K antagonist anticoagulants (Sintrom, Coumadine) for life to prevent Thrombosis causes valve obstruction; Biological valve: made from pig heart valve, cow pericardium or autologous valve. Over time the valve will degenerate and lose function. The younger the person, the faster the valve degeneration. With current improvements, biological valves have a longer lifespan, on average 10-15 years, but not as long as mechanical valves. The advantage of a biological valve is that the patient does not need to take anticoagulants long-term, avoiding complications due to the use of anticoagulants, but the patient faces the risk of re-operation after 10-15 years of valve replacement.\nWho should prioritize choosing a biological valve?\nPatients ≥ 65 years old: the risk of valve degeneration requiring re-operation in people over 70 years old after 15 years is < 10%.; Patients with contraindications to using anticoagulants; or live in a place that is not qualified to monitor blood coagulation (remote areas, islands...) or the patient does not accept long-term anticoagulation.; Women who are still of childbearing age, want to have children, and do not want to take anticoagulants during pregnancy. After having a biological valve replaced, the patient gets pregnant and gives birth, then accepts surgery to replace the valve after 5-7 years if the valve is seriously damaged. Pregnancy often causes biological valves to degenerate and fail faster than usual.\nWho should prioritize mechanical valve replacement?\nPatients < 65 years old, with an estimated remaining life expectancy (over 20 years), without contraindications to using anticoagulants, should replace the mechanical valve for longer use.; Patients with other indications for anticoagulation treatment such as atrial fibrillation, cardiac thrombosis, etc.; Patients have the ability to self-monitor INR and adjust medications at home.\nHow should I monitor after mitral valve surgery?\nIssues that need to be monitored after mitral valve surgery include:\nAfter valve repair surgery: monitor for recurrent valve regurgitation and heart valve infection;; After biological valve replacement: monitor valve degeneration, recurrent valve regurgitation, heart valve infection;; After mechanical valve replacement: monitor valve jamming due to thrombosis, valve prolapse, and infection on the artificial valve.\nFor good monitoring, patients need:\nTake medicine regularly and have regular check-ups;; Echocardiogram: immediately after cardiac surgery, 3rd, 6th and 1st month after surgery, then every year or when symptoms of fatigue or shortness of breath appear;; Patients taking vitamin K antagonists need to periodically measure INR every 1-3 months and at follow-up visits to adjust the drug dose so that the INR is within the highest therapeutic range (target INR 2.5 - 3.5).; Patients suspected of having signs of valve obstruction need to have a transesophageal echocardiogram, cardiac CT scan or valve examination under a fluorescent screen to determine and find the cause."
        },
        {
            "subsection_name": "How to prevent mitral valve regurgitation",
            "subsection_content": "To prevent mitral valve regurgitation, you should do:\nPrevent rheumatic heart disease by living in a clean and hygienic environment, avoiding cramped and crowded places with poor hygiene, maintaining good oral hygiene and treating sore throats early. If the patient has ever had rheumatic heart disease and has sequelae of valvular stenosis, they need to take antibiotics to prevent recurrent rheumatic heart disease until age 40 or longer;; Treatment of medical diseases with high risk of leading to severe mitral valve regurgitation such as hypertension, diabetes, myocardial ischemia...;; Do not smoke, limit alcohol consumption;; A heart-healthy diet;; Exercise regularly every day, on average 30 - 45 minutes/day, 5 - 7 days a week;; Maintain ideal weight, lose weight if overweight or obese.\nHaving a healthy diet and lifestyle will help effectively prevent cardiovascular diseases\nWhen should patients see a cardiologist?\nAn echocardiogram showed moderate or higher mitral valve regurgitation;; Symptoms of fatigue, shortness of breath, chest pain, nervousness, irregular heartbeat;; Chronic fatigue, reduced ability to exercise.\nWhat do patients need to prepare when coming for examination?\nBring your health records, prescriptions and medications you are taking;; You should fast (only drink water) when you first visit because the doctor may need to order some additional tests to evaluate the disease.; If the patient has any questions or concerns, they should write them down to ask the doctor during the examination;; Make an appointment in advance by phone to reduce waiting time.\nInvested in a system of modern machinery and equipment to serve medical examination and treatment, bringing together leading experts, Tam Anh General Hospital Cardiovascular Center is the address for effective examination, screening and treatment. results of cardiovascular diseases: heart valve regurgitation, myocardial ischemia, coronary artery disease, myocardial infarction, atrial fibrillation... The Center also coordinates closely with other specialties such as the Testing Center and the Diagnostic Center. Imaging, General Surgery, Gastrointestinal Endoscopy, Obstetrics and Gynecology, General Internal Medicine (Respiratory, Hematology, Gastroenterology...), Pediatrics, ENT and Maxillofacial Surgery, Orthopedics, Urology and Nephrology... help comprehensively treat patients with many comorbidities.\nMitral valve regurgitation has no typical symptoms in the early stages, only when the stage is severe do there appear clear symptoms, but then the disease will be extremely dangerous and can affect the person's life. sick. Hopefully the information above will help patients better understand their condition and have the most appropriate treatment.",
            "subsection_string": "How to prevent mitral valve regurgitation\nTo prevent mitral valve regurgitation, you should do:\nPrevent rheumatic heart disease by living in a clean and hygienic environment, avoiding cramped and crowded places with poor hygiene, maintaining good oral hygiene and treating sore throats early. If the patient has ever had rheumatic heart disease and has sequelae of valvular stenosis, they need to take antibiotics to prevent recurrent rheumatic heart disease until age 40 or longer;; Treatment of medical diseases with high risk of leading to severe mitral valve regurgitation such as hypertension, diabetes, myocardial ischemia...;; Do not smoke, limit alcohol consumption;; A heart-healthy diet;; Exercise regularly every day, on average 30 - 45 minutes/day, 5 - 7 days a week;; Maintain ideal weight, lose weight if overweight or obese.\nHaving a healthy diet and lifestyle will help effectively prevent cardiovascular diseases\nWhen should patients see a cardiologist?\nAn echocardiogram showed moderate or higher mitral valve regurgitation;; Symptoms of fatigue, shortness of breath, chest pain, nervousness, irregular heartbeat;; Chronic fatigue, reduced ability to exercise.\nWhat do patients need to prepare when coming for examination?\nBring your health records, prescriptions and medications you are taking;; You should fast (only drink water) when you first visit because the doctor may need to order some additional tests to evaluate the disease.; If the patient has any questions or concerns, they should write them down to ask the doctor during the examination;; Make an appointment in advance by phone to reduce waiting time.\nInvested in a system of modern machinery and equipment to serve medical examination and treatment, bringing together leading experts, Tam Anh General Hospital Cardiovascular Center is the address for effective examination, screening and treatment. results of cardiovascular diseases: heart valve regurgitation, myocardial ischemia, coronary artery disease, myocardial infarction, atrial fibrillation... The Center also coordinates closely with other specialties such as the Testing Center and the Diagnostic Center. Imaging, General Surgery, Gastrointestinal Endoscopy, Obstetrics and Gynecology, General Internal Medicine (Respiratory, Hematology, Gastroenterology...), Pediatrics, ENT and Maxillofacial Surgery, Orthopedics, Urology and Nephrology... help comprehensively treat patients with many comorbidities.\nMitral valve regurgitation has no typical symptoms in the early stages, only when the stage is severe do there appear clear symptoms, but then the disease will be extremely dangerous and can affect the person's life. sick. Hopefully the information above will help patients better understand their condition and have the most appropriate treatment."
        }
    ],
    "name": "ho-van-2-la.json"
}