{
    "title": "Irritable bowel syndrome: Causes, symptoms and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/hoi-chung-ruot-kich-thich/",
    "abstract": "Irritable bowel syndrome is a common digestive disease, with typical symptoms of recurring abdominal cramps, accompanied by a feeling of discomfort for the patient. In most cases of irritable bowel syndrome, the direct cause of the disease is unknown. Irritable bowel syndrome is common, expensive and affects the patient's quality of life, so it needs to be understood and managed well to improve quality of life.",
    "content": "Irritable bowel syndrome: Causes, symptoms and prevention\n\nIrritable bowel syndrome is a common digestive disease, with typical symptoms of recurring abdominal cramps, accompanied by a feeling of discomfort for the patient. In most cases of irritable bowel syndrome, the direct cause of the disease is unknown. Irritable bowel syndrome is common, expensive and affects the patient's quality of life, so it needs to be understood and managed well to improve quality of life.\n\nWhat is the Irritable Bowel Syndrome?\nIrritable bowel syndrome (IBS) is one of the most common intestinal diseases, with a prevalence of 5-20% of the population. This syndrome is benign, although not life-threatening, it has a major impact on the patient's quality of life. Irritable bowel syndrome is more commonly diagnosed in women, the female/male diagnosis ratio is about 1.25-2/1, the common age of diagnosis is from 20 to 50 years old, characterized by recurrent abdominal pain. frequent diarrhea, change in bowel habits, feeling of bloating and discomfort in the abdomen. This is a phenomenon of intestinal dysfunction that recurs many times, but when the patient goes to the doctor and does tests, no physical damage is found in the intestine.(1)\nIrritable bowel syndrome is divided into four types based on the patient's symptoms. Treatment methods also change accordingly:\nIrritable bowel syndrome with constipation; Diarrheal irritable bowel syndrome; Mixed irritable bowel syndrome (with both diarrhea and constipation); Unspecified irritable bowel syndrome\nAlthough no research has determined the specific, direct cause of irritable bowel syndrome. However, food is the cause of irritation to the digestive system, leading to spasms, abdominal pain, and discomfort. Besides, medical research shows a connection between signs of irritable bowel syndrome and food. Therefore, it can be seen that the quality and hygiene of food have a great influence on the disease.\n\nSymptoms of irritable bowel syndrome\nThe characteristic symptom of irritable bowel syndrome is recurrent abdominal pain. This painful condition is related to bowel movements, changes in bowel habits and stool consistency. Clinical signs affect the patient's daily life, causing inconvenience in living, eating and health deterioration.\nPatients should note that these symptoms may recur in irregular cycles. And the symptoms will be aggravated when the patient is in a state of prolonged stress or consumes foods of poor quality, causing allergies to the body.\n1. Abdominal pain\nAbdominal pain: Pain without any specific characteristics, no specific location, pain along the colon frame, more pain after eating or sometimes before eating, there is a feeling of pain, when eating strange foods, eat for a long time. Pain usually occurs in the morning, pain can be relieved after bowel movements. The type of pain can be vague, intermittent, and the patient will experience cramping, episodic or dull pain caused by intestinal disorders and increased intestinal motility. The pain recurs at least once a week and lasts for the last 3 months.(4)\n2. Constipation or diarrhea\nBased on the nature of the stool, people classify irritable bowel syndrome as constipation or diarrhea. Constipation is a condition of having bowel movements < 3 times/week, diarrhea is having bowel movements >= 3 times/day, accompanied by changes in stool shape from lumpy, thick to soft, watery mucus. It should be noted that stools should never contain blood. If there is blood, we must think about physical diseases in the intestines.\n3. Other signs\nOther clinical signs of irritable bowel syndrome include:\nAbdominal bloating, flatulence; Cramp; Tired; Muscle pain; Sleep disorders; Feeling of incomplete bowel movements; Lots of flatus\n4. Warning signs\nThe following signs are considered warning signs and cannot be ignored but need to be screened for physical diseases in the digestive tract:\nSymptom onset after age 50; There is blood in the stool; Unintended weight loss; Palpable abdominal or rectal tumors; Have nocturnal symptoms (pain or diarrhea); Anemia; Fever; Ascites; Family history of colon cancer/chronic inflammatory bowel disease\n\nCauses of irritable bowel syndrome\nThe cause of irritable bowel syndrome has not been clearly determined. However, experts point out that emotional factors, diet and medications have a direct impact on symptoms of digestive diseases.\nIt can be said that irritable bowel syndrome is a disease caused by a combination of physiological and psychosocial factors. These agents also stimulate the disease to relapse or become more severe.(3)\n1. Stress\nStress is a common cause of digestive diseases including irritable bowel syndrome. When a person is stressed, the central nervous system will use the autonomic nervous system to reduce stomach and intestinal function. Therefore, stress is considered a cause that increases your risk of irritable bowel syndrome.\n2. Hormones\nHormonal disorders are the cause of irritable bowel syndrome and are related to abnormal hormone changes. Hormones are the cause of the group of psychosocial factors, creating opportunities for patients to easily develop irritable bowel syndrome. Hormones are a collection of hormone-producing glands in humans, with the function of balancing metabolism, maintaining and developing sexual, reproductive, and tissue functions.\nHormonal disorders cause abnormal changes in hormones, thereby causing digestive system dysfunction, increasing the likelihood of changes in intestinal motility leading to irritable bowel syndrome.\n3. Food\nFood is considered the main cause of irritable bowel syndrome. Food that is spoiled or not suitable for the patient's body will irritate the stomach and large intestine. These stimuli will cause increased intestinal motility, causing irritable bowel syndrome.\n4. Family history of the disease\nA family history of digestive diseases is also a factor that increases the risk of intestinal sensitivity, making you more susceptible to irritable bowel syndrome than others.\nThis factor is not the direct cause of IBS, but if you have a family member with a history of irritable bowel syndrome, you need to be aware of protecting the health of your digestive system.\n\nWho is at risk for irritable bowel disease?\nIrritable bowel disease can occur in people of any age. However, it is more common in people aged 20 - 50 years old. Furthermore, women are twice as likely to develop irritable bowel syndrome as men. Reasons that increase your risk of irritable bowel syndrome:\nFrequently stressed and anxious; Having mental health problems such as depression and anxiety disorders; Have a history of or are currently suffering from a severe gastrointestinal infection; Having an irregular, unscientific diet or having the habit of skipping meals or fasting; People whose family members have had irritable bowel syndrome\n\nMethods of diagnosing irritable bowel\nIrritable bowel syndrome is first diagnosed through each patient's clinical symptoms. During the clinical diagnosis process, the doctor will need the patient to provide the health status of himself and his family. Based on this information, the doctor will continue to prescribe other appropriate tests. In fact, the diagnosis of irritable bowel syndrome is a clinical diagnosis, based on symptoms and the exclusion of physical diseases in the digestive tract, the patient does not have the above warning signs, accompanied by Tests are normal.(2)\n\n1. Digestive endoscopy\nGastrointestinal endoscopy is the main means of diagnosing diseases in the digestive tract. Esophagogastroduodenoscopy and colorectal endoscopy will be prescribed by the doctor based on the patient's current symptoms and medical history. A biopsy will be performed if the doctor sees suspicious/confirmed lesions through endoscopy.\n2. Testing\nTesting is a paraclinical diagnostic method to find the cause of irritable bowel syndrome. There are types of tests related to diagnosing irritable bowel syndrome including:\nBlood tests to rule out disorders caused by the body's sensitivity to proteins and disorders caused by other systemic diseases; Stool test if the patient has symptoms of diarrhea, to check whether there are bacteria or parasites in the stool, fecal calprotectin test if normal, thinking about irritable bowel syndrome; Lactose intolerance test\n\nTreatment of irritable bowel syndrome\nTreatment of irritable bowel syndrome focuses heavily on diet and nutrition, combined with medication to treat prominent symptoms and scientific lifestyle changes to restore and improve colon function.\nIBS has treatment protocols that focus on the specific symptoms each patient experiences. Therefore, the doctor will prescribe medications based on the symptoms of the disease, and at the same time, guide the patient about nutrition, substances to supplement and foods and substances to avoid due to allergies. Have.\nMedications commonly used in the treatment of irritable bowel syndrome include:\nAntispasmodic drugs; Medicines to treat diarrhea; Medicines to treat constipation; Fiber supplements; Sedatives, anxiety reducers; Intestinal bacteria\nIn addition, patients also need to follow a suitable diet, supplementing lots of fiber from fruits and vegetables. At the same time, minimize foods containing a lot of gluten such as wheat, oats, and cereals. For people who are allergic to proteins in these foods, they need to completely remove them from their menu.\nPeople with IBS are encouraged to eat a low FODMAP diet to stabilize the colon and improve digestive health. This is a diet that avoids foods that are short-chain carbohydrates such as apples, watermelon, canned fruits in general, fresh milk with lactose, cheese, yogurt, fructose and fruits with high fructose content, honey. bees, legumes, beets, broccoli, wheat and alcoholic beverages.\n\nIs irritable bowel syndrome dangerous?\nIrritable bowel syndrome is not a dangerous disease. IBS cases are often detected at a mild level, patients have symptoms of recurrent abdominal pain and defecation disorders, in addition, there are very rare cases of serious physical effects.\nIn some mild cases, the disease can go away on its own without needing medical treatment, just adjusting the diet. Therefore, when you suspect you have irritable bowel syndrome or are diagnosed with the disease, you should not stress or worry because this will make your symptoms worse.\nHowever, patients should not be subjective and seriously treat the disease so as not to aggravate and prolong the symptoms, affecting other organs in the digestive system. Patients also need to be examined and consulted by a doctor to rule out dangerous physical diseases in the digestive tract, before being assured that it is irritable bowel syndrome - a benign disease.\n\nHow to prevent irritable bowel syndrome\nThe most optimal way to prevent irritable bowel syndrome today is to protect digestive health and prevent all diseases related to digestion. The exact cause of IBS has not yet been determined, so it is necessary to keep the digestive system in a stable condition, limiting the risk of related diseases including irritable bowel syndrome.\nThe most important thing in proactively preventing irritable bowel syndrome and other digestive diseases is nutrition and lifestyle habits. Things you need to know to improve the nutritional quality of your meals:\nMinimize skipping meals and eating irregularly; You should eat slowly, don't eat too fast; Limit eating hot, spicy foods, greasy foods, and canned and processed foods; Limit alcohol and carbonated drinks; Fruits with high fructose content should be eaten in moderation. You should not eat more than 240g per day\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nIrritable bowel syndrome is a common digestive disease, related to disorders occurring in the digestive tract, characterized by recurrent abdominal pain and changes in bowel habits, leading to many inconveniences in life. live every day. The main treatment method is symptomatic treatment combined with a nutritional regimen suitable for each person's body.",
    "subsections": [
        {
            "subsection_name": "What is the Irritable Bowel Syndrome?",
            "subsection_content": "Irritable bowel syndrome (IBS) is one of the most common intestinal diseases, with a prevalence of 5-20% of the population. This syndrome is benign, although not life-threatening, it has a major impact on the patient's quality of life. Irritable bowel syndrome is more commonly diagnosed in women, the female/male diagnosis ratio is about 1.25-2/1, the common age of diagnosis is from 20 to 50 years old, characterized by recurrent abdominal pain. frequent diarrhea, change in bowel habits, feeling of bloating and discomfort in the abdomen. This is a phenomenon of intestinal dysfunction that recurs many times, but when the patient goes to the doctor and does tests, no physical damage is found in the intestine.(1)\nIrritable bowel syndrome is divided into four types based on the patient's symptoms. Treatment methods also change accordingly:\nIrritable bowel syndrome with constipation; Diarrheal irritable bowel syndrome; Mixed irritable bowel syndrome (with both diarrhea and constipation); Unspecified irritable bowel syndrome\nAlthough no research has determined the specific, direct cause of irritable bowel syndrome. However, food is the cause of irritation to the digestive system, leading to spasms, abdominal pain, and discomfort. Besides, medical research shows a connection between signs of irritable bowel syndrome and food. Therefore, it can be seen that the quality and hygiene of food have a great influence on the disease.",
            "subsection_string": "What is the Irritable Bowel Syndrome?\nIrritable bowel syndrome (IBS) is one of the most common intestinal diseases, with a prevalence of 5-20% of the population. This syndrome is benign, although not life-threatening, it has a major impact on the patient's quality of life. Irritable bowel syndrome is more commonly diagnosed in women, the female/male diagnosis ratio is about 1.25-2/1, the common age of diagnosis is from 20 to 50 years old, characterized by recurrent abdominal pain. frequent diarrhea, change in bowel habits, feeling of bloating and discomfort in the abdomen. This is a phenomenon of intestinal dysfunction that recurs many times, but when the patient goes to the doctor and does tests, no physical damage is found in the intestine.(1)\nIrritable bowel syndrome is divided into four types based on the patient's symptoms. Treatment methods also change accordingly:\nIrritable bowel syndrome with constipation; Diarrheal irritable bowel syndrome; Mixed irritable bowel syndrome (with both diarrhea and constipation); Unspecified irritable bowel syndrome\nAlthough no research has determined the specific, direct cause of irritable bowel syndrome. However, food is the cause of irritation to the digestive system, leading to spasms, abdominal pain, and discomfort. Besides, medical research shows a connection between signs of irritable bowel syndrome and food. Therefore, it can be seen that the quality and hygiene of food have a great influence on the disease."
        },
        {
            "subsection_name": "Symptoms of irritable bowel syndrome",
            "subsection_content": "The characteristic symptom of irritable bowel syndrome is recurrent abdominal pain. This painful condition is related to bowel movements, changes in bowel habits and stool consistency. Clinical signs affect the patient's daily life, causing inconvenience in living, eating and health deterioration.\nPatients should note that these symptoms may recur in irregular cycles. And the symptoms will be aggravated when the patient is in a state of prolonged stress or consumes foods of poor quality, causing allergies to the body.\n1. Abdominal pain\nAbdominal pain: Pain without any specific characteristics, no specific location, pain along the colon frame, more pain after eating or sometimes before eating, there is a feeling of pain, when eating strange foods, eat for a long time. Pain usually occurs in the morning, pain can be relieved after bowel movements. The type of pain can be vague, intermittent, and the patient will experience cramping, episodic or dull pain caused by intestinal disorders and increased intestinal motility. The pain recurs at least once a week and lasts for the last 3 months.(4)\n2. Constipation or diarrhea\nBased on the nature of the stool, people classify irritable bowel syndrome as constipation or diarrhea. Constipation is a condition of having bowel movements < 3 times/week, diarrhea is having bowel movements >= 3 times/day, accompanied by changes in stool shape from lumpy, thick to soft, watery mucus. It should be noted that stools should never contain blood. If there is blood, we must think about physical diseases in the intestines.\n3. Other signs\nOther clinical signs of irritable bowel syndrome include:\nAbdominal bloating, flatulence; Cramp; Tired; Muscle pain; Sleep disorders; Feeling of incomplete bowel movements; Lots of flatus\n4. Warning signs\nThe following signs are considered warning signs and cannot be ignored but need to be screened for physical diseases in the digestive tract:\nSymptom onset after age 50; There is blood in the stool; Unintended weight loss; Palpable abdominal or rectal tumors; Have nocturnal symptoms (pain or diarrhea); Anemia; Fever; Ascites; Family history of colon cancer/chronic inflammatory bowel disease",
            "subsection_string": "Symptoms of irritable bowel syndrome\nThe characteristic symptom of irritable bowel syndrome is recurrent abdominal pain. This painful condition is related to bowel movements, changes in bowel habits and stool consistency. Clinical signs affect the patient's daily life, causing inconvenience in living, eating and health deterioration.\nPatients should note that these symptoms may recur in irregular cycles. And the symptoms will be aggravated when the patient is in a state of prolonged stress or consumes foods of poor quality, causing allergies to the body.\n1. Abdominal pain\nAbdominal pain: Pain without any specific characteristics, no specific location, pain along the colon frame, more pain after eating or sometimes before eating, there is a feeling of pain, when eating strange foods, eat for a long time. Pain usually occurs in the morning, pain can be relieved after bowel movements. The type of pain can be vague, intermittent, and the patient will experience cramping, episodic or dull pain caused by intestinal disorders and increased intestinal motility. The pain recurs at least once a week and lasts for the last 3 months.(4)\n2. Constipation or diarrhea\nBased on the nature of the stool, people classify irritable bowel syndrome as constipation or diarrhea. Constipation is a condition of having bowel movements < 3 times/week, diarrhea is having bowel movements >= 3 times/day, accompanied by changes in stool shape from lumpy, thick to soft, watery mucus. It should be noted that stools should never contain blood. If there is blood, we must think about physical diseases in the intestines.\n3. Other signs\nOther clinical signs of irritable bowel syndrome include:\nAbdominal bloating, flatulence; Cramp; Tired; Muscle pain; Sleep disorders; Feeling of incomplete bowel movements; Lots of flatus\n4. Warning signs\nThe following signs are considered warning signs and cannot be ignored but need to be screened for physical diseases in the digestive tract:\nSymptom onset after age 50; There is blood in the stool; Unintended weight loss; Palpable abdominal or rectal tumors; Have nocturnal symptoms (pain or diarrhea); Anemia; Fever; Ascites; Family history of colon cancer/chronic inflammatory bowel disease"
        },
        {
            "subsection_name": "Causes of irritable bowel syndrome",
            "subsection_content": "The cause of irritable bowel syndrome has not been clearly determined. However, experts point out that emotional factors, diet and medications have a direct impact on symptoms of digestive diseases.\nIt can be said that irritable bowel syndrome is a disease caused by a combination of physiological and psychosocial factors. These agents also stimulate the disease to relapse or become more severe.(3)\n1. Stress\nStress is a common cause of digestive diseases including irritable bowel syndrome. When a person is stressed, the central nervous system will use the autonomic nervous system to reduce stomach and intestinal function. Therefore, stress is considered a cause that increases your risk of irritable bowel syndrome.\n2. Hormones\nHormonal disorders are the cause of irritable bowel syndrome and are related to abnormal hormone changes. Hormones are the cause of the group of psychosocial factors, creating opportunities for patients to easily develop irritable bowel syndrome. Hormones are a collection of hormone-producing glands in humans, with the function of balancing metabolism, maintaining and developing sexual, reproductive, and tissue functions.\nHormonal disorders cause abnormal changes in hormones, thereby causing digestive system dysfunction, increasing the likelihood of changes in intestinal motility leading to irritable bowel syndrome.\n3. Food\nFood is considered the main cause of irritable bowel syndrome. Food that is spoiled or not suitable for the patient's body will irritate the stomach and large intestine. These stimuli will cause increased intestinal motility, causing irritable bowel syndrome.\n4. Family history of the disease\nA family history of digestive diseases is also a factor that increases the risk of intestinal sensitivity, making you more susceptible to irritable bowel syndrome than others.\nThis factor is not the direct cause of IBS, but if you have a family member with a history of irritable bowel syndrome, you need to be aware of protecting the health of your digestive system.",
            "subsection_string": "Causes of irritable bowel syndrome\nThe cause of irritable bowel syndrome has not been clearly determined. However, experts point out that emotional factors, diet and medications have a direct impact on symptoms of digestive diseases.\nIt can be said that irritable bowel syndrome is a disease caused by a combination of physiological and psychosocial factors. These agents also stimulate the disease to relapse or become more severe.(3)\n1. Stress\nStress is a common cause of digestive diseases including irritable bowel syndrome. When a person is stressed, the central nervous system will use the autonomic nervous system to reduce stomach and intestinal function. Therefore, stress is considered a cause that increases your risk of irritable bowel syndrome.\n2. Hormones\nHormonal disorders are the cause of irritable bowel syndrome and are related to abnormal hormone changes. Hormones are the cause of the group of psychosocial factors, creating opportunities for patients to easily develop irritable bowel syndrome. Hormones are a collection of hormone-producing glands in humans, with the function of balancing metabolism, maintaining and developing sexual, reproductive, and tissue functions.\nHormonal disorders cause abnormal changes in hormones, thereby causing digestive system dysfunction, increasing the likelihood of changes in intestinal motility leading to irritable bowel syndrome.\n3. Food\nFood is considered the main cause of irritable bowel syndrome. Food that is spoiled or not suitable for the patient's body will irritate the stomach and large intestine. These stimuli will cause increased intestinal motility, causing irritable bowel syndrome.\n4. Family history of the disease\nA family history of digestive diseases is also a factor that increases the risk of intestinal sensitivity, making you more susceptible to irritable bowel syndrome than others.\nThis factor is not the direct cause of IBS, but if you have a family member with a history of irritable bowel syndrome, you need to be aware of protecting the health of your digestive system."
        },
        {
            "subsection_name": "Who is at risk for irritable bowel disease?",
            "subsection_content": "Irritable bowel disease can occur in people of any age. However, it is more common in people aged 20 - 50 years old. Furthermore, women are twice as likely to develop irritable bowel syndrome as men. Reasons that increase your risk of irritable bowel syndrome:\nFrequently stressed and anxious; Having mental health problems such as depression and anxiety disorders; Have a history of or are currently suffering from a severe gastrointestinal infection; Having an irregular, unscientific diet or having the habit of skipping meals or fasting; People whose family members have had irritable bowel syndrome",
            "subsection_string": "Who is at risk for irritable bowel disease?\nIrritable bowel disease can occur in people of any age. However, it is more common in people aged 20 - 50 years old. Furthermore, women are twice as likely to develop irritable bowel syndrome as men. Reasons that increase your risk of irritable bowel syndrome:\nFrequently stressed and anxious; Having mental health problems such as depression and anxiety disorders; Have a history of or are currently suffering from a severe gastrointestinal infection; Having an irregular, unscientific diet or having the habit of skipping meals or fasting; People whose family members have had irritable bowel syndrome"
        },
        {
            "subsection_name": "Methods of diagnosing irritable bowel",
            "subsection_content": "Irritable bowel syndrome is first diagnosed through each patient's clinical symptoms. During the clinical diagnosis process, the doctor will need the patient to provide the health status of himself and his family. Based on this information, the doctor will continue to prescribe other appropriate tests. In fact, the diagnosis of irritable bowel syndrome is a clinical diagnosis, based on symptoms and the exclusion of physical diseases in the digestive tract, the patient does not have the above warning signs, accompanied by Tests are normal.(2)",
            "subsection_string": "Methods of diagnosing irritable bowel\nIrritable bowel syndrome is first diagnosed through each patient's clinical symptoms. During the clinical diagnosis process, the doctor will need the patient to provide the health status of himself and his family. Based on this information, the doctor will continue to prescribe other appropriate tests. In fact, the diagnosis of irritable bowel syndrome is a clinical diagnosis, based on symptoms and the exclusion of physical diseases in the digestive tract, the patient does not have the above warning signs, accompanied by Tests are normal.(2)"
        },
        {
            "subsection_name": "1. Digestive endoscopy",
            "subsection_content": "Gastrointestinal endoscopy is the main means of diagnosing diseases in the digestive tract. Esophagogastroduodenoscopy and colorectal endoscopy will be prescribed by the doctor based on the patient's current symptoms and medical history. A biopsy will be performed if the doctor sees suspicious/confirmed lesions through endoscopy.\n2. Testing\nTesting is a paraclinical diagnostic method to find the cause of irritable bowel syndrome. There are types of tests related to diagnosing irritable bowel syndrome including:\nBlood tests to rule out disorders caused by the body's sensitivity to proteins and disorders caused by other systemic diseases; Stool test if the patient has symptoms of diarrhea, to check whether there are bacteria or parasites in the stool, fecal calprotectin test if normal, thinking about irritable bowel syndrome; Lactose intolerance test",
            "subsection_string": "1. Digestive endoscopy\nGastrointestinal endoscopy is the main means of diagnosing diseases in the digestive tract. Esophagogastroduodenoscopy and colorectal endoscopy will be prescribed by the doctor based on the patient's current symptoms and medical history. A biopsy will be performed if the doctor sees suspicious/confirmed lesions through endoscopy.\n2. Testing\nTesting is a paraclinical diagnostic method to find the cause of irritable bowel syndrome. There are types of tests related to diagnosing irritable bowel syndrome including:\nBlood tests to rule out disorders caused by the body's sensitivity to proteins and disorders caused by other systemic diseases; Stool test if the patient has symptoms of diarrhea, to check whether there are bacteria or parasites in the stool, fecal calprotectin test if normal, thinking about irritable bowel syndrome; Lactose intolerance test"
        },
        {
            "subsection_name": "Treatment of irritable bowel syndrome",
            "subsection_content": "Treatment of irritable bowel syndrome focuses heavily on diet and nutrition, combined with medication to treat prominent symptoms and scientific lifestyle changes to restore and improve colon function.\nIBS has treatment protocols that focus on the specific symptoms each patient experiences. Therefore, the doctor will prescribe medications based on the symptoms of the disease, and at the same time, guide the patient about nutrition, substances to supplement and foods and substances to avoid due to allergies. Have.\nMedications commonly used in the treatment of irritable bowel syndrome include:\nAntispasmodic drugs; Medicines to treat diarrhea; Medicines to treat constipation; Fiber supplements; Sedatives, anxiety reducers; Intestinal bacteria\nIn addition, patients also need to follow a suitable diet, supplementing lots of fiber from fruits and vegetables. At the same time, minimize foods containing a lot of gluten such as wheat, oats, and cereals. For people who are allergic to proteins in these foods, they need to completely remove them from their menu.\nPeople with IBS are encouraged to eat a low FODMAP diet to stabilize the colon and improve digestive health. This is a diet that avoids foods that are short-chain carbohydrates such as apples, watermelon, canned fruits in general, fresh milk with lactose, cheese, yogurt, fructose and fruits with high fructose content, honey. bees, legumes, beets, broccoli, wheat and alcoholic beverages.",
            "subsection_string": "Treatment of irritable bowel syndrome\nTreatment of irritable bowel syndrome focuses heavily on diet and nutrition, combined with medication to treat prominent symptoms and scientific lifestyle changes to restore and improve colon function.\nIBS has treatment protocols that focus on the specific symptoms each patient experiences. Therefore, the doctor will prescribe medications based on the symptoms of the disease, and at the same time, guide the patient about nutrition, substances to supplement and foods and substances to avoid due to allergies. Have.\nMedications commonly used in the treatment of irritable bowel syndrome include:\nAntispasmodic drugs; Medicines to treat diarrhea; Medicines to treat constipation; Fiber supplements; Sedatives, anxiety reducers; Intestinal bacteria\nIn addition, patients also need to follow a suitable diet, supplementing lots of fiber from fruits and vegetables. At the same time, minimize foods containing a lot of gluten such as wheat, oats, and cereals. For people who are allergic to proteins in these foods, they need to completely remove them from their menu.\nPeople with IBS are encouraged to eat a low FODMAP diet to stabilize the colon and improve digestive health. This is a diet that avoids foods that are short-chain carbohydrates such as apples, watermelon, canned fruits in general, fresh milk with lactose, cheese, yogurt, fructose and fruits with high fructose content, honey. bees, legumes, beets, broccoli, wheat and alcoholic beverages."
        },
        {
            "subsection_name": "Is irritable bowel syndrome dangerous?",
            "subsection_content": "Irritable bowel syndrome is not a dangerous disease. IBS cases are often detected at a mild level, patients have symptoms of recurrent abdominal pain and defecation disorders, in addition, there are very rare cases of serious physical effects.\nIn some mild cases, the disease can go away on its own without needing medical treatment, just adjusting the diet. Therefore, when you suspect you have irritable bowel syndrome or are diagnosed with the disease, you should not stress or worry because this will make your symptoms worse.\nHowever, patients should not be subjective and seriously treat the disease so as not to aggravate and prolong the symptoms, affecting other organs in the digestive system. Patients also need to be examined and consulted by a doctor to rule out dangerous physical diseases in the digestive tract, before being assured that it is irritable bowel syndrome - a benign disease.",
            "subsection_string": "Is irritable bowel syndrome dangerous?\nIrritable bowel syndrome is not a dangerous disease. IBS cases are often detected at a mild level, patients have symptoms of recurrent abdominal pain and defecation disorders, in addition, there are very rare cases of serious physical effects.\nIn some mild cases, the disease can go away on its own without needing medical treatment, just adjusting the diet. Therefore, when you suspect you have irritable bowel syndrome or are diagnosed with the disease, you should not stress or worry because this will make your symptoms worse.\nHowever, patients should not be subjective and seriously treat the disease so as not to aggravate and prolong the symptoms, affecting other organs in the digestive system. Patients also need to be examined and consulted by a doctor to rule out dangerous physical diseases in the digestive tract, before being assured that it is irritable bowel syndrome - a benign disease."
        },
        {
            "subsection_name": "How to prevent irritable bowel syndrome",
            "subsection_content": "The most optimal way to prevent irritable bowel syndrome today is to protect digestive health and prevent all diseases related to digestion. The exact cause of IBS has not yet been determined, so it is necessary to keep the digestive system in a stable condition, limiting the risk of related diseases including irritable bowel syndrome.\nThe most important thing in proactively preventing irritable bowel syndrome and other digestive diseases is nutrition and lifestyle habits. Things you need to know to improve the nutritional quality of your meals:\nMinimize skipping meals and eating irregularly; You should eat slowly, don't eat too fast; Limit eating hot, spicy foods, greasy foods, and canned and processed foods; Limit alcohol and carbonated drinks; Fruits with high fructose content should be eaten in moderation. You should not eat more than 240g per day\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nIrritable bowel syndrome is a common digestive disease, related to disorders occurring in the digestive tract, characterized by recurrent abdominal pain and changes in bowel habits, leading to many inconveniences in life. live every day. The main treatment method is symptomatic treatment combined with a nutritional regimen suitable for each person's body.",
            "subsection_string": "How to prevent irritable bowel syndrome\nThe most optimal way to prevent irritable bowel syndrome today is to protect digestive health and prevent all diseases related to digestion. The exact cause of IBS has not yet been determined, so it is necessary to keep the digestive system in a stable condition, limiting the risk of related diseases including irritable bowel syndrome.\nThe most important thing in proactively preventing irritable bowel syndrome and other digestive diseases is nutrition and lifestyle habits. Things you need to know to improve the nutritional quality of your meals:\nMinimize skipping meals and eating irregularly; You should eat slowly, don't eat too fast; Limit eating hot, spicy foods, greasy foods, and canned and processed foods; Limit alcohol and carbonated drinks; Fruits with high fructose content should be eaten in moderation. You should not eat more than 240g per day\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nIrritable bowel syndrome is a common digestive disease, related to disorders occurring in the digestive tract, characterized by recurrent abdominal pain and changes in bowel habits, leading to many inconveniences in life. live every day. The main treatment method is symptomatic treatment combined with a nutritional regimen suitable for each person's body."
        }
    ],
    "name": "hoi-chung-ruot-kich-thich.json"
}