{
    "title": "Fournier syndrome: Causes, symptoms, treatment and prevention",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/hoi-chung-fournier/",
    "abstract": "Fournier syndrome is an emergency that can lead to death without timely medical intervention. The disease comes from many different causes, can occur in both sexes but mostly appears in men (more than 90%), with serious symptoms that are easy to recognize. Therefore, consulting information to proactively prevent, detect, monitor and treat early is really important.",
    "content": "Fournier syndrome: Causes, symptoms, treatment and prevention\n\nFournier syndrome is an emergency that can lead to death without timely medical intervention. The disease comes from many different causes, can occur in both sexes but mostly appears in men (more than 90%), with serious symptoms that are easy to recognize. Therefore, consulting information to proactively prevent, detect, monitor and treat early is really important.\n\nWhat is Fournier syndrome?\nFournier Syndrome also known as Fournier Gangrene (Perineal Diffuse Necrotizing Infection) is a rare but potentially life-threatening bacterial infection that requires urgent medical intervention. The disease tends to progress rapidly on the genitals and surrounding areas (penis, perineum...), causing tissue destruction, even leading to many other dangerous complications. (first)\nIn some severe cases, the infection can spread to the thighs, stomach, and chest. From there, muscles, nerves and arteries in these areas are at high risk of being destroyed. Many studies conclude that 3% of patients with Fournier are likely to die.\nMeanwhile, some other reports have determined that this number has reached 50%. Fournier is usually detected in men between the ages of 50 and 60 years old, with a small number of cases also occurring in women and children. However, this syndrome is very rare and can be proactively prevented from the beginning or monitored and detected early for effective treatment.\n\nCauses of Fournier's disease\nAnaerobic or aerobic bacteria can cause Fournier syndrome. Some common types include: (2)\nE. coli (Escherichia coli).; Klebsiella.; Proteus.; Staphylococcus.; Streptococcus.; Clostridium.; Peptostreptococcus.\nBacteria can enter the rectum and genital organs in many different ways, including:\nAbscess.; Anal fistula and diverticulitis.; Bladder or urinary tract infection; Injury causing scratches or burns; Insect bite.; Rectal cancer.; Sex.; Ulcers.; Circumcision (in children).\nThe danger elements\nPatients being treated with immunosuppressive drugs; People with liver disease, leukemia, lupus.; People with Crohn's disease; People infected with HIV.; The patient is undergoing chemotherapy.; Patients undergoing long-term treatment with Corticosteroid drugs; People with malnutrition or severe obesity; Old age.\n\nWhat are the symptoms of Fournier disease?\nWhen Fournier syndrome occurs, tissues break down, leading to some recognizable symptoms as follows:\nSudden pain in the genital area; The infection progresses rapidly, the skin turns purple-red or gray-blue; The skin area has an unpleasant odor; Swelling.; Pus leakage; Arrhythmic heartbeat.; High fever.; Testicles are exposed.\n\nWho does Fournier syndrome affect?\nAnyone of any age is at risk for Fournier syndrome. However, men are 10 times more likely to get the disease than women. In addition, high-risk groups include: (3)\nDiabetes: About 20 - 70% of cases with Founier also have diabetes.; Alcohol abuse: About 25 - 50% of people with Fournier disease have the habit of abusing alcohol; Cardiovascular disorders.; Cirrhosis.; HIV.; High Blood Pressure; CKD.\nIn addition, some subjects are also in the risk group including:\nFrom 50 years old or older.; People with obesity; People with the habit of smoking; The patient is taking steroids or is undergoing chemotherapy.; Injury.; Immunosuppressive.\n\nIs Fournier syndrome dangerous?\nIf Fournier is not treated promptly, the infection can spread to the bloodstream (sepsis), leading to multiple organ failure and death. Therefore, as soon as patients notice the initial signs, they should contact their doctor directly for early diagnosis. Some common complications of Fournier syndrome include:\nAcute kidney failure.; Acute respiratory distress syndrome.; Arterial occlusion; Heart failure and arrhythmia.; Sexual dysfunction.; Stroke.; Urinary tract infections.\n\nIs Fournier disease contagious?\nFournier is not a contagious disease. Therefore, the possibility of infection from this syndrome does not occur at all.\n\nWhen to see a doctor?\nFournier syndrome has the risk of leading to many dangerous complications, even death, if not treated early. Therefore, as soon as the patient notices the following abnormal signs, he or she should immediately contact a doctor:\nThe genitals or perineum are red, tender, or swollen, which may be accompanied by fever and fatigue.\n\nDiagnosis method of Fournier disease\nFor Fournier syndrome, initially, the doctor will conduct a physical examination, skin test, symptoms... to assess the severity of the disease you are experiencing. In addition, several diagnostic methods may also be indicated, including:\nComputed tomography (CT): This diagnostic method is performed to detect abnormal fluids in the body, thereby assisting in determining the exact cause of the disease.; Ultrasound: Ultrasound is performed to accurately determine whether the condition you are experiencing is Fournier's disease or similar disorders (epididymitis, orchitis...).; Blood tests: Complete blood count (CBC), comprehensive metabolic panel (CMP), etc. are performed to determine the number of white blood cells, detect abnormalities related to electrolytes, and septic shock. infection, arterial blood gases, liver and kidney function; Blood culture when there is fever and pus culture when there is pus leakage to do antibiogram\nHowever, in many cases, the necrosis has progressed to a dangerous level, and the doctor may perform surgery immediately without performing a diagnosis.\n\nHow is Fournier syndrome treated?\n1. Surgery\nThis is the treatment method that is always the number one priority for Fournier syndrome. In many cases, doctors will skip the diagnostic process and go straight to surgery. At this time, necrotic damaged tissues will be removed from the body to prevent bacteria from spreading. There are a few cases where the entire penis has to be removed, but it is very rare.\nAfter surgery, your doctor will prescribe broad-spectrum antibiotics and other additional medications if you have sepsis to reduce the risk of blood clots. In addition, the patient also needs to undergo reconstructive surgery to shape the perineum, penis... back to their original shape as before Fournier's disease.\n2. Hyperbaric Oxygen Therapy\nWith hyperbaric oxygen therapy, the body will be exposed to 100% oxygen, while normally it is only about 21%. The additional oxygen prevents bacteria from growing, reduces blood vessel damage and speeds up the wound healing process. However, up to now, this therapy is still controversial so it is not recommended for widespread use.\n3. Antibiotics\nBroad-spectrum antibiotics are often prescribed for early use in patients with Fournier disease. Some typical types include: (4)\nVancomycin: This is a powerful antibiotic, effective against gram-positive bacteria and intestinal bacteria. Vancomycin is indicated for use in cases where Penicillin, Cephalosporin cannot be used or there is an infection with drug-resistant staphylococci.; Ampicillin-sulbactam sodium: This is a combination of drugs that use a Beta-lactamase inhibitor with Ampicillin. However, Ampicillin-sulbactam sodium needs to be used with caution in patients allergic to Cephalosporin and Carbapenem, and the dose needs to be adjusted accordingly in people with kidney failure.; Ticarcillin and clavulanate potassium: This is a Penicillin plus Beta-lactamase inhibitor, containing 4.7-5 mEq of sodium per gram, providing protection against most gram-positive, gram-negative and anaerobic bacteria; Piperacillin and tazobactam: This is a combination of Penicillin and Beta-lactamase, which inhibits Mucopeptide biosynthesis of bacterial cell walls.; Gentamicin: This is a form of Aminoglycoside antibiotic, effective against gram-positive bacteria and anaerobic bacteria.; Metronidazole (Flagyl): Metronidazole is an Imidazole ring antibiotic, active against anaerobic bacteria. The drug is often prescribed for use in combination with other antibacterial agents. Metronidazole  is normally absorbed into the cells of microorganisms containing Nitroreductase. Then, intermediate compounds are formed that bind DNA and destroy cells.; Clindamycin (Cleocin): Clindamycin is a form of Lincosamide that is effective in treating skin and soft tissue infections caused by aerobic and anaerobic staphylococci and streptococci. The drug will inhibit the protein synthesis process of bacteria, thereby preventing the growth of this group of microorganisms.\n\nMethods of preventing Fournier syndrome\nFournier syndrome is an emergency, potentially life-threatening due to extremely dangerous complications. However, this condition can be proactively prevented early on. Some useful methods to refer to include:\nMaintaining good hygiene: Always keeping the genitals and perineum hygienic, clean, and dry is the basic solution to reduce the risk of Fournier's disease.; Protect the genitals from dangerous injuries, scratches...; Take good care of wounds on the genitals and surrounding areas (if any) to avoid bacterial penetration.; Maintain a reasonable weight; Stop smoking.; Contact your doctor immediately if you discover signs of redness or swelling in the genitals or surrounding areas.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of Dr. Nguyen Hoang Duc, Meritorious Physician Dr. Nguyen The Truong, Meritorious Physician II Ta Phuong Dung, Dr. Tu Thanh Tri Dung, Master of Medicine Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nAbove is a summary of all the detailed information related to Fournier syndrome. Hopefully through these shares, patients will update more useful knowledge to proactively prevent, monitor and detect the disease early, ensuring a convenient and effective treatment process.",
    "subsections": [
        {
            "subsection_name": "What is Fournier syndrome?",
            "subsection_content": "Fournier Syndrome also known as Fournier Gangrene (Perineal Diffuse Necrotizing Infection) is a rare but potentially life-threatening bacterial infection that requires urgent medical intervention. The disease tends to progress rapidly on the genitals and surrounding areas (penis, perineum...), causing tissue destruction, even leading to many other dangerous complications. (first)\nIn some severe cases, the infection can spread to the thighs, stomach, and chest. From there, muscles, nerves and arteries in these areas are at high risk of being destroyed. Many studies conclude that 3% of patients with Fournier are likely to die.\nMeanwhile, some other reports have determined that this number has reached 50%. Fournier is usually detected in men between the ages of 50 and 60 years old, with a small number of cases also occurring in women and children. However, this syndrome is very rare and can be proactively prevented from the beginning or monitored and detected early for effective treatment.",
            "subsection_string": "What is Fournier syndrome?\nFournier Syndrome also known as Fournier Gangrene (Perineal Diffuse Necrotizing Infection) is a rare but potentially life-threatening bacterial infection that requires urgent medical intervention. The disease tends to progress rapidly on the genitals and surrounding areas (penis, perineum...), causing tissue destruction, even leading to many other dangerous complications. (first)\nIn some severe cases, the infection can spread to the thighs, stomach, and chest. From there, muscles, nerves and arteries in these areas are at high risk of being destroyed. Many studies conclude that 3% of patients with Fournier are likely to die.\nMeanwhile, some other reports have determined that this number has reached 50%. Fournier is usually detected in men between the ages of 50 and 60 years old, with a small number of cases also occurring in women and children. However, this syndrome is very rare and can be proactively prevented from the beginning or monitored and detected early for effective treatment."
        },
        {
            "subsection_name": "Causes of Fournier's disease",
            "subsection_content": "Anaerobic or aerobic bacteria can cause Fournier syndrome. Some common types include: (2)\nE. coli (Escherichia coli).; Klebsiella.; Proteus.; Staphylococcus.; Streptococcus.; Clostridium.; Peptostreptococcus.\nBacteria can enter the rectum and genital organs in many different ways, including:\nAbscess.; Anal fistula and diverticulitis.; Bladder or urinary tract infection; Injury causing scratches or burns; Insect bite.; Rectal cancer.; Sex.; Ulcers.; Circumcision (in children).\nThe danger elements\nPatients being treated with immunosuppressive drugs; People with liver disease, leukemia, lupus.; People with Crohn's disease; People infected with HIV.; The patient is undergoing chemotherapy.; Patients undergoing long-term treatment with Corticosteroid drugs; People with malnutrition or severe obesity; Old age.",
            "subsection_string": "Causes of Fournier's disease\nAnaerobic or aerobic bacteria can cause Fournier syndrome. Some common types include: (2)\nE. coli (Escherichia coli).; Klebsiella.; Proteus.; Staphylococcus.; Streptococcus.; Clostridium.; Peptostreptococcus.\nBacteria can enter the rectum and genital organs in many different ways, including:\nAbscess.; Anal fistula and diverticulitis.; Bladder or urinary tract infection; Injury causing scratches or burns; Insect bite.; Rectal cancer.; Sex.; Ulcers.; Circumcision (in children).\nThe danger elements\nPatients being treated with immunosuppressive drugs; People with liver disease, leukemia, lupus.; People with Crohn's disease; People infected with HIV.; The patient is undergoing chemotherapy.; Patients undergoing long-term treatment with Corticosteroid drugs; People with malnutrition or severe obesity; Old age."
        },
        {
            "subsection_name": "What are the symptoms of Fournier disease?",
            "subsection_content": "When Fournier syndrome occurs, tissues break down, leading to some recognizable symptoms as follows:\nSudden pain in the genital area; The infection progresses rapidly, the skin turns purple-red or gray-blue; The skin area has an unpleasant odor; Swelling.; Pus leakage; Arrhythmic heartbeat.; High fever.; Testicles are exposed.",
            "subsection_string": "What are the symptoms of Fournier disease?\nWhen Fournier syndrome occurs, tissues break down, leading to some recognizable symptoms as follows:\nSudden pain in the genital area; The infection progresses rapidly, the skin turns purple-red or gray-blue; The skin area has an unpleasant odor; Swelling.; Pus leakage; Arrhythmic heartbeat.; High fever.; Testicles are exposed."
        },
        {
            "subsection_name": "Who does Fournier syndrome affect?",
            "subsection_content": "Anyone of any age is at risk for Fournier syndrome. However, men are 10 times more likely to get the disease than women. In addition, high-risk groups include: (3)\nDiabetes: About 20 - 70% of cases with Founier also have diabetes.; Alcohol abuse: About 25 - 50% of people with Fournier disease have the habit of abusing alcohol; Cardiovascular disorders.; Cirrhosis.; HIV.; High Blood Pressure; CKD.\nIn addition, some subjects are also in the risk group including:\nFrom 50 years old or older.; People with obesity; People with the habit of smoking; The patient is taking steroids or is undergoing chemotherapy.; Injury.; Immunosuppressive.",
            "subsection_string": "Who does Fournier syndrome affect?\nAnyone of any age is at risk for Fournier syndrome. However, men are 10 times more likely to get the disease than women. In addition, high-risk groups include: (3)\nDiabetes: About 20 - 70% of cases with Founier also have diabetes.; Alcohol abuse: About 25 - 50% of people with Fournier disease have the habit of abusing alcohol; Cardiovascular disorders.; Cirrhosis.; HIV.; High Blood Pressure; CKD.\nIn addition, some subjects are also in the risk group including:\nFrom 50 years old or older.; People with obesity; People with the habit of smoking; The patient is taking steroids or is undergoing chemotherapy.; Injury.; Immunosuppressive."
        },
        {
            "subsection_name": "Is Fournier syndrome dangerous?",
            "subsection_content": "If Fournier is not treated promptly, the infection can spread to the bloodstream (sepsis), leading to multiple organ failure and death. Therefore, as soon as patients notice the initial signs, they should contact their doctor directly for early diagnosis. Some common complications of Fournier syndrome include:\nAcute kidney failure.; Acute respiratory distress syndrome.; Arterial occlusion; Heart failure and arrhythmia.; Sexual dysfunction.; Stroke.; Urinary tract infections.",
            "subsection_string": "Is Fournier syndrome dangerous?\nIf Fournier is not treated promptly, the infection can spread to the bloodstream (sepsis), leading to multiple organ failure and death. Therefore, as soon as patients notice the initial signs, they should contact their doctor directly for early diagnosis. Some common complications of Fournier syndrome include:\nAcute kidney failure.; Acute respiratory distress syndrome.; Arterial occlusion; Heart failure and arrhythmia.; Sexual dysfunction.; Stroke.; Urinary tract infections."
        },
        {
            "subsection_name": "Is Fournier disease contagious?",
            "subsection_content": "Fournier is not a contagious disease. Therefore, the possibility of infection from this syndrome does not occur at all.",
            "subsection_string": "Is Fournier disease contagious?\nFournier is not a contagious disease. Therefore, the possibility of infection from this syndrome does not occur at all."
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "Fournier syndrome has the risk of leading to many dangerous complications, even death, if not treated early. Therefore, as soon as the patient notices the following abnormal signs, he or she should immediately contact a doctor:\nThe genitals or perineum are red, tender, or swollen, which may be accompanied by fever and fatigue.",
            "subsection_string": "When to see a doctor?\nFournier syndrome has the risk of leading to many dangerous complications, even death, if not treated early. Therefore, as soon as the patient notices the following abnormal signs, he or she should immediately contact a doctor:\nThe genitals or perineum are red, tender, or swollen, which may be accompanied by fever and fatigue."
        },
        {
            "subsection_name": "Diagnosis method of Fournier disease",
            "subsection_content": "For Fournier syndrome, initially, the doctor will conduct a physical examination, skin test, symptoms... to assess the severity of the disease you are experiencing. In addition, several diagnostic methods may also be indicated, including:\nComputed tomography (CT): This diagnostic method is performed to detect abnormal fluids in the body, thereby assisting in determining the exact cause of the disease.; Ultrasound: Ultrasound is performed to accurately determine whether the condition you are experiencing is Fournier's disease or similar disorders (epididymitis, orchitis...).; Blood tests: Complete blood count (CBC), comprehensive metabolic panel (CMP), etc. are performed to determine the number of white blood cells, detect abnormalities related to electrolytes, and septic shock. infection, arterial blood gases, liver and kidney function; Blood culture when there is fever and pus culture when there is pus leakage to do antibiogram\nHowever, in many cases, the necrosis has progressed to a dangerous level, and the doctor may perform surgery immediately without performing a diagnosis.",
            "subsection_string": "Diagnosis method of Fournier disease\nFor Fournier syndrome, initially, the doctor will conduct a physical examination, skin test, symptoms... to assess the severity of the disease you are experiencing. In addition, several diagnostic methods may also be indicated, including:\nComputed tomography (CT): This diagnostic method is performed to detect abnormal fluids in the body, thereby assisting in determining the exact cause of the disease.; Ultrasound: Ultrasound is performed to accurately determine whether the condition you are experiencing is Fournier's disease or similar disorders (epididymitis, orchitis...).; Blood tests: Complete blood count (CBC), comprehensive metabolic panel (CMP), etc. are performed to determine the number of white blood cells, detect abnormalities related to electrolytes, and septic shock. infection, arterial blood gases, liver and kidney function; Blood culture when there is fever and pus culture when there is pus leakage to do antibiogram\nHowever, in many cases, the necrosis has progressed to a dangerous level, and the doctor may perform surgery immediately without performing a diagnosis."
        },
        {
            "subsection_name": "How is Fournier syndrome treated?",
            "subsection_content": "1. Surgery\nThis is the treatment method that is always the number one priority for Fournier syndrome. In many cases, doctors will skip the diagnostic process and go straight to surgery. At this time, necrotic damaged tissues will be removed from the body to prevent bacteria from spreading. There are a few cases where the entire penis has to be removed, but it is very rare.\nAfter surgery, your doctor will prescribe broad-spectrum antibiotics and other additional medications if you have sepsis to reduce the risk of blood clots. In addition, the patient also needs to undergo reconstructive surgery to shape the perineum, penis... back to their original shape as before Fournier's disease.\n2. Hyperbaric Oxygen Therapy\nWith hyperbaric oxygen therapy, the body will be exposed to 100% oxygen, while normally it is only about 21%. The additional oxygen prevents bacteria from growing, reduces blood vessel damage and speeds up the wound healing process. However, up to now, this therapy is still controversial so it is not recommended for widespread use.\n3. Antibiotics\nBroad-spectrum antibiotics are often prescribed for early use in patients with Fournier disease. Some typical types include: (4)\nVancomycin: This is a powerful antibiotic, effective against gram-positive bacteria and intestinal bacteria. Vancomycin is indicated for use in cases where Penicillin, Cephalosporin cannot be used or there is an infection with drug-resistant staphylococci.; Ampicillin-sulbactam sodium: This is a combination of drugs that use a Beta-lactamase inhibitor with Ampicillin. However, Ampicillin-sulbactam sodium needs to be used with caution in patients allergic to Cephalosporin and Carbapenem, and the dose needs to be adjusted accordingly in people with kidney failure.; Ticarcillin and clavulanate potassium: This is a Penicillin plus Beta-lactamase inhibitor, containing 4.7-5 mEq of sodium per gram, providing protection against most gram-positive, gram-negative and anaerobic bacteria; Piperacillin and tazobactam: This is a combination of Penicillin and Beta-lactamase, which inhibits Mucopeptide biosynthesis of bacterial cell walls.; Gentamicin: This is a form of Aminoglycoside antibiotic, effective against gram-positive bacteria and anaerobic bacteria.; Metronidazole (Flagyl): Metronidazole is an Imidazole ring antibiotic, active against anaerobic bacteria. The drug is often prescribed for use in combination with other antibacterial agents. Metronidazole  is normally absorbed into the cells of microorganisms containing Nitroreductase. Then, intermediate compounds are formed that bind DNA and destroy cells.; Clindamycin (Cleocin): Clindamycin is a form of Lincosamide that is effective in treating skin and soft tissue infections caused by aerobic and anaerobic staphylococci and streptococci. The drug will inhibit the protein synthesis process of bacteria, thereby preventing the growth of this group of microorganisms.",
            "subsection_string": "How is Fournier syndrome treated?\n1. Surgery\nThis is the treatment method that is always the number one priority for Fournier syndrome. In many cases, doctors will skip the diagnostic process and go straight to surgery. At this time, necrotic damaged tissues will be removed from the body to prevent bacteria from spreading. There are a few cases where the entire penis has to be removed, but it is very rare.\nAfter surgery, your doctor will prescribe broad-spectrum antibiotics and other additional medications if you have sepsis to reduce the risk of blood clots. In addition, the patient also needs to undergo reconstructive surgery to shape the perineum, penis... back to their original shape as before Fournier's disease.\n2. Hyperbaric Oxygen Therapy\nWith hyperbaric oxygen therapy, the body will be exposed to 100% oxygen, while normally it is only about 21%. The additional oxygen prevents bacteria from growing, reduces blood vessel damage and speeds up the wound healing process. However, up to now, this therapy is still controversial so it is not recommended for widespread use.\n3. Antibiotics\nBroad-spectrum antibiotics are often prescribed for early use in patients with Fournier disease. Some typical types include: (4)\nVancomycin: This is a powerful antibiotic, effective against gram-positive bacteria and intestinal bacteria. Vancomycin is indicated for use in cases where Penicillin, Cephalosporin cannot be used or there is an infection with drug-resistant staphylococci.; Ampicillin-sulbactam sodium: This is a combination of drugs that use a Beta-lactamase inhibitor with Ampicillin. However, Ampicillin-sulbactam sodium needs to be used with caution in patients allergic to Cephalosporin and Carbapenem, and the dose needs to be adjusted accordingly in people with kidney failure.; Ticarcillin and clavulanate potassium: This is a Penicillin plus Beta-lactamase inhibitor, containing 4.7-5 mEq of sodium per gram, providing protection against most gram-positive, gram-negative and anaerobic bacteria; Piperacillin and tazobactam: This is a combination of Penicillin and Beta-lactamase, which inhibits Mucopeptide biosynthesis of bacterial cell walls.; Gentamicin: This is a form of Aminoglycoside antibiotic, effective against gram-positive bacteria and anaerobic bacteria.; Metronidazole (Flagyl): Metronidazole is an Imidazole ring antibiotic, active against anaerobic bacteria. The drug is often prescribed for use in combination with other antibacterial agents. Metronidazole  is normally absorbed into the cells of microorganisms containing Nitroreductase. Then, intermediate compounds are formed that bind DNA and destroy cells.; Clindamycin (Cleocin): Clindamycin is a form of Lincosamide that is effective in treating skin and soft tissue infections caused by aerobic and anaerobic staphylococci and streptococci. The drug will inhibit the protein synthesis process of bacteria, thereby preventing the growth of this group of microorganisms."
        },
        {
            "subsection_name": "Methods of preventing Fournier syndrome",
            "subsection_content": "Fournier syndrome is an emergency, potentially life-threatening due to extremely dangerous complications. However, this condition can be proactively prevented early on. Some useful methods to refer to include:\nMaintaining good hygiene: Always keeping the genitals and perineum hygienic, clean, and dry is the basic solution to reduce the risk of Fournier's disease.; Protect the genitals from dangerous injuries, scratches...; Take good care of wounds on the genitals and surrounding areas (if any) to avoid bacterial penetration.; Maintain a reasonable weight; Stop smoking.; Contact your doctor immediately if you discover signs of redness or swelling in the genitals or surrounding areas.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of Dr. Nguyen Hoang Duc, Meritorious Physician Dr. Nguyen The Truong, Meritorious Physician II Ta Phuong Dung, Dr. Tu Thanh Tri Dung, Master of Medicine Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nAbove is a summary of all the detailed information related to Fournier syndrome. Hopefully through these shares, patients will update more useful knowledge to proactively prevent, monitor and detect the disease early, ensuring a convenient and effective treatment process.",
            "subsection_string": "Methods of preventing Fournier syndrome\nFournier syndrome is an emergency, potentially life-threatening due to extremely dangerous complications. However, this condition can be proactively prevented early on. Some useful methods to refer to include:\nMaintaining good hygiene: Always keeping the genitals and perineum hygienic, clean, and dry is the basic solution to reduce the risk of Fournier's disease.; Protect the genitals from dangerous injuries, scratches...; Take good care of wounds on the genitals and surrounding areas (if any) to avoid bacterial penetration.; Maintain a reasonable weight; Stop smoking.; Contact your doctor immediately if you discover signs of redness or swelling in the genitals or surrounding areas.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of Dr. Nguyen Hoang Duc, Meritorious Physician Dr. Nguyen The Truong, Meritorious Physician II Ta Phuong Dung, Dr. Tu Thanh Tri Dung, Master of Medicine Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nAbove is a summary of all the detailed information related to Fournier syndrome. Hopefully through these shares, patients will update more useful knowledge to proactively prevent, monitor and detect the disease early, ensuring a convenient and effective treatment process."
        }
    ],
    "name": "hoi-chung-fournier.json"
}