{
    "title": "Nephrotic syndrome: Causes, symptoms and treatment",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/hoi-chung-than-hu/",
    "abstract": "Nephrotic syndrome shows that the kidneys are in an abnormal condition. The physiological functions of the kidney are now disturbed. Without early intervention, patients can face extremely dangerous complications.",
    "content": "Nephrotic syndrome: Causes, symptoms and treatment\n\nNephrotic syndrome shows that the kidneys are in an abnormal condition. The physiological functions of the kidney are now disturbed. Without early intervention, patients can face extremely dangerous complications.\n\nWhat is nephrotic syndrome?\nNephrotic syndrome is a condition in which the body loses protein through urine > 3g of protein/day. The cause is glomerular damage accompanied by edema and hypoalbuminemia. This syndrome is more common in children, and has both primary and secondary causes. (first)\nNephrotic syndrome is caused by glomerular damage accompanied by edema and hypoalbuminemia\n\nSymptoms of nephrotic syndrome\nPeople with nephrotic syndrome will have symptoms such as:\nSwelling: This symptom often appears around the eyes, ankles and feet, and may be accompanied by peritoneal and pleural effusion; Urine appears foamy; Increased body weight due to excess water not being able to escape; Poor appetite, fatigue; Loss of appetite.\n\nCauses of nephrotic syndrome\nThe cause of nephrotic syndrome is inflammation and damage to the glomerular filtration membrane. The function of the glomerular filtration membrane is to filter blood in the body as it passes through the kidneys. Healthy glomeruli keep proteins in the blood (albumin) from passing through the filter membrane.\nWhen the glomerular filtration membrane becomes inflamed, too much protein in the blood will seep through the membrane, leading to nephrotic syndrome. Most cases of nephrotic syndrome in young people have no cause (primary nephrotic syndrome).\n\nFactors that can cause nephrotic syndrome\nFactors that increase the risk of nephrotic syndrome include: (2)\nSuffering from certain diseases that affect the whole body such as diabetes, lupus, amyloidosis...; Long-term use of certain medications such as non-steroidal anti-inflammatory drugs, antibiotics, etc.; Suffering from certain infectious diseases such as HIV, hepatitis B, hepatitis C, malaria...; Certain types of cancer.\nPeople with lupus have a very high risk of developing nephrotic syndrome\n\nComplications of nephrotic syndrome\nComplications of nephrotic syndrome can be dangerous such as:\nHigh blood cholesterol and blood triglycerides: Reduced levels of albumin protein in the blood cause the liver to produce more albumin. At the same time, the liver releases more cholesterol and triglycerides; Malnutrition: When the body loses too much protein in the blood, it can become malnourished. This condition causes severe weight loss that is difficult to notice because the body is swollen. In addition, the body may also have a decrease in the number of red blood cells (anemia), vitamin D and calcium.; High blood pressure: A patient's blood pressure can increase due to excess salt and water retention in the body; Acute kidney failure: When the kidneys lose the ability to filter blood due to glomerular damage, waste can quickly accumulate in the blood. At that time, the patient may need urgent dialysis.; Chronic kidney disease: Nephrotic syndrome, when not treated promptly and the condition persists for a long time, can lead to chronic kidney function deterioration. When kidney function is greatly reduced, the patient may need hemodialysis or a kidney transplant.; Infection: People with nephrotic syndrome are at high risk of infection; Increases blood clotting, leading to the formation of venous thrombosis in the legs or elsewhere.\nNephrotic syndrome can cause high blood pressure\n\nWhen to see a doctor?\nPatients need to see a doctor immediately if the above symptoms appear, especially foamy urine. Early diagnosis and treatment will slow down disease progression, help restore health faster, avoid unfortunate complications, especially reduce the risk of chronic kidney failure.\n\nWhat should you do when you discover you have nephrotic syndrome?\nThe best way to control the symptoms of nephrotic syndrome is to take medication as prescribed by your doctor. Besides, patients need to maintain a diet with appropriate amounts of potassium and protein; while reducing sodium, saturated fat and cholesterol intake. (3)\nPatients can improve swelling by limiting the amount of sodium in their diet. Most sodium in the diet comes from salt. Additionally, you can also help reduce swelling by limiting your fluid intake.\nReducing saturated fat and cholesterol in the diet can help control hyperlipidemia. Patients should limit foods such as full-fat dairy, red meat, cheese, fried foods, baked foods and sweets.\n\nHow to diagnose nephrotic syndrome\n1. Criteria for diagnosing nephrotic syndrome\nPhew.; Increased proteinuria of more than 3.5g in 24 hours; Reduced blood protein below 60g/liter, accompanied by decreased blood albumin below 30g/liter.; Blood cholesterol increased from 6.5mmol/liter or more; Appearance of birefringent fat granules and fat pillars in urine\nCriteria 2 and 3 are mandatory in diagnosing nephrotic syndrome. The remaining standards may not be complete.\n2. Clinical diagnosis\nSimple nephrotic syndrome: When fully determining the diagnostic criteria for nephrotic syndrome, there are no symptoms of hypertension, hematuria or kidney failure.; Nephrotic syndrome is not simple: In addition to the diagnostic criteria for nephrotic syndrome, there is also the presence of hypertension, gross or microscopic hematuria, or accompanied by kidney failure.\n3. Diagnosis of nephrotic syndrome according to cause\nCauses of primary nephrotic syndrome include:\nMinimal change glomerulopathy; Membranous glomerulonephritis: In some developing countries, membranous glomerulonephritis is a common cause of nephrotic syndrome in adults; Focal sclerosing glomerulonephritis; Membranoproliferative glomerulonephritis; Mesangial proliferative glomerulonephritis; Extravascular proliferative glomerulonephritis\nSecondary causes of nephrotic syndrome include drugs, toxins, autoimmune diseases, malignant diseases, genetic diseases, metabolic disorders, infections and parasites...\n4. Diagnosis through histopathology\nMinimal change glomerulopathy; Membranous glomerulonephritis; Focal sclerosing glomerulonephritis; Membranoproliferative glomerulonephritis; Mesangial proliferative glomerulonephritis; Extravascular proliferative glomerulonephritis.\n5. Complications\nPeople with nephrotic syndrome may have complications such as:\nInfection: Acute or chronic infection occurs, most commonly cellulitis and peritonitis.; Embolism (thrombosis): Includes acute or chronic renal vein occlusion, limb vein and artery occlusion, iliac arteriovenous and splenic vein occlusion or, more rarely, pulmonary embolism.; Acute kidney failure.; Electrolyte disorders; Malnutrition; Complications due to medication use: Usually due to long-term use of corticosteroid drugs, or due to use of other immunosuppressants or diuretics.; Chronic renal failure.\nIf treatment is delayed, nephrotic syndrome can cause chronic kidney failure\n\nTreatment of nephrotic syndrome\n1. Treatment of secondary nephrotic syndrome:\nTreatment depends on the cause of nephrotic syndrome\n2. Specific treatment of primary nephrotic syndrome\nSpecific treatment is the use of corticosteroid therapy. During the first outbreak, in the attack phase, use prednisolone (corticoid group) for at least 4 weeks. If the patient responds well to treatment (24-hour urine test does not show proteinuria, or if it remains, it is only in trace form), the prednisolone dose will be gradually reduced.; However, patients need to continue taking prednisolone annually as prescribed by their doctor. If the patient does not respond to prednisolone, the doctor will instruct the patient to undergo a kidney biopsy, based on histopathology results to determine the next treatment direction.; In the treatment of relapses, for rare relapses (less than 1 time in 6 months), the doctor will apply the same treatment as the first phase. For frequent relapses (2 or more relapses in 6 months) or corticosteroid dependence, the doctor will use an attack dose similar to the first phase until the proteinuria stops. The patient must then use a prolonged maintenance dose, gradually reducing the dose until one year later.; Immunosuppressive drugs are used in the treatment of nephrotic syndrome or relapse, dependence, drug resistance or the appearance of serious side effects when using corticosteroids.\n3. Treat symptoms\nIn the early stages, patients with nephrotic syndrome do not respond to treatment, and symptomatic treatment measures may then be necessary. These are the only treatments for nephrotic syndrome for cases with persistent symptoms that do not respond to any specific treatment. Symptomatic treatment options for this condition include:\nReduce edema: In the stage of severe edema, patients need to eat absolutely bland food. During the mild edema stage, you only need to eat relatively light meals. On average every day, a normal person eats about 4 - 6g of sodium, equivalent to 15g of salt (3 teaspoons). Eating relatively bland means consuming about 5g of salt per day, including in fish sauce and MSG. Because they also contain a certain amount of salt.; Use diuretics as prescribed by your doctor; Reduce protein in the diet:; In addition, plasma and albumin infusion is also needed (albumin infusion is performed when the blood albumin test is below 10g/l).; Lowering blood pressure: Measures to reduce average blood pressure or at least reduce systolic blood pressure help protect the kidneys. The group of antihypertensive drugs often prescribed by doctors are ACE inhibitors or angiotensin 2 receptor inhibitors. Sometimes without hypertension, these two groups of drugs can still be used due to their effect in reducing proteinuria.; When there is an infection, use antibiotics; Other drugs include inhibition of gastric acid secretion, calcium, vitamin D2, trace elements... to limit side effects of corticosteroids and consequences from proteinuria.\n\nHow to limit complications of nephrotic syndrome?\nChanging your diet will greatly support the treatment of nephrotic syndrome, specifically:\nLow-fat, low-salt diet; Discuss carefully with your doctor about the amount of protein you need to supplement and the amount of water you need to drink every day.; Avoid lying down too much and instead be active to help eliminate water and prevent blood clots.; Use medication as prescribed by your doctor, do not arbitrarily stop using medication, or arbitrarily buy medication for treatment.\n\nNutrition for people with kidney damage\nReduce sodium: Reducing sodium in your daily diet can improve high blood pressure and edema. Most of us consume large amounts of sodium from salt, which is found in most dishes. Therefore, the prerequisite for reducing sodium is reducing salt intake.; Choose foods rich in lean protein: Protein is essential for muscle growth and helps fight infection. Protein-rich foods that should be supplemented include eggs, poultry, fish, crab, shrimp, and beans; Need to reduce red meat. However, the amount of protein intake needs to change according to each period of illness. Patients need to discuss this issue carefully with their doctor. For example, in the stage of urinating a lot of protein, meaning the nephrotic syndrome is not yet stable, it is necessary to limit the amount of protein eaten; Limit the amount of water you drink when you have edema;; Limit potassium and phosphorus supplementation in cases of kidney failure due to nephrotic syndrome; Do not eat foods containing harmful fats such as saturated fat in milk and animal fat; fats found in processed foods, partially hydrogenated oils in fast food.; Reduce total cholesterol and LDL (bad cholesterol) through eating plenty of fresh fruits and fiber-rich vegetables.\n\nHow to care for patients with kidney failure?\n1. Living and resting regime\nPatients should rest in bed and keep their heads elevated, especially during periods of severe edema and oliguria.; Keep the sick person warm, especially in winter; Limit movement and movement while swelling is still severe.\n2. Take care of hygiene\nEvery day you need to clean your teeth, mouth and ears, nose and throat. Clean the skin by bathing or washing with warm water depending on the severity of the condition. When taking care of patients with nephrotic syndrome, it is important to note that fingernails and toenails need to be cut short and clean, avoiding scratches that cause scratches on the skin, especially when the patient is in damp places that can easily cause superinfection.; Make sure bed linen, clothing and other items are always clean.; Detect ulcers early to treat patients by washing with physiological saline and hydrogen peroxide. Other complications need to be carefully monitored to have a treatment plan for the patient.\n3. Monitor patients with nephrotic syndrome\nVital signs such as pulse, breathing rate, temperature,  blood pressure.; Monitor urine quantity and color; Monitor your weight every day.; Monitor edema; Monitor abdominal pain; Monitor for complications and side effects from corticosteroid medications.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Mai Thi Hien, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc. .BS.CKI Nguyen Duc Nhuan, BS.CKI II Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh, MSc.TS Ta Ngoc Thach , BS.CKI Phan Truong Nam…\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all urinary kidney diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nNephrotic syndrome is a chronic disease. The disease causes protein loss through the glomerulus, causing many negative health effects. Therefore, patients need to be diagnosed and treated as soon as possible to avoid irreversible complications.",
    "subsections": [
        {
            "subsection_name": "What is nephrotic syndrome?",
            "subsection_content": "Nephrotic syndrome is a condition in which the body loses protein through urine > 3g of protein/day. The cause is glomerular damage accompanied by edema and hypoalbuminemia. This syndrome is more common in children, and has both primary and secondary causes. (first)\nNephrotic syndrome is caused by glomerular damage accompanied by edema and hypoalbuminemia",
            "subsection_string": "What is nephrotic syndrome?\nNephrotic syndrome is a condition in which the body loses protein through urine > 3g of protein/day. The cause is glomerular damage accompanied by edema and hypoalbuminemia. This syndrome is more common in children, and has both primary and secondary causes. (first)\nNephrotic syndrome is caused by glomerular damage accompanied by edema and hypoalbuminemia"
        },
        {
            "subsection_name": "Symptoms of nephrotic syndrome",
            "subsection_content": "People with nephrotic syndrome will have symptoms such as:\nSwelling: This symptom often appears around the eyes, ankles and feet, and may be accompanied by peritoneal and pleural effusion; Urine appears foamy; Increased body weight due to excess water not being able to escape; Poor appetite, fatigue; Loss of appetite.",
            "subsection_string": "Symptoms of nephrotic syndrome\nPeople with nephrotic syndrome will have symptoms such as:\nSwelling: This symptom often appears around the eyes, ankles and feet, and may be accompanied by peritoneal and pleural effusion; Urine appears foamy; Increased body weight due to excess water not being able to escape; Poor appetite, fatigue; Loss of appetite."
        },
        {
            "subsection_name": "Causes of nephrotic syndrome",
            "subsection_content": "The cause of nephrotic syndrome is inflammation and damage to the glomerular filtration membrane. The function of the glomerular filtration membrane is to filter blood in the body as it passes through the kidneys. Healthy glomeruli keep proteins in the blood (albumin) from passing through the filter membrane.\nWhen the glomerular filtration membrane becomes inflamed, too much protein in the blood will seep through the membrane, leading to nephrotic syndrome. Most cases of nephrotic syndrome in young people have no cause (primary nephrotic syndrome).",
            "subsection_string": "Causes of nephrotic syndrome\nThe cause of nephrotic syndrome is inflammation and damage to the glomerular filtration membrane. The function of the glomerular filtration membrane is to filter blood in the body as it passes through the kidneys. Healthy glomeruli keep proteins in the blood (albumin) from passing through the filter membrane.\nWhen the glomerular filtration membrane becomes inflamed, too much protein in the blood will seep through the membrane, leading to nephrotic syndrome. Most cases of nephrotic syndrome in young people have no cause (primary nephrotic syndrome)."
        },
        {
            "subsection_name": "Factors that can cause nephrotic syndrome",
            "subsection_content": "Factors that increase the risk of nephrotic syndrome include: (2)\nSuffering from certain diseases that affect the whole body such as diabetes, lupus, amyloidosis...; Long-term use of certain medications such as non-steroidal anti-inflammatory drugs, antibiotics, etc.; Suffering from certain infectious diseases such as HIV, hepatitis B, hepatitis C, malaria...; Certain types of cancer.\nPeople with lupus have a very high risk of developing nephrotic syndrome",
            "subsection_string": "Factors that can cause nephrotic syndrome\nFactors that increase the risk of nephrotic syndrome include: (2)\nSuffering from certain diseases that affect the whole body such as diabetes, lupus, amyloidosis...; Long-term use of certain medications such as non-steroidal anti-inflammatory drugs, antibiotics, etc.; Suffering from certain infectious diseases such as HIV, hepatitis B, hepatitis C, malaria...; Certain types of cancer.\nPeople with lupus have a very high risk of developing nephrotic syndrome"
        },
        {
            "subsection_name": "Complications of nephrotic syndrome",
            "subsection_content": "Complications of nephrotic syndrome can be dangerous such as:\nHigh blood cholesterol and blood triglycerides: Reduced levels of albumin protein in the blood cause the liver to produce more albumin. At the same time, the liver releases more cholesterol and triglycerides; Malnutrition: When the body loses too much protein in the blood, it can become malnourished. This condition causes severe weight loss that is difficult to notice because the body is swollen. In addition, the body may also have a decrease in the number of red blood cells (anemia), vitamin D and calcium.; High blood pressure: A patient's blood pressure can increase due to excess salt and water retention in the body; Acute kidney failure: When the kidneys lose the ability to filter blood due to glomerular damage, waste can quickly accumulate in the blood. At that time, the patient may need urgent dialysis.; Chronic kidney disease: Nephrotic syndrome, when not treated promptly and the condition persists for a long time, can lead to chronic kidney function deterioration. When kidney function is greatly reduced, the patient may need hemodialysis or a kidney transplant.; Infection: People with nephrotic syndrome are at high risk of infection; Increases blood clotting, leading to the formation of venous thrombosis in the legs or elsewhere.\nNephrotic syndrome can cause high blood pressure",
            "subsection_string": "Complications of nephrotic syndrome\nComplications of nephrotic syndrome can be dangerous such as:\nHigh blood cholesterol and blood triglycerides: Reduced levels of albumin protein in the blood cause the liver to produce more albumin. At the same time, the liver releases more cholesterol and triglycerides; Malnutrition: When the body loses too much protein in the blood, it can become malnourished. This condition causes severe weight loss that is difficult to notice because the body is swollen. In addition, the body may also have a decrease in the number of red blood cells (anemia), vitamin D and calcium.; High blood pressure: A patient's blood pressure can increase due to excess salt and water retention in the body; Acute kidney failure: When the kidneys lose the ability to filter blood due to glomerular damage, waste can quickly accumulate in the blood. At that time, the patient may need urgent dialysis.; Chronic kidney disease: Nephrotic syndrome, when not treated promptly and the condition persists for a long time, can lead to chronic kidney function deterioration. When kidney function is greatly reduced, the patient may need hemodialysis or a kidney transplant.; Infection: People with nephrotic syndrome are at high risk of infection; Increases blood clotting, leading to the formation of venous thrombosis in the legs or elsewhere.\nNephrotic syndrome can cause high blood pressure"
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "Patients need to see a doctor immediately if the above symptoms appear, especially foamy urine. Early diagnosis and treatment will slow down disease progression, help restore health faster, avoid unfortunate complications, especially reduce the risk of chronic kidney failure.",
            "subsection_string": "When to see a doctor?\nPatients need to see a doctor immediately if the above symptoms appear, especially foamy urine. Early diagnosis and treatment will slow down disease progression, help restore health faster, avoid unfortunate complications, especially reduce the risk of chronic kidney failure."
        },
        {
            "subsection_name": "What should you do when you discover you have nephrotic syndrome?",
            "subsection_content": "The best way to control the symptoms of nephrotic syndrome is to take medication as prescribed by your doctor. Besides, patients need to maintain a diet with appropriate amounts of potassium and protein; while reducing sodium, saturated fat and cholesterol intake. (3)\nPatients can improve swelling by limiting the amount of sodium in their diet. Most sodium in the diet comes from salt. Additionally, you can also help reduce swelling by limiting your fluid intake.\nReducing saturated fat and cholesterol in the diet can help control hyperlipidemia. Patients should limit foods such as full-fat dairy, red meat, cheese, fried foods, baked foods and sweets.",
            "subsection_string": "What should you do when you discover you have nephrotic syndrome?\nThe best way to control the symptoms of nephrotic syndrome is to take medication as prescribed by your doctor. Besides, patients need to maintain a diet with appropriate amounts of potassium and protein; while reducing sodium, saturated fat and cholesterol intake. (3)\nPatients can improve swelling by limiting the amount of sodium in their diet. Most sodium in the diet comes from salt. Additionally, you can also help reduce swelling by limiting your fluid intake.\nReducing saturated fat and cholesterol in the diet can help control hyperlipidemia. Patients should limit foods such as full-fat dairy, red meat, cheese, fried foods, baked foods and sweets."
        },
        {
            "subsection_name": "How to diagnose nephrotic syndrome",
            "subsection_content": "1. Criteria for diagnosing nephrotic syndrome\nPhew.; Increased proteinuria of more than 3.5g in 24 hours; Reduced blood protein below 60g/liter, accompanied by decreased blood albumin below 30g/liter.; Blood cholesterol increased from 6.5mmol/liter or more; Appearance of birefringent fat granules and fat pillars in urine\nCriteria 2 and 3 are mandatory in diagnosing nephrotic syndrome. The remaining standards may not be complete.\n2. Clinical diagnosis\nSimple nephrotic syndrome: When fully determining the diagnostic criteria for nephrotic syndrome, there are no symptoms of hypertension, hematuria or kidney failure.; Nephrotic syndrome is not simple: In addition to the diagnostic criteria for nephrotic syndrome, there is also the presence of hypertension, gross or microscopic hematuria, or accompanied by kidney failure.\n3. Diagnosis of nephrotic syndrome according to cause\nCauses of primary nephrotic syndrome include:\nMinimal change glomerulopathy; Membranous glomerulonephritis: In some developing countries, membranous glomerulonephritis is a common cause of nephrotic syndrome in adults; Focal sclerosing glomerulonephritis; Membranoproliferative glomerulonephritis; Mesangial proliferative glomerulonephritis; Extravascular proliferative glomerulonephritis\nSecondary causes of nephrotic syndrome include drugs, toxins, autoimmune diseases, malignant diseases, genetic diseases, metabolic disorders, infections and parasites...\n4. Diagnosis through histopathology\nMinimal change glomerulopathy; Membranous glomerulonephritis; Focal sclerosing glomerulonephritis; Membranoproliferative glomerulonephritis; Mesangial proliferative glomerulonephritis; Extravascular proliferative glomerulonephritis.\n5. Complications\nPeople with nephrotic syndrome may have complications such as:\nInfection: Acute or chronic infection occurs, most commonly cellulitis and peritonitis.; Embolism (thrombosis): Includes acute or chronic renal vein occlusion, limb vein and artery occlusion, iliac arteriovenous and splenic vein occlusion or, more rarely, pulmonary embolism.; Acute kidney failure.; Electrolyte disorders; Malnutrition; Complications due to medication use: Usually due to long-term use of corticosteroid drugs, or due to use of other immunosuppressants or diuretics.; Chronic renal failure.\nIf treatment is delayed, nephrotic syndrome can cause chronic kidney failure",
            "subsection_string": "How to diagnose nephrotic syndrome\n1. Criteria for diagnosing nephrotic syndrome\nPhew.; Increased proteinuria of more than 3.5g in 24 hours; Reduced blood protein below 60g/liter, accompanied by decreased blood albumin below 30g/liter.; Blood cholesterol increased from 6.5mmol/liter or more; Appearance of birefringent fat granules and fat pillars in urine\nCriteria 2 and 3 are mandatory in diagnosing nephrotic syndrome. The remaining standards may not be complete.\n2. Clinical diagnosis\nSimple nephrotic syndrome: When fully determining the diagnostic criteria for nephrotic syndrome, there are no symptoms of hypertension, hematuria or kidney failure.; Nephrotic syndrome is not simple: In addition to the diagnostic criteria for nephrotic syndrome, there is also the presence of hypertension, gross or microscopic hematuria, or accompanied by kidney failure.\n3. Diagnosis of nephrotic syndrome according to cause\nCauses of primary nephrotic syndrome include:\nMinimal change glomerulopathy; Membranous glomerulonephritis: In some developing countries, membranous glomerulonephritis is a common cause of nephrotic syndrome in adults; Focal sclerosing glomerulonephritis; Membranoproliferative glomerulonephritis; Mesangial proliferative glomerulonephritis; Extravascular proliferative glomerulonephritis\nSecondary causes of nephrotic syndrome include drugs, toxins, autoimmune diseases, malignant diseases, genetic diseases, metabolic disorders, infections and parasites...\n4. Diagnosis through histopathology\nMinimal change glomerulopathy; Membranous glomerulonephritis; Focal sclerosing glomerulonephritis; Membranoproliferative glomerulonephritis; Mesangial proliferative glomerulonephritis; Extravascular proliferative glomerulonephritis.\n5. Complications\nPeople with nephrotic syndrome may have complications such as:\nInfection: Acute or chronic infection occurs, most commonly cellulitis and peritonitis.; Embolism (thrombosis): Includes acute or chronic renal vein occlusion, limb vein and artery occlusion, iliac arteriovenous and splenic vein occlusion or, more rarely, pulmonary embolism.; Acute kidney failure.; Electrolyte disorders; Malnutrition; Complications due to medication use: Usually due to long-term use of corticosteroid drugs, or due to use of other immunosuppressants or diuretics.; Chronic renal failure.\nIf treatment is delayed, nephrotic syndrome can cause chronic kidney failure"
        },
        {
            "subsection_name": "Treatment of nephrotic syndrome",
            "subsection_content": "1. Treatment of secondary nephrotic syndrome:\nTreatment depends on the cause of nephrotic syndrome\n2. Specific treatment of primary nephrotic syndrome\nSpecific treatment is the use of corticosteroid therapy. During the first outbreak, in the attack phase, use prednisolone (corticoid group) for at least 4 weeks. If the patient responds well to treatment (24-hour urine test does not show proteinuria, or if it remains, it is only in trace form), the prednisolone dose will be gradually reduced.; However, patients need to continue taking prednisolone annually as prescribed by their doctor. If the patient does not respond to prednisolone, the doctor will instruct the patient to undergo a kidney biopsy, based on histopathology results to determine the next treatment direction.; In the treatment of relapses, for rare relapses (less than 1 time in 6 months), the doctor will apply the same treatment as the first phase. For frequent relapses (2 or more relapses in 6 months) or corticosteroid dependence, the doctor will use an attack dose similar to the first phase until the proteinuria stops. The patient must then use a prolonged maintenance dose, gradually reducing the dose until one year later.; Immunosuppressive drugs are used in the treatment of nephrotic syndrome or relapse, dependence, drug resistance or the appearance of serious side effects when using corticosteroids.\n3. Treat symptoms\nIn the early stages, patients with nephrotic syndrome do not respond to treatment, and symptomatic treatment measures may then be necessary. These are the only treatments for nephrotic syndrome for cases with persistent symptoms that do not respond to any specific treatment. Symptomatic treatment options for this condition include:\nReduce edema: In the stage of severe edema, patients need to eat absolutely bland food. During the mild edema stage, you only need to eat relatively light meals. On average every day, a normal person eats about 4 - 6g of sodium, equivalent to 15g of salt (3 teaspoons). Eating relatively bland means consuming about 5g of salt per day, including in fish sauce and MSG. Because they also contain a certain amount of salt.; Use diuretics as prescribed by your doctor; Reduce protein in the diet:; In addition, plasma and albumin infusion is also needed (albumin infusion is performed when the blood albumin test is below 10g/l).; Lowering blood pressure: Measures to reduce average blood pressure or at least reduce systolic blood pressure help protect the kidneys. The group of antihypertensive drugs often prescribed by doctors are ACE inhibitors or angiotensin 2 receptor inhibitors. Sometimes without hypertension, these two groups of drugs can still be used due to their effect in reducing proteinuria.; When there is an infection, use antibiotics; Other drugs include inhibition of gastric acid secretion, calcium, vitamin D2, trace elements... to limit side effects of corticosteroids and consequences from proteinuria.",
            "subsection_string": "Treatment of nephrotic syndrome\n1. Treatment of secondary nephrotic syndrome:\nTreatment depends on the cause of nephrotic syndrome\n2. Specific treatment of primary nephrotic syndrome\nSpecific treatment is the use of corticosteroid therapy. During the first outbreak, in the attack phase, use prednisolone (corticoid group) for at least 4 weeks. If the patient responds well to treatment (24-hour urine test does not show proteinuria, or if it remains, it is only in trace form), the prednisolone dose will be gradually reduced.; However, patients need to continue taking prednisolone annually as prescribed by their doctor. If the patient does not respond to prednisolone, the doctor will instruct the patient to undergo a kidney biopsy, based on histopathology results to determine the next treatment direction.; In the treatment of relapses, for rare relapses (less than 1 time in 6 months), the doctor will apply the same treatment as the first phase. For frequent relapses (2 or more relapses in 6 months) or corticosteroid dependence, the doctor will use an attack dose similar to the first phase until the proteinuria stops. The patient must then use a prolonged maintenance dose, gradually reducing the dose until one year later.; Immunosuppressive drugs are used in the treatment of nephrotic syndrome or relapse, dependence, drug resistance or the appearance of serious side effects when using corticosteroids.\n3. Treat symptoms\nIn the early stages, patients with nephrotic syndrome do not respond to treatment, and symptomatic treatment measures may then be necessary. These are the only treatments for nephrotic syndrome for cases with persistent symptoms that do not respond to any specific treatment. Symptomatic treatment options for this condition include:\nReduce edema: In the stage of severe edema, patients need to eat absolutely bland food. During the mild edema stage, you only need to eat relatively light meals. On average every day, a normal person eats about 4 - 6g of sodium, equivalent to 15g of salt (3 teaspoons). Eating relatively bland means consuming about 5g of salt per day, including in fish sauce and MSG. Because they also contain a certain amount of salt.; Use diuretics as prescribed by your doctor; Reduce protein in the diet:; In addition, plasma and albumin infusion is also needed (albumin infusion is performed when the blood albumin test is below 10g/l).; Lowering blood pressure: Measures to reduce average blood pressure or at least reduce systolic blood pressure help protect the kidneys. The group of antihypertensive drugs often prescribed by doctors are ACE inhibitors or angiotensin 2 receptor inhibitors. Sometimes without hypertension, these two groups of drugs can still be used due to their effect in reducing proteinuria.; When there is an infection, use antibiotics; Other drugs include inhibition of gastric acid secretion, calcium, vitamin D2, trace elements... to limit side effects of corticosteroids and consequences from proteinuria."
        },
        {
            "subsection_name": "How to limit complications of nephrotic syndrome?",
            "subsection_content": "Changing your diet will greatly support the treatment of nephrotic syndrome, specifically:\nLow-fat, low-salt diet; Discuss carefully with your doctor about the amount of protein you need to supplement and the amount of water you need to drink every day.; Avoid lying down too much and instead be active to help eliminate water and prevent blood clots.; Use medication as prescribed by your doctor, do not arbitrarily stop using medication, or arbitrarily buy medication for treatment.",
            "subsection_string": "How to limit complications of nephrotic syndrome?\nChanging your diet will greatly support the treatment of nephrotic syndrome, specifically:\nLow-fat, low-salt diet; Discuss carefully with your doctor about the amount of protein you need to supplement and the amount of water you need to drink every day.; Avoid lying down too much and instead be active to help eliminate water and prevent blood clots.; Use medication as prescribed by your doctor, do not arbitrarily stop using medication, or arbitrarily buy medication for treatment."
        },
        {
            "subsection_name": "Nutrition for people with kidney damage",
            "subsection_content": "Reduce sodium: Reducing sodium in your daily diet can improve high blood pressure and edema. Most of us consume large amounts of sodium from salt, which is found in most dishes. Therefore, the prerequisite for reducing sodium is reducing salt intake.; Choose foods rich in lean protein: Protein is essential for muscle growth and helps fight infection. Protein-rich foods that should be supplemented include eggs, poultry, fish, crab, shrimp, and beans; Need to reduce red meat. However, the amount of protein intake needs to change according to each period of illness. Patients need to discuss this issue carefully with their doctor. For example, in the stage of urinating a lot of protein, meaning the nephrotic syndrome is not yet stable, it is necessary to limit the amount of protein eaten; Limit the amount of water you drink when you have edema;; Limit potassium and phosphorus supplementation in cases of kidney failure due to nephrotic syndrome; Do not eat foods containing harmful fats such as saturated fat in milk and animal fat; fats found in processed foods, partially hydrogenated oils in fast food.; Reduce total cholesterol and LDL (bad cholesterol) through eating plenty of fresh fruits and fiber-rich vegetables.",
            "subsection_string": "Nutrition for people with kidney damage\nReduce sodium: Reducing sodium in your daily diet can improve high blood pressure and edema. Most of us consume large amounts of sodium from salt, which is found in most dishes. Therefore, the prerequisite for reducing sodium is reducing salt intake.; Choose foods rich in lean protein: Protein is essential for muscle growth and helps fight infection. Protein-rich foods that should be supplemented include eggs, poultry, fish, crab, shrimp, and beans; Need to reduce red meat. However, the amount of protein intake needs to change according to each period of illness. Patients need to discuss this issue carefully with their doctor. For example, in the stage of urinating a lot of protein, meaning the nephrotic syndrome is not yet stable, it is necessary to limit the amount of protein eaten; Limit the amount of water you drink when you have edema;; Limit potassium and phosphorus supplementation in cases of kidney failure due to nephrotic syndrome; Do not eat foods containing harmful fats such as saturated fat in milk and animal fat; fats found in processed foods, partially hydrogenated oils in fast food.; Reduce total cholesterol and LDL (bad cholesterol) through eating plenty of fresh fruits and fiber-rich vegetables."
        },
        {
            "subsection_name": "How to care for patients with kidney failure?",
            "subsection_content": "1. Living and resting regime\nPatients should rest in bed and keep their heads elevated, especially during periods of severe edema and oliguria.; Keep the sick person warm, especially in winter; Limit movement and movement while swelling is still severe.\n2. Take care of hygiene\nEvery day you need to clean your teeth, mouth and ears, nose and throat. Clean the skin by bathing or washing with warm water depending on the severity of the condition. When taking care of patients with nephrotic syndrome, it is important to note that fingernails and toenails need to be cut short and clean, avoiding scratches that cause scratches on the skin, especially when the patient is in damp places that can easily cause superinfection.; Make sure bed linen, clothing and other items are always clean.; Detect ulcers early to treat patients by washing with physiological saline and hydrogen peroxide. Other complications need to be carefully monitored to have a treatment plan for the patient.\n3. Monitor patients with nephrotic syndrome\nVital signs such as pulse, breathing rate, temperature,  blood pressure.; Monitor urine quantity and color; Monitor your weight every day.; Monitor edema; Monitor abdominal pain; Monitor for complications and side effects from corticosteroid medications.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Mai Thi Hien, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc. .BS.CKI Nguyen Duc Nhuan, BS.CKI II Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh, MSc.TS Ta Ngoc Thach , BS.CKI Phan Truong Nam…\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all urinary kidney diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nNephrotic syndrome is a chronic disease. The disease causes protein loss through the glomerulus, causing many negative health effects. Therefore, patients need to be diagnosed and treated as soon as possible to avoid irreversible complications.",
            "subsection_string": "How to care for patients with kidney failure?\n1. Living and resting regime\nPatients should rest in bed and keep their heads elevated, especially during periods of severe edema and oliguria.; Keep the sick person warm, especially in winter; Limit movement and movement while swelling is still severe.\n2. Take care of hygiene\nEvery day you need to clean your teeth, mouth and ears, nose and throat. Clean the skin by bathing or washing with warm water depending on the severity of the condition. When taking care of patients with nephrotic syndrome, it is important to note that fingernails and toenails need to be cut short and clean, avoiding scratches that cause scratches on the skin, especially when the patient is in damp places that can easily cause superinfection.; Make sure bed linen, clothing and other items are always clean.; Detect ulcers early to treat patients by washing with physiological saline and hydrogen peroxide. Other complications need to be carefully monitored to have a treatment plan for the patient.\n3. Monitor patients with nephrotic syndrome\nVital signs such as pulse, breathing rate, temperature,  blood pressure.; Monitor urine quantity and color; Monitor your weight every day.; Monitor edema; Monitor abdominal pain; Monitor for complications and side effects from corticosteroid medications.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Mai Thi Hien, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc. .BS.CKI Nguyen Duc Nhuan, BS.CKI II Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh, MSc.TS Ta Ngoc Thach , BS.CKI Phan Truong Nam…\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all urinary kidney diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nNephrotic syndrome is a chronic disease. The disease causes protein loss through the glomerulus, causing many negative health effects. Therefore, patients need to be diagnosed and treated as soon as possible to avoid irreversible complications."
        }
    ],
    "name": "hoi-chung-than-hu.json"
}