{
    "title": "Carpal tunnel syndrome: Causes, symptoms and treatments",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/hoi-chung-ong-co-tay/",
    "abstract": "Carpal tunnel syndrome (carpal tunnel syndrome) is a condition in which the median nerve is compressed in the carpal tunnel, causing numbness in the hand, hand pain, and reduced ability to work. Patients need timely examination and treatment to avoid serious complications.",
    "content": "Carpal tunnel syndrome: Causes, symptoms and treatments\n\nCarpal tunnel syndrome (carpal tunnel syndrome) is a condition in which the median nerve is compressed in the carpal tunnel, causing numbness in the hand, hand pain, and reduced ability to work. Patients need timely examination and treatment to avoid serious complications.\n\nWhat is carpal tunnel syndrome?\nCarpal Tunnel Syndrome (Carpal Tunnel Syndrome in English) is the most common medical condition that compresses the peripheral nerves. This syndrome occurs when the median nerve is compressed as it passes through the carpal tunnel. The consequence of compression is inflammation, pain, numbness, reduced or loss of sensation in the skin of the hand under the influence of the median nerve, making the patient  uncomfortable.\nCurrently, the number of people with this syndrome is increasing due to the increasing demands of work that requires a lot of flexibility, meticulousness, and repetitive use of the wrist. In Vietnam, there are currently no official statistics on the incidence of this syndrome. Statistics in the US show that every year about 50/1000 people suffer from wrist disease, in high-risk groups this rate can be up to 500/1000. (first)\n\nWhat causes wrist syndrome?\nCarpal tunnel inflammation when using a computer mouse is very common\nSubjects susceptible to carpal tunnel disease are middle-aged women, mostly due to idiopathic causes (accounting for 70%), the rest may be due to endogenous or exogenous causes. (2)\n1. Idiopathic causes\nAbout 70% of patients with the disease have no clear cause found. There may be synovitis, increased pressure in the intercellular space in the carpal tunnel, causing compression of the median nerve. In fact, symptoms have been shown to decrease with oral anti-inflammatory drugs or injections into the carpal tunnel.\n2. Exogenous causes\nJoint deformities and injuries to the wrist: Fracture of the lower radius, fracture of the wrist, pseudoscaphoid joint, subluxation of the scaphoid, dislocation of the lunate bone, arthritis of the wrist causing compression of the median nerve in the cervical canal hand; Hemophilia, myeloma; Types of tumors: Giant cell tumors of bone and tendon sheaths, hemangiomas, synovial cysts, tophy granulomas... causing displacement of the carpal tunnel and leading to compression of the median nerve\n3. Endogenous causes\nFluid retention during pregnancy: During pregnancy, fluid retention increases the amount of fluid in the carpal tunnel, leading to increased interstitial pressure in the carpal tunnel, causing compression of the median nerve.; Gout: Due to the deposition of urate crystals in the flexor tendon causing tendon hypertrophy, or inflammation and hypertrophy of the flexor tendon sheath due to gout also causing compression of the median nerve.; Hypothyroidism: Caused by the accumulation of Myxedemateous tissue in the transverse carpal ligament; Rheumatoid arthritis: Causes inflammation of the tendon sheath/synovium leading to edema and fluid retention in the flexor tendon sheath.; Periodic hemodialysis: Peripheral neuropathy is common in patients with chronic kidney failure and is related to increased blood urea.\n\nSymptoms of carpal tunnel inflammation are common\nSymptoms of carpal tunnel syndrome (inflammation, pain, stenosis...) are quite diverse because the median nerve is a mixed nerve: sensory, motor and autonomic. Besides, because the median nerve comes from the cervical spinal nerve roots, sometimes the symptoms can be mixed or compressed together, leading to a condition of \"double compression\".\nUnderstanding clinical symptoms plays a very important role in coordinating with neuroimaging and electrophysiological investigations as a basis for diagnosis and treatment. The disease can cause the following signs:\n1. Sensory disorders\nPatients often have a feeling of numbness in the limbs, paresthesias, sharp pain from needles or burning in the skin area dominated by the median nerve (thumb, index finger, middle finger and half of the ring finger). These symptoms manifest from the wrist to the fingers. Sensory symptoms often increase at night, making the patient wake up and causing insomnia. Movements that bend or tilt the wrist too much or put pressure on the carpal tunnel area, such as riding a motorbike, also increase the feeling of numbness. Symptoms decrease when stopping movement, resting, and waving the hand.\n2. Movement disorders\nThis symptom appears in the late stages of the disease due to movement disorders in the median nerve. Some common symptoms include difficulty grasping, reduced hand dexterity, or dropping objects.\n\nComplications of carpal tunnel syndrome\nProlonged compression of the median nerve causes the patient to have carpal tunnel stenosis, causing pain, numbness, reduced or loss of sensation in the skin area of ​​the hand under the control of the median nerve, and in more severe cases, it can cause muscle atrophy and reduced function. and hand movements.\nNote: Complications also occur similarly in patients with tarsal tunnel syndrome if not treated promptly!\nIf detected early and treated promptly, the disease can be completely cured, otherwise it will cause lasting damage and sequelae that greatly affect the patient's life and work. According to statistics in the US, every year there are about 200,000 surgical treatments, so workers have to quit their jobs, affecting their economic life, along with the cost of treatment.\n\nDiagnostic method\nTo accurately diagnose whether a patient has the disease or not, the doctor will coordinate clinical and neuroelectrophysiological testing. Diagnosis of the disease is based on criteria including:\nHave at least one of the following physical symptoms including: carpal bone pain; hand paresthesia; numbness of the hands; decreased or lost sensation in the dominant median nerve area; Weakness in the neck and hands, which may occur during the day, at night, or continuously throughout the day.; There is at least one physical symptom including a positive Phalen, Tinel, Durkan test. Phalen test: Have the patient bend their wrists 90 degrees together for at least 60 seconds. The reverse Phalen test is replaced by stretching the wrists. The test is positive if the patient develops or increases sensory symptoms belonging to the median nerve in the hand. (3) Tinel test: Tap on the carpal tunnel area (you can use your hand or a reflex hammer), a positive test when tapping will cause a feeling of numbness or pain along the skin area distributed by the median nerve in the hand. . Durkan test: The examiner directly increases the pressure on the patient's wrist by using the thumb to press on the middle of the wrist crease. The test is considered positive when the patient feels numbness and pain increases along the nerve distribution when pressing and holding for more than 30 seconds.; Phalen test: Have the patient bend their wrists 90 degrees together for at least 60 seconds. The reverse Phalen test is replaced by stretching the wrists. The test is positive if the patient develops or increases sensory symptoms belonging to the median nerve in the hand. (3); Tinel test: Tap on the carpal tunnel area (you can use your hand or a reflex hammer), a positive test when tapping will cause a feeling of numbness or pain along the skin area dominated by the median nerve in the hand.; Durkan test: The examiner directly increases pressure on the patient's wrist by using the thumb to press on the position between the wrist crease. The test is considered positive when the patient feels numbness and pain increases along the nerve distribution when pressing and holding for more than 30 seconds.; At least 1 of the 2 motor and sensory potential signal indices of the median nerve and ulnar nerve is higher than the normal index.\n\nTreatment methods for carpal tunnel syndrome\nThe choice of treatment method depends on the patient's condition (4). Treatment methods include:\nMedical treatment: Indicated in the early stages of clinical carpal tunnel syndrome. Your doctor may prescribe non-steroidal anti-inflammatory drugs or oral corticosteroids; At the same time, limit movements that cause excessive wrist flexion or pronation to reduce pressure in the carpal tunnel.; Using a wrist splint: This method can be done at night or continuously all day. Studies show that using a wrist brace can improve symptoms after 4 weeks of treatment.\nSurgical treatment: Applicable to patients in the severe stage, showing signs of sensory disorders, muscle atrophy, or who have had medical treatment for many months without improvement. Previously, classic open surgery with a longitudinal palmar incision or a small, minimally invasive open surgery were commonly used techniques. However, currently laparoscopic surgery is a more widely used treatment method. In particular, at the Center for Joint Surgery and Sports Medicine, Tam Anh General Hospital is applying the 1-hole endoscopic technique (1 entrance port) with a small incision of less than 1cm, bringing outstanding advantages: less invasive. , few complications, minimized risk of infection, guaranteed aesthetic factors, faster recovery time, patients can go home immediately after surgery.\n\nPreventive measures for wrist pain syndrome\nExercising and resting properly to minimize stress and pressure on the wrist is an effective prevention method to reduce the possibility of disease.\nAccording to MSc. Tran Quyet - Peripheral nerve and wrist surgery specialist, Joint Surgery and Sports Medicine Center of Tam Anh General Hospital, below are some methods that can be applied:\nIf you are doing office work that requires you to constantly use a keyboard and computer mouse, use a computer mouse that fits your hand to feel comfortable and not strain your wrist during long working hours. ; Give your hands and wrists regular breaks: Gently stretch and massage your wrists periodically for 10 to 30 seconds after every 15 – 30 minutes of heavy manual work. This is especially important when you have to use a large amount of wrist force or do tasks that require manual dexterity.; Sit in the correct posture: Regularly sitting in the wrong posture can affect the nerves in the neck area. This may also cause the nerves in the hand to be indirectly affected.\n\nNutrition for people with carpal tunnel syndrome\nTo date, there is no scientific evidence to prove which foods can treat carpal bone disease. In fact, a reasonable diet can bring many benefits to help prevent a number of chronic diseases that can increase the risk of developing or aggravate disease symptoms.\nTopping the list of foods to avoid when suffering from musculoskeletal diseases is alcohol and alcoholic beverages. Using alcohol not only affects the heart, digestion, liver... but also has a negative impact on the musculoskeletal system. Calcium levels in the body will decrease due to alcohol, inhibiting the formation of new bone cells, and increasing pain in inflamed joints.\nMaintain a reasonable weight (BMI from 18.5 - 23) by eating all the necessary nutrient groups and having a reasonable diet such as:\nEat a variety of fruits and vegetables; Eat enough protein-rich foods; Drink milk: should drink 2-3 glasses/day. If you are overweight or have high blood cholesterol, you should replace it with skim milk; Avoid eating too salty or too sweet; Limit the use of fast food\n\nExamination and treatment of musculoskeletal diseases at Tam Anh General Hospital, Hanoi\nCenter for Joint Surgery - Sports Medicine Tam Anh General Hospital, Hanoi is a reliable address for the treatment of Carpal Tunnel Syndrome (Carpal Tunnel Syndrome) and other musculoskeletal diseases. Gathering a team of leading experts in the field of musculoskeletal surgery, the Joint Surgery - Sports Medicine Center of Tam Anh General Hospital has successfully treated thousands of complex cases such as: total femur graft replacement. , entire humerus, entire shoulder blade, hip replacement, knee replacement, elbow replacement, arm and shoulder replacement with artificial bone grafting using biomedical materials, titanium using 3D printing technology...\nEquipped with a modern machinery system, the first specialized techniques in treating musculoskeletal diseases in Southeast Asia have been implemented at Tam Anh General Hospital. Among the world's leading modern equipment, we can mention the world's leading modern and intelligent robotic surgery technology ARTIS pheno of the Siemens brand imported synchronously from the Federal Republic of Germany.\nIs carpal tunnel syndrome dangerous? Although not life-threatening, if not treated early, carpal tunnel inflammation can cause complications of muscle atrophy and disability due to damage to vascular nerves... Therefore, experts recommend that patients You should not be subjective with the initial symptoms and need to see a specialist for timely intervention.",
    "subsections": [
        {
            "subsection_name": "What is carpal tunnel syndrome?",
            "subsection_content": "Carpal Tunnel Syndrome (Carpal Tunnel Syndrome in English) is the most common medical condition that compresses the peripheral nerves. This syndrome occurs when the median nerve is compressed as it passes through the carpal tunnel. The consequence of compression is inflammation, pain, numbness, reduced or loss of sensation in the skin of the hand under the influence of the median nerve, making the patient  uncomfortable.\nCurrently, the number of people with this syndrome is increasing due to the increasing demands of work that requires a lot of flexibility, meticulousness, and repetitive use of the wrist. In Vietnam, there are currently no official statistics on the incidence of this syndrome. Statistics in the US show that every year about 50/1000 people suffer from wrist disease, in high-risk groups this rate can be up to 500/1000. (first)",
            "subsection_string": "What is carpal tunnel syndrome?\nCarpal Tunnel Syndrome (Carpal Tunnel Syndrome in English) is the most common medical condition that compresses the peripheral nerves. This syndrome occurs when the median nerve is compressed as it passes through the carpal tunnel. The consequence of compression is inflammation, pain, numbness, reduced or loss of sensation in the skin of the hand under the influence of the median nerve, making the patient  uncomfortable.\nCurrently, the number of people with this syndrome is increasing due to the increasing demands of work that requires a lot of flexibility, meticulousness, and repetitive use of the wrist. In Vietnam, there are currently no official statistics on the incidence of this syndrome. Statistics in the US show that every year about 50/1000 people suffer from wrist disease, in high-risk groups this rate can be up to 500/1000. (first)"
        },
        {
            "subsection_name": "What causes wrist syndrome?",
            "subsection_content": "Carpal tunnel inflammation when using a computer mouse is very common\nSubjects susceptible to carpal tunnel disease are middle-aged women, mostly due to idiopathic causes (accounting for 70%), the rest may be due to endogenous or exogenous causes. (2)\n1. Idiopathic causes\nAbout 70% of patients with the disease have no clear cause found. There may be synovitis, increased pressure in the intercellular space in the carpal tunnel, causing compression of the median nerve. In fact, symptoms have been shown to decrease with oral anti-inflammatory drugs or injections into the carpal tunnel.\n2. Exogenous causes\nJoint deformities and injuries to the wrist: Fracture of the lower radius, fracture of the wrist, pseudoscaphoid joint, subluxation of the scaphoid, dislocation of the lunate bone, arthritis of the wrist causing compression of the median nerve in the cervical canal hand; Hemophilia, myeloma; Types of tumors: Giant cell tumors of bone and tendon sheaths, hemangiomas, synovial cysts, tophy granulomas... causing displacement of the carpal tunnel and leading to compression of the median nerve\n3. Endogenous causes\nFluid retention during pregnancy: During pregnancy, fluid retention increases the amount of fluid in the carpal tunnel, leading to increased interstitial pressure in the carpal tunnel, causing compression of the median nerve.; Gout: Due to the deposition of urate crystals in the flexor tendon causing tendon hypertrophy, or inflammation and hypertrophy of the flexor tendon sheath due to gout also causing compression of the median nerve.; Hypothyroidism: Caused by the accumulation of Myxedemateous tissue in the transverse carpal ligament; Rheumatoid arthritis: Causes inflammation of the tendon sheath/synovium leading to edema and fluid retention in the flexor tendon sheath.; Periodic hemodialysis: Peripheral neuropathy is common in patients with chronic kidney failure and is related to increased blood urea.",
            "subsection_string": "What causes wrist syndrome?\nCarpal tunnel inflammation when using a computer mouse is very common\nSubjects susceptible to carpal tunnel disease are middle-aged women, mostly due to idiopathic causes (accounting for 70%), the rest may be due to endogenous or exogenous causes. (2)\n1. Idiopathic causes\nAbout 70% of patients with the disease have no clear cause found. There may be synovitis, increased pressure in the intercellular space in the carpal tunnel, causing compression of the median nerve. In fact, symptoms have been shown to decrease with oral anti-inflammatory drugs or injections into the carpal tunnel.\n2. Exogenous causes\nJoint deformities and injuries to the wrist: Fracture of the lower radius, fracture of the wrist, pseudoscaphoid joint, subluxation of the scaphoid, dislocation of the lunate bone, arthritis of the wrist causing compression of the median nerve in the cervical canal hand; Hemophilia, myeloma; Types of tumors: Giant cell tumors of bone and tendon sheaths, hemangiomas, synovial cysts, tophy granulomas... causing displacement of the carpal tunnel and leading to compression of the median nerve\n3. Endogenous causes\nFluid retention during pregnancy: During pregnancy, fluid retention increases the amount of fluid in the carpal tunnel, leading to increased interstitial pressure in the carpal tunnel, causing compression of the median nerve.; Gout: Due to the deposition of urate crystals in the flexor tendon causing tendon hypertrophy, or inflammation and hypertrophy of the flexor tendon sheath due to gout also causing compression of the median nerve.; Hypothyroidism: Caused by the accumulation of Myxedemateous tissue in the transverse carpal ligament; Rheumatoid arthritis: Causes inflammation of the tendon sheath/synovium leading to edema and fluid retention in the flexor tendon sheath.; Periodic hemodialysis: Peripheral neuropathy is common in patients with chronic kidney failure and is related to increased blood urea."
        },
        {
            "subsection_name": "Symptoms of carpal tunnel inflammation are common",
            "subsection_content": "Symptoms of carpal tunnel syndrome (inflammation, pain, stenosis...) are quite diverse because the median nerve is a mixed nerve: sensory, motor and autonomic. Besides, because the median nerve comes from the cervical spinal nerve roots, sometimes the symptoms can be mixed or compressed together, leading to a condition of \"double compression\".\nUnderstanding clinical symptoms plays a very important role in coordinating with neuroimaging and electrophysiological investigations as a basis for diagnosis and treatment. The disease can cause the following signs:\n1. Sensory disorders\nPatients often have a feeling of numbness in the limbs, paresthesias, sharp pain from needles or burning in the skin area dominated by the median nerve (thumb, index finger, middle finger and half of the ring finger). These symptoms manifest from the wrist to the fingers. Sensory symptoms often increase at night, making the patient wake up and causing insomnia. Movements that bend or tilt the wrist too much or put pressure on the carpal tunnel area, such as riding a motorbike, also increase the feeling of numbness. Symptoms decrease when stopping movement, resting, and waving the hand.\n2. Movement disorders\nThis symptom appears in the late stages of the disease due to movement disorders in the median nerve. Some common symptoms include difficulty grasping, reduced hand dexterity, or dropping objects.",
            "subsection_string": "Symptoms of carpal tunnel inflammation are common\nSymptoms of carpal tunnel syndrome (inflammation, pain, stenosis...) are quite diverse because the median nerve is a mixed nerve: sensory, motor and autonomic. Besides, because the median nerve comes from the cervical spinal nerve roots, sometimes the symptoms can be mixed or compressed together, leading to a condition of \"double compression\".\nUnderstanding clinical symptoms plays a very important role in coordinating with neuroimaging and electrophysiological investigations as a basis for diagnosis and treatment. The disease can cause the following signs:\n1. Sensory disorders\nPatients often have a feeling of numbness in the limbs, paresthesias, sharp pain from needles or burning in the skin area dominated by the median nerve (thumb, index finger, middle finger and half of the ring finger). These symptoms manifest from the wrist to the fingers. Sensory symptoms often increase at night, making the patient wake up and causing insomnia. Movements that bend or tilt the wrist too much or put pressure on the carpal tunnel area, such as riding a motorbike, also increase the feeling of numbness. Symptoms decrease when stopping movement, resting, and waving the hand.\n2. Movement disorders\nThis symptom appears in the late stages of the disease due to movement disorders in the median nerve. Some common symptoms include difficulty grasping, reduced hand dexterity, or dropping objects."
        },
        {
            "subsection_name": "Complications of carpal tunnel syndrome",
            "subsection_content": "Prolonged compression of the median nerve causes the patient to have carpal tunnel stenosis, causing pain, numbness, reduced or loss of sensation in the skin area of ​​the hand under the control of the median nerve, and in more severe cases, it can cause muscle atrophy and reduced function. and hand movements.\nNote: Complications also occur similarly in patients with tarsal tunnel syndrome if not treated promptly!\nIf detected early and treated promptly, the disease can be completely cured, otherwise it will cause lasting damage and sequelae that greatly affect the patient's life and work. According to statistics in the US, every year there are about 200,000 surgical treatments, so workers have to quit their jobs, affecting their economic life, along with the cost of treatment.",
            "subsection_string": "Complications of carpal tunnel syndrome\nProlonged compression of the median nerve causes the patient to have carpal tunnel stenosis, causing pain, numbness, reduced or loss of sensation in the skin area of ​​the hand under the control of the median nerve, and in more severe cases, it can cause muscle atrophy and reduced function. and hand movements.\nNote: Complications also occur similarly in patients with tarsal tunnel syndrome if not treated promptly!\nIf detected early and treated promptly, the disease can be completely cured, otherwise it will cause lasting damage and sequelae that greatly affect the patient's life and work. According to statistics in the US, every year there are about 200,000 surgical treatments, so workers have to quit their jobs, affecting their economic life, along with the cost of treatment."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "To accurately diagnose whether a patient has the disease or not, the doctor will coordinate clinical and neuroelectrophysiological testing. Diagnosis of the disease is based on criteria including:\nHave at least one of the following physical symptoms including: carpal bone pain; hand paresthesia; numbness of the hands; decreased or lost sensation in the dominant median nerve area; Weakness in the neck and hands, which may occur during the day, at night, or continuously throughout the day.; There is at least one physical symptom including a positive Phalen, Tinel, Durkan test. Phalen test: Have the patient bend their wrists 90 degrees together for at least 60 seconds. The reverse Phalen test is replaced by stretching the wrists. The test is positive if the patient develops or increases sensory symptoms belonging to the median nerve in the hand. (3) Tinel test: Tap on the carpal tunnel area (you can use your hand or a reflex hammer), a positive test when tapping will cause a feeling of numbness or pain along the skin area distributed by the median nerve in the hand. . Durkan test: The examiner directly increases the pressure on the patient's wrist by using the thumb to press on the middle of the wrist crease. The test is considered positive when the patient feels numbness and pain increases along the nerve distribution when pressing and holding for more than 30 seconds.; Phalen test: Have the patient bend their wrists 90 degrees together for at least 60 seconds. The reverse Phalen test is replaced by stretching the wrists. The test is positive if the patient develops or increases sensory symptoms belonging to the median nerve in the hand. (3); Tinel test: Tap on the carpal tunnel area (you can use your hand or a reflex hammer), a positive test when tapping will cause a feeling of numbness or pain along the skin area dominated by the median nerve in the hand.; Durkan test: The examiner directly increases pressure on the patient's wrist by using the thumb to press on the position between the wrist crease. The test is considered positive when the patient feels numbness and pain increases along the nerve distribution when pressing and holding for more than 30 seconds.; At least 1 of the 2 motor and sensory potential signal indices of the median nerve and ulnar nerve is higher than the normal index.",
            "subsection_string": "Diagnostic method\nTo accurately diagnose whether a patient has the disease or not, the doctor will coordinate clinical and neuroelectrophysiological testing. Diagnosis of the disease is based on criteria including:\nHave at least one of the following physical symptoms including: carpal bone pain; hand paresthesia; numbness of the hands; decreased or lost sensation in the dominant median nerve area; Weakness in the neck and hands, which may occur during the day, at night, or continuously throughout the day.; There is at least one physical symptom including a positive Phalen, Tinel, Durkan test. Phalen test: Have the patient bend their wrists 90 degrees together for at least 60 seconds. The reverse Phalen test is replaced by stretching the wrists. The test is positive if the patient develops or increases sensory symptoms belonging to the median nerve in the hand. (3) Tinel test: Tap on the carpal tunnel area (you can use your hand or a reflex hammer), a positive test when tapping will cause a feeling of numbness or pain along the skin area distributed by the median nerve in the hand. . Durkan test: The examiner directly increases the pressure on the patient's wrist by using the thumb to press on the middle of the wrist crease. The test is considered positive when the patient feels numbness and pain increases along the nerve distribution when pressing and holding for more than 30 seconds.; Phalen test: Have the patient bend their wrists 90 degrees together for at least 60 seconds. The reverse Phalen test is replaced by stretching the wrists. The test is positive if the patient develops or increases sensory symptoms belonging to the median nerve in the hand. (3); Tinel test: Tap on the carpal tunnel area (you can use your hand or a reflex hammer), a positive test when tapping will cause a feeling of numbness or pain along the skin area dominated by the median nerve in the hand.; Durkan test: The examiner directly increases pressure on the patient's wrist by using the thumb to press on the position between the wrist crease. The test is considered positive when the patient feels numbness and pain increases along the nerve distribution when pressing and holding for more than 30 seconds.; At least 1 of the 2 motor and sensory potential signal indices of the median nerve and ulnar nerve is higher than the normal index."
        },
        {
            "subsection_name": "Treatment methods for carpal tunnel syndrome",
            "subsection_content": "The choice of treatment method depends on the patient's condition (4). Treatment methods include:\nMedical treatment: Indicated in the early stages of clinical carpal tunnel syndrome. Your doctor may prescribe non-steroidal anti-inflammatory drugs or oral corticosteroids; At the same time, limit movements that cause excessive wrist flexion or pronation to reduce pressure in the carpal tunnel.; Using a wrist splint: This method can be done at night or continuously all day. Studies show that using a wrist brace can improve symptoms after 4 weeks of treatment.\nSurgical treatment: Applicable to patients in the severe stage, showing signs of sensory disorders, muscle atrophy, or who have had medical treatment for many months without improvement. Previously, classic open surgery with a longitudinal palmar incision or a small, minimally invasive open surgery were commonly used techniques. However, currently laparoscopic surgery is a more widely used treatment method. In particular, at the Center for Joint Surgery and Sports Medicine, Tam Anh General Hospital is applying the 1-hole endoscopic technique (1 entrance port) with a small incision of less than 1cm, bringing outstanding advantages: less invasive. , few complications, minimized risk of infection, guaranteed aesthetic factors, faster recovery time, patients can go home immediately after surgery.",
            "subsection_string": "Treatment methods for carpal tunnel syndrome\nThe choice of treatment method depends on the patient's condition (4). Treatment methods include:\nMedical treatment: Indicated in the early stages of clinical carpal tunnel syndrome. Your doctor may prescribe non-steroidal anti-inflammatory drugs or oral corticosteroids; At the same time, limit movements that cause excessive wrist flexion or pronation to reduce pressure in the carpal tunnel.; Using a wrist splint: This method can be done at night or continuously all day. Studies show that using a wrist brace can improve symptoms after 4 weeks of treatment.\nSurgical treatment: Applicable to patients in the severe stage, showing signs of sensory disorders, muscle atrophy, or who have had medical treatment for many months without improvement. Previously, classic open surgery with a longitudinal palmar incision or a small, minimally invasive open surgery were commonly used techniques. However, currently laparoscopic surgery is a more widely used treatment method. In particular, at the Center for Joint Surgery and Sports Medicine, Tam Anh General Hospital is applying the 1-hole endoscopic technique (1 entrance port) with a small incision of less than 1cm, bringing outstanding advantages: less invasive. , few complications, minimized risk of infection, guaranteed aesthetic factors, faster recovery time, patients can go home immediately after surgery."
        },
        {
            "subsection_name": "Preventive measures for wrist pain syndrome",
            "subsection_content": "Exercising and resting properly to minimize stress and pressure on the wrist is an effective prevention method to reduce the possibility of disease.\nAccording to MSc. Tran Quyet - Peripheral nerve and wrist surgery specialist, Joint Surgery and Sports Medicine Center of Tam Anh General Hospital, below are some methods that can be applied:\nIf you are doing office work that requires you to constantly use a keyboard and computer mouse, use a computer mouse that fits your hand to feel comfortable and not strain your wrist during long working hours. ; Give your hands and wrists regular breaks: Gently stretch and massage your wrists periodically for 10 to 30 seconds after every 15 – 30 minutes of heavy manual work. This is especially important when you have to use a large amount of wrist force or do tasks that require manual dexterity.; Sit in the correct posture: Regularly sitting in the wrong posture can affect the nerves in the neck area. This may also cause the nerves in the hand to be indirectly affected.",
            "subsection_string": "Preventive measures for wrist pain syndrome\nExercising and resting properly to minimize stress and pressure on the wrist is an effective prevention method to reduce the possibility of disease.\nAccording to MSc. Tran Quyet - Peripheral nerve and wrist surgery specialist, Joint Surgery and Sports Medicine Center of Tam Anh General Hospital, below are some methods that can be applied:\nIf you are doing office work that requires you to constantly use a keyboard and computer mouse, use a computer mouse that fits your hand to feel comfortable and not strain your wrist during long working hours. ; Give your hands and wrists regular breaks: Gently stretch and massage your wrists periodically for 10 to 30 seconds after every 15 – 30 minutes of heavy manual work. This is especially important when you have to use a large amount of wrist force or do tasks that require manual dexterity.; Sit in the correct posture: Regularly sitting in the wrong posture can affect the nerves in the neck area. This may also cause the nerves in the hand to be indirectly affected."
        },
        {
            "subsection_name": "Nutrition for people with carpal tunnel syndrome",
            "subsection_content": "To date, there is no scientific evidence to prove which foods can treat carpal bone disease. In fact, a reasonable diet can bring many benefits to help prevent a number of chronic diseases that can increase the risk of developing or aggravate disease symptoms.\nTopping the list of foods to avoid when suffering from musculoskeletal diseases is alcohol and alcoholic beverages. Using alcohol not only affects the heart, digestion, liver... but also has a negative impact on the musculoskeletal system. Calcium levels in the body will decrease due to alcohol, inhibiting the formation of new bone cells, and increasing pain in inflamed joints.\nMaintain a reasonable weight (BMI from 18.5 - 23) by eating all the necessary nutrient groups and having a reasonable diet such as:\nEat a variety of fruits and vegetables; Eat enough protein-rich foods; Drink milk: should drink 2-3 glasses/day. If you are overweight or have high blood cholesterol, you should replace it with skim milk; Avoid eating too salty or too sweet; Limit the use of fast food",
            "subsection_string": "Nutrition for people with carpal tunnel syndrome\nTo date, there is no scientific evidence to prove which foods can treat carpal bone disease. In fact, a reasonable diet can bring many benefits to help prevent a number of chronic diseases that can increase the risk of developing or aggravate disease symptoms.\nTopping the list of foods to avoid when suffering from musculoskeletal diseases is alcohol and alcoholic beverages. Using alcohol not only affects the heart, digestion, liver... but also has a negative impact on the musculoskeletal system. Calcium levels in the body will decrease due to alcohol, inhibiting the formation of new bone cells, and increasing pain in inflamed joints.\nMaintain a reasonable weight (BMI from 18.5 - 23) by eating all the necessary nutrient groups and having a reasonable diet such as:\nEat a variety of fruits and vegetables; Eat enough protein-rich foods; Drink milk: should drink 2-3 glasses/day. If you are overweight or have high blood cholesterol, you should replace it with skim milk; Avoid eating too salty or too sweet; Limit the use of fast food"
        },
        {
            "subsection_name": "Examination and treatment of musculoskeletal diseases at Tam Anh General Hospital, Hanoi",
            "subsection_content": "Center for Joint Surgery - Sports Medicine Tam Anh General Hospital, Hanoi is a reliable address for the treatment of Carpal Tunnel Syndrome (Carpal Tunnel Syndrome) and other musculoskeletal diseases. Gathering a team of leading experts in the field of musculoskeletal surgery, the Joint Surgery - Sports Medicine Center of Tam Anh General Hospital has successfully treated thousands of complex cases such as: total femur graft replacement. , entire humerus, entire shoulder blade, hip replacement, knee replacement, elbow replacement, arm and shoulder replacement with artificial bone grafting using biomedical materials, titanium using 3D printing technology...\nEquipped with a modern machinery system, the first specialized techniques in treating musculoskeletal diseases in Southeast Asia have been implemented at Tam Anh General Hospital. Among the world's leading modern equipment, we can mention the world's leading modern and intelligent robotic surgery technology ARTIS pheno of the Siemens brand imported synchronously from the Federal Republic of Germany.\nIs carpal tunnel syndrome dangerous? Although not life-threatening, if not treated early, carpal tunnel inflammation can cause complications of muscle atrophy and disability due to damage to vascular nerves... Therefore, experts recommend that patients You should not be subjective with the initial symptoms and need to see a specialist for timely intervention.",
            "subsection_string": "Examination and treatment of musculoskeletal diseases at Tam Anh General Hospital, Hanoi\nCenter for Joint Surgery - Sports Medicine Tam Anh General Hospital, Hanoi is a reliable address for the treatment of Carpal Tunnel Syndrome (Carpal Tunnel Syndrome) and other musculoskeletal diseases. Gathering a team of leading experts in the field of musculoskeletal surgery, the Joint Surgery - Sports Medicine Center of Tam Anh General Hospital has successfully treated thousands of complex cases such as: total femur graft replacement. , entire humerus, entire shoulder blade, hip replacement, knee replacement, elbow replacement, arm and shoulder replacement with artificial bone grafting using biomedical materials, titanium using 3D printing technology...\nEquipped with a modern machinery system, the first specialized techniques in treating musculoskeletal diseases in Southeast Asia have been implemented at Tam Anh General Hospital. Among the world's leading modern equipment, we can mention the world's leading modern and intelligent robotic surgery technology ARTIS pheno of the Siemens brand imported synchronously from the Federal Republic of Germany.\nIs carpal tunnel syndrome dangerous? Although not life-threatening, if not treated early, carpal tunnel inflammation can cause complications of muscle atrophy and disability due to damage to vascular nerves... Therefore, experts recommend that patients You should not be subjective with the initial symptoms and need to see a specialist for timely intervention."
        }
    ],
    "name": "hoi-chung-ong-co-tay.json"
}