{
    "title": "Dead butt syndrome (DBS): Office workers' nightmare and how to treat it",
    "category": "Imaging",
    "link": "https://tamanhhospital.vn/hoi-chung-mong-chet/",
    "abstract": "During the pouring rain that began the summer of the second Covid year, a foreign man holding the position of regional director at a large company visited Tam Anh General Hospital with signs of pain in several positions. legs and buttocks every time they exercise. Here, he was examined and prescribed an MRI. After examining all the diseases of the piriformis muscle, hip joint, intervertebral disc compressing the nerve roots, pelvic bones, etc., doctors at Tam Anh General Hospital Imaging Center detected signs of inflammation and swelling of the gluteal muscles. Missing the place of attachment to the upper end of the femur, medical evidence of Dead Butt Syndrome. Professional consultation Dr. Tran Minh Thieu - Doctor of Diagnostic Imaging Center, Tam Anh General Hospital - Ho Chi Minh City",
    "content": "Dead butt syndrome (DBS): Office workers' nightmare and how to treat it\n\nDuring the pouring rain that began the summer of the second Covid year, a foreign man holding the position of regional director at a large company visited Tam Anh General Hospital with signs of pain in several positions. legs and buttocks every time they exercise. Here, he was examined and prescribed an MRI. After examining all the diseases of the piriformis muscle, hip joint, intervertebral disc compressing the nerve roots, pelvic bones, etc., doctors at Tam Anh General Hospital Imaging Center detected signs of inflammation and swelling of the gluteal muscles. Missing the place of attachment to the upper end of the femur, medical evidence of Dead Butt Syndrome. Professional consultation Dr. Tran Minh Thieu - Doctor of Diagnostic Imaging Center, Tam Anh General Hospital - Ho Chi Minh City\n\nWhat is Dead Butt Syndrome (DBS)?\nThere has been a lot of evidence about the harmful effects of sitting for long periods of time on health. One of the dangerous effects is that it can increase the risk of developing many types of heart-related diseases, cancer and diabetes. However, there is an immediate consequence that many people may not realize, which is \"Dead butt syndrome\" or \"Demented butt syndrome\".\nDead butt syndrome (DBS) is a condition in which the buttocks forget what they are supposed to do (support the pelvis and keep the body upright), and the buttocks muscles fall into a state of paralysis, unable to react or function like they should. Normal.\nSitting for too long is the cause of many diseases, including DBS syndrome\nThe clinical term for this condition is gluteal tendinopathy, also commonly known as gluteal amnesia. This condition can affect the back, knees and other parts of the body. (first)\n\nCauses of DBS amnesia butt\nThe leading cause of Dead Butt Syndrome is that sitting for too long causes the flexors around the hips to tighten and shorten, so the glutes have to lengthen to compensate. The gluteal flexors are a group of muscles that originate from the lower back, to the pelvis and the front of the thighs. This muscle group is responsible for moving your legs when you walk, run, and climb stairs.\nIf the hip flexors are not stretched, brisk walking can also cause dead butt syndrome. Tightening of the hip muscles and lengthening of the glutes can also cause gluteal tendonitis. Furthermore, the gluteal muscles are naturally thin and small, and the supporting tendons are also susceptible to damage, so injuries can easily occur.\nOne surprise is that people who run a lot and do high-intensity exercises for the front and back thighs (like squats...) are also at higher risk of DBS. The reason this group of people works their thigh muscles too much and forgets their buttock muscles. In addition, jogging or exercising too hard for a long time and in the same position can also put stress on the muscles and tendons. Athletes and ballet dancers are also at higher risk than others.\nSitting for too long also limits blood circulation, causing the buttocks to suddenly become \"forgetful\", leading to hip pain, lower back pain and problems with the ankles.\n\nSigns of \"amnesia butt\" syndrome\nMany studies have proven that sitting for long periods of time has a great impact on the buttocks and reduces the ability of this part to function. Therefore, if you sit at work for many hours every day, you are likely at high risk of DBS syndrome. Symptoms include:\nFeeling numb or slightly sore in the buttocks, but standing up and moving or doing some light stretching can make the muscles quickly work again.; More serious manifestations can include pain and stiffness in other areas: in one or both hips, lower back and knees. Pain radiating down the legs, like sciatica.; The glutes and hip flexors may also be affected. If one hip is severely affected, pain may occur when you lie on that side.; Dead butt syndrome can also lead to inflammation of the hip bursitis (a jelly-like fluid-filled sac that acts as a cushion to reduce friction between bones and soft tissue) causing pain and swelling around the area. affected.; Pain in lower legs; Pain in the hips and back; You change your normal stride when walking or running to relieve pain, but it puts stress on your knees, ankles and feet because they are not used to it, so pain in the buttocks can occur. .\nOr you can also check if you fall into this syndrome by:\nRaise one leg forward, bend the knee while standing and observe: If the gluteal fold of the bent leg is lower than the gluteal fold of the other leg, it proves that the external gluteal muscle on the contracted leg is weak.; Observe the curve in the back: The lumbar spine usually has a natural S-shaped curve, but if it curves excessively, it can be a sign that the hip muscles are tightening and pulling the spine. (2)\n\nIs dead butt syndrome dangerous?\nDementia butt syndrome will become dangerous if the condition persists and \"triggers\" other diseases to develop. Dangerous complications that occur when you sit a lot and your body is sedentary will put you at risk of diseases such as obesity, cardiovascular diseases, diabetes..., and even cancer. Therefore, change your working, living, and exercise habits as soon as possible to prevent and \"block\" all of the above dangers.\n\nDiagnosis and treatment of DBS syndrome\nIn daily life, if you experience symptoms of DBS syndrome when sitting at work, walking, or climbing stairs, see a doctor. Doctors from the Department of Radiology, Sports Medicine or Musculoskeletal Medicine can evaluate symptoms and recommend appropriate treatment. (3)\nBy reviewing your symptoms, learning about your lifestyle, medical history, and examining areas of pain and stiffness, your doctor can recommend the right treatment for dead butt syndrome. You may also be asked to walk, stretch your legs, or perform certain movements. The Radiologist may also order an X-ray or MRI to rule out other potential problems.\nMRI scanning technique of Tam Anh General Hospital Imaging Center detects the smallest injuries of the body\nAccording to Dr. Tran Minh Thieu, MD - Imaging Diagnosis Center, Tam Anh General Hospital: To effectively treat dead butt syndrome, the doctor will base on the level of progression of the syndrome and physical activity goals. of the patient. If you are an athlete, sports medicine doctors will give you tips on how to exercise safely. Dead butt treatments that apply to both athletes and normal people include:\n1. For athletes:\nTemporarily stop exercising, sports, rest, apply ice, compress the painful area by wrapping the painful knee or back (follow your doctor's instructions to do it properly), keep your legs elevated with supportive products. aid.; Distance runners and cyclists should stretch before and after exercise, paying special attention to stretching the hip muscles.; In cases of severe injury, physical therapy and massage therapy may be necessary.; If muscle and tendon damage is severe, it may be necessary to have an ultrasound or MRI scan and follow your doctor's treatment instructions.\n2. For people doing office work:\nRegular exercise is the best way to prevent dead butt syndrome and maintain good health. After about 1 hour of sitting at work, you should take a 10-minute break, stand up, stretch and walk around to activate and keep your glutes from falling asleep.; Remember to continuously exercise all three types of gluteal muscles: gluteal maximus, gluteal medius, and gluteal minius. Exercises that can affect this muscle group are squats, lunges or deadlifts.\nThe buttocks consist of three muscles: the gluteal maximus, the gluteal medius, and the gluteal minius.\n\nHow to prevent dead butt syndrome\nChanging the habit of sitting for too long is the simplest way to prevent it, combined with regular exercise such as going up and down stairs, light walking...\nSet a timer on your phone or computer to notify you after about 1 hour of work. Physical activity will stimulate blood circulation and revive \"memory\" for the buttocks.\nIn addition, doing some simple dead butt exercises is also a way to prevent you from becoming a \"member\" of Dead Butt Syndrome. This helps maintain strength and flexibility in the glutes, hip flexors, and hip joints.\nSquat wide jump position: Legs shoulder-width apart. Squat at a 90-degree angle to the surface. Use your glutes and glutes to jump as high as possible. Fall down gently and return to a squat position.; Leg exercises with straps: Wear the straps on the top of your ankles. Bend your knees and start walking sideways to the left for 10 steps and repeat the same to the right. This move will strengthen the gluteus medius and gluteus medius while also activating the gluteus maximus.; Side lunge: This is a lower-body exercise that strengthens the glutes, glutes, and hamstrings while also working the inner and outer thighs. Stand with your feet together, then step as wide as possible to the left while bending your knees to a 90-degree angle. Keep your right leg straight. Repeat the same on the other leg.; Squats: You can do them with or without weights. Legs spread shoulder-width apart. Tighten your muscles and slowly bend your knees so that your thighs are almost parallel to the ground. Slowly return to the starting position. Perform 12 – 15 times. Repeat 3-4 times/week.; Leg raises: Exercise for the core and hip flexors. You lie on a firm, but comfortable surface. Keeping your legs straight, slowly raise them high enough, holding a bit as your legs rise. Then you will feel like your muscles are flexible.\nTO SCHEDULE AN EXAMINATION APPOINTMENT AND FIND INFORMATION, PLEASE CONTACT TAM ANH GENERAL HOSPITAL SYSTEM - Hanoi 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 – Ho Chi Minh City 2B Pho Quang, Ward 2, Tan Binh District, City. Ho Chi Minh Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nDead butt syndrome is a nightmare for people who often sit for long periods of time and are sedentary and need to be treated early. Coming to the Diagnostic Imaging Center, Tam Anh General Hospital is invested in spacious construction, owning the world's leading modern equipment and machinery system such as the 768-slice MSCT machine, the 1.5 Magnetic Resonance machine system. up to 3 Tesla, 3D and 4D color ultrasound machines combined with tissue elasticity technology, 3D mammography and fully digital X-ray... In addition to MRI services, the center also performs diagnostic methods. Other diagnostic imaging such as CT scan, X-ray, ultrasound...",
    "subsections": [
        {
            "subsection_name": "What is Dead Butt Syndrome (DBS)?",
            "subsection_content": "There has been a lot of evidence about the harmful effects of sitting for long periods of time on health. One of the dangerous effects is that it can increase the risk of developing many types of heart-related diseases, cancer and diabetes. However, there is an immediate consequence that many people may not realize, which is \"Dead butt syndrome\" or \"Demented butt syndrome\".\nDead butt syndrome (DBS) is a condition in which the buttocks forget what they are supposed to do (support the pelvis and keep the body upright), and the buttocks muscles fall into a state of paralysis, unable to react or function like they should. Normal.\nSitting for too long is the cause of many diseases, including DBS syndrome\nThe clinical term for this condition is gluteal tendinopathy, also commonly known as gluteal amnesia. This condition can affect the back, knees and other parts of the body. (first)",
            "subsection_string": "What is Dead Butt Syndrome (DBS)?\nThere has been a lot of evidence about the harmful effects of sitting for long periods of time on health. One of the dangerous effects is that it can increase the risk of developing many types of heart-related diseases, cancer and diabetes. However, there is an immediate consequence that many people may not realize, which is \"Dead butt syndrome\" or \"Demented butt syndrome\".\nDead butt syndrome (DBS) is a condition in which the buttocks forget what they are supposed to do (support the pelvis and keep the body upright), and the buttocks muscles fall into a state of paralysis, unable to react or function like they should. Normal.\nSitting for too long is the cause of many diseases, including DBS syndrome\nThe clinical term for this condition is gluteal tendinopathy, also commonly known as gluteal amnesia. This condition can affect the back, knees and other parts of the body. (first)"
        },
        {
            "subsection_name": "Causes of DBS amnesia butt",
            "subsection_content": "The leading cause of Dead Butt Syndrome is that sitting for too long causes the flexors around the hips to tighten and shorten, so the glutes have to lengthen to compensate. The gluteal flexors are a group of muscles that originate from the lower back, to the pelvis and the front of the thighs. This muscle group is responsible for moving your legs when you walk, run, and climb stairs.\nIf the hip flexors are not stretched, brisk walking can also cause dead butt syndrome. Tightening of the hip muscles and lengthening of the glutes can also cause gluteal tendonitis. Furthermore, the gluteal muscles are naturally thin and small, and the supporting tendons are also susceptible to damage, so injuries can easily occur.\nOne surprise is that people who run a lot and do high-intensity exercises for the front and back thighs (like squats...) are also at higher risk of DBS. The reason this group of people works their thigh muscles too much and forgets their buttock muscles. In addition, jogging or exercising too hard for a long time and in the same position can also put stress on the muscles and tendons. Athletes and ballet dancers are also at higher risk than others.\nSitting for too long also limits blood circulation, causing the buttocks to suddenly become \"forgetful\", leading to hip pain, lower back pain and problems with the ankles.",
            "subsection_string": "Causes of DBS amnesia butt\nThe leading cause of Dead Butt Syndrome is that sitting for too long causes the flexors around the hips to tighten and shorten, so the glutes have to lengthen to compensate. The gluteal flexors are a group of muscles that originate from the lower back, to the pelvis and the front of the thighs. This muscle group is responsible for moving your legs when you walk, run, and climb stairs.\nIf the hip flexors are not stretched, brisk walking can also cause dead butt syndrome. Tightening of the hip muscles and lengthening of the glutes can also cause gluteal tendonitis. Furthermore, the gluteal muscles are naturally thin and small, and the supporting tendons are also susceptible to damage, so injuries can easily occur.\nOne surprise is that people who run a lot and do high-intensity exercises for the front and back thighs (like squats...) are also at higher risk of DBS. The reason this group of people works their thigh muscles too much and forgets their buttock muscles. In addition, jogging or exercising too hard for a long time and in the same position can also put stress on the muscles and tendons. Athletes and ballet dancers are also at higher risk than others.\nSitting for too long also limits blood circulation, causing the buttocks to suddenly become \"forgetful\", leading to hip pain, lower back pain and problems with the ankles."
        },
        {
            "subsection_name": "Signs of \"amnesia butt\" syndrome",
            "subsection_content": "Many studies have proven that sitting for long periods of time has a great impact on the buttocks and reduces the ability of this part to function. Therefore, if you sit at work for many hours every day, you are likely at high risk of DBS syndrome. Symptoms include:\nFeeling numb or slightly sore in the buttocks, but standing up and moving or doing some light stretching can make the muscles quickly work again.; More serious manifestations can include pain and stiffness in other areas: in one or both hips, lower back and knees. Pain radiating down the legs, like sciatica.; The glutes and hip flexors may also be affected. If one hip is severely affected, pain may occur when you lie on that side.; Dead butt syndrome can also lead to inflammation of the hip bursitis (a jelly-like fluid-filled sac that acts as a cushion to reduce friction between bones and soft tissue) causing pain and swelling around the area. affected.; Pain in lower legs; Pain in the hips and back; You change your normal stride when walking or running to relieve pain, but it puts stress on your knees, ankles and feet because they are not used to it, so pain in the buttocks can occur. .\nOr you can also check if you fall into this syndrome by:\nRaise one leg forward, bend the knee while standing and observe: If the gluteal fold of the bent leg is lower than the gluteal fold of the other leg, it proves that the external gluteal muscle on the contracted leg is weak.; Observe the curve in the back: The lumbar spine usually has a natural S-shaped curve, but if it curves excessively, it can be a sign that the hip muscles are tightening and pulling the spine. (2)",
            "subsection_string": "Signs of \"amnesia butt\" syndrome\nMany studies have proven that sitting for long periods of time has a great impact on the buttocks and reduces the ability of this part to function. Therefore, if you sit at work for many hours every day, you are likely at high risk of DBS syndrome. Symptoms include:\nFeeling numb or slightly sore in the buttocks, but standing up and moving or doing some light stretching can make the muscles quickly work again.; More serious manifestations can include pain and stiffness in other areas: in one or both hips, lower back and knees. Pain radiating down the legs, like sciatica.; The glutes and hip flexors may also be affected. If one hip is severely affected, pain may occur when you lie on that side.; Dead butt syndrome can also lead to inflammation of the hip bursitis (a jelly-like fluid-filled sac that acts as a cushion to reduce friction between bones and soft tissue) causing pain and swelling around the area. affected.; Pain in lower legs; Pain in the hips and back; You change your normal stride when walking or running to relieve pain, but it puts stress on your knees, ankles and feet because they are not used to it, so pain in the buttocks can occur. .\nOr you can also check if you fall into this syndrome by:\nRaise one leg forward, bend the knee while standing and observe: If the gluteal fold of the bent leg is lower than the gluteal fold of the other leg, it proves that the external gluteal muscle on the contracted leg is weak.; Observe the curve in the back: The lumbar spine usually has a natural S-shaped curve, but if it curves excessively, it can be a sign that the hip muscles are tightening and pulling the spine. (2)"
        },
        {
            "subsection_name": "Is dead butt syndrome dangerous?",
            "subsection_content": "Dementia butt syndrome will become dangerous if the condition persists and \"triggers\" other diseases to develop. Dangerous complications that occur when you sit a lot and your body is sedentary will put you at risk of diseases such as obesity, cardiovascular diseases, diabetes..., and even cancer. Therefore, change your working, living, and exercise habits as soon as possible to prevent and \"block\" all of the above dangers.",
            "subsection_string": "Is dead butt syndrome dangerous?\nDementia butt syndrome will become dangerous if the condition persists and \"triggers\" other diseases to develop. Dangerous complications that occur when you sit a lot and your body is sedentary will put you at risk of diseases such as obesity, cardiovascular diseases, diabetes..., and even cancer. Therefore, change your working, living, and exercise habits as soon as possible to prevent and \"block\" all of the above dangers."
        },
        {
            "subsection_name": "Diagnosis and treatment of DBS syndrome",
            "subsection_content": "In daily life, if you experience symptoms of DBS syndrome when sitting at work, walking, or climbing stairs, see a doctor. Doctors from the Department of Radiology, Sports Medicine or Musculoskeletal Medicine can evaluate symptoms and recommend appropriate treatment. (3)\nBy reviewing your symptoms, learning about your lifestyle, medical history, and examining areas of pain and stiffness, your doctor can recommend the right treatment for dead butt syndrome. You may also be asked to walk, stretch your legs, or perform certain movements. The Radiologist may also order an X-ray or MRI to rule out other potential problems.\nMRI scanning technique of Tam Anh General Hospital Imaging Center detects the smallest injuries of the body\nAccording to Dr. Tran Minh Thieu, MD - Imaging Diagnosis Center, Tam Anh General Hospital: To effectively treat dead butt syndrome, the doctor will base on the level of progression of the syndrome and physical activity goals. of the patient. If you are an athlete, sports medicine doctors will give you tips on how to exercise safely. Dead butt treatments that apply to both athletes and normal people include:\n1. For athletes:\nTemporarily stop exercising, sports, rest, apply ice, compress the painful area by wrapping the painful knee or back (follow your doctor's instructions to do it properly), keep your legs elevated with supportive products. aid.; Distance runners and cyclists should stretch before and after exercise, paying special attention to stretching the hip muscles.; In cases of severe injury, physical therapy and massage therapy may be necessary.; If muscle and tendon damage is severe, it may be necessary to have an ultrasound or MRI scan and follow your doctor's treatment instructions.\n2. For people doing office work:\nRegular exercise is the best way to prevent dead butt syndrome and maintain good health. After about 1 hour of sitting at work, you should take a 10-minute break, stand up, stretch and walk around to activate and keep your glutes from falling asleep.; Remember to continuously exercise all three types of gluteal muscles: gluteal maximus, gluteal medius, and gluteal minius. Exercises that can affect this muscle group are squats, lunges or deadlifts.\nThe buttocks consist of three muscles: the gluteal maximus, the gluteal medius, and the gluteal minius.",
            "subsection_string": "Diagnosis and treatment of DBS syndrome\nIn daily life, if you experience symptoms of DBS syndrome when sitting at work, walking, or climbing stairs, see a doctor. Doctors from the Department of Radiology, Sports Medicine or Musculoskeletal Medicine can evaluate symptoms and recommend appropriate treatment. (3)\nBy reviewing your symptoms, learning about your lifestyle, medical history, and examining areas of pain and stiffness, your doctor can recommend the right treatment for dead butt syndrome. You may also be asked to walk, stretch your legs, or perform certain movements. The Radiologist may also order an X-ray or MRI to rule out other potential problems.\nMRI scanning technique of Tam Anh General Hospital Imaging Center detects the smallest injuries of the body\nAccording to Dr. Tran Minh Thieu, MD - Imaging Diagnosis Center, Tam Anh General Hospital: To effectively treat dead butt syndrome, the doctor will base on the level of progression of the syndrome and physical activity goals. of the patient. If you are an athlete, sports medicine doctors will give you tips on how to exercise safely. Dead butt treatments that apply to both athletes and normal people include:\n1. For athletes:\nTemporarily stop exercising, sports, rest, apply ice, compress the painful area by wrapping the painful knee or back (follow your doctor's instructions to do it properly), keep your legs elevated with supportive products. aid.; Distance runners and cyclists should stretch before and after exercise, paying special attention to stretching the hip muscles.; In cases of severe injury, physical therapy and massage therapy may be necessary.; If muscle and tendon damage is severe, it may be necessary to have an ultrasound or MRI scan and follow your doctor's treatment instructions.\n2. For people doing office work:\nRegular exercise is the best way to prevent dead butt syndrome and maintain good health. After about 1 hour of sitting at work, you should take a 10-minute break, stand up, stretch and walk around to activate and keep your glutes from falling asleep.; Remember to continuously exercise all three types of gluteal muscles: gluteal maximus, gluteal medius, and gluteal minius. Exercises that can affect this muscle group are squats, lunges or deadlifts.\nThe buttocks consist of three muscles: the gluteal maximus, the gluteal medius, and the gluteal minius."
        },
        {
            "subsection_name": "How to prevent dead butt syndrome",
            "subsection_content": "Changing the habit of sitting for too long is the simplest way to prevent it, combined with regular exercise such as going up and down stairs, light walking...\nSet a timer on your phone or computer to notify you after about 1 hour of work. Physical activity will stimulate blood circulation and revive \"memory\" for the buttocks.\nIn addition, doing some simple dead butt exercises is also a way to prevent you from becoming a \"member\" of Dead Butt Syndrome. This helps maintain strength and flexibility in the glutes, hip flexors, and hip joints.\nSquat wide jump position: Legs shoulder-width apart. Squat at a 90-degree angle to the surface. Use your glutes and glutes to jump as high as possible. Fall down gently and return to a squat position.; Leg exercises with straps: Wear the straps on the top of your ankles. Bend your knees and start walking sideways to the left for 10 steps and repeat the same to the right. This move will strengthen the gluteus medius and gluteus medius while also activating the gluteus maximus.; Side lunge: This is a lower-body exercise that strengthens the glutes, glutes, and hamstrings while also working the inner and outer thighs. Stand with your feet together, then step as wide as possible to the left while bending your knees to a 90-degree angle. Keep your right leg straight. Repeat the same on the other leg.; Squats: You can do them with or without weights. Legs spread shoulder-width apart. Tighten your muscles and slowly bend your knees so that your thighs are almost parallel to the ground. Slowly return to the starting position. Perform 12 – 15 times. Repeat 3-4 times/week.; Leg raises: Exercise for the core and hip flexors. You lie on a firm, but comfortable surface. Keeping your legs straight, slowly raise them high enough, holding a bit as your legs rise. Then you will feel like your muscles are flexible.\nTO SCHEDULE AN EXAMINATION APPOINTMENT AND FIND INFORMATION, PLEASE CONTACT TAM ANH GENERAL HOSPITAL SYSTEM - Hanoi 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 – Ho Chi Minh City 2B Pho Quang, Ward 2, Tan Binh District, City. Ho Chi Minh Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nDead butt syndrome is a nightmare for people who often sit for long periods of time and are sedentary and need to be treated early. Coming to the Diagnostic Imaging Center, Tam Anh General Hospital is invested in spacious construction, owning the world's leading modern equipment and machinery system such as the 768-slice MSCT machine, the 1.5 Magnetic Resonance machine system. up to 3 Tesla, 3D and 4D color ultrasound machines combined with tissue elasticity technology, 3D mammography and fully digital X-ray... In addition to MRI services, the center also performs diagnostic methods. Other diagnostic imaging such as CT scan, X-ray, ultrasound...",
            "subsection_string": "How to prevent dead butt syndrome\nChanging the habit of sitting for too long is the simplest way to prevent it, combined with regular exercise such as going up and down stairs, light walking...\nSet a timer on your phone or computer to notify you after about 1 hour of work. Physical activity will stimulate blood circulation and revive \"memory\" for the buttocks.\nIn addition, doing some simple dead butt exercises is also a way to prevent you from becoming a \"member\" of Dead Butt Syndrome. This helps maintain strength and flexibility in the glutes, hip flexors, and hip joints.\nSquat wide jump position: Legs shoulder-width apart. Squat at a 90-degree angle to the surface. Use your glutes and glutes to jump as high as possible. Fall down gently and return to a squat position.; Leg exercises with straps: Wear the straps on the top of your ankles. Bend your knees and start walking sideways to the left for 10 steps and repeat the same to the right. This move will strengthen the gluteus medius and gluteus medius while also activating the gluteus maximus.; Side lunge: This is a lower-body exercise that strengthens the glutes, glutes, and hamstrings while also working the inner and outer thighs. Stand with your feet together, then step as wide as possible to the left while bending your knees to a 90-degree angle. Keep your right leg straight. Repeat the same on the other leg.; Squats: You can do them with or without weights. Legs spread shoulder-width apart. Tighten your muscles and slowly bend your knees so that your thighs are almost parallel to the ground. Slowly return to the starting position. Perform 12 – 15 times. Repeat 3-4 times/week.; Leg raises: Exercise for the core and hip flexors. You lie on a firm, but comfortable surface. Keeping your legs straight, slowly raise them high enough, holding a bit as your legs rise. Then you will feel like your muscles are flexible.\nTO SCHEDULE AN EXAMINATION APPOINTMENT AND FIND INFORMATION, PLEASE CONTACT TAM ANH GENERAL HOSPITAL SYSTEM - Hanoi 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 – Ho Chi Minh City 2B Pho Quang, Ward 2, Tan Binh District, City. Ho Chi Minh Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nDead butt syndrome is a nightmare for people who often sit for long periods of time and are sedentary and need to be treated early. Coming to the Diagnostic Imaging Center, Tam Anh General Hospital is invested in spacious construction, owning the world's leading modern equipment and machinery system such as the 768-slice MSCT machine, the 1.5 Magnetic Resonance machine system. up to 3 Tesla, 3D and 4D color ultrasound machines combined with tissue elasticity technology, 3D mammography and fully digital X-ray... In addition to MRI services, the center also performs diagnostic methods. Other diagnostic imaging such as CT scan, X-ray, ultrasound..."
        }
    ],
    "name": "hoi-chung-mong-chet.json"
}