{
    "title": "Thoracic outlet syndrome",
    "category": "Imaging",
    "link": "https://tamanhhospital.vn/hoi-chung-loi-thoat-long-nguc/",
    "abstract": "A 25-year-old male patient came to the Diagnostic Imaging Center of Tam Anh General Hospital, City. Ho Chi Minh with a strange expression: Just raise your hand and you can face the risk of death due to thrombosis, blood vessel blockage of the heart, lungs, brain and kidneys... After examining the patient, the doctors concluded that the patient with thoracic outlet syndrome compressing the subclavian vein. Professional consultation, Dr. Tran Minh Thieu - Doctor of Imaging Center, Tam Anh General Hospital - Ho Chi Minh City Case recipient, Dr. Tran Minh Thieu - Doctor of Imaging Center Photo, Tam Anh General Hospital - Ho Chi Minh City, shared: Before coming here, the patient had a chest CT scan without drugs but no tumors or pneumonia were detected. After examining the unusual signs of the chest wall, right shoulder, purple swelling of the left arm, etc., the doctors decided to do a CT scan of the chest with a contrast agent. When taking pictures of the patient, the doctor asks the patient to raise his hand above his head to avoid artifacts (the difference between the CT number on the reconstructed image and the actual X-ray absorption of the imaged object). arm into the lung parenchyma. After injecting medicine from the right arm's basilic vein, a narrowing of the right subclavian vein was discovered. Furthermore, the scan results showed the collateral circulation returning blood to the heart through the chest wall veins to the superior vena cava when the right subclavian vein was narrowed and blocked. Immediately, doctors at the CDHA center of Tam Anh General Hospital, Ho Chi Minh City, conducted a number of necessary examination steps. The confusing thing is: when ultrasounding the blood vessels, every time the patient raises his hand, the right 1/3 subclavian vein is narrowed, but when he brings his hand down, it is clear and the venous blood flows to the vena cava. very strong. From the above typical signs, combined with imaging results, the doctor diagnosed the patient with thoracic outlet syndrome.",
    "content": "Thoracic outlet syndrome\n\nA 25-year-old male patient came to the Diagnostic Imaging Center of Tam Anh General Hospital, City. Ho Chi Minh with a strange expression: Just raise your hand and you can face the risk of death due to thrombosis, blood vessel blockage of the heart, lungs, brain and kidneys... After examining the patient, the doctors concluded that the patient with thoracic outlet syndrome compressing the subclavian vein. Professional consultation, Dr. Tran Minh Thieu - Doctor of Imaging Center, Tam Anh General Hospital - Ho Chi Minh City Case recipient, Dr. Tran Minh Thieu - Doctor of Imaging Center Photo, Tam Anh General Hospital - Ho Chi Minh City, shared: Before coming here, the patient had a chest CT scan without drugs but no tumors or pneumonia were detected. After examining the unusual signs of the chest wall, right shoulder, purple swelling of the left arm, etc., the doctors decided to do a CT scan of the chest with a contrast agent. When taking pictures of the patient, the doctor asks the patient to raise his hand above his head to avoid artifacts (the difference between the CT number on the reconstructed image and the actual X-ray absorption of the imaged object). arm into the lung parenchyma. After injecting medicine from the right arm's basilic vein, a narrowing of the right subclavian vein was discovered. Furthermore, the scan results showed the collateral circulation returning blood to the heart through the chest wall veins to the superior vena cava when the right subclavian vein was narrowed and blocked. Immediately, doctors at the CDHA center of Tam Anh General Hospital, Ho Chi Minh City, conducted a number of necessary examination steps. The confusing thing is: when ultrasounding the blood vessels, every time the patient raises his hand, the right 1/3 subclavian vein is narrowed, but when he brings his hand down, it is clear and the venous blood flows to the vena cava. very strong. From the above typical signs, combined with imaging results, the doctor diagnosed the patient with thoracic outlet syndrome.\n\nWhat is Thoracic Outlet Syndrome (TOS)?\nThe thoracic outlet includes the space from the supraclavicular fossa to the axillary fossa. This space is formed by the top ribs, just below the collarbone. TOS occurs when nerves or blood vessels are compressed by the ribs, collarbone, or neck muscles at the exit end. A collection of ill-defined disorders characterized by pain and paresthesias in the hands, neck, shoulders, or arms. They involve compression of the brachial plexus (and possibly the supraclavicular vessels) as these structures pass through the thoracic outlet. (first)\n\nTypes of thoracic outlet syndrome\nTOS syndrome is classified into 3 types based on the pathophysiology of symptoms including:\nNeurogenic TOS (nTOS): This is the most common type, characterized by compression of the brachial plexus, which is a network of nerves that come from the spinal cord and control movements and movements. muscle sensation in your shoulders, arms, and hands.\nnTOS (neurological TOS) accounts for 90%, occurs when the nerves in the plexus area are compressed, causing pain and weakness in the shoulders and arms.\nVenous TOS (vTOS): Occurs when one or more veins (venous thoracic outlet syndrome) or arteries (thoracic arterial outlet syndrome) under the collarbone (collarbone) are compressed.; Arterial TOS (aTOS) is also known as disputed thoracic outlet syndrome. Some doctors don't think it exists, while others think it's a common disorder. People with aTOS have chronic pain in the thoracic outlet area that worsens with activity, but the specific cause of the pain cannot be identified.\nSometimes, venous TOS and arterial TOS are collectively referred to as vascular thoracic outlet syndrome.\n\nSymptoms of thoracic outlet syndrome\nSymptoms of thoracic outlet syndrome arise due to compression of the brachial plexus nerves, subclavian artery and vein, and axillary artery and vein.\nIn addition, symptoms of thoracic outlet syndrome also depend on the type of TOS:\nSymptoms of nTOS\nConsidered the most common, accounting for about 90-95%, it causes compression of the brachial plexus leading to the following symptoms:\nPain or weakness in the shoulders and arms; Tingling or discomfort in the fingers; Atrophy – shrinkage and weakness of the thumb pad, palmar and thumb muscles but occurs very rarely\nThese symptoms may come and go, but they often get worse when the arm is raised. The longer this position is held, the worse the symptoms may become.\nSymptoms of vTOS\nEdema (swelling) of the arms, hands or fingers; The color of the hands and arms is slightly pale; Sharp pain in hands and arms; Veins appear prominently on the shoulders, neck and hands\nThese symptoms occur due to compression of the veins which can cause blood clots. This is called stress thrombosis, or Paget-Schroetter syndrome. Stress thrombosis is a type of deep vein thrombosis. In this case, blood clots are formed due to overhead movements that compress the veins. Deep vein thrombosis is more common in the legs. When present in the shoulder or arm, the cause may be as a result of recent surgery, a foreign object inserted into the upper body (such as a central line), a pacemaker, or an implantable defibrillator or thoracic outlet syndrome. (2)\nSymptoms of aTOS\nHands are cold and pale; Pain in the hands and arms, especially when the arms move overhead; Embolism (blockage) of an artery in the hand or arm; Subclavian artery aneurysm\nIn summary, common symptoms of thoracic outlet nerve syndrome include:\nMuscle wasting in the fleshy part of the thumb (Gilliatt-Sumner hand); Numbness or tingling in the arms or fingers; Pain or aching in the neck, shoulders or arms; The inhibition gradually weakens; The hands are bluish in color; Arm pain and swelling, possibly due to a blood clot; Blood clot in a vein or artery in the upper area of ​​the body; Cyanosis, paleness in one or more fingers or the entire hand; Weak or no pulse in the affected arm; Cold fingers, hands, or arms; Arm fatigue when active; Numbness or tingling in the fingers; Weakness in the arms or neck; A throbbing lump near your collarbone\n\nCauses of thoracic outlet syndrome\nIn general, the cause of this syndrome is compression of nerves or blood vessels at the thoracic outlet, just below the collarbone. The causes of compression vary and can come from:\nThoracic outlet syndrome occurs when vessels/nerves are compressed by surrounding \"bones\" or \"soft tissue\".\nInjury\nA traumatic event (like a car accident) can cause internal changes that then compress the nerves in the thoracic outlet. The onset of symptoms related to a traumatic incident is also considered a cause of symptoms.\nAnatomical variations\nCervical ribs, abnormal 1st rib, clavicle, elongated C7 transverse process... The estimated incidence of cervical ribs is 1-2% of the general population, but the majority of cases with cervical ribs are absent. symptom. Genetic defects present at birth (congenital) may include an extra rib located above the first rib (cervical rib) or an abnormally tight fibrous band connecting the spine to the ribs.\nMaintaining one position for too long – “The Miserable Posture”\nDropping the shoulders or keeping the head in a forward position for too long can cause compression of the thoracic outlet area. This situation often happens to office workers.\nRepetitive movements\nPerforming the same movements repeatedly, over time, can wear down the body's tissues and is one of the causes of TOS.\nPressure on joints\nObesity can put undue stress on the joints; Carrying too heavy a bag or backpack is also considered a cause.\nPregnancy\nJoints that are often loose during pregnancy are also considered a predisposing factor for thoracic outlet syndrome to appear.\n\nSick subject\nSubjects with TOS syndrome include:\nSwimmers are considered a group of people susceptible to TOS syndrome\nAthletes who play sports such as swimming, cricket, rugby...; Musicians such as violinists, flute players...; People whose jobs typically only involve certain manual activities such as mechanics, hairdressers, teachers, assembly line workers; People who lift weights incorrectly cause muscle imbalance; People who carry heavy loads cause muscle swelling, causing blood vessels and nerves to become entangled and compressed.\n\nTOS diagnostic method\nCommon diagnostic measures will include:\nClinical examination combined with imaging diagnostic methods such as vascular Doppler ultrasound, neck-thoracic X-ray, to evaluate anatomical variations of the bones in the neck base area.; CT scan with contrast injection to evaluate abnormalities of the thoracic skeleton and detect arterial and venous abnormalities such as stenosis/occlusion, thrombosis, aneurysm/pseudoaneurysm, and evaluate collaterals.; MRI is useful in patients with neurological TOS, especially in evaluating the brachial plexus and surrounding structures. MRI can evaluate bone and soft tissue abnormalities; brachial plexus edema when arms are raised high. In addition, CT or MRI scans also provide additional anatomical details necessary for surgical planning.; For vascular TOS, vascular Doppler ultrasound is highly sensitive and specific, noninvasive, and inexpensive, making it the initial imaging test of choice.; For patients with cervical ribs, treatment is reserved for symptomatic patients, as the presence of cervical ribs exists in 0.5% of the population but only a small fraction develop symptoms.\n\nHow to treat TOS?\nIn most cases, a conservative treatment will be effective if diagnosed early. Treatment may include:\nPhysical therapy\nIf you have neurogenic thoracic outlet syndrome, physical therapy is the first line of treatment. You'll perform shoulder strengthening and stretching exercises to open the chest passages, improve range of motion, and improve posture. These exercises, done over time, can relieve pressure on the blood vessels and nerves in your thoracic outlet.\nUse medicine\nYour doctor may prescribe anti-inflammatory medications, pain relievers, or muscle relaxants to reduce inflammation, relieve pain, and encourage muscle relaxation.\nMedicines that dissolve blood clots\nIf you have thoracic vein or artery syndrome and have a blood clot, your doctor may prescribe clot-busting medications (thrombolytics) into the vein or artery. After taking thrombolytic medications, your doctor may prescribe medications to prevent blood clots (anticoagulants). (3)\n\nPreventive measures after treatment\nIf you have thoracic outlet syndrome, your doctor or physical therapist will show you exercises at home to strengthen and support the muscles surrounding the thoracic outlet.\nTo avoid unnecessary stress on the shoulders and muscles surrounding the thoracic outlet, you should be aware of the following:\nMaintain good posture; Take regular breaks at work to move and stretch; Maintain a reasonable weight; Avoid carrying bags or backpacks that are too heavy on your shoulders; Avoid activities that aggravate the problem or modify activities that do not cause symptoms; Gently massage the shoulders and head out the chest; Apply a hot towel to the painful area; Practice relaxation exercises such as deep breathing, meditation and stretching\nSymptoms associated with thoracic outlet syndrome can also be caused by a number of other conditions. This will make it difficult to diagnose the condition. In fact, many people have experienced symptoms of thoracic outlet syndrome for years before they were diagnosed with the condition. Therefore, go see a reputable specialist hospital immediately if you feel your symptoms are still occurring and have not been diagnosed.",
    "subsections": [
        {
            "subsection_name": "What is Thoracic Outlet Syndrome (TOS)?",
            "subsection_content": "The thoracic outlet includes the space from the supraclavicular fossa to the axillary fossa. This space is formed by the top ribs, just below the collarbone. TOS occurs when nerves or blood vessels are compressed by the ribs, collarbone, or neck muscles at the exit end. A collection of ill-defined disorders characterized by pain and paresthesias in the hands, neck, shoulders, or arms. They involve compression of the brachial plexus (and possibly the supraclavicular vessels) as these structures pass through the thoracic outlet. (first)",
            "subsection_string": "What is Thoracic Outlet Syndrome (TOS)?\nThe thoracic outlet includes the space from the supraclavicular fossa to the axillary fossa. This space is formed by the top ribs, just below the collarbone. TOS occurs when nerves or blood vessels are compressed by the ribs, collarbone, or neck muscles at the exit end. A collection of ill-defined disorders characterized by pain and paresthesias in the hands, neck, shoulders, or arms. They involve compression of the brachial plexus (and possibly the supraclavicular vessels) as these structures pass through the thoracic outlet. (first)"
        },
        {
            "subsection_name": "Types of thoracic outlet syndrome",
            "subsection_content": "TOS syndrome is classified into 3 types based on the pathophysiology of symptoms including:\nNeurogenic TOS (nTOS): This is the most common type, characterized by compression of the brachial plexus, which is a network of nerves that come from the spinal cord and control movements and movements. muscle sensation in your shoulders, arms, and hands.\nnTOS (neurological TOS) accounts for 90%, occurs when the nerves in the plexus area are compressed, causing pain and weakness in the shoulders and arms.\nVenous TOS (vTOS): Occurs when one or more veins (venous thoracic outlet syndrome) or arteries (thoracic arterial outlet syndrome) under the collarbone (collarbone) are compressed.; Arterial TOS (aTOS) is also known as disputed thoracic outlet syndrome. Some doctors don't think it exists, while others think it's a common disorder. People with aTOS have chronic pain in the thoracic outlet area that worsens with activity, but the specific cause of the pain cannot be identified.\nSometimes, venous TOS and arterial TOS are collectively referred to as vascular thoracic outlet syndrome.",
            "subsection_string": "Types of thoracic outlet syndrome\nTOS syndrome is classified into 3 types based on the pathophysiology of symptoms including:\nNeurogenic TOS (nTOS): This is the most common type, characterized by compression of the brachial plexus, which is a network of nerves that come from the spinal cord and control movements and movements. muscle sensation in your shoulders, arms, and hands.\nnTOS (neurological TOS) accounts for 90%, occurs when the nerves in the plexus area are compressed, causing pain and weakness in the shoulders and arms.\nVenous TOS (vTOS): Occurs when one or more veins (venous thoracic outlet syndrome) or arteries (thoracic arterial outlet syndrome) under the collarbone (collarbone) are compressed.; Arterial TOS (aTOS) is also known as disputed thoracic outlet syndrome. Some doctors don't think it exists, while others think it's a common disorder. People with aTOS have chronic pain in the thoracic outlet area that worsens with activity, but the specific cause of the pain cannot be identified.\nSometimes, venous TOS and arterial TOS are collectively referred to as vascular thoracic outlet syndrome."
        },
        {
            "subsection_name": "Symptoms of thoracic outlet syndrome",
            "subsection_content": "Symptoms of thoracic outlet syndrome arise due to compression of the brachial plexus nerves, subclavian artery and vein, and axillary artery and vein.\nIn addition, symptoms of thoracic outlet syndrome also depend on the type of TOS:\nSymptoms of nTOS\nConsidered the most common, accounting for about 90-95%, it causes compression of the brachial plexus leading to the following symptoms:\nPain or weakness in the shoulders and arms; Tingling or discomfort in the fingers; Atrophy – shrinkage and weakness of the thumb pad, palmar and thumb muscles but occurs very rarely\nThese symptoms may come and go, but they often get worse when the arm is raised. The longer this position is held, the worse the symptoms may become.\nSymptoms of vTOS\nEdema (swelling) of the arms, hands or fingers; The color of the hands and arms is slightly pale; Sharp pain in hands and arms; Veins appear prominently on the shoulders, neck and hands\nThese symptoms occur due to compression of the veins which can cause blood clots. This is called stress thrombosis, or Paget-Schroetter syndrome. Stress thrombosis is a type of deep vein thrombosis. In this case, blood clots are formed due to overhead movements that compress the veins. Deep vein thrombosis is more common in the legs. When present in the shoulder or arm, the cause may be as a result of recent surgery, a foreign object inserted into the upper body (such as a central line), a pacemaker, or an implantable defibrillator or thoracic outlet syndrome. (2)\nSymptoms of aTOS\nHands are cold and pale; Pain in the hands and arms, especially when the arms move overhead; Embolism (blockage) of an artery in the hand or arm; Subclavian artery aneurysm\nIn summary, common symptoms of thoracic outlet nerve syndrome include:\nMuscle wasting in the fleshy part of the thumb (Gilliatt-Sumner hand); Numbness or tingling in the arms or fingers; Pain or aching in the neck, shoulders or arms; The inhibition gradually weakens; The hands are bluish in color; Arm pain and swelling, possibly due to a blood clot; Blood clot in a vein or artery in the upper area of ​​the body; Cyanosis, paleness in one or more fingers or the entire hand; Weak or no pulse in the affected arm; Cold fingers, hands, or arms; Arm fatigue when active; Numbness or tingling in the fingers; Weakness in the arms or neck; A throbbing lump near your collarbone",
            "subsection_string": "Symptoms of thoracic outlet syndrome\nSymptoms of thoracic outlet syndrome arise due to compression of the brachial plexus nerves, subclavian artery and vein, and axillary artery and vein.\nIn addition, symptoms of thoracic outlet syndrome also depend on the type of TOS:\nSymptoms of nTOS\nConsidered the most common, accounting for about 90-95%, it causes compression of the brachial plexus leading to the following symptoms:\nPain or weakness in the shoulders and arms; Tingling or discomfort in the fingers; Atrophy – shrinkage and weakness of the thumb pad, palmar and thumb muscles but occurs very rarely\nThese symptoms may come and go, but they often get worse when the arm is raised. The longer this position is held, the worse the symptoms may become.\nSymptoms of vTOS\nEdema (swelling) of the arms, hands or fingers; The color of the hands and arms is slightly pale; Sharp pain in hands and arms; Veins appear prominently on the shoulders, neck and hands\nThese symptoms occur due to compression of the veins which can cause blood clots. This is called stress thrombosis, or Paget-Schroetter syndrome. Stress thrombosis is a type of deep vein thrombosis. In this case, blood clots are formed due to overhead movements that compress the veins. Deep vein thrombosis is more common in the legs. When present in the shoulder or arm, the cause may be as a result of recent surgery, a foreign object inserted into the upper body (such as a central line), a pacemaker, or an implantable defibrillator or thoracic outlet syndrome. (2)\nSymptoms of aTOS\nHands are cold and pale; Pain in the hands and arms, especially when the arms move overhead; Embolism (blockage) of an artery in the hand or arm; Subclavian artery aneurysm\nIn summary, common symptoms of thoracic outlet nerve syndrome include:\nMuscle wasting in the fleshy part of the thumb (Gilliatt-Sumner hand); Numbness or tingling in the arms or fingers; Pain or aching in the neck, shoulders or arms; The inhibition gradually weakens; The hands are bluish in color; Arm pain and swelling, possibly due to a blood clot; Blood clot in a vein or artery in the upper area of ​​the body; Cyanosis, paleness in one or more fingers or the entire hand; Weak or no pulse in the affected arm; Cold fingers, hands, or arms; Arm fatigue when active; Numbness or tingling in the fingers; Weakness in the arms or neck; A throbbing lump near your collarbone"
        },
        {
            "subsection_name": "Causes of thoracic outlet syndrome",
            "subsection_content": "In general, the cause of this syndrome is compression of nerves or blood vessels at the thoracic outlet, just below the collarbone. The causes of compression vary and can come from:\nThoracic outlet syndrome occurs when vessels/nerves are compressed by surrounding \"bones\" or \"soft tissue\".\nInjury\nA traumatic event (like a car accident) can cause internal changes that then compress the nerves in the thoracic outlet. The onset of symptoms related to a traumatic incident is also considered a cause of symptoms.\nAnatomical variations\nCervical ribs, abnormal 1st rib, clavicle, elongated C7 transverse process... The estimated incidence of cervical ribs is 1-2% of the general population, but the majority of cases with cervical ribs are absent. symptom. Genetic defects present at birth (congenital) may include an extra rib located above the first rib (cervical rib) or an abnormally tight fibrous band connecting the spine to the ribs.\nMaintaining one position for too long – “The Miserable Posture”\nDropping the shoulders or keeping the head in a forward position for too long can cause compression of the thoracic outlet area. This situation often happens to office workers.\nRepetitive movements\nPerforming the same movements repeatedly, over time, can wear down the body's tissues and is one of the causes of TOS.\nPressure on joints\nObesity can put undue stress on the joints; Carrying too heavy a bag or backpack is also considered a cause.\nPregnancy\nJoints that are often loose during pregnancy are also considered a predisposing factor for thoracic outlet syndrome to appear.",
            "subsection_string": "Causes of thoracic outlet syndrome\nIn general, the cause of this syndrome is compression of nerves or blood vessels at the thoracic outlet, just below the collarbone. The causes of compression vary and can come from:\nThoracic outlet syndrome occurs when vessels/nerves are compressed by surrounding \"bones\" or \"soft tissue\".\nInjury\nA traumatic event (like a car accident) can cause internal changes that then compress the nerves in the thoracic outlet. The onset of symptoms related to a traumatic incident is also considered a cause of symptoms.\nAnatomical variations\nCervical ribs, abnormal 1st rib, clavicle, elongated C7 transverse process... The estimated incidence of cervical ribs is 1-2% of the general population, but the majority of cases with cervical ribs are absent. symptom. Genetic defects present at birth (congenital) may include an extra rib located above the first rib (cervical rib) or an abnormally tight fibrous band connecting the spine to the ribs.\nMaintaining one position for too long – “The Miserable Posture”\nDropping the shoulders or keeping the head in a forward position for too long can cause compression of the thoracic outlet area. This situation often happens to office workers.\nRepetitive movements\nPerforming the same movements repeatedly, over time, can wear down the body's tissues and is one of the causes of TOS.\nPressure on joints\nObesity can put undue stress on the joints; Carrying too heavy a bag or backpack is also considered a cause.\nPregnancy\nJoints that are often loose during pregnancy are also considered a predisposing factor for thoracic outlet syndrome to appear."
        },
        {
            "subsection_name": "Sick subject",
            "subsection_content": "Subjects with TOS syndrome include:\nSwimmers are considered a group of people susceptible to TOS syndrome\nAthletes who play sports such as swimming, cricket, rugby...; Musicians such as violinists, flute players...; People whose jobs typically only involve certain manual activities such as mechanics, hairdressers, teachers, assembly line workers; People who lift weights incorrectly cause muscle imbalance; People who carry heavy loads cause muscle swelling, causing blood vessels and nerves to become entangled and compressed.",
            "subsection_string": "Sick subject\nSubjects with TOS syndrome include:\nSwimmers are considered a group of people susceptible to TOS syndrome\nAthletes who play sports such as swimming, cricket, rugby...; Musicians such as violinists, flute players...; People whose jobs typically only involve certain manual activities such as mechanics, hairdressers, teachers, assembly line workers; People who lift weights incorrectly cause muscle imbalance; People who carry heavy loads cause muscle swelling, causing blood vessels and nerves to become entangled and compressed."
        },
        {
            "subsection_name": "TOS diagnostic method",
            "subsection_content": "Common diagnostic measures will include:\nClinical examination combined with imaging diagnostic methods such as vascular Doppler ultrasound, neck-thoracic X-ray, to evaluate anatomical variations of the bones in the neck base area.; CT scan with contrast injection to evaluate abnormalities of the thoracic skeleton and detect arterial and venous abnormalities such as stenosis/occlusion, thrombosis, aneurysm/pseudoaneurysm, and evaluate collaterals.; MRI is useful in patients with neurological TOS, especially in evaluating the brachial plexus and surrounding structures. MRI can evaluate bone and soft tissue abnormalities; brachial plexus edema when arms are raised high. In addition, CT or MRI scans also provide additional anatomical details necessary for surgical planning.; For vascular TOS, vascular Doppler ultrasound is highly sensitive and specific, noninvasive, and inexpensive, making it the initial imaging test of choice.; For patients with cervical ribs, treatment is reserved for symptomatic patients, as the presence of cervical ribs exists in 0.5% of the population but only a small fraction develop symptoms.",
            "subsection_string": "TOS diagnostic method\nCommon diagnostic measures will include:\nClinical examination combined with imaging diagnostic methods such as vascular Doppler ultrasound, neck-thoracic X-ray, to evaluate anatomical variations of the bones in the neck base area.; CT scan with contrast injection to evaluate abnormalities of the thoracic skeleton and detect arterial and venous abnormalities such as stenosis/occlusion, thrombosis, aneurysm/pseudoaneurysm, and evaluate collaterals.; MRI is useful in patients with neurological TOS, especially in evaluating the brachial plexus and surrounding structures. MRI can evaluate bone and soft tissue abnormalities; brachial plexus edema when arms are raised high. In addition, CT or MRI scans also provide additional anatomical details necessary for surgical planning.; For vascular TOS, vascular Doppler ultrasound is highly sensitive and specific, noninvasive, and inexpensive, making it the initial imaging test of choice.; For patients with cervical ribs, treatment is reserved for symptomatic patients, as the presence of cervical ribs exists in 0.5% of the population but only a small fraction develop symptoms."
        },
        {
            "subsection_name": "How to treat TOS?",
            "subsection_content": "In most cases, a conservative treatment will be effective if diagnosed early. Treatment may include:\nPhysical therapy\nIf you have neurogenic thoracic outlet syndrome, physical therapy is the first line of treatment. You'll perform shoulder strengthening and stretching exercises to open the chest passages, improve range of motion, and improve posture. These exercises, done over time, can relieve pressure on the blood vessels and nerves in your thoracic outlet.\nUse medicine\nYour doctor may prescribe anti-inflammatory medications, pain relievers, or muscle relaxants to reduce inflammation, relieve pain, and encourage muscle relaxation.\nMedicines that dissolve blood clots\nIf you have thoracic vein or artery syndrome and have a blood clot, your doctor may prescribe clot-busting medications (thrombolytics) into the vein or artery. After taking thrombolytic medications, your doctor may prescribe medications to prevent blood clots (anticoagulants). (3)",
            "subsection_string": "How to treat TOS?\nIn most cases, a conservative treatment will be effective if diagnosed early. Treatment may include:\nPhysical therapy\nIf you have neurogenic thoracic outlet syndrome, physical therapy is the first line of treatment. You'll perform shoulder strengthening and stretching exercises to open the chest passages, improve range of motion, and improve posture. These exercises, done over time, can relieve pressure on the blood vessels and nerves in your thoracic outlet.\nUse medicine\nYour doctor may prescribe anti-inflammatory medications, pain relievers, or muscle relaxants to reduce inflammation, relieve pain, and encourage muscle relaxation.\nMedicines that dissolve blood clots\nIf you have thoracic vein or artery syndrome and have a blood clot, your doctor may prescribe clot-busting medications (thrombolytics) into the vein or artery. After taking thrombolytic medications, your doctor may prescribe medications to prevent blood clots (anticoagulants). (3)"
        },
        {
            "subsection_name": "Preventive measures after treatment",
            "subsection_content": "If you have thoracic outlet syndrome, your doctor or physical therapist will show you exercises at home to strengthen and support the muscles surrounding the thoracic outlet.\nTo avoid unnecessary stress on the shoulders and muscles surrounding the thoracic outlet, you should be aware of the following:\nMaintain good posture; Take regular breaks at work to move and stretch; Maintain a reasonable weight; Avoid carrying bags or backpacks that are too heavy on your shoulders; Avoid activities that aggravate the problem or modify activities that do not cause symptoms; Gently massage the shoulders and head out the chest; Apply a hot towel to the painful area; Practice relaxation exercises such as deep breathing, meditation and stretching\nSymptoms associated with thoracic outlet syndrome can also be caused by a number of other conditions. This will make it difficult to diagnose the condition. In fact, many people have experienced symptoms of thoracic outlet syndrome for years before they were diagnosed with the condition. Therefore, go see a reputable specialist hospital immediately if you feel your symptoms are still occurring and have not been diagnosed.",
            "subsection_string": "Preventive measures after treatment\nIf you have thoracic outlet syndrome, your doctor or physical therapist will show you exercises at home to strengthen and support the muscles surrounding the thoracic outlet.\nTo avoid unnecessary stress on the shoulders and muscles surrounding the thoracic outlet, you should be aware of the following:\nMaintain good posture; Take regular breaks at work to move and stretch; Maintain a reasonable weight; Avoid carrying bags or backpacks that are too heavy on your shoulders; Avoid activities that aggravate the problem or modify activities that do not cause symptoms; Gently massage the shoulders and head out the chest; Apply a hot towel to the painful area; Practice relaxation exercises such as deep breathing, meditation and stretching\nSymptoms associated with thoracic outlet syndrome can also be caused by a number of other conditions. This will make it difficult to diagnose the condition. In fact, many people have experienced symptoms of thoracic outlet syndrome for years before they were diagnosed with the condition. Therefore, go see a reputable specialist hospital immediately if you feel your symptoms are still occurring and have not been diagnosed."
        }
    ],
    "name": "hoi-chung-loi-thoat-long-nguc.json"
}