{
    "title": "Swyer syndrome – pathophysiology, diagnosis & treatment",
    "category": null,
    "link": "https://tamanhhospital.vn/hoi-chung-swyer/",
    "abstract": "Patients with Swyer syndrome, also known as sexual development disorder - an extremely rare disease - were successfully treated surgically at the Department of Surgery, Tam Anh General Hospital, Hanoi.",
    "content": "Swyer syndrome – pathophysiology, diagnosis & treatment\n\nPatients with Swyer syndrome, also known as sexual development disorder - an extremely rare disease - were successfully treated surgically at the Department of Surgery, Tam Anh General Hospital, Hanoi.\n\nAbnormalities from amenorrhea\nAmenorrhea since childhood, no menstruation at all since entering puberty, however by the age of 20, Ms. D.T.Q. (42 years old, Hanoi City) just went to the doctor and was diagnosed with anti-androgen syndrome at the age of 20 (1997), but has not been treated. About 2 years ago, Ms. Q. started a course of treatment with Marvelon, then had her period but it only lasted about 3 days. The endocrinologist and obstetrician diagnosed her with Swyer syndrome and prescribed surgery to remove both ovaries and fallopian tubes.\nThe patient was admitted to Tam Anh General Hospital, Hanoi in a state of consciousness and good communication; pink skin and mucous membranes; no edema, no subcutaneous bleeding; Thyroid gland is not enlarged, peripheral lymph nodes are not palpable; Abdomen is soft, no unusual lumps.\nThrough genital and urinary examination, it was discovered that the external genitals had a vulva, vagina, and long, sparse pubic hair. Paraclinically, chromosome testing: 46,XY. Test to detect the sex chromosome gene containing the testicular differentiation gene (TDF): SRY; At the same time, genes on the Y sex chromosome were detected: ZFY, AZFa, AZFb, AZFc, AZFd.\nAbdominal CT image noted right kidney cyst; The uterus and ovaries on both sides were atrophied. Other clinical tests were all within normal limits. The patient was scheduled for surgery under endotracheal anesthesia at 8:30 p.m. on July 12, 2019 with a preoperative diagnosis: Anti-Androgen Syndrome/Swyer Syndrome.\nThe surgery took place in a sterile operating room at Tam Anh General Hospital. The doctors discovered that the large omentum was sticking to the old appendicitis incision, and Douglas had some thin red-brown fluid. The uterus is small in size, the fallopian tubes are normal on both sides, and the 2 ovaries are atrophied close to the fallopian tubes. The ureters on both sides were not dilated and there was no mass. The biliary tract and gallbladder are not dilated. The stomach, pancreas, spleen, duodenum, colon, rectum, and small intestine were tumor-free and had no abnormalities. The appendix has been removed. The peritoneum is smooth. Surgical diagnosis: Complete anti-Androgen syndrome/Swyer syndrome/appendectomy.\n“Our treatment method is to remove the patient's old post-operative adhesions, cut the ovaries and fallopian tubes on both sides, carefully stop the bleeding, and install drainage. The patient's entire greater omentum was removed from the old incision to remove the appendix, the ovaries and fallopian tubes were removed on both sides with a Ligasure knife, specimens were taken through the umbilical trocar and sent for pathology, and a Douglas drain was placed. . The post-operative pathology of the ovarian tissue is the fibrotic fallopian tube and ovary tissue with Mullerian duct remnants\", People's Artist, Professor, Dr. Trinh Hong Son - In charge of Gastroenterology surgery department - General Hospital. Tam Anh, Hanoi said.\nAfter surgery, the patient progressed well. 6 hours after surgery, the patient could eat, her stomach was soft, no bloating, and no vomiting. On the second day after surgery, the patient had abdominal drainage removed. The following days, the patient progressed well and stabilized. 3 days later, the patient was discharged from the hospital.\n\nWhat is Swyer syndrome (disorder of sex development)?\nSwyer syndrome, or disorder of sexual development, is a rare congenital condition in which there is atypical development of chromosomes, gonads, or anatomical manifestations of the genital organs. In 1955, author Swyer reported 2 female cases with unusual phenotypic manifestations and genotype 46,XY. Since then, this syndrome was named after the author with an incidence of about 1/80,000 births. (first)\nSexual development disorders are divided into 3 groups: 46,XX; 46,XY; and sex chromosome disorders. The 46,XY group can be divided into disorders of gonadal (testicular) development or disorders of androgen synthesis. Gonadal developmental disorders are divided into complete developmental disorders (Swyer syndrome), partial developmental disorders, gonadal degeneration, and testicular-ovarian developmental disorders.\n\nPathogenesis of disorders of sexual development\nNormally, the development of testicles or ovaries from primitive gonads is governed by a molecular network specific to male and female sex, so the diagnosis of sexual development disorders must be based on on clinical findings, hormonal analysis, gonadal histology, chromosome analysis and genetic testing.\nDuring normal development, sex expression determines the Y region gene on the Y chromosome that initiates a genetic lineage that causes the primitive gonad to develop as a testis. In the developing testis secretion of anti-Mullerian hormone from sertoli cells causes degeneration of the mullerian duct. Testosterone secreted from Leydig cells promotes the differentiation of Wolffian ducts, vas deferens, and epididymis. In the absence of the Y chromosome, the testes do not develop and the Mullerian ducts survive to form the fallopian tubes, uterus, and upper vagina. If this developmental pathway is faulty, causing loss of gene function, the result will be sexual development disorders.\nTo date, a number of disease-causing genes have been identified in 46,XY sex development disorder syndrome such as: ARX, ATRX, CBX2, DHH, DMRT1, GATA4, MAMLD1, MAP3K1, NR0B1, NR5A1, SOX9, SRY , WNT4, WT1 and WWOX.\nIn 1990, a mutation in the Y chromosome testicular formation factor (SRY) gene was identified in a woman with 46,XY disorder of sexual development. In a subsequent study, it was shown that 10-20% of women with Swyer syndrome had a deletion in the DNA binding region of the SRY gene. In the remaining 80-90% of women, the SRY gene is normal and is associated with mutations in other testicular determinants.\nThe SOX9 gene is known as a core sex-determining gene across all vertebrates. In humans, mutations in the SOX9 gene cause campomelic dysplasia, characterized by skeletal malformations and 46,XY gender dysmorphia. The regulation of SOX9 expression in the gonads is tightly controlled, and the earliest development of sex determination was the activation of the SOX9 gene by transcription of SRY. SRY and SF-1 cooperate to activate the testicular differentiation of the respective SOX9 (hTES). This process depends on the phosphorylation of SF-1 factor. SOX9 also activates hTES, enhanced by SF1, which maintains SOX9 expression by an autoregulatory mechanism.\n\nDiagnosis of Swyer syndrome\nPeople with Swyer syndrome are women with a typical female genital phenotype from birth, with a normal Mullerian duct structure, but the gonads have no hormonal ability, leading to infertility. Menstruation and delayed puberty. Prenatal screening when the family has factors such as having a sibling with this condition helps to diagnose Swyer syndrome early, but only 4% have family factors. Experts recommend specialized examination for girls with amenorrhea or puberty at age 14. However, this examination can affect the patient's psychology, so it is necessary to examine carefully. and under the advice of a specialist, a psychologist may be necessary.\nThe characteristic clinical feature of patients with this syndrome is a differential increase in adult height. In the study by Ogata et al., the average height of women with Swyer syndrome was 173cm compared with the average height of British women of 161cm. This increase in stature may be due to the influence of the Y chromosome in the genotype of women with Swyer syndrome or to a delay in the completion of the epiphysis of long bones due to lack of sex hormones. A feature of this study also shows that there is no association between the age at which puberty begins and final adult height. Our patient has a height of up to 180cm, in addition, the hair on the genitals also grows sparsely.\nSigns of swyer syndrome\nIn paraclinical, for patients with suspicious signs, peripheral blood karyotype analysis should be performed to determine genotype. Urine steroid testing serves to examine the biosynthesis of cortisol or testosterone deficiency. Urinary steroid testing is also valuable in the differential diagnosis of 5-alpha-reductase deficiency. In this patient, DNA was analyzed and found to have a genotype of 46,XY on a body with a female phenotype.\nCancer markers are also valuable in differential diagnosis and surgical treatment of Swyer syndrome. Commonly used markers include: AFP, beta hCG, LDH, alkaline phosphatase.\nOn imaging diagnostics, abdominal and pelvic ultrasound is a convenient means of diagnosis and has high diagnostic value. MRI is indicated when ultrasound is unclear in describing the relationship of the Mullerian duct structures and there are abnormalities. usually of the urinary tract. The usual picture of Swyer syndrome is a gonadal vestige with the presence of Mullerian duct structures due to impaired AMH secretion in early fetal life. On abdominal CT in our patient, we saw atrophy of both ovaries and a small uterus.\nBecause there are many influencing factors and a definitive diagnosis is difficult, patients with Swyer syndrome are often diagnosed late, often taking several years from the onset of symptoms. According to Michala, the delay in diagnosis is usually about 1.5 years, ranging from 6 months (in young people) to 7 years (in the elderly group). Early diagnosis of Swyer syndrome is important, not only because of the risk of gonadal malignancy, but also because hormone therapy is used to treat patients to promote and maintain growth. Puberty development, psychological and physical development to the maximum.\n\nTreatments\nIn patients with Swyer syndrome, there is a high risk of germ cell cancer, so gonadectomy should be performed immediately after diagnosis of 46,XY disorder of sexual development syndrome. Gonadal blastoma is a benign germ cell tumor, with rates ranging from 15-35%, according to studies in China and Indonesia, these rates are 9 and 43%, respectively. However, they can develop into malignant diseases of germ cells such as germ cell cancer, teratoma, embryonal carcinoma, etc. Of which germ cell cancer accounts for 22-66% of malignant tumors. gonadism. Because of the difficulty in diagnosis, there are patients who, after discovering germ cell cancer, come back to look for other signs, especially delayed puberty, and then discover they have Swyer syndrome. The authors also believe that gonadal histological biopsy is not meaningful in diagnosis and treatment, so both bilateral ovaries should be removed when Swyer syndrome is diagnosed. After being diagnosed with Swyer syndrome, our patient was prescribed surgery to remove both ovaries and fallopian tubes to prevent the possibility of developing a malignant disease.\nTreatment methods for Swyer syndrome\nIn Swyer syndrome, estrogen deficiency causes delayed puberty, decreased bone density, and failure to develop secondary sexual characteristics, so hormone therapy is also important in the treatment of patients with the syndrome. Swyer. Using hormone replacement can last until menopause. In addition, breast cosmetic surgery to treat patients with breast hypoplasia is also recommended in the treatment of patients with Swyer syndrome.\nAn important part of the treatment of patients with Swyer syndrome is psychological therapy. Patients with this syndrome often have a very heavy psychology of communication as well as social inferiority, so it is necessary to create conditions for them to integrate into the community and participate in groups about similar diseases. to be able to share treatment experiences and life experiences with each other.\nAbout fertility. In patients with Swyer syndrome, there is still a uterus, vulva, and vagina, so pregnancy can still occur thanks to someone else's egg donation. There have been many reports of the ability to conceive and give birth to a child with normal weight in patients with Swyer syndrome.\n\nConclude\nSwyer syndrome is a rare disease, clinically suggested when female patients have delayed menstruation or amenorrhea. Diagnosis of the disease depends on DNA testing. Early diagnosis is very important to help serve early treatment, avoid complications of ovarian germ cell cancer and help treat patients with hormone replacement therapy early, to create and maintaining puberty, developing bones and joints, etc. Pregnancy with patients with Swyer syndrome can still take place thanks to egg donation from another person.",
    "subsections": [
        {
            "subsection_name": "Abnormalities from amenorrhea",
            "subsection_content": "Amenorrhea since childhood, no menstruation at all since entering puberty, however by the age of 20, Ms. D.T.Q. (42 years old, Hanoi City) just went to the doctor and was diagnosed with anti-androgen syndrome at the age of 20 (1997), but has not been treated. About 2 years ago, Ms. Q. started a course of treatment with Marvelon, then had her period but it only lasted about 3 days. The endocrinologist and obstetrician diagnosed her with Swyer syndrome and prescribed surgery to remove both ovaries and fallopian tubes.\nThe patient was admitted to Tam Anh General Hospital, Hanoi in a state of consciousness and good communication; pink skin and mucous membranes; no edema, no subcutaneous bleeding; Thyroid gland is not enlarged, peripheral lymph nodes are not palpable; Abdomen is soft, no unusual lumps.\nThrough genital and urinary examination, it was discovered that the external genitals had a vulva, vagina, and long, sparse pubic hair. Paraclinically, chromosome testing: 46,XY. Test to detect the sex chromosome gene containing the testicular differentiation gene (TDF): SRY; At the same time, genes on the Y sex chromosome were detected: ZFY, AZFa, AZFb, AZFc, AZFd.\nAbdominal CT image noted right kidney cyst; The uterus and ovaries on both sides were atrophied. Other clinical tests were all within normal limits. The patient was scheduled for surgery under endotracheal anesthesia at 8:30 p.m. on July 12, 2019 with a preoperative diagnosis: Anti-Androgen Syndrome/Swyer Syndrome.\nThe surgery took place in a sterile operating room at Tam Anh General Hospital. The doctors discovered that the large omentum was sticking to the old appendicitis incision, and Douglas had some thin red-brown fluid. The uterus is small in size, the fallopian tubes are normal on both sides, and the 2 ovaries are atrophied close to the fallopian tubes. The ureters on both sides were not dilated and there was no mass. The biliary tract and gallbladder are not dilated. The stomach, pancreas, spleen, duodenum, colon, rectum, and small intestine were tumor-free and had no abnormalities. The appendix has been removed. The peritoneum is smooth. Surgical diagnosis: Complete anti-Androgen syndrome/Swyer syndrome/appendectomy.\n“Our treatment method is to remove the patient's old post-operative adhesions, cut the ovaries and fallopian tubes on both sides, carefully stop the bleeding, and install drainage. The patient's entire greater omentum was removed from the old incision to remove the appendix, the ovaries and fallopian tubes were removed on both sides with a Ligasure knife, specimens were taken through the umbilical trocar and sent for pathology, and a Douglas drain was placed. . The post-operative pathology of the ovarian tissue is the fibrotic fallopian tube and ovary tissue with Mullerian duct remnants\", People's Artist, Professor, Dr. Trinh Hong Son - In charge of Gastroenterology surgery department - General Hospital. Tam Anh, Hanoi said.\nAfter surgery, the patient progressed well. 6 hours after surgery, the patient could eat, her stomach was soft, no bloating, and no vomiting. On the second day after surgery, the patient had abdominal drainage removed. The following days, the patient progressed well and stabilized. 3 days later, the patient was discharged from the hospital.",
            "subsection_string": "Abnormalities from amenorrhea\nAmenorrhea since childhood, no menstruation at all since entering puberty, however by the age of 20, Ms. D.T.Q. (42 years old, Hanoi City) just went to the doctor and was diagnosed with anti-androgen syndrome at the age of 20 (1997), but has not been treated. About 2 years ago, Ms. Q. started a course of treatment with Marvelon, then had her period but it only lasted about 3 days. The endocrinologist and obstetrician diagnosed her with Swyer syndrome and prescribed surgery to remove both ovaries and fallopian tubes.\nThe patient was admitted to Tam Anh General Hospital, Hanoi in a state of consciousness and good communication; pink skin and mucous membranes; no edema, no subcutaneous bleeding; Thyroid gland is not enlarged, peripheral lymph nodes are not palpable; Abdomen is soft, no unusual lumps.\nThrough genital and urinary examination, it was discovered that the external genitals had a vulva, vagina, and long, sparse pubic hair. Paraclinically, chromosome testing: 46,XY. Test to detect the sex chromosome gene containing the testicular differentiation gene (TDF): SRY; At the same time, genes on the Y sex chromosome were detected: ZFY, AZFa, AZFb, AZFc, AZFd.\nAbdominal CT image noted right kidney cyst; The uterus and ovaries on both sides were atrophied. Other clinical tests were all within normal limits. The patient was scheduled for surgery under endotracheal anesthesia at 8:30 p.m. on July 12, 2019 with a preoperative diagnosis: Anti-Androgen Syndrome/Swyer Syndrome.\nThe surgery took place in a sterile operating room at Tam Anh General Hospital. The doctors discovered that the large omentum was sticking to the old appendicitis incision, and Douglas had some thin red-brown fluid. The uterus is small in size, the fallopian tubes are normal on both sides, and the 2 ovaries are atrophied close to the fallopian tubes. The ureters on both sides were not dilated and there was no mass. The biliary tract and gallbladder are not dilated. The stomach, pancreas, spleen, duodenum, colon, rectum, and small intestine were tumor-free and had no abnormalities. The appendix has been removed. The peritoneum is smooth. Surgical diagnosis: Complete anti-Androgen syndrome/Swyer syndrome/appendectomy.\n“Our treatment method is to remove the patient's old post-operative adhesions, cut the ovaries and fallopian tubes on both sides, carefully stop the bleeding, and install drainage. The patient's entire greater omentum was removed from the old incision to remove the appendix, the ovaries and fallopian tubes were removed on both sides with a Ligasure knife, specimens were taken through the umbilical trocar and sent for pathology, and a Douglas drain was placed. . The post-operative pathology of the ovarian tissue is the fibrotic fallopian tube and ovary tissue with Mullerian duct remnants\", People's Artist, Professor, Dr. Trinh Hong Son - In charge of Gastroenterology surgery department - General Hospital. Tam Anh, Hanoi said.\nAfter surgery, the patient progressed well. 6 hours after surgery, the patient could eat, her stomach was soft, no bloating, and no vomiting. On the second day after surgery, the patient had abdominal drainage removed. The following days, the patient progressed well and stabilized. 3 days later, the patient was discharged from the hospital."
        },
        {
            "subsection_name": "What is Swyer syndrome (disorder of sex development)?",
            "subsection_content": "Swyer syndrome, or disorder of sexual development, is a rare congenital condition in which there is atypical development of chromosomes, gonads, or anatomical manifestations of the genital organs. In 1955, author Swyer reported 2 female cases with unusual phenotypic manifestations and genotype 46,XY. Since then, this syndrome was named after the author with an incidence of about 1/80,000 births. (first)\nSexual development disorders are divided into 3 groups: 46,XX; 46,XY; and sex chromosome disorders. The 46,XY group can be divided into disorders of gonadal (testicular) development or disorders of androgen synthesis. Gonadal developmental disorders are divided into complete developmental disorders (Swyer syndrome), partial developmental disorders, gonadal degeneration, and testicular-ovarian developmental disorders.",
            "subsection_string": "What is Swyer syndrome (disorder of sex development)?\nSwyer syndrome, or disorder of sexual development, is a rare congenital condition in which there is atypical development of chromosomes, gonads, or anatomical manifestations of the genital organs. In 1955, author Swyer reported 2 female cases with unusual phenotypic manifestations and genotype 46,XY. Since then, this syndrome was named after the author with an incidence of about 1/80,000 births. (first)\nSexual development disorders are divided into 3 groups: 46,XX; 46,XY; and sex chromosome disorders. The 46,XY group can be divided into disorders of gonadal (testicular) development or disorders of androgen synthesis. Gonadal developmental disorders are divided into complete developmental disorders (Swyer syndrome), partial developmental disorders, gonadal degeneration, and testicular-ovarian developmental disorders."
        },
        {
            "subsection_name": "Pathogenesis of disorders of sexual development",
            "subsection_content": "Normally, the development of testicles or ovaries from primitive gonads is governed by a molecular network specific to male and female sex, so the diagnosis of sexual development disorders must be based on on clinical findings, hormonal analysis, gonadal histology, chromosome analysis and genetic testing.\nDuring normal development, sex expression determines the Y region gene on the Y chromosome that initiates a genetic lineage that causes the primitive gonad to develop as a testis. In the developing testis secretion of anti-Mullerian hormone from sertoli cells causes degeneration of the mullerian duct. Testosterone secreted from Leydig cells promotes the differentiation of Wolffian ducts, vas deferens, and epididymis. In the absence of the Y chromosome, the testes do not develop and the Mullerian ducts survive to form the fallopian tubes, uterus, and upper vagina. If this developmental pathway is faulty, causing loss of gene function, the result will be sexual development disorders.\nTo date, a number of disease-causing genes have been identified in 46,XY sex development disorder syndrome such as: ARX, ATRX, CBX2, DHH, DMRT1, GATA4, MAMLD1, MAP3K1, NR0B1, NR5A1, SOX9, SRY , WNT4, WT1 and WWOX.\nIn 1990, a mutation in the Y chromosome testicular formation factor (SRY) gene was identified in a woman with 46,XY disorder of sexual development. In a subsequent study, it was shown that 10-20% of women with Swyer syndrome had a deletion in the DNA binding region of the SRY gene. In the remaining 80-90% of women, the SRY gene is normal and is associated with mutations in other testicular determinants.\nThe SOX9 gene is known as a core sex-determining gene across all vertebrates. In humans, mutations in the SOX9 gene cause campomelic dysplasia, characterized by skeletal malformations and 46,XY gender dysmorphia. The regulation of SOX9 expression in the gonads is tightly controlled, and the earliest development of sex determination was the activation of the SOX9 gene by transcription of SRY. SRY and SF-1 cooperate to activate the testicular differentiation of the respective SOX9 (hTES). This process depends on the phosphorylation of SF-1 factor. SOX9 also activates hTES, enhanced by SF1, which maintains SOX9 expression by an autoregulatory mechanism.",
            "subsection_string": "Pathogenesis of disorders of sexual development\nNormally, the development of testicles or ovaries from primitive gonads is governed by a molecular network specific to male and female sex, so the diagnosis of sexual development disorders must be based on on clinical findings, hormonal analysis, gonadal histology, chromosome analysis and genetic testing.\nDuring normal development, sex expression determines the Y region gene on the Y chromosome that initiates a genetic lineage that causes the primitive gonad to develop as a testis. In the developing testis secretion of anti-Mullerian hormone from sertoli cells causes degeneration of the mullerian duct. Testosterone secreted from Leydig cells promotes the differentiation of Wolffian ducts, vas deferens, and epididymis. In the absence of the Y chromosome, the testes do not develop and the Mullerian ducts survive to form the fallopian tubes, uterus, and upper vagina. If this developmental pathway is faulty, causing loss of gene function, the result will be sexual development disorders.\nTo date, a number of disease-causing genes have been identified in 46,XY sex development disorder syndrome such as: ARX, ATRX, CBX2, DHH, DMRT1, GATA4, MAMLD1, MAP3K1, NR0B1, NR5A1, SOX9, SRY , WNT4, WT1 and WWOX.\nIn 1990, a mutation in the Y chromosome testicular formation factor (SRY) gene was identified in a woman with 46,XY disorder of sexual development. In a subsequent study, it was shown that 10-20% of women with Swyer syndrome had a deletion in the DNA binding region of the SRY gene. In the remaining 80-90% of women, the SRY gene is normal and is associated with mutations in other testicular determinants.\nThe SOX9 gene is known as a core sex-determining gene across all vertebrates. In humans, mutations in the SOX9 gene cause campomelic dysplasia, characterized by skeletal malformations and 46,XY gender dysmorphia. The regulation of SOX9 expression in the gonads is tightly controlled, and the earliest development of sex determination was the activation of the SOX9 gene by transcription of SRY. SRY and SF-1 cooperate to activate the testicular differentiation of the respective SOX9 (hTES). This process depends on the phosphorylation of SF-1 factor. SOX9 also activates hTES, enhanced by SF1, which maintains SOX9 expression by an autoregulatory mechanism."
        },
        {
            "subsection_name": "Diagnosis of Swyer syndrome",
            "subsection_content": "People with Swyer syndrome are women with a typical female genital phenotype from birth, with a normal Mullerian duct structure, but the gonads have no hormonal ability, leading to infertility. Menstruation and delayed puberty. Prenatal screening when the family has factors such as having a sibling with this condition helps to diagnose Swyer syndrome early, but only 4% have family factors. Experts recommend specialized examination for girls with amenorrhea or puberty at age 14. However, this examination can affect the patient's psychology, so it is necessary to examine carefully. and under the advice of a specialist, a psychologist may be necessary.\nThe characteristic clinical feature of patients with this syndrome is a differential increase in adult height. In the study by Ogata et al., the average height of women with Swyer syndrome was 173cm compared with the average height of British women of 161cm. This increase in stature may be due to the influence of the Y chromosome in the genotype of women with Swyer syndrome or to a delay in the completion of the epiphysis of long bones due to lack of sex hormones. A feature of this study also shows that there is no association between the age at which puberty begins and final adult height. Our patient has a height of up to 180cm, in addition, the hair on the genitals also grows sparsely.\nSigns of swyer syndrome\nIn paraclinical, for patients with suspicious signs, peripheral blood karyotype analysis should be performed to determine genotype. Urine steroid testing serves to examine the biosynthesis of cortisol or testosterone deficiency. Urinary steroid testing is also valuable in the differential diagnosis of 5-alpha-reductase deficiency. In this patient, DNA was analyzed and found to have a genotype of 46,XY on a body with a female phenotype.\nCancer markers are also valuable in differential diagnosis and surgical treatment of Swyer syndrome. Commonly used markers include: AFP, beta hCG, LDH, alkaline phosphatase.\nOn imaging diagnostics, abdominal and pelvic ultrasound is a convenient means of diagnosis and has high diagnostic value. MRI is indicated when ultrasound is unclear in describing the relationship of the Mullerian duct structures and there are abnormalities. usually of the urinary tract. The usual picture of Swyer syndrome is a gonadal vestige with the presence of Mullerian duct structures due to impaired AMH secretion in early fetal life. On abdominal CT in our patient, we saw atrophy of both ovaries and a small uterus.\nBecause there are many influencing factors and a definitive diagnosis is difficult, patients with Swyer syndrome are often diagnosed late, often taking several years from the onset of symptoms. According to Michala, the delay in diagnosis is usually about 1.5 years, ranging from 6 months (in young people) to 7 years (in the elderly group). Early diagnosis of Swyer syndrome is important, not only because of the risk of gonadal malignancy, but also because hormone therapy is used to treat patients to promote and maintain growth. Puberty development, psychological and physical development to the maximum.",
            "subsection_string": "Diagnosis of Swyer syndrome\nPeople with Swyer syndrome are women with a typical female genital phenotype from birth, with a normal Mullerian duct structure, but the gonads have no hormonal ability, leading to infertility. Menstruation and delayed puberty. Prenatal screening when the family has factors such as having a sibling with this condition helps to diagnose Swyer syndrome early, but only 4% have family factors. Experts recommend specialized examination for girls with amenorrhea or puberty at age 14. However, this examination can affect the patient's psychology, so it is necessary to examine carefully. and under the advice of a specialist, a psychologist may be necessary.\nThe characteristic clinical feature of patients with this syndrome is a differential increase in adult height. In the study by Ogata et al., the average height of women with Swyer syndrome was 173cm compared with the average height of British women of 161cm. This increase in stature may be due to the influence of the Y chromosome in the genotype of women with Swyer syndrome or to a delay in the completion of the epiphysis of long bones due to lack of sex hormones. A feature of this study also shows that there is no association between the age at which puberty begins and final adult height. Our patient has a height of up to 180cm, in addition, the hair on the genitals also grows sparsely.\nSigns of swyer syndrome\nIn paraclinical, for patients with suspicious signs, peripheral blood karyotype analysis should be performed to determine genotype. Urine steroid testing serves to examine the biosynthesis of cortisol or testosterone deficiency. Urinary steroid testing is also valuable in the differential diagnosis of 5-alpha-reductase deficiency. In this patient, DNA was analyzed and found to have a genotype of 46,XY on a body with a female phenotype.\nCancer markers are also valuable in differential diagnosis and surgical treatment of Swyer syndrome. Commonly used markers include: AFP, beta hCG, LDH, alkaline phosphatase.\nOn imaging diagnostics, abdominal and pelvic ultrasound is a convenient means of diagnosis and has high diagnostic value. MRI is indicated when ultrasound is unclear in describing the relationship of the Mullerian duct structures and there are abnormalities. usually of the urinary tract. The usual picture of Swyer syndrome is a gonadal vestige with the presence of Mullerian duct structures due to impaired AMH secretion in early fetal life. On abdominal CT in our patient, we saw atrophy of both ovaries and a small uterus.\nBecause there are many influencing factors and a definitive diagnosis is difficult, patients with Swyer syndrome are often diagnosed late, often taking several years from the onset of symptoms. According to Michala, the delay in diagnosis is usually about 1.5 years, ranging from 6 months (in young people) to 7 years (in the elderly group). Early diagnosis of Swyer syndrome is important, not only because of the risk of gonadal malignancy, but also because hormone therapy is used to treat patients to promote and maintain growth. Puberty development, psychological and physical development to the maximum."
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "In patients with Swyer syndrome, there is a high risk of germ cell cancer, so gonadectomy should be performed immediately after diagnosis of 46,XY disorder of sexual development syndrome. Gonadal blastoma is a benign germ cell tumor, with rates ranging from 15-35%, according to studies in China and Indonesia, these rates are 9 and 43%, respectively. However, they can develop into malignant diseases of germ cells such as germ cell cancer, teratoma, embryonal carcinoma, etc. Of which germ cell cancer accounts for 22-66% of malignant tumors. gonadism. Because of the difficulty in diagnosis, there are patients who, after discovering germ cell cancer, come back to look for other signs, especially delayed puberty, and then discover they have Swyer syndrome. The authors also believe that gonadal histological biopsy is not meaningful in diagnosis and treatment, so both bilateral ovaries should be removed when Swyer syndrome is diagnosed. After being diagnosed with Swyer syndrome, our patient was prescribed surgery to remove both ovaries and fallopian tubes to prevent the possibility of developing a malignant disease.\nTreatment methods for Swyer syndrome\nIn Swyer syndrome, estrogen deficiency causes delayed puberty, decreased bone density, and failure to develop secondary sexual characteristics, so hormone therapy is also important in the treatment of patients with the syndrome. Swyer. Using hormone replacement can last until menopause. In addition, breast cosmetic surgery to treat patients with breast hypoplasia is also recommended in the treatment of patients with Swyer syndrome.\nAn important part of the treatment of patients with Swyer syndrome is psychological therapy. Patients with this syndrome often have a very heavy psychology of communication as well as social inferiority, so it is necessary to create conditions for them to integrate into the community and participate in groups about similar diseases. to be able to share treatment experiences and life experiences with each other.\nAbout fertility. In patients with Swyer syndrome, there is still a uterus, vulva, and vagina, so pregnancy can still occur thanks to someone else's egg donation. There have been many reports of the ability to conceive and give birth to a child with normal weight in patients with Swyer syndrome.",
            "subsection_string": "Treatments\nIn patients with Swyer syndrome, there is a high risk of germ cell cancer, so gonadectomy should be performed immediately after diagnosis of 46,XY disorder of sexual development syndrome. Gonadal blastoma is a benign germ cell tumor, with rates ranging from 15-35%, according to studies in China and Indonesia, these rates are 9 and 43%, respectively. However, they can develop into malignant diseases of germ cells such as germ cell cancer, teratoma, embryonal carcinoma, etc. Of which germ cell cancer accounts for 22-66% of malignant tumors. gonadism. Because of the difficulty in diagnosis, there are patients who, after discovering germ cell cancer, come back to look for other signs, especially delayed puberty, and then discover they have Swyer syndrome. The authors also believe that gonadal histological biopsy is not meaningful in diagnosis and treatment, so both bilateral ovaries should be removed when Swyer syndrome is diagnosed. After being diagnosed with Swyer syndrome, our patient was prescribed surgery to remove both ovaries and fallopian tubes to prevent the possibility of developing a malignant disease.\nTreatment methods for Swyer syndrome\nIn Swyer syndrome, estrogen deficiency causes delayed puberty, decreased bone density, and failure to develop secondary sexual characteristics, so hormone therapy is also important in the treatment of patients with the syndrome. Swyer. Using hormone replacement can last until menopause. In addition, breast cosmetic surgery to treat patients with breast hypoplasia is also recommended in the treatment of patients with Swyer syndrome.\nAn important part of the treatment of patients with Swyer syndrome is psychological therapy. Patients with this syndrome often have a very heavy psychology of communication as well as social inferiority, so it is necessary to create conditions for them to integrate into the community and participate in groups about similar diseases. to be able to share treatment experiences and life experiences with each other.\nAbout fertility. In patients with Swyer syndrome, there is still a uterus, vulva, and vagina, so pregnancy can still occur thanks to someone else's egg donation. There have been many reports of the ability to conceive and give birth to a child with normal weight in patients with Swyer syndrome."
        },
        {
            "subsection_name": "Conclude",
            "subsection_content": "Swyer syndrome is a rare disease, clinically suggested when female patients have delayed menstruation or amenorrhea. Diagnosis of the disease depends on DNA testing. Early diagnosis is very important to help serve early treatment, avoid complications of ovarian germ cell cancer and help treat patients with hormone replacement therapy early, to create and maintaining puberty, developing bones and joints, etc. Pregnancy with patients with Swyer syndrome can still take place thanks to egg donation from another person.",
            "subsection_string": "Conclude\nSwyer syndrome is a rare disease, clinically suggested when female patients have delayed menstruation or amenorrhea. Diagnosis of the disease depends on DNA testing. Early diagnosis is very important to help serve early treatment, avoid complications of ovarian germ cell cancer and help treat patients with hormone replacement therapy early, to create and maintaining puberty, developing bones and joints, etc. Pregnancy with patients with Swyer syndrome can still take place thanks to egg donation from another person."
        }
    ],
    "name": "hoi-chung-swyer.json"
}