{
    "title": "Insulinoma: Causes, symptoms, treatment",
    "category": "Endocrine",
    "link": "https://tamanhhospital.vn/insulinoma/",
    "abstract": "Insulinoma is a rare tumor that causes excessive insulin secretion. The main symptom is low fasting blood sugar. Diagnosis is by measuring blood sugar along with measuring fasting insulin levels at 48 and 72 hours, followed by endoscopic ultrasound. Treat with surgery when possible. Drugs that block insulin secretion (eg, diazoxide, octreotide, calcium channel blockers, beta blockers, phenytoin) are given to patients who do not respond to surgery.",
    "content": "Insulinoma: Causes, symptoms, treatment\n\nInsulinoma is a rare tumor that causes excessive insulin secretion. The main symptom is low fasting blood sugar. Diagnosis is by measuring blood sugar along with measuring fasting insulin levels at 48 and 72 hours, followed by endoscopic ultrasound. Treat with surgery when possible. Drugs that block insulin secretion (eg, diazoxide, octreotide, calcium channel blockers, beta blockers, phenytoin) are given to patients who do not respond to surgery.\n\nWhat is insulinoma?\nInsulinoma is a type of neuroendocrine tumor that originates from pancreatic islet cells. Of all insulinomas, 80% are solitary and can be combined if identified. Only 10% of insulinomas are malignant. Insulinomas occur in 1/250,000 people with an average age of 50 years, except in the case of multiple endocrine neoplasia (MEN) type 1 (about 10% of insulinomas) which occur in the 20s. Insulinomas Insulin in MEN1 syndrome often has multiple blocks. (first)\n\nHow does insulinoma affect the body?\nThe pancreas is about 15cm in size, shaped like a leaf, located above the abdomen, where the ribs meet at the bottom of the sternum, behind the stomach. The pancreas has 3 parts: pancreatic head, body and tail.\nInsulinomas secrete insulin, the hormone responsible for controlling blood sugar levels. When an insulinoma secretes too much, the body may experience a sugar deficiency, feeling hungry, trembling, having a fast heartbeat, and the patient may even faint or have a seizure.\n\nWhat causes pancreatic endocrine insulinoma?\nThe disease condition is different for each person, the cause and mechanism of tumor formation are unknown. However, insulinoma is associated with genetic syndromes and conditions such as:\nMultiple endocrine neoplasia type 1 (MEN1): affects the endocrine glands and the duodenum (first part of the small intestine).; Von Hippel-Lindau syndrome: causes tumors throughout the body; Neurofibromatosis type 1 (NF1): Condition characterized by effects on the skin and nervous system.; Tuberous sclerosis complex (TCS): an autosomal dominant genetic condition that can cause epilepsy and (usually benign) tumors in many organs and on the skin.\n\nSymptoms of insulinoma\nA typical symptom is hypoglycemia due to an insulinoma, often seen when hungry. Symptoms of hypoglycemia due to insulinoma can be difficult to diagnose and are similar to many other neurological and psychiatric diseases. Central nervous system disorders include headache, confusion, visual disturbances, myasthenia, paralysis, insomnia, personality changes and may progress to loss of consciousness, seizures and coma. (2)\nSymptoms of sympathetic stimulation (dizziness, weakness, tremors, palpitations, sweating, hunger, and anxiety) often appear.\n\nHow to diagnose pancreatic endocrine insulinoma\nAfter examining factors such as symptoms, duration, medical history, etc., the endocrinologist will prescribe a number of tests and diagnostic techniques to be more certain about factors such as the type of patient's tumor. disease, tumor size, whether it has spread..., thereby providing appropriate treatment solutions. (3)\nTesting techniques help diagnose Insulinoma\nDiagnostic tests and techniques include:\n1. Check blood sugar\nPatients need to do this test if they have symptoms of low blood sugar: tremors, sweating, fast heartbeat, dizziness, headache, feeling hungry, decreased vision, irritability and pale skin.\nIf the blood sugar test result is less than 3.0 mmol/L (symptomatic) or less than 2.2 mmol/L (asymptomatic), the patient needs to have a test and also check insulin levels (sometimes Measure blood levels of C peptide and blood proinsulin when suspected of taking drugs related to insulin) and other hormones in the blood or test for proteins that prevent the pancreas from producing insulin.\n2. Fasting method\nWhen the patient does not show signs of hypoglycemia or the test results at the time of evaluation are unclear.\nFasting helps doctors diagnose insulinoma through regular blood tests to check blood sugar levels.\nThe fasting test usually takes 72 hours (3 days). The patient does not eat or drink anything except water. Your doctor will monitor you regularly for signs of low blood sugar.\nThe test is positive when:\nBlood sugar < 2.5 mmol/l; Serum insulin > 10mmol/l; C-peptide > 2.5 nmol/l; Proinsulin > 0.5 mmol/l\n3. Imaging\nBecause tumors are usually small in size < 2cm, solitary and do not have a specific location on the pancreas, insulin-secreting pancreatic tumors are not easily detected. Abdominal ultrasound usually does not detect tumors.\nIn the past, angiography was considered the gold standard for diagnosing insulinoma with a strongly enhancing tumor in the arterial phase, however, this is an invasive examination and should be replaced by multi-scan computed tomography with contrast injection. X-ray or magnetic resonance imaging of the pancreas.\nEndoscopic ultrasound (EUS): A technique that combines ultrasound and endoscopy to observe inside the patient's food pipe, stomach, pancreas and biliary tract.\nThe doctor uses a long flexible tube (endoscope) with a small camera and light at the end. The hose also has an ultrasonic probe. Ultrasound helps doctors find areas that may be cancerous. They can then take samples (biopsies) of any abnormal areas.\nRadiation scan or octreotide (octreoscan)/PET gallium scan: performed by injecting a low dose of radioactive material into the body, which is absorbed by some neuroendocrine tumor cells and shows up on the scan.\n\nHow to treat pancreatic endocrine insulinoma\n1. Surgery\nMost endocrine pancreatic tumors can be cured with surgery. Doctors will consider factors such as tumor size and location before deciding on surgery. Surgical options include:\nNucleectomy: Surgery is performed by removing the nucleus, like removing the yolk from a hard-boiled egg.; Partial pancreatectomy: This surgery involves removing part of the diseased pancreas.; Whipple surgery: The surgeon will remove part of the pancreas, gallbladder, nearby lymph nodes, and part of the stomach, small intestine, and bile duct if the pancreatic tumor is malignant, meaning the tumor has spread far from the gland. pancreas.\n2. Peptide receptor radionuclide therapy\nThis treatment involves injecting a drug into the bloodstream. The drug, after combining with radioactive atoms and amino acids, can target and kill epithelial cells.\n3. Targeted therapy\nTargeted therapy uses drugs or other substances to attack cancer cells without damaging normal cells.\n4. Using drugs (chemotherapy)\nYour doctor may prescribe certain medications to kill cancer cells. Can be mentioned as:\nDiazoxide: Also known as az OXide dye, helps treat hypoglycemia.; Octreotide/Lanreotide: This is an analog (synthetic version) of somatostatin that helps control neuroendocrine tumor (NET) symptoms. This method treats patients with less predictable melanoma symptoms.; Verapamil and phenytoin: Some patients have reported positive symptoms after using these drugs.\n\nComplications of endocrine pancreatic tumors\nIf endocrine pancreatic tumor develops early in infancy, the child will fall into a state of prolonged hypoglycemia. This is considered a serious endocrine disease. If not detected and treated early, prolonged hypoglycemia will cause negative effects including: permanent damage to the central nervous system, severe neuropsychiatric sequelae, and even disability in the child. children later.\nFor adults, prolonged and repeated hypoglycemia also leads to irreversible nerve damage. The reason is that the brain organization falls into a state of lack of energy to operate.\nInsulinomas can become a malignant condition but symptoms can develop very slowly and be difficult to detect. Insulinomas can also spread to other parts of the body (metastasize). However, less than 10% of patients develop metastatic endocrine pancreatic tumors. The most common locations that endocrine pancreatic tumors can spread to are the lymph nodes and liver.\n\nPrevention of pancreatic endocrine insulinoma\nThe exact cause of endocrine pancreatic tumors is still unclear. Insulinoma occurs when endocrine cells in the pancreas that make insulin begin to grow uncontrollably.\nMaintaining proper exercise and nutrition helps improve health and prevent endocrine tumors\nScientists believe that endocrine pancreatic tumors may be related to genetic conditions. Therefore, if someone in your family has the disease, family members should screen for the risk of this disease. Watch for changes in your body, including signs of low blood sugar. Although it cannot prevent the development of endocrine pancreatic tumors, it can reduce the negative health effects.\n\nHow to care for patients with endocrine pancreatic tumors\nMost endocrine pancreatic tumors are treated with surgery to remove the tumor or part of the pancreas. The doctor will advise the patient on what SHOULD and SHOULD NOT do after surgery.\nCommon symptoms such as fatigue, diarrhea... may occur during treatment. Patients should spend as much time resting as possible. If the above problems become more severe, the patient should share with the doctor for solutions.\nSome other suggestions that may be helpful to your problem:\nHealthy, balanced diet. If symptoms and side effects of treatment make it difficult for the patient to eat, ask a dietitian about foods that can be used.; If you have emotional problems, ask your psychologist about mental therapies that can help control your emotions and focus on recovery.\n\nfrequently asked Questions\n1. When should I go to a medical facility?\nPatients should see a doctor again if unusual symptoms occur during treatment or after surgery, for example, the patient feels persistent pain despite taking painkillers as prescribed; Hypoglycemia…\nThe doctor may also recommend that the patient re-examine after surgery, about 3-4 months.\nIn addition, patients should also approach emergency services when the following symptoms appear: suddenly feeling short of breath, fever higher than 38.3 degrees Celsius (may be a sign of infection), vomiting lots of prolonged diarrhea.\n2. Can insulinoma become malignant?\nAs mentioned above, over 90% of insulinoma tumors are benign tumors, only about 1%-2% of patients progress to malignant tumors. Benign tumors are cured after surgery.\nInsulinoma is an endocrine tumor so avoid putting the body in a state of prolonged stress; Limit drinking alcohol, do not use a lot of foods containing high fat content such as chocolate, blue cheese... to prevent disease.\nTo get advice and book an appointment with leading endocrinology and diabetes experts at Tam Anh General Hospital, please contact:\nInsulinoma is a rare condition but has a high mortality rate when not treated promptly. Therefore, if the patient is in a high-risk group such as a family member with the disease, screening should be performed according to the doctor's appointment. People who do not have this factor should maintain a comfortable mentality, eat and exercise moderately to prevent disease.",
    "subsections": [
        {
            "subsection_name": "What is insulinoma?",
            "subsection_content": "Insulinoma is a type of neuroendocrine tumor that originates from pancreatic islet cells. Of all insulinomas, 80% are solitary and can be combined if identified. Only 10% of insulinomas are malignant. Insulinomas occur in 1/250,000 people with an average age of 50 years, except in the case of multiple endocrine neoplasia (MEN) type 1 (about 10% of insulinomas) which occur in the 20s. Insulinomas Insulin in MEN1 syndrome often has multiple blocks. (first)",
            "subsection_string": "What is insulinoma?\nInsulinoma is a type of neuroendocrine tumor that originates from pancreatic islet cells. Of all insulinomas, 80% are solitary and can be combined if identified. Only 10% of insulinomas are malignant. Insulinomas occur in 1/250,000 people with an average age of 50 years, except in the case of multiple endocrine neoplasia (MEN) type 1 (about 10% of insulinomas) which occur in the 20s. Insulinomas Insulin in MEN1 syndrome often has multiple blocks. (first)"
        },
        {
            "subsection_name": "How does insulinoma affect the body?",
            "subsection_content": "The pancreas is about 15cm in size, shaped like a leaf, located above the abdomen, where the ribs meet at the bottom of the sternum, behind the stomach. The pancreas has 3 parts: pancreatic head, body and tail.\nInsulinomas secrete insulin, the hormone responsible for controlling blood sugar levels. When an insulinoma secretes too much, the body may experience a sugar deficiency, feeling hungry, trembling, having a fast heartbeat, and the patient may even faint or have a seizure.",
            "subsection_string": "How does insulinoma affect the body?\nThe pancreas is about 15cm in size, shaped like a leaf, located above the abdomen, where the ribs meet at the bottom of the sternum, behind the stomach. The pancreas has 3 parts: pancreatic head, body and tail.\nInsulinomas secrete insulin, the hormone responsible for controlling blood sugar levels. When an insulinoma secretes too much, the body may experience a sugar deficiency, feeling hungry, trembling, having a fast heartbeat, and the patient may even faint or have a seizure."
        },
        {
            "subsection_name": "What causes pancreatic endocrine insulinoma?",
            "subsection_content": "The disease condition is different for each person, the cause and mechanism of tumor formation are unknown. However, insulinoma is associated with genetic syndromes and conditions such as:\nMultiple endocrine neoplasia type 1 (MEN1): affects the endocrine glands and the duodenum (first part of the small intestine).; Von Hippel-Lindau syndrome: causes tumors throughout the body; Neurofibromatosis type 1 (NF1): Condition characterized by effects on the skin and nervous system.; Tuberous sclerosis complex (TCS): an autosomal dominant genetic condition that can cause epilepsy and (usually benign) tumors in many organs and on the skin.",
            "subsection_string": "What causes pancreatic endocrine insulinoma?\nThe disease condition is different for each person, the cause and mechanism of tumor formation are unknown. However, insulinoma is associated with genetic syndromes and conditions such as:\nMultiple endocrine neoplasia type 1 (MEN1): affects the endocrine glands and the duodenum (first part of the small intestine).; Von Hippel-Lindau syndrome: causes tumors throughout the body; Neurofibromatosis type 1 (NF1): Condition characterized by effects on the skin and nervous system.; Tuberous sclerosis complex (TCS): an autosomal dominant genetic condition that can cause epilepsy and (usually benign) tumors in many organs and on the skin."
        },
        {
            "subsection_name": "Symptoms of insulinoma",
            "subsection_content": "A typical symptom is hypoglycemia due to an insulinoma, often seen when hungry. Symptoms of hypoglycemia due to insulinoma can be difficult to diagnose and are similar to many other neurological and psychiatric diseases. Central nervous system disorders include headache, confusion, visual disturbances, myasthenia, paralysis, insomnia, personality changes and may progress to loss of consciousness, seizures and coma. (2)\nSymptoms of sympathetic stimulation (dizziness, weakness, tremors, palpitations, sweating, hunger, and anxiety) often appear.",
            "subsection_string": "Symptoms of insulinoma\nA typical symptom is hypoglycemia due to an insulinoma, often seen when hungry. Symptoms of hypoglycemia due to insulinoma can be difficult to diagnose and are similar to many other neurological and psychiatric diseases. Central nervous system disorders include headache, confusion, visual disturbances, myasthenia, paralysis, insomnia, personality changes and may progress to loss of consciousness, seizures and coma. (2)\nSymptoms of sympathetic stimulation (dizziness, weakness, tremors, palpitations, sweating, hunger, and anxiety) often appear."
        },
        {
            "subsection_name": "How to diagnose pancreatic endocrine insulinoma",
            "subsection_content": "After examining factors such as symptoms, duration, medical history, etc., the endocrinologist will prescribe a number of tests and diagnostic techniques to be more certain about factors such as the type of patient's tumor. disease, tumor size, whether it has spread..., thereby providing appropriate treatment solutions. (3)\nTesting techniques help diagnose Insulinoma\nDiagnostic tests and techniques include:\n1. Check blood sugar\nPatients need to do this test if they have symptoms of low blood sugar: tremors, sweating, fast heartbeat, dizziness, headache, feeling hungry, decreased vision, irritability and pale skin.\nIf the blood sugar test result is less than 3.0 mmol/L (symptomatic) or less than 2.2 mmol/L (asymptomatic), the patient needs to have a test and also check insulin levels (sometimes Measure blood levels of C peptide and blood proinsulin when suspected of taking drugs related to insulin) and other hormones in the blood or test for proteins that prevent the pancreas from producing insulin.\n2. Fasting method\nWhen the patient does not show signs of hypoglycemia or the test results at the time of evaluation are unclear.\nFasting helps doctors diagnose insulinoma through regular blood tests to check blood sugar levels.\nThe fasting test usually takes 72 hours (3 days). The patient does not eat or drink anything except water. Your doctor will monitor you regularly for signs of low blood sugar.\nThe test is positive when:\nBlood sugar < 2.5 mmol/l; Serum insulin > 10mmol/l; C-peptide > 2.5 nmol/l; Proinsulin > 0.5 mmol/l\n3. Imaging\nBecause tumors are usually small in size < 2cm, solitary and do not have a specific location on the pancreas, insulin-secreting pancreatic tumors are not easily detected. Abdominal ultrasound usually does not detect tumors.\nIn the past, angiography was considered the gold standard for diagnosing insulinoma with a strongly enhancing tumor in the arterial phase, however, this is an invasive examination and should be replaced by multi-scan computed tomography with contrast injection. X-ray or magnetic resonance imaging of the pancreas.\nEndoscopic ultrasound (EUS): A technique that combines ultrasound and endoscopy to observe inside the patient's food pipe, stomach, pancreas and biliary tract.\nThe doctor uses a long flexible tube (endoscope) with a small camera and light at the end. The hose also has an ultrasonic probe. Ultrasound helps doctors find areas that may be cancerous. They can then take samples (biopsies) of any abnormal areas.\nRadiation scan or octreotide (octreoscan)/PET gallium scan: performed by injecting a low dose of radioactive material into the body, which is absorbed by some neuroendocrine tumor cells and shows up on the scan.",
            "subsection_string": "How to diagnose pancreatic endocrine insulinoma\nAfter examining factors such as symptoms, duration, medical history, etc., the endocrinologist will prescribe a number of tests and diagnostic techniques to be more certain about factors such as the type of patient's tumor. disease, tumor size, whether it has spread..., thereby providing appropriate treatment solutions. (3)\nTesting techniques help diagnose Insulinoma\nDiagnostic tests and techniques include:\n1. Check blood sugar\nPatients need to do this test if they have symptoms of low blood sugar: tremors, sweating, fast heartbeat, dizziness, headache, feeling hungry, decreased vision, irritability and pale skin.\nIf the blood sugar test result is less than 3.0 mmol/L (symptomatic) or less than 2.2 mmol/L (asymptomatic), the patient needs to have a test and also check insulin levels (sometimes Measure blood levels of C peptide and blood proinsulin when suspected of taking drugs related to insulin) and other hormones in the blood or test for proteins that prevent the pancreas from producing insulin.\n2. Fasting method\nWhen the patient does not show signs of hypoglycemia or the test results at the time of evaluation are unclear.\nFasting helps doctors diagnose insulinoma through regular blood tests to check blood sugar levels.\nThe fasting test usually takes 72 hours (3 days). The patient does not eat or drink anything except water. Your doctor will monitor you regularly for signs of low blood sugar.\nThe test is positive when:\nBlood sugar < 2.5 mmol/l; Serum insulin > 10mmol/l; C-peptide > 2.5 nmol/l; Proinsulin > 0.5 mmol/l\n3. Imaging\nBecause tumors are usually small in size < 2cm, solitary and do not have a specific location on the pancreas, insulin-secreting pancreatic tumors are not easily detected. Abdominal ultrasound usually does not detect tumors.\nIn the past, angiography was considered the gold standard for diagnosing insulinoma with a strongly enhancing tumor in the arterial phase, however, this is an invasive examination and should be replaced by multi-scan computed tomography with contrast injection. X-ray or magnetic resonance imaging of the pancreas.\nEndoscopic ultrasound (EUS): A technique that combines ultrasound and endoscopy to observe inside the patient's food pipe, stomach, pancreas and biliary tract.\nThe doctor uses a long flexible tube (endoscope) with a small camera and light at the end. The hose also has an ultrasonic probe. Ultrasound helps doctors find areas that may be cancerous. They can then take samples (biopsies) of any abnormal areas.\nRadiation scan or octreotide (octreoscan)/PET gallium scan: performed by injecting a low dose of radioactive material into the body, which is absorbed by some neuroendocrine tumor cells and shows up on the scan."
        },
        {
            "subsection_name": "How to treat pancreatic endocrine insulinoma",
            "subsection_content": "1. Surgery\nMost endocrine pancreatic tumors can be cured with surgery. Doctors will consider factors such as tumor size and location before deciding on surgery. Surgical options include:\nNucleectomy: Surgery is performed by removing the nucleus, like removing the yolk from a hard-boiled egg.; Partial pancreatectomy: This surgery involves removing part of the diseased pancreas.; Whipple surgery: The surgeon will remove part of the pancreas, gallbladder, nearby lymph nodes, and part of the stomach, small intestine, and bile duct if the pancreatic tumor is malignant, meaning the tumor has spread far from the gland. pancreas.\n2. Peptide receptor radionuclide therapy\nThis treatment involves injecting a drug into the bloodstream. The drug, after combining with radioactive atoms and amino acids, can target and kill epithelial cells.\n3. Targeted therapy\nTargeted therapy uses drugs or other substances to attack cancer cells without damaging normal cells.\n4. Using drugs (chemotherapy)\nYour doctor may prescribe certain medications to kill cancer cells. Can be mentioned as:\nDiazoxide: Also known as az OXide dye, helps treat hypoglycemia.; Octreotide/Lanreotide: This is an analog (synthetic version) of somatostatin that helps control neuroendocrine tumor (NET) symptoms. This method treats patients with less predictable melanoma symptoms.; Verapamil and phenytoin: Some patients have reported positive symptoms after using these drugs.",
            "subsection_string": "How to treat pancreatic endocrine insulinoma\n1. Surgery\nMost endocrine pancreatic tumors can be cured with surgery. Doctors will consider factors such as tumor size and location before deciding on surgery. Surgical options include:\nNucleectomy: Surgery is performed by removing the nucleus, like removing the yolk from a hard-boiled egg.; Partial pancreatectomy: This surgery involves removing part of the diseased pancreas.; Whipple surgery: The surgeon will remove part of the pancreas, gallbladder, nearby lymph nodes, and part of the stomach, small intestine, and bile duct if the pancreatic tumor is malignant, meaning the tumor has spread far from the gland. pancreas.\n2. Peptide receptor radionuclide therapy\nThis treatment involves injecting a drug into the bloodstream. The drug, after combining with radioactive atoms and amino acids, can target and kill epithelial cells.\n3. Targeted therapy\nTargeted therapy uses drugs or other substances to attack cancer cells without damaging normal cells.\n4. Using drugs (chemotherapy)\nYour doctor may prescribe certain medications to kill cancer cells. Can be mentioned as:\nDiazoxide: Also known as az OXide dye, helps treat hypoglycemia.; Octreotide/Lanreotide: This is an analog (synthetic version) of somatostatin that helps control neuroendocrine tumor (NET) symptoms. This method treats patients with less predictable melanoma symptoms.; Verapamil and phenytoin: Some patients have reported positive symptoms after using these drugs."
        },
        {
            "subsection_name": "Complications of endocrine pancreatic tumors",
            "subsection_content": "If endocrine pancreatic tumor develops early in infancy, the child will fall into a state of prolonged hypoglycemia. This is considered a serious endocrine disease. If not detected and treated early, prolonged hypoglycemia will cause negative effects including: permanent damage to the central nervous system, severe neuropsychiatric sequelae, and even disability in the child. children later.\nFor adults, prolonged and repeated hypoglycemia also leads to irreversible nerve damage. The reason is that the brain organization falls into a state of lack of energy to operate.\nInsulinomas can become a malignant condition but symptoms can develop very slowly and be difficult to detect. Insulinomas can also spread to other parts of the body (metastasize). However, less than 10% of patients develop metastatic endocrine pancreatic tumors. The most common locations that endocrine pancreatic tumors can spread to are the lymph nodes and liver.",
            "subsection_string": "Complications of endocrine pancreatic tumors\nIf endocrine pancreatic tumor develops early in infancy, the child will fall into a state of prolonged hypoglycemia. This is considered a serious endocrine disease. If not detected and treated early, prolonged hypoglycemia will cause negative effects including: permanent damage to the central nervous system, severe neuropsychiatric sequelae, and even disability in the child. children later.\nFor adults, prolonged and repeated hypoglycemia also leads to irreversible nerve damage. The reason is that the brain organization falls into a state of lack of energy to operate.\nInsulinomas can become a malignant condition but symptoms can develop very slowly and be difficult to detect. Insulinomas can also spread to other parts of the body (metastasize). However, less than 10% of patients develop metastatic endocrine pancreatic tumors. The most common locations that endocrine pancreatic tumors can spread to are the lymph nodes and liver."
        },
        {
            "subsection_name": "Prevention of pancreatic endocrine insulinoma",
            "subsection_content": "The exact cause of endocrine pancreatic tumors is still unclear. Insulinoma occurs when endocrine cells in the pancreas that make insulin begin to grow uncontrollably.\nMaintaining proper exercise and nutrition helps improve health and prevent endocrine tumors\nScientists believe that endocrine pancreatic tumors may be related to genetic conditions. Therefore, if someone in your family has the disease, family members should screen for the risk of this disease. Watch for changes in your body, including signs of low blood sugar. Although it cannot prevent the development of endocrine pancreatic tumors, it can reduce the negative health effects.",
            "subsection_string": "Prevention of pancreatic endocrine insulinoma\nThe exact cause of endocrine pancreatic tumors is still unclear. Insulinoma occurs when endocrine cells in the pancreas that make insulin begin to grow uncontrollably.\nMaintaining proper exercise and nutrition helps improve health and prevent endocrine tumors\nScientists believe that endocrine pancreatic tumors may be related to genetic conditions. Therefore, if someone in your family has the disease, family members should screen for the risk of this disease. Watch for changes in your body, including signs of low blood sugar. Although it cannot prevent the development of endocrine pancreatic tumors, it can reduce the negative health effects."
        },
        {
            "subsection_name": "How to care for patients with endocrine pancreatic tumors",
            "subsection_content": "Most endocrine pancreatic tumors are treated with surgery to remove the tumor or part of the pancreas. The doctor will advise the patient on what SHOULD and SHOULD NOT do after surgery.\nCommon symptoms such as fatigue, diarrhea... may occur during treatment. Patients should spend as much time resting as possible. If the above problems become more severe, the patient should share with the doctor for solutions.\nSome other suggestions that may be helpful to your problem:\nHealthy, balanced diet. If symptoms and side effects of treatment make it difficult for the patient to eat, ask a dietitian about foods that can be used.; If you have emotional problems, ask your psychologist about mental therapies that can help control your emotions and focus on recovery.",
            "subsection_string": "How to care for patients with endocrine pancreatic tumors\nMost endocrine pancreatic tumors are treated with surgery to remove the tumor or part of the pancreas. The doctor will advise the patient on what SHOULD and SHOULD NOT do after surgery.\nCommon symptoms such as fatigue, diarrhea... may occur during treatment. Patients should spend as much time resting as possible. If the above problems become more severe, the patient should share with the doctor for solutions.\nSome other suggestions that may be helpful to your problem:\nHealthy, balanced diet. If symptoms and side effects of treatment make it difficult for the patient to eat, ask a dietitian about foods that can be used.; If you have emotional problems, ask your psychologist about mental therapies that can help control your emotions and focus on recovery."
        },
        {
            "subsection_name": "frequently asked Questions",
            "subsection_content": "1. When should I go to a medical facility?\nPatients should see a doctor again if unusual symptoms occur during treatment or after surgery, for example, the patient feels persistent pain despite taking painkillers as prescribed; Hypoglycemia…\nThe doctor may also recommend that the patient re-examine after surgery, about 3-4 months.\nIn addition, patients should also approach emergency services when the following symptoms appear: suddenly feeling short of breath, fever higher than 38.3 degrees Celsius (may be a sign of infection), vomiting lots of prolonged diarrhea.\n2. Can insulinoma become malignant?\nAs mentioned above, over 90% of insulinoma tumors are benign tumors, only about 1%-2% of patients progress to malignant tumors. Benign tumors are cured after surgery.\nInsulinoma is an endocrine tumor so avoid putting the body in a state of prolonged stress; Limit drinking alcohol, do not use a lot of foods containing high fat content such as chocolate, blue cheese... to prevent disease.\nTo get advice and book an appointment with leading endocrinology and diabetes experts at Tam Anh General Hospital, please contact:\nInsulinoma is a rare condition but has a high mortality rate when not treated promptly. Therefore, if the patient is in a high-risk group such as a family member with the disease, screening should be performed according to the doctor's appointment. People who do not have this factor should maintain a comfortable mentality, eat and exercise moderately to prevent disease.",
            "subsection_string": "frequently asked Questions\n1. When should I go to a medical facility?\nPatients should see a doctor again if unusual symptoms occur during treatment or after surgery, for example, the patient feels persistent pain despite taking painkillers as prescribed; Hypoglycemia…\nThe doctor may also recommend that the patient re-examine after surgery, about 3-4 months.\nIn addition, patients should also approach emergency services when the following symptoms appear: suddenly feeling short of breath, fever higher than 38.3 degrees Celsius (may be a sign of infection), vomiting lots of prolonged diarrhea.\n2. Can insulinoma become malignant?\nAs mentioned above, over 90% of insulinoma tumors are benign tumors, only about 1%-2% of patients progress to malignant tumors. Benign tumors are cured after surgery.\nInsulinoma is an endocrine tumor so avoid putting the body in a state of prolonged stress; Limit drinking alcohol, do not use a lot of foods containing high fat content such as chocolate, blue cheese... to prevent disease.\nTo get advice and book an appointment with leading endocrinology and diabetes experts at Tam Anh General Hospital, please contact:\nInsulinoma is a rare condition but has a high mortality rate when not treated promptly. Therefore, if the patient is in a high-risk group such as a family member with the disease, screening should be performed according to the doctor's appointment. People who do not have this factor should maintain a comfortable mentality, eat and exercise moderately to prevent disease."
        }
    ],
    "name": "insulinoma.json"
}