{
    "title": "Emphysema: Causes, signs, diagnosis and treatment",
    "category": "Respiratory",
    "link": "https://tamanhhospital.vn/khi-phe-thung/",
    "abstract": "Emphysema syndrome is one of the most common forms of chronic obstructive pulmonary disease - the disease ranked 4th in the causes of death in the world. “How to detect early?\nso that the disease does not cause respiratory difficulties, affecting the patient's quality of life\" is a question that many people are interested in.\n\nCough, difficulty breathing and fatigue are common symptoms of this disease\n is one of the chronic (long-term) diseases of the lungs. Emphysema is common in adults, especially those over 40 years old.\n Professor Ngo Quy Chau informed that: Vietnam is among the top countries with the highest rate of lung diseases (including emphysema) in the Asia Pacific region. The danger is that many people do not know they have the disease. By the time they are discovered, the disease has developed to a severe stage with many unpredictable complications. All treatments can only slow the progression\nsick\nbut not completely cured.",
    "content": "Emphysema: Causes, signs, diagnosis and treatment\n\nEmphysema syndrome is one of the most common forms of chronic obstructive pulmonary disease - the disease ranked 4th in the causes of death in the world. “How to detect early?\nso that the disease does not cause respiratory difficulties, affecting the patient's quality of life\" is a question that many people are interested in.\n\nCough, difficulty breathing and fatigue are common symptoms of this disease\n is one of the chronic (long-term) diseases of the lungs. Emphysema is common in adults, especially those over 40 years old.\n Professor Ngo Quy Chau informed that: Vietnam is among the top countries with the highest rate of lung diseases (including emphysema) in the Asia Pacific region. The danger is that many people do not know they have the disease. By the time they are discovered, the disease has developed to a severe stage with many unpredictable complications. All treatments can only slow the progression\nsick\nbut not completely cured.\n\nWhat is emphysema?\nEmphysema or emphysema (English: Emphysema) is a disease of the lower respiratory tract, specifically a disease of the alveoli and bronchioles. The alveoli consist of many small sacs containing air. The disease occurs when the walls between these air sacs weaken and burst - creating large air spaces instead of many small ones. This reduces the surface area of ​​the lungs and, therefore, limits the amount of oxygen from the lungs to the blood. (first)\nWhen you exhale, the damaged alveoli do not function normally so old air is trapped, leaving no room for fresh, oxygen-rich air to enter. As a result, you feel short of breath, especially when running or exercising. The disease also causes the lungs to lose elasticity.\nMost patients will also have chronic bronchitis – the second most common form of COPD.\n\nSymptoms of emphysema are common\nEmphysema symptoms tend to progress slowly. Smokers often show the first signs of the disease at the age of 45 - 60. (2)\nIf you have the disease, the muscles that help you breathe have to work harder, leading to fatigue sooner. As a result, you will find it difficult to breathe after just a small activity. As the disease gets worse, you may have difficulty breathing when sleeping or sitting still.\nAlong with difficulty breathing, patients in the early stages will notice the following symptoms:\nWheeze;; Cough a lot;; Chest tightness or pain.\nSevere coughing also often appears in patients with bronchiectasis. The article \"What is Bronchiectasis\" with professional advice from doctors at Tam Anh will help you more clearly distinguish the signs of the disease.\nAs the disease gets worse, you will see:\nLoss of appetite;; Having problems with sex;; Heart beating fast;; Not having a good sleep;; Tired;; Headache, most common in the morning;; Losing weight.\n\nCause of emphysema\nThere are two main causes of the condition:\n1. Smoking\nTobacco is the main culprit causing lung diseases in general and emphysema syndrome in particular (3). Cigarette smoke paralyzes cilia - which are responsible for sweeping germs, chemicals and irritants out of your airways. Instead, these agents enter the millions of air sacs in the lungs and eventually destroy them.\nStudies show that smokers are about 6 times more likely to develop the disease than non-smokers.\n2. Lack of AAT\nAlpha-1 antitrypsin (AAT) is a naturally occurring protein that circulates in the blood. Its main function is to keep white blood cells from damaging normal tissues. These cells will help the body fight infection.\nWhen your body doesn't make enough AAT, normal white blood cells damage the lungs. This harm is worse than smoking. Over time, most people with severe AAT deficiency will develop the disease. Furthermore, patients may also experience liver problems.\nIn addition, there are a number of other causes that contribute to the disease such as:\nPassive smoking: Even if you don't smoke, inhaling cigarette smoke every day will damage your lungs over time. Some studies show that people exposed to large amounts of smoke every day have a higher risk of developing emphysema.; Passive smoking: Even if you don't smoke, inhaling cigarette smoke every day will damage your lungs over time. Some studies show that people exposed to large amounts of smoke every day have a higher risk of developing emphysema.\nAir pollution: People who live or work in areas with highly polluted air, toxic chemical fumes or lung irritants are at higher risk. (4); Air pollution: People who live or work in areas with highly polluted air, toxic chemical fumes or lung irritants are at higher risk. (4)\n\nDiagnosis method of emphysema syndrome\nWhen symptoms suggestive of emphysema appear, you need to see a doctor immediately. The doctor will find out your medical history, ask if you smoke (actively and passively), and if you live/work near polluted areas.\nThen, the doctor assigns you to do paraclinical tests to accurately diagnose the condition of the disease. These tests include:\nImaging tests, such as lung X-rays and CT scans;; Blood test to determine how well the lungs are delivering oxygen to the blood;; Pulse oximetry to measure oxygen content in the blood;; Lung function tests: You will blow into a device called a spirometer to measure how much air your lungs can inhale and exhale. This test also helps determine how well the lungs are supplying oxygen to the blood;; Measure the amount of blood and carbon dioxide in the blood using an arterial blood gas test;; Check heart function and rule out heart disease using an electrocardiogram (ECG).\nImaging diagnostics helps doctors detect lung damage early\n\nDangerous complications\nIf patients with emphysema do not receive timely intervention, they can easily lead to complications such as:\nCollapsed lung: Collapsed lung can be life-threatening for people with severe cases, because the lung function is now severely damaged.; Collapsed lung: Collapsed lung can be life-threatening for people with severe cases, because the lung function is now severely damaged.\nHeart problems: The disease has the potential to increase pressure in the arteries that connect the heart and lungs. This causes a condition called arrhythmia – part of the heart relaxes and weakens.; Heart problems: The disease has the potential to increase pressure in the arteries that connect the heart and lungs. This causes a condition called arrhythmia – part of the heart relaxes and weakens.\nLarge holes in the lungs (bullae): Some patients develop gaps in the lungs, called bullae. They can be half the size of a lung. In addition to narrowing lung space, giant bullae also increase the risk of pneumothorax. (5); Large holes in the lungs (bullae): Some patients develop gaps in the lungs, called bullae. They can be half the size of a lung. In addition to narrowing lung space, giant bullae also increase the risk of pneumothorax. (5)\n\nTreatments\nThere is no effective treatment for emphysema. All treatments, from medications to surgery, are aimed at minimizing symptoms and slowing the progression of the disease.\nIf you are a smoker, the first step in the treatment process is to quit smoking. Next, depending on the severity of the disease, the doctor may prescribe one of the following methods:\n1. Medicine\nSome medications that help treat emphysema are:\nBronchodilators: open the airways, help the patient breathe easier, and reduce cough;; Steroids: improve shortness of breath;; Mucolytics: thins mucus in the lungs so you can cough it up more easily;; Antibiotics: help fight infection.\nThese medications can be taken orally or inhaled.\n2. Therapy\nPulmonary therapy or moderate-intensity exercise such as light walking is effective in strengthening breathing muscles and reducing symptoms. Thanks to that, you will breathe easier and no longer feel tired. In addition, proper yoga, tai chi and deep breathing exercises also help improve the condition.\nFor people with moderate to severe disease, doctors will use oxygen therapy to help them breathe more easily. Some patients have to breathe oxygen 24 hours a day.\n3. Protein therapy\nSome people with a genetic disease caused by a lack of alpha-1 antitrypsin (AAT) protein will be prescribed an AAT infusion to slow down the process of lung damage.\n4. Surgery\nWhen the above therapies do not bring the desired results, or when the disease is in a severe stage and the lungs are irreversibly damaged, the doctor will apply the last resort, which is surgery. There are several types of surgical treatment as follows:\nLung volume reduction surgery (LVRS): The doctor removes part or all of the damaged lung, with the goal of allowing the remaining lung to function more effectively. Note that the heart and the rest of the lungs must be really healthy before entering surgery. You will also need to quit smoking and complete a pulmonary rehabilitation program before surgery.; Lung volume reduction surgery (LVRS): The doctor removes part or all of the damaged lung, with the goal of allowing the remaining lung to function more effectively. Note that the heart and the rest of the lungs must be really healthy before entering surgery. You will also need to quit smoking and complete a pulmonary rehabilitation program before surgery.\nRemoval of air sacs: When air sacs on the lungs grow rapidly and are at risk of pressing on healthy parts of the lungs, they need to be surgically removed to preserve the function of the remaining lungs.; Removal of air sacs: When air sacs on the lungs grow rapidly and are at risk of pressing on healthy parts of the lungs, they need to be surgically removed to preserve the function of the remaining lungs.\nLung transplant: Patients with severe disease will be considered for lung transplant. Damaged parts of the lung will be removed and replaced with new parts. In particular, there are cases where the entire lung must be replaced. The two biggest risks of this type of surgery are infection and rejection of the transplanted organ.; Lung transplant: Patients with severe disease will be considered for lung transplant. Damaged parts of the lung will be removed and replaced with new parts. In particular, there are cases where the entire lung must be replaced. The two biggest risks of this type of surgery are infection and rejection of the transplanted organ.\n\nHow to prevent emphysema syndrome\nRegardless of your age, you should take the following measures to prevent the disease:\n1. Quit smoking\nAbout 90% of patients are smokers. Statistics show that 1 out of every 4 smokers has the disease. Therefore, if you want to prevent it, the most effective measure is to quit smoking; About 90% of patients are smokers. Statistics show that 1 out of every 4 smokers has the disease. Therefore, if you want to prevent it, the most effective measure is to quit smoking.\nIf your lungs are emphysema and you continue to smoke, your lung function will decline faster. On the contrary, quitting smoking helps slow down the progression of the disease.; If your lungs are emphysema and you continue to smoke, your lung function will decline faster. On the contrary, quitting smoking helps slow down the progression of the disease.\nQuit smoking to stop the threat of dangerous complications of the disease\n2. Avoid secondhand smoke\nInhaling secondhand smoke from others will damage your healthy lungs and increase your risk of disease. Researchers found that 35% of people exposed to cigarette smoke regularly showed early signs of lung damage.\n3. Pay attention to air quality\nLiving and working in a clean environment will minimize the risk of infection. Therefore, you need to limit going to places with low air quality as well as avoid exposure to dust and environmental pollution.; Living and working in a clean environment will minimize the risk of infection. Therefore, you need to limit going to places with low air quality as well as avoid exposure to dust and environmental pollution.\nIf you are having the above symptoms, stay away from the smell of paint, perfume, candles and incense. Even the smell of cooking food can make you cough or wheeze.; If you are having the above symptoms, stay away from the smell of paint, perfume, candles and incense. Even the smell of cooking food can make you cough or wheeze.\nYou should keep the humidity in your home between 40 – 50%. In addition, it is necessary to clean the air conditioner filter every 6 months to remove \"bacterial nests\" in the machine, causing harm to the respiratory system.; You should keep the humidity in your home between 40 – 50%. In addition, it is necessary to clean the air conditioner filter every 6 months to remove \"bacterial nests\" in the machine, causing harm to the respiratory system.\n4. Limit eating processed meats\nAccording to a study, eating processed meats at least once a day increases the risk of illness and other lung diseases by 2.64 times compared to people who only eat this food a few times a day. year. Nitrites in processed meats create cell-damaging particles, called free radicals, in the body. People with high levels of free radicals are more susceptible to lung damage.; Processed meats include sausages, bacon, ham, etc.\n5. Have a high-fiber diet\nAccording to a study of nearly 12,000 people, eating about 27g of fiber per day reduces the risk of emphysema and other lung problems by 15% compared to eating less than 10g per day. The reason is that fruits and vegetables contain many antioxidants, which protect the lungs from damage caused by free radicals.\nFor advice and to schedule an examination for respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, you can contact:\nAbove is some information you need to remember about emphysema syndrome. The disease will cause dangerous complications if not treated promptly and properly. Therefore, immediately go to the nearest medical center or hospital to be examined and diagnosed if you are experiencing the above signs.\nThien Lam",
    "subsections": [
        {
            "subsection_name": "What is emphysema?",
            "subsection_content": "Emphysema or emphysema (English: Emphysema) is a disease of the lower respiratory tract, specifically a disease of the alveoli and bronchioles. The alveoli consist of many small sacs containing air. The disease occurs when the walls between these air sacs weaken and burst - creating large air spaces instead of many small ones. This reduces the surface area of ​​the lungs and, therefore, limits the amount of oxygen from the lungs to the blood. (first)\nWhen you exhale, the damaged alveoli do not function normally so old air is trapped, leaving no room for fresh, oxygen-rich air to enter. As a result, you feel short of breath, especially when running or exercising. The disease also causes the lungs to lose elasticity.\nMost patients will also have chronic bronchitis – the second most common form of COPD.",
            "subsection_string": "What is emphysema?\nEmphysema or emphysema (English: Emphysema) is a disease of the lower respiratory tract, specifically a disease of the alveoli and bronchioles. The alveoli consist of many small sacs containing air. The disease occurs when the walls between these air sacs weaken and burst - creating large air spaces instead of many small ones. This reduces the surface area of ​​the lungs and, therefore, limits the amount of oxygen from the lungs to the blood. (first)\nWhen you exhale, the damaged alveoli do not function normally so old air is trapped, leaving no room for fresh, oxygen-rich air to enter. As a result, you feel short of breath, especially when running or exercising. The disease also causes the lungs to lose elasticity.\nMost patients will also have chronic bronchitis – the second most common form of COPD."
        },
        {
            "subsection_name": "Symptoms of emphysema are common",
            "subsection_content": "Emphysema symptoms tend to progress slowly. Smokers often show the first signs of the disease at the age of 45 - 60. (2)\nIf you have the disease, the muscles that help you breathe have to work harder, leading to fatigue sooner. As a result, you will find it difficult to breathe after just a small activity. As the disease gets worse, you may have difficulty breathing when sleeping or sitting still.\nAlong with difficulty breathing, patients in the early stages will notice the following symptoms:\nWheeze;; Cough a lot;; Chest tightness or pain.\nSevere coughing also often appears in patients with bronchiectasis. The article \"What is Bronchiectasis\" with professional advice from doctors at Tam Anh will help you more clearly distinguish the signs of the disease.\nAs the disease gets worse, you will see:\nLoss of appetite;; Having problems with sex;; Heart beating fast;; Not having a good sleep;; Tired;; Headache, most common in the morning;; Losing weight.",
            "subsection_string": "Symptoms of emphysema are common\nEmphysema symptoms tend to progress slowly. Smokers often show the first signs of the disease at the age of 45 - 60. (2)\nIf you have the disease, the muscles that help you breathe have to work harder, leading to fatigue sooner. As a result, you will find it difficult to breathe after just a small activity. As the disease gets worse, you may have difficulty breathing when sleeping or sitting still.\nAlong with difficulty breathing, patients in the early stages will notice the following symptoms:\nWheeze;; Cough a lot;; Chest tightness or pain.\nSevere coughing also often appears in patients with bronchiectasis. The article \"What is Bronchiectasis\" with professional advice from doctors at Tam Anh will help you more clearly distinguish the signs of the disease.\nAs the disease gets worse, you will see:\nLoss of appetite;; Having problems with sex;; Heart beating fast;; Not having a good sleep;; Tired;; Headache, most common in the morning;; Losing weight."
        },
        {
            "subsection_name": "Cause of emphysema",
            "subsection_content": "There are two main causes of the condition:\n1. Smoking\nTobacco is the main culprit causing lung diseases in general and emphysema syndrome in particular (3). Cigarette smoke paralyzes cilia - which are responsible for sweeping germs, chemicals and irritants out of your airways. Instead, these agents enter the millions of air sacs in the lungs and eventually destroy them.\nStudies show that smokers are about 6 times more likely to develop the disease than non-smokers.\n2. Lack of AAT\nAlpha-1 antitrypsin (AAT) is a naturally occurring protein that circulates in the blood. Its main function is to keep white blood cells from damaging normal tissues. These cells will help the body fight infection.\nWhen your body doesn't make enough AAT, normal white blood cells damage the lungs. This harm is worse than smoking. Over time, most people with severe AAT deficiency will develop the disease. Furthermore, patients may also experience liver problems.\nIn addition, there are a number of other causes that contribute to the disease such as:\nPassive smoking: Even if you don't smoke, inhaling cigarette smoke every day will damage your lungs over time. Some studies show that people exposed to large amounts of smoke every day have a higher risk of developing emphysema.; Passive smoking: Even if you don't smoke, inhaling cigarette smoke every day will damage your lungs over time. Some studies show that people exposed to large amounts of smoke every day have a higher risk of developing emphysema.\nAir pollution: People who live or work in areas with highly polluted air, toxic chemical fumes or lung irritants are at higher risk. (4); Air pollution: People who live or work in areas with highly polluted air, toxic chemical fumes or lung irritants are at higher risk. (4)",
            "subsection_string": "Cause of emphysema\nThere are two main causes of the condition:\n1. Smoking\nTobacco is the main culprit causing lung diseases in general and emphysema syndrome in particular (3). Cigarette smoke paralyzes cilia - which are responsible for sweeping germs, chemicals and irritants out of your airways. Instead, these agents enter the millions of air sacs in the lungs and eventually destroy them.\nStudies show that smokers are about 6 times more likely to develop the disease than non-smokers.\n2. Lack of AAT\nAlpha-1 antitrypsin (AAT) is a naturally occurring protein that circulates in the blood. Its main function is to keep white blood cells from damaging normal tissues. These cells will help the body fight infection.\nWhen your body doesn't make enough AAT, normal white blood cells damage the lungs. This harm is worse than smoking. Over time, most people with severe AAT deficiency will develop the disease. Furthermore, patients may also experience liver problems.\nIn addition, there are a number of other causes that contribute to the disease such as:\nPassive smoking: Even if you don't smoke, inhaling cigarette smoke every day will damage your lungs over time. Some studies show that people exposed to large amounts of smoke every day have a higher risk of developing emphysema.; Passive smoking: Even if you don't smoke, inhaling cigarette smoke every day will damage your lungs over time. Some studies show that people exposed to large amounts of smoke every day have a higher risk of developing emphysema.\nAir pollution: People who live or work in areas with highly polluted air, toxic chemical fumes or lung irritants are at higher risk. (4); Air pollution: People who live or work in areas with highly polluted air, toxic chemical fumes or lung irritants are at higher risk. (4)"
        },
        {
            "subsection_name": "Diagnosis method of emphysema syndrome",
            "subsection_content": "When symptoms suggestive of emphysema appear, you need to see a doctor immediately. The doctor will find out your medical history, ask if you smoke (actively and passively), and if you live/work near polluted areas.\nThen, the doctor assigns you to do paraclinical tests to accurately diagnose the condition of the disease. These tests include:\nImaging tests, such as lung X-rays and CT scans;; Blood test to determine how well the lungs are delivering oxygen to the blood;; Pulse oximetry to measure oxygen content in the blood;; Lung function tests: You will blow into a device called a spirometer to measure how much air your lungs can inhale and exhale. This test also helps determine how well the lungs are supplying oxygen to the blood;; Measure the amount of blood and carbon dioxide in the blood using an arterial blood gas test;; Check heart function and rule out heart disease using an electrocardiogram (ECG).\nImaging diagnostics helps doctors detect lung damage early",
            "subsection_string": "Diagnosis method of emphysema syndrome\nWhen symptoms suggestive of emphysema appear, you need to see a doctor immediately. The doctor will find out your medical history, ask if you smoke (actively and passively), and if you live/work near polluted areas.\nThen, the doctor assigns you to do paraclinical tests to accurately diagnose the condition of the disease. These tests include:\nImaging tests, such as lung X-rays and CT scans;; Blood test to determine how well the lungs are delivering oxygen to the blood;; Pulse oximetry to measure oxygen content in the blood;; Lung function tests: You will blow into a device called a spirometer to measure how much air your lungs can inhale and exhale. This test also helps determine how well the lungs are supplying oxygen to the blood;; Measure the amount of blood and carbon dioxide in the blood using an arterial blood gas test;; Check heart function and rule out heart disease using an electrocardiogram (ECG).\nImaging diagnostics helps doctors detect lung damage early"
        },
        {
            "subsection_name": "Dangerous complications",
            "subsection_content": "If patients with emphysema do not receive timely intervention, they can easily lead to complications such as:\nCollapsed lung: Collapsed lung can be life-threatening for people with severe cases, because the lung function is now severely damaged.; Collapsed lung: Collapsed lung can be life-threatening for people with severe cases, because the lung function is now severely damaged.\nHeart problems: The disease has the potential to increase pressure in the arteries that connect the heart and lungs. This causes a condition called arrhythmia – part of the heart relaxes and weakens.; Heart problems: The disease has the potential to increase pressure in the arteries that connect the heart and lungs. This causes a condition called arrhythmia – part of the heart relaxes and weakens.\nLarge holes in the lungs (bullae): Some patients develop gaps in the lungs, called bullae. They can be half the size of a lung. In addition to narrowing lung space, giant bullae also increase the risk of pneumothorax. (5); Large holes in the lungs (bullae): Some patients develop gaps in the lungs, called bullae. They can be half the size of a lung. In addition to narrowing lung space, giant bullae also increase the risk of pneumothorax. (5)",
            "subsection_string": "Dangerous complications\nIf patients with emphysema do not receive timely intervention, they can easily lead to complications such as:\nCollapsed lung: Collapsed lung can be life-threatening for people with severe cases, because the lung function is now severely damaged.; Collapsed lung: Collapsed lung can be life-threatening for people with severe cases, because the lung function is now severely damaged.\nHeart problems: The disease has the potential to increase pressure in the arteries that connect the heart and lungs. This causes a condition called arrhythmia – part of the heart relaxes and weakens.; Heart problems: The disease has the potential to increase pressure in the arteries that connect the heart and lungs. This causes a condition called arrhythmia – part of the heart relaxes and weakens.\nLarge holes in the lungs (bullae): Some patients develop gaps in the lungs, called bullae. They can be half the size of a lung. In addition to narrowing lung space, giant bullae also increase the risk of pneumothorax. (5); Large holes in the lungs (bullae): Some patients develop gaps in the lungs, called bullae. They can be half the size of a lung. In addition to narrowing lung space, giant bullae also increase the risk of pneumothorax. (5)"
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "There is no effective treatment for emphysema. All treatments, from medications to surgery, are aimed at minimizing symptoms and slowing the progression of the disease.\nIf you are a smoker, the first step in the treatment process is to quit smoking. Next, depending on the severity of the disease, the doctor may prescribe one of the following methods:\n1. Medicine\nSome medications that help treat emphysema are:\nBronchodilators: open the airways, help the patient breathe easier, and reduce cough;; Steroids: improve shortness of breath;; Mucolytics: thins mucus in the lungs so you can cough it up more easily;; Antibiotics: help fight infection.\nThese medications can be taken orally or inhaled.\n2. Therapy\nPulmonary therapy or moderate-intensity exercise such as light walking is effective in strengthening breathing muscles and reducing symptoms. Thanks to that, you will breathe easier and no longer feel tired. In addition, proper yoga, tai chi and deep breathing exercises also help improve the condition.\nFor people with moderate to severe disease, doctors will use oxygen therapy to help them breathe more easily. Some patients have to breathe oxygen 24 hours a day.\n3. Protein therapy\nSome people with a genetic disease caused by a lack of alpha-1 antitrypsin (AAT) protein will be prescribed an AAT infusion to slow down the process of lung damage.\n4. Surgery\nWhen the above therapies do not bring the desired results, or when the disease is in a severe stage and the lungs are irreversibly damaged, the doctor will apply the last resort, which is surgery. There are several types of surgical treatment as follows:\nLung volume reduction surgery (LVRS): The doctor removes part or all of the damaged lung, with the goal of allowing the remaining lung to function more effectively. Note that the heart and the rest of the lungs must be really healthy before entering surgery. You will also need to quit smoking and complete a pulmonary rehabilitation program before surgery.; Lung volume reduction surgery (LVRS): The doctor removes part or all of the damaged lung, with the goal of allowing the remaining lung to function more effectively. Note that the heart and the rest of the lungs must be really healthy before entering surgery. You will also need to quit smoking and complete a pulmonary rehabilitation program before surgery.\nRemoval of air sacs: When air sacs on the lungs grow rapidly and are at risk of pressing on healthy parts of the lungs, they need to be surgically removed to preserve the function of the remaining lungs.; Removal of air sacs: When air sacs on the lungs grow rapidly and are at risk of pressing on healthy parts of the lungs, they need to be surgically removed to preserve the function of the remaining lungs.\nLung transplant: Patients with severe disease will be considered for lung transplant. Damaged parts of the lung will be removed and replaced with new parts. In particular, there are cases where the entire lung must be replaced. The two biggest risks of this type of surgery are infection and rejection of the transplanted organ.; Lung transplant: Patients with severe disease will be considered for lung transplant. Damaged parts of the lung will be removed and replaced with new parts. In particular, there are cases where the entire lung must be replaced. The two biggest risks of this type of surgery are infection and rejection of the transplanted organ.",
            "subsection_string": "Treatments\nThere is no effective treatment for emphysema. All treatments, from medications to surgery, are aimed at minimizing symptoms and slowing the progression of the disease.\nIf you are a smoker, the first step in the treatment process is to quit smoking. Next, depending on the severity of the disease, the doctor may prescribe one of the following methods:\n1. Medicine\nSome medications that help treat emphysema are:\nBronchodilators: open the airways, help the patient breathe easier, and reduce cough;; Steroids: improve shortness of breath;; Mucolytics: thins mucus in the lungs so you can cough it up more easily;; Antibiotics: help fight infection.\nThese medications can be taken orally or inhaled.\n2. Therapy\nPulmonary therapy or moderate-intensity exercise such as light walking is effective in strengthening breathing muscles and reducing symptoms. Thanks to that, you will breathe easier and no longer feel tired. In addition, proper yoga, tai chi and deep breathing exercises also help improve the condition.\nFor people with moderate to severe disease, doctors will use oxygen therapy to help them breathe more easily. Some patients have to breathe oxygen 24 hours a day.\n3. Protein therapy\nSome people with a genetic disease caused by a lack of alpha-1 antitrypsin (AAT) protein will be prescribed an AAT infusion to slow down the process of lung damage.\n4. Surgery\nWhen the above therapies do not bring the desired results, or when the disease is in a severe stage and the lungs are irreversibly damaged, the doctor will apply the last resort, which is surgery. There are several types of surgical treatment as follows:\nLung volume reduction surgery (LVRS): The doctor removes part or all of the damaged lung, with the goal of allowing the remaining lung to function more effectively. Note that the heart and the rest of the lungs must be really healthy before entering surgery. You will also need to quit smoking and complete a pulmonary rehabilitation program before surgery.; Lung volume reduction surgery (LVRS): The doctor removes part or all of the damaged lung, with the goal of allowing the remaining lung to function more effectively. Note that the heart and the rest of the lungs must be really healthy before entering surgery. You will also need to quit smoking and complete a pulmonary rehabilitation program before surgery.\nRemoval of air sacs: When air sacs on the lungs grow rapidly and are at risk of pressing on healthy parts of the lungs, they need to be surgically removed to preserve the function of the remaining lungs.; Removal of air sacs: When air sacs on the lungs grow rapidly and are at risk of pressing on healthy parts of the lungs, they need to be surgically removed to preserve the function of the remaining lungs.\nLung transplant: Patients with severe disease will be considered for lung transplant. Damaged parts of the lung will be removed and replaced with new parts. In particular, there are cases where the entire lung must be replaced. The two biggest risks of this type of surgery are infection and rejection of the transplanted organ.; Lung transplant: Patients with severe disease will be considered for lung transplant. Damaged parts of the lung will be removed and replaced with new parts. In particular, there are cases where the entire lung must be replaced. The two biggest risks of this type of surgery are infection and rejection of the transplanted organ."
        },
        {
            "subsection_name": "How to prevent emphysema syndrome",
            "subsection_content": "Regardless of your age, you should take the following measures to prevent the disease:\n1. Quit smoking\nAbout 90% of patients are smokers. Statistics show that 1 out of every 4 smokers has the disease. Therefore, if you want to prevent it, the most effective measure is to quit smoking; About 90% of patients are smokers. Statistics show that 1 out of every 4 smokers has the disease. Therefore, if you want to prevent it, the most effective measure is to quit smoking.\nIf your lungs are emphysema and you continue to smoke, your lung function will decline faster. On the contrary, quitting smoking helps slow down the progression of the disease.; If your lungs are emphysema and you continue to smoke, your lung function will decline faster. On the contrary, quitting smoking helps slow down the progression of the disease.\nQuit smoking to stop the threat of dangerous complications of the disease\n2. Avoid secondhand smoke\nInhaling secondhand smoke from others will damage your healthy lungs and increase your risk of disease. Researchers found that 35% of people exposed to cigarette smoke regularly showed early signs of lung damage.\n3. Pay attention to air quality\nLiving and working in a clean environment will minimize the risk of infection. Therefore, you need to limit going to places with low air quality as well as avoid exposure to dust and environmental pollution.; Living and working in a clean environment will minimize the risk of infection. Therefore, you need to limit going to places with low air quality as well as avoid exposure to dust and environmental pollution.\nIf you are having the above symptoms, stay away from the smell of paint, perfume, candles and incense. Even the smell of cooking food can make you cough or wheeze.; If you are having the above symptoms, stay away from the smell of paint, perfume, candles and incense. Even the smell of cooking food can make you cough or wheeze.\nYou should keep the humidity in your home between 40 – 50%. In addition, it is necessary to clean the air conditioner filter every 6 months to remove \"bacterial nests\" in the machine, causing harm to the respiratory system.; You should keep the humidity in your home between 40 – 50%. In addition, it is necessary to clean the air conditioner filter every 6 months to remove \"bacterial nests\" in the machine, causing harm to the respiratory system.\n4. Limit eating processed meats\nAccording to a study, eating processed meats at least once a day increases the risk of illness and other lung diseases by 2.64 times compared to people who only eat this food a few times a day. year. Nitrites in processed meats create cell-damaging particles, called free radicals, in the body. People with high levels of free radicals are more susceptible to lung damage.; Processed meats include sausages, bacon, ham, etc.\n5. Have a high-fiber diet\nAccording to a study of nearly 12,000 people, eating about 27g of fiber per day reduces the risk of emphysema and other lung problems by 15% compared to eating less than 10g per day. The reason is that fruits and vegetables contain many antioxidants, which protect the lungs from damage caused by free radicals.\nFor advice and to schedule an examination for respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, you can contact:\nAbove is some information you need to remember about emphysema syndrome. The disease will cause dangerous complications if not treated promptly and properly. Therefore, immediately go to the nearest medical center or hospital to be examined and diagnosed if you are experiencing the above signs.\nThien Lam",
            "subsection_string": "How to prevent emphysema syndrome\nRegardless of your age, you should take the following measures to prevent the disease:\n1. Quit smoking\nAbout 90% of patients are smokers. Statistics show that 1 out of every 4 smokers has the disease. Therefore, if you want to prevent it, the most effective measure is to quit smoking; About 90% of patients are smokers. Statistics show that 1 out of every 4 smokers has the disease. Therefore, if you want to prevent it, the most effective measure is to quit smoking.\nIf your lungs are emphysema and you continue to smoke, your lung function will decline faster. On the contrary, quitting smoking helps slow down the progression of the disease.; If your lungs are emphysema and you continue to smoke, your lung function will decline faster. On the contrary, quitting smoking helps slow down the progression of the disease.\nQuit smoking to stop the threat of dangerous complications of the disease\n2. Avoid secondhand smoke\nInhaling secondhand smoke from others will damage your healthy lungs and increase your risk of disease. Researchers found that 35% of people exposed to cigarette smoke regularly showed early signs of lung damage.\n3. Pay attention to air quality\nLiving and working in a clean environment will minimize the risk of infection. Therefore, you need to limit going to places with low air quality as well as avoid exposure to dust and environmental pollution.; Living and working in a clean environment will minimize the risk of infection. Therefore, you need to limit going to places with low air quality as well as avoid exposure to dust and environmental pollution.\nIf you are having the above symptoms, stay away from the smell of paint, perfume, candles and incense. Even the smell of cooking food can make you cough or wheeze.; If you are having the above symptoms, stay away from the smell of paint, perfume, candles and incense. Even the smell of cooking food can make you cough or wheeze.\nYou should keep the humidity in your home between 40 – 50%. In addition, it is necessary to clean the air conditioner filter every 6 months to remove \"bacterial nests\" in the machine, causing harm to the respiratory system.; You should keep the humidity in your home between 40 – 50%. In addition, it is necessary to clean the air conditioner filter every 6 months to remove \"bacterial nests\" in the machine, causing harm to the respiratory system.\n4. Limit eating processed meats\nAccording to a study, eating processed meats at least once a day increases the risk of illness and other lung diseases by 2.64 times compared to people who only eat this food a few times a day. year. Nitrites in processed meats create cell-damaging particles, called free radicals, in the body. People with high levels of free radicals are more susceptible to lung damage.; Processed meats include sausages, bacon, ham, etc.\n5. Have a high-fiber diet\nAccording to a study of nearly 12,000 people, eating about 27g of fiber per day reduces the risk of emphysema and other lung problems by 15% compared to eating less than 10g per day. The reason is that fruits and vegetables contain many antioxidants, which protect the lungs from damage caused by free radicals.\nFor advice and to schedule an examination for respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, you can contact:\nAbove is some information you need to remember about emphysema syndrome. The disease will cause dangerous complications if not treated promptly and properly. Therefore, immediately go to the nearest medical center or hospital to be examined and diagnosed if you are experiencing the above signs.\nThien Lam"
        }
    ],
    "name": "khi-phe-thung.json"
}