{
    "title": "Facial paralysis (VII nerve palsy, Bell's palsy) diagnosis and treatment",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/liet-mat/",
    "abstract": "Facial paralysis is a common peripheral nerve disease. Early detection of symptoms of the disease can be very helpful in preventing serious sequelae that affect the patient's appearance and long-term health. It is estimated that for every 100,000 people, there are 20-25 cases of facial paralysis in the world. Among them, pregnant women are at higher risk with a rate of 43 cases/100,000 people. Facial nerve paralysis occurs 2-4 times less in children than in adults. Children under 2 years old very rarely get this disease. In the United States, each year about 40,000–50,000 people are diagnosed with facial paralysis. Experts note that facial paralysis tends to occur more often in spring and autumn.\nFacial paralysis can occur in anyone",
    "content": "Facial paralysis (VII nerve palsy, Bell's palsy) diagnosis and treatment\n\nFacial paralysis is a common peripheral nerve disease. Early detection of symptoms of the disease can be very helpful in preventing serious sequelae that affect the patient's appearance and long-term health. It is estimated that for every 100,000 people, there are 20-25 cases of facial paralysis in the world. Among them, pregnant women are at higher risk with a rate of 43 cases/100,000 people. Facial nerve paralysis occurs 2-4 times less in children than in adults. Children under 2 years old very rarely get this disease. In the United States, each year about 40,000–50,000 people are diagnosed with facial paralysis. Experts note that facial paralysis tends to occur more often in spring and autumn.\nFacial paralysis can occur in anyone\n\nWhat disease is facial paralysis?\nFacial paralysis, also known as 7th nerve palsy or Bell's palsy, is a peripheral nerve disease of unknown cause. This is a condition in which one side of the facial muscles becomes weak or sagging due to damage or loss of function of the nerves controlling the facial muscles. Most patients with facial paralysis can recover completely, but some have lifelong sequelae. Bilateral facial paralysis is very rare with an incidence of only 0.3-2% of facial paralysis.\n\nCauses and risk factors for facial paralysis\nThe cause of facial paralysis has not yet been specifically determined, but vascular ischemia, autoimmune disease or viral infection, especially the latent herpes virus group (herpes simplex, herpes zoster) are considered to be the causes. popular cause.\nViruses associated with Bell's palsy include viruses that cause:\nHerpes and genital herpes (herpes simplex); Chickenpox and shingles (herpes zoster); Infectious mononucleosis (Epstein-Barr); Cytomegalovirus infection; Respiratory disease (adenovirus); German measles (rubella); Mumps (mumps virus); Influenza (influenza B); Hand, foot and mouth disease (coxsackievirus)\nIn addition, genetics and tooth extraction are also considered risk factors for facial paralysis. In addition, there are other factors such as:\nDiabetes; Bilateral Bell's palsy; Borreliosis; Mycoplasma pneumoniae infection; Guillain-Barre syndrome; Miller-Fisher syndrome; Sarcoidosis; Moebius syndrome; Leukemia; Fracture of skull base; Pontine gliomas; Leprosy; Mononucleosis; Pregnancy; Brainstem encephalitis; Hansen's disease; Cryptococcal meningitis; Pontine tegmental hemorrhage; Systemic lupus erythematosus; Spinal muscular atrophy\n\nSymptoms of facial paralysis\nThe facial nerve not only controls the motor muscles of the face and jaw, but also controls the internal involuntary muscles of the lacrimal gland, submandibular gland, sensation to part of the ear and taste for 2 /3 front of tongue. Therefore, when facial paralysis occurs, all parts related to these nerve fibers are affected and signs may appear including:\nDry eyes, poorly functioning tear glands, drooping eyelids or inability to close or blink; Mouth drooling or unable to close mouth, difficulty smiling; Paresthesias in the forehead and corners of the mouth; Pain around the ears, temples, mastoid bone, jaw angle; Change in taste; Sensitive to sound; Chewing, swallowing or speech disorders; In case of facial paralysis due to herpes simplex or zoster infection, the patient also has severe pain, then blisters may appear and progress to Ramsay-Hunt syndrome. Ramsay-Hunt syndrome is characterized by blisters on the palate or tongue caused by vestibulo-cochlear dysfunction.\nCommon signs of facial paralysis\n\nDiagnosis method of facial paralysis\nFacial paralysis is diagnosed based on:\n1. Clinical manifestations\nObserve facial asymmetry; Closing the eyes on the paralyzed side is not tight, the wrinkles of the nose, cheeks, and corners of the mouth are lost compared to the healthy side; General examination, ear examination, palpation of tumors and tumors in the jaw area; Assess motor function, ask the patient to: Raise both eyebrows (frowse), close both eyes tightly, smile, puff cheeks, purse lips; Shows both upper and lower teeth (when frowning); Assessment of special sensory functions, if clinically indicated: Sensation of the face and ears, taste sensation of the anterior 2/3 of the tongue\n2. Imaging\nImaging is not recommended in the initial evaluation of Bell's palsy, unless symptoms such as contralateral hemiplegia, vertigo, associated unsteadiness and loss of limb coordination are present, or other paralytic cases are present. Facial paralysis caused by tumors (eg, facial neuroma, cholesteatoma, hemangioma, meningioma), progressive facial paralysis. Usually, magnetic resonance imaging (MRI) is recommended in the above cases.\n3. Electrical neuromuscular measurement (EMG)\nEMG is often indicated in facial nerve palsy, it can help assess the extent of nerve damage and recovery, and is performed at least 1 week after symptom onset to avoid false negative results.\n4. Testing\nComplete analysis of blood cells to determine infection or leukemic disorders, fasting blood sugar - Hemoglobin A1c to find the cause of diabetes.\n5. Serum antibodies to herpes zoster\nCerebrospinal fluid analysis is indicated when bilateral facial paralysis occurs in the setting of acute demyelinating polyradiculoneuritis (also known as Guillain-Barré syndrome).\n\nTreatment methods for facial paralysis\nThe main goals of treatment of facial paralysis are to speed recovery, help complete recovery, prevent corneal complications and other sequelae, and inhibit viral replication. Depending on the severity of the disease and the cause of the disease, the doctor may prescribe one or a combination of treatment methods for the patient.\nMedication: Corticosteroids within 72 hours of the onset of symptoms of Bell's palsy within 10 days. The benefit of corticosteroids beyond 72 hours is unclear. In diabetic patients and pregnant women, consideration should be given depending on the case.; Medication: Corticosteroids within 72 hours of the onset of symptoms of Bell's palsy within 10 days. The benefit of corticosteroids beyond 72 hours is unclear. In diabetics and pregnant women, consideration should be given depending on the case.\nEye protection: One of the biggest problems with facial paralysis is eye damage due to poor eye closure and a slow eye closing reflex. Therefore, patients need to carefully protect and care for their eyes to avoid complications that can lead to impaired eye function. Patients should protect their corneas from dehydration, dryness or scratches with day and night eye ointment as prescribed by their doctor. At the same time, patients need to regularly wear glasses when outdoors to protect their eyes from harmful agents such as sun, wind and dust; Eye protection: One of the biggest problems with facial paralysis is eye damage due to poor eye closure and a slow eye closing reflex. Therefore, patients need to carefully protect and care for their eyes to avoid complications that can lead to impaired eye function. Patients should protect their corneas from dehydration, dryness or scratches with day and night eye ointment as prescribed by their doctor. At the same time, patients need to regularly wear glasses when outdoors to protect their eyes from harmful agents such as sun, wind and dust.\nPhysical therapy: Automatic massage of facial muscles helps speed recovery; Physical therapy: Automatic massage of facial muscles helps speed recovery.\nAcupuncture: To date, there is no evidence that acupuncture has the effect of restoring facial nerve movement. Acupuncture is one of the traditional Eastern supportive treatments.; Acupuncture: To date, there is no evidence that acupuncture has the effect of restoring facial nerve movement. Acupuncture is one of the traditional Eastern supportive treatments.\nTranscutaneous electrical stimulation: In patients with chronic facial nerve damage, long-term transcutaneous electrical stimulation may help treat the condition. This method helps promote intracranial regeneration through electrical stimulation, thereby improving facial paralysis.; Transcutaneous electrical stimulation: In patients with chronic facial nerve damage, long-term transcutaneous electrical stimulation may help treat the condition. This method helps promote intracranial regeneration through electrical stimulation, thereby improving facial paralysis.\nSurgery: Types of nerve surgery are not indicated in the acute phase of facial nerve paralysis, usually indicated after the facial nerve reconstruction stage for cosmetic purposes mainly in cases of severe facial paralysis. Late medical treatment leaves sequelae; Surgery: Types of nerve surgery are not indicated in the acute phase of facial nerve paralysis, usually indicated after the facial nerve reconstruction stage for cosmetic purposes mainly in cases of severe facial paralysis. Late medical treatment leaves sequelae.\nSteroids are beneficial in the treatment of facial paralysis in adults\n\nSequelae of facial paralysis\nLong-term sequelae of facial nerve paralysis can include prolonged facial muscle weakness, facial muscle spasms, movement disorders, reduced tear secretion, crocodile tears, affecting aesthetics and health. the patient's psychosocial well-being. Although facial paralysis can recover within 6 months, if not properly cared for and treated, the patient may have lifelong sequelae - said Dr. CKII Vo Don.\n\nPreventive measures for facial paralysis\nTo prevent facial paralysis, people should have a healthy lifestyle and activities such as moving and exercising daily, not drinking alcohol or beer, not staying up late, and avoiding cold wind; prevent flu and other pathogenic viruses; Improve resistance to fight diseases that are risk factors for facial paralysis such as diabetes, ear, nose and throat, brain tumors, central nervous system tumors...\n\nSome frequently asked questions about facial paralysis\n1. Is facial paralysis dangerous?\nFacial paralysis is not fatal, so it is not as dangerous as stroke, but this disease can leave sequelae that affect the patient's long-term aesthetic, health and psychosocial well-being.\n2. Can facial paralysis be cured?\nFacial paralysis can be completely cured in about 6 months if it occurs before the first 72 hours after the onset of the disease, but this depends on the condition of the disease, the patient's health and the level of damage caused.\n3. Do children get facial paralysis?\nFacial paralysis can occur at any age, but it is rare in children under 2 years old.\n4. Is facial paralysis a sign of stroke?\nFacial paralysis and stroke both have similar symptoms such as difficulty closing the mouth, difficulty closing eyes, and distortion of one side of the face, but facial paralysis is not a sign of stroke. Because of a stroke with paralysis of one side of the body.\n5. Can acupuncture cure facial paralysis?\nAcupuncture to date has no medical evidence as a primary treatment for facial nerve recovery. However, this method can partially support the recovery of facial paralysis patients, but it needs to be done properly and by experienced experts. Patients should not be treated with acupuncture haphazardly at unproven acupuncture facilities to avoid unpredictable risks affecting their health.\nFacial paralysis has the best chance of recovery if treated early within 3 months after the onset of the disease. If treatment is delayed after 6 months of disease onset, recovery will be slower or it may not be possible to completely recover facial muscles. Therefore, going to the hospital for examination as soon as suspicious signs appear is of great significance in treating the disease.\nDepartment of Neurology, Tam Anh General Hospital is a reputable unit for examining and treating neurological diseases, including facial paralysis. With a team of leading experts and doctors, skilled and experienced, and equipped with top modern machinery and medical equipment systems, we will help diagnose and treat diseases on target, bringing effective results. high, reducing costs for patients.\nTo make an appointment for examination, treatment, and surgery for neurological diseases, please contact: Tam Anh Hanoi General Hospital System: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City. Examination schedule: 024 3872 3872 - 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Schedule an examination: 0287 102 6789 - 093 180 6858 Fanpage: Tam Anh General Hospital Website: https ://tamanhhospital.vn",
    "subsections": [
        {
            "subsection_name": "What disease is facial paralysis?",
            "subsection_content": "Facial paralysis, also known as 7th nerve palsy or Bell's palsy, is a peripheral nerve disease of unknown cause. This is a condition in which one side of the facial muscles becomes weak or sagging due to damage or loss of function of the nerves controlling the facial muscles. Most patients with facial paralysis can recover completely, but some have lifelong sequelae. Bilateral facial paralysis is very rare with an incidence of only 0.3-2% of facial paralysis.",
            "subsection_string": "What disease is facial paralysis?\nFacial paralysis, also known as 7th nerve palsy or Bell's palsy, is a peripheral nerve disease of unknown cause. This is a condition in which one side of the facial muscles becomes weak or sagging due to damage or loss of function of the nerves controlling the facial muscles. Most patients with facial paralysis can recover completely, but some have lifelong sequelae. Bilateral facial paralysis is very rare with an incidence of only 0.3-2% of facial paralysis."
        },
        {
            "subsection_name": "Causes and risk factors for facial paralysis",
            "subsection_content": "The cause of facial paralysis has not yet been specifically determined, but vascular ischemia, autoimmune disease or viral infection, especially the latent herpes virus group (herpes simplex, herpes zoster) are considered to be the causes. popular cause.\nViruses associated with Bell's palsy include viruses that cause:\nHerpes and genital herpes (herpes simplex); Chickenpox and shingles (herpes zoster); Infectious mononucleosis (Epstein-Barr); Cytomegalovirus infection; Respiratory disease (adenovirus); German measles (rubella); Mumps (mumps virus); Influenza (influenza B); Hand, foot and mouth disease (coxsackievirus)\nIn addition, genetics and tooth extraction are also considered risk factors for facial paralysis. In addition, there are other factors such as:\nDiabetes; Bilateral Bell's palsy; Borreliosis; Mycoplasma pneumoniae infection; Guillain-Barre syndrome; Miller-Fisher syndrome; Sarcoidosis; Moebius syndrome; Leukemia; Fracture of skull base; Pontine gliomas; Leprosy; Mononucleosis; Pregnancy; Brainstem encephalitis; Hansen's disease; Cryptococcal meningitis; Pontine tegmental hemorrhage; Systemic lupus erythematosus; Spinal muscular atrophy",
            "subsection_string": "Causes and risk factors for facial paralysis\nThe cause of facial paralysis has not yet been specifically determined, but vascular ischemia, autoimmune disease or viral infection, especially the latent herpes virus group (herpes simplex, herpes zoster) are considered to be the causes. popular cause.\nViruses associated with Bell's palsy include viruses that cause:\nHerpes and genital herpes (herpes simplex); Chickenpox and shingles (herpes zoster); Infectious mononucleosis (Epstein-Barr); Cytomegalovirus infection; Respiratory disease (adenovirus); German measles (rubella); Mumps (mumps virus); Influenza (influenza B); Hand, foot and mouth disease (coxsackievirus)\nIn addition, genetics and tooth extraction are also considered risk factors for facial paralysis. In addition, there are other factors such as:\nDiabetes; Bilateral Bell's palsy; Borreliosis; Mycoplasma pneumoniae infection; Guillain-Barre syndrome; Miller-Fisher syndrome; Sarcoidosis; Moebius syndrome; Leukemia; Fracture of skull base; Pontine gliomas; Leprosy; Mononucleosis; Pregnancy; Brainstem encephalitis; Hansen's disease; Cryptococcal meningitis; Pontine tegmental hemorrhage; Systemic lupus erythematosus; Spinal muscular atrophy"
        },
        {
            "subsection_name": "Symptoms of facial paralysis",
            "subsection_content": "The facial nerve not only controls the motor muscles of the face and jaw, but also controls the internal involuntary muscles of the lacrimal gland, submandibular gland, sensation to part of the ear and taste for 2 /3 front of tongue. Therefore, when facial paralysis occurs, all parts related to these nerve fibers are affected and signs may appear including:\nDry eyes, poorly functioning tear glands, drooping eyelids or inability to close or blink; Mouth drooling or unable to close mouth, difficulty smiling; Paresthesias in the forehead and corners of the mouth; Pain around the ears, temples, mastoid bone, jaw angle; Change in taste; Sensitive to sound; Chewing, swallowing or speech disorders; In case of facial paralysis due to herpes simplex or zoster infection, the patient also has severe pain, then blisters may appear and progress to Ramsay-Hunt syndrome. Ramsay-Hunt syndrome is characterized by blisters on the palate or tongue caused by vestibulo-cochlear dysfunction.\nCommon signs of facial paralysis",
            "subsection_string": "Symptoms of facial paralysis\nThe facial nerve not only controls the motor muscles of the face and jaw, but also controls the internal involuntary muscles of the lacrimal gland, submandibular gland, sensation to part of the ear and taste for 2 /3 front of tongue. Therefore, when facial paralysis occurs, all parts related to these nerve fibers are affected and signs may appear including:\nDry eyes, poorly functioning tear glands, drooping eyelids or inability to close or blink; Mouth drooling or unable to close mouth, difficulty smiling; Paresthesias in the forehead and corners of the mouth; Pain around the ears, temples, mastoid bone, jaw angle; Change in taste; Sensitive to sound; Chewing, swallowing or speech disorders; In case of facial paralysis due to herpes simplex or zoster infection, the patient also has severe pain, then blisters may appear and progress to Ramsay-Hunt syndrome. Ramsay-Hunt syndrome is characterized by blisters on the palate or tongue caused by vestibulo-cochlear dysfunction.\nCommon signs of facial paralysis"
        },
        {
            "subsection_name": "Diagnosis method of facial paralysis",
            "subsection_content": "Facial paralysis is diagnosed based on:\n1. Clinical manifestations\nObserve facial asymmetry; Closing the eyes on the paralyzed side is not tight, the wrinkles of the nose, cheeks, and corners of the mouth are lost compared to the healthy side; General examination, ear examination, palpation of tumors and tumors in the jaw area; Assess motor function, ask the patient to: Raise both eyebrows (frowse), close both eyes tightly, smile, puff cheeks, purse lips; Shows both upper and lower teeth (when frowning); Assessment of special sensory functions, if clinically indicated: Sensation of the face and ears, taste sensation of the anterior 2/3 of the tongue\n2. Imaging\nImaging is not recommended in the initial evaluation of Bell's palsy, unless symptoms such as contralateral hemiplegia, vertigo, associated unsteadiness and loss of limb coordination are present, or other paralytic cases are present. Facial paralysis caused by tumors (eg, facial neuroma, cholesteatoma, hemangioma, meningioma), progressive facial paralysis. Usually, magnetic resonance imaging (MRI) is recommended in the above cases.\n3. Electrical neuromuscular measurement (EMG)\nEMG is often indicated in facial nerve palsy, it can help assess the extent of nerve damage and recovery, and is performed at least 1 week after symptom onset to avoid false negative results.\n4. Testing\nComplete analysis of blood cells to determine infection or leukemic disorders, fasting blood sugar - Hemoglobin A1c to find the cause of diabetes.\n5. Serum antibodies to herpes zoster\nCerebrospinal fluid analysis is indicated when bilateral facial paralysis occurs in the setting of acute demyelinating polyradiculoneuritis (also known as Guillain-Barré syndrome).",
            "subsection_string": "Diagnosis method of facial paralysis\nFacial paralysis is diagnosed based on:\n1. Clinical manifestations\nObserve facial asymmetry; Closing the eyes on the paralyzed side is not tight, the wrinkles of the nose, cheeks, and corners of the mouth are lost compared to the healthy side; General examination, ear examination, palpation of tumors and tumors in the jaw area; Assess motor function, ask the patient to: Raise both eyebrows (frowse), close both eyes tightly, smile, puff cheeks, purse lips; Shows both upper and lower teeth (when frowning); Assessment of special sensory functions, if clinically indicated: Sensation of the face and ears, taste sensation of the anterior 2/3 of the tongue\n2. Imaging\nImaging is not recommended in the initial evaluation of Bell's palsy, unless symptoms such as contralateral hemiplegia, vertigo, associated unsteadiness and loss of limb coordination are present, or other paralytic cases are present. Facial paralysis caused by tumors (eg, facial neuroma, cholesteatoma, hemangioma, meningioma), progressive facial paralysis. Usually, magnetic resonance imaging (MRI) is recommended in the above cases.\n3. Electrical neuromuscular measurement (EMG)\nEMG is often indicated in facial nerve palsy, it can help assess the extent of nerve damage and recovery, and is performed at least 1 week after symptom onset to avoid false negative results.\n4. Testing\nComplete analysis of blood cells to determine infection or leukemic disorders, fasting blood sugar - Hemoglobin A1c to find the cause of diabetes.\n5. Serum antibodies to herpes zoster\nCerebrospinal fluid analysis is indicated when bilateral facial paralysis occurs in the setting of acute demyelinating polyradiculoneuritis (also known as Guillain-Barré syndrome)."
        },
        {
            "subsection_name": "Treatment methods for facial paralysis",
            "subsection_content": "The main goals of treatment of facial paralysis are to speed recovery, help complete recovery, prevent corneal complications and other sequelae, and inhibit viral replication. Depending on the severity of the disease and the cause of the disease, the doctor may prescribe one or a combination of treatment methods for the patient.\nMedication: Corticosteroids within 72 hours of the onset of symptoms of Bell's palsy within 10 days. The benefit of corticosteroids beyond 72 hours is unclear. In diabetic patients and pregnant women, consideration should be given depending on the case.; Medication: Corticosteroids within 72 hours of the onset of symptoms of Bell's palsy within 10 days. The benefit of corticosteroids beyond 72 hours is unclear. In diabetics and pregnant women, consideration should be given depending on the case.\nEye protection: One of the biggest problems with facial paralysis is eye damage due to poor eye closure and a slow eye closing reflex. Therefore, patients need to carefully protect and care for their eyes to avoid complications that can lead to impaired eye function. Patients should protect their corneas from dehydration, dryness or scratches with day and night eye ointment as prescribed by their doctor. At the same time, patients need to regularly wear glasses when outdoors to protect their eyes from harmful agents such as sun, wind and dust; Eye protection: One of the biggest problems with facial paralysis is eye damage due to poor eye closure and a slow eye closing reflex. Therefore, patients need to carefully protect and care for their eyes to avoid complications that can lead to impaired eye function. Patients should protect their corneas from dehydration, dryness or scratches with day and night eye ointment as prescribed by their doctor. At the same time, patients need to regularly wear glasses when outdoors to protect their eyes from harmful agents such as sun, wind and dust.\nPhysical therapy: Automatic massage of facial muscles helps speed recovery; Physical therapy: Automatic massage of facial muscles helps speed recovery.\nAcupuncture: To date, there is no evidence that acupuncture has the effect of restoring facial nerve movement. Acupuncture is one of the traditional Eastern supportive treatments.; Acupuncture: To date, there is no evidence that acupuncture has the effect of restoring facial nerve movement. Acupuncture is one of the traditional Eastern supportive treatments.\nTranscutaneous electrical stimulation: In patients with chronic facial nerve damage, long-term transcutaneous electrical stimulation may help treat the condition. This method helps promote intracranial regeneration through electrical stimulation, thereby improving facial paralysis.; Transcutaneous electrical stimulation: In patients with chronic facial nerve damage, long-term transcutaneous electrical stimulation may help treat the condition. This method helps promote intracranial regeneration through electrical stimulation, thereby improving facial paralysis.\nSurgery: Types of nerve surgery are not indicated in the acute phase of facial nerve paralysis, usually indicated after the facial nerve reconstruction stage for cosmetic purposes mainly in cases of severe facial paralysis. Late medical treatment leaves sequelae; Surgery: Types of nerve surgery are not indicated in the acute phase of facial nerve paralysis, usually indicated after the facial nerve reconstruction stage for cosmetic purposes mainly in cases of severe facial paralysis. Late medical treatment leaves sequelae.\nSteroids are beneficial in the treatment of facial paralysis in adults",
            "subsection_string": "Treatment methods for facial paralysis\nThe main goals of treatment of facial paralysis are to speed recovery, help complete recovery, prevent corneal complications and other sequelae, and inhibit viral replication. Depending on the severity of the disease and the cause of the disease, the doctor may prescribe one or a combination of treatment methods for the patient.\nMedication: Corticosteroids within 72 hours of the onset of symptoms of Bell's palsy within 10 days. The benefit of corticosteroids beyond 72 hours is unclear. In diabetic patients and pregnant women, consideration should be given depending on the case.; Medication: Corticosteroids within 72 hours of the onset of symptoms of Bell's palsy within 10 days. The benefit of corticosteroids beyond 72 hours is unclear. In diabetics and pregnant women, consideration should be given depending on the case.\nEye protection: One of the biggest problems with facial paralysis is eye damage due to poor eye closure and a slow eye closing reflex. Therefore, patients need to carefully protect and care for their eyes to avoid complications that can lead to impaired eye function. Patients should protect their corneas from dehydration, dryness or scratches with day and night eye ointment as prescribed by their doctor. At the same time, patients need to regularly wear glasses when outdoors to protect their eyes from harmful agents such as sun, wind and dust; Eye protection: One of the biggest problems with facial paralysis is eye damage due to poor eye closure and a slow eye closing reflex. Therefore, patients need to carefully protect and care for their eyes to avoid complications that can lead to impaired eye function. Patients should protect their corneas from dehydration, dryness or scratches with day and night eye ointment as prescribed by their doctor. At the same time, patients need to regularly wear glasses when outdoors to protect their eyes from harmful agents such as sun, wind and dust.\nPhysical therapy: Automatic massage of facial muscles helps speed recovery; Physical therapy: Automatic massage of facial muscles helps speed recovery.\nAcupuncture: To date, there is no evidence that acupuncture has the effect of restoring facial nerve movement. Acupuncture is one of the traditional Eastern supportive treatments.; Acupuncture: To date, there is no evidence that acupuncture has the effect of restoring facial nerve movement. Acupuncture is one of the traditional Eastern supportive treatments.\nTranscutaneous electrical stimulation: In patients with chronic facial nerve damage, long-term transcutaneous electrical stimulation may help treat the condition. This method helps promote intracranial regeneration through electrical stimulation, thereby improving facial paralysis.; Transcutaneous electrical stimulation: In patients with chronic facial nerve damage, long-term transcutaneous electrical stimulation may help treat the condition. This method helps promote intracranial regeneration through electrical stimulation, thereby improving facial paralysis.\nSurgery: Types of nerve surgery are not indicated in the acute phase of facial nerve paralysis, usually indicated after the facial nerve reconstruction stage for cosmetic purposes mainly in cases of severe facial paralysis. Late medical treatment leaves sequelae; Surgery: Types of nerve surgery are not indicated in the acute phase of facial nerve paralysis, usually indicated after the facial nerve reconstruction stage for cosmetic purposes mainly in cases of severe facial paralysis. Late medical treatment leaves sequelae.\nSteroids are beneficial in the treatment of facial paralysis in adults"
        },
        {
            "subsection_name": "Sequelae of facial paralysis",
            "subsection_content": "Long-term sequelae of facial nerve paralysis can include prolonged facial muscle weakness, facial muscle spasms, movement disorders, reduced tear secretion, crocodile tears, affecting aesthetics and health. the patient's psychosocial well-being. Although facial paralysis can recover within 6 months, if not properly cared for and treated, the patient may have lifelong sequelae - said Dr. CKII Vo Don.",
            "subsection_string": "Sequelae of facial paralysis\nLong-term sequelae of facial nerve paralysis can include prolonged facial muscle weakness, facial muscle spasms, movement disorders, reduced tear secretion, crocodile tears, affecting aesthetics and health. the patient's psychosocial well-being. Although facial paralysis can recover within 6 months, if not properly cared for and treated, the patient may have lifelong sequelae - said Dr. CKII Vo Don."
        },
        {
            "subsection_name": "Preventive measures for facial paralysis",
            "subsection_content": "To prevent facial paralysis, people should have a healthy lifestyle and activities such as moving and exercising daily, not drinking alcohol or beer, not staying up late, and avoiding cold wind; prevent flu and other pathogenic viruses; Improve resistance to fight diseases that are risk factors for facial paralysis such as diabetes, ear, nose and throat, brain tumors, central nervous system tumors...",
            "subsection_string": "Preventive measures for facial paralysis\nTo prevent facial paralysis, people should have a healthy lifestyle and activities such as moving and exercising daily, not drinking alcohol or beer, not staying up late, and avoiding cold wind; prevent flu and other pathogenic viruses; Improve resistance to fight diseases that are risk factors for facial paralysis such as diabetes, ear, nose and throat, brain tumors, central nervous system tumors..."
        },
        {
            "subsection_name": "Some frequently asked questions about facial paralysis",
            "subsection_content": "1. Is facial paralysis dangerous?\nFacial paralysis is not fatal, so it is not as dangerous as stroke, but this disease can leave sequelae that affect the patient's long-term aesthetic, health and psychosocial well-being.\n2. Can facial paralysis be cured?\nFacial paralysis can be completely cured in about 6 months if it occurs before the first 72 hours after the onset of the disease, but this depends on the condition of the disease, the patient's health and the level of damage caused.\n3. Do children get facial paralysis?\nFacial paralysis can occur at any age, but it is rare in children under 2 years old.\n4. Is facial paralysis a sign of stroke?\nFacial paralysis and stroke both have similar symptoms such as difficulty closing the mouth, difficulty closing eyes, and distortion of one side of the face, but facial paralysis is not a sign of stroke. Because of a stroke with paralysis of one side of the body.\n5. Can acupuncture cure facial paralysis?\nAcupuncture to date has no medical evidence as a primary treatment for facial nerve recovery. However, this method can partially support the recovery of facial paralysis patients, but it needs to be done properly and by experienced experts. Patients should not be treated with acupuncture haphazardly at unproven acupuncture facilities to avoid unpredictable risks affecting their health.\nFacial paralysis has the best chance of recovery if treated early within 3 months after the onset of the disease. If treatment is delayed after 6 months of disease onset, recovery will be slower or it may not be possible to completely recover facial muscles. Therefore, going to the hospital for examination as soon as suspicious signs appear is of great significance in treating the disease.\nDepartment of Neurology, Tam Anh General Hospital is a reputable unit for examining and treating neurological diseases, including facial paralysis. With a team of leading experts and doctors, skilled and experienced, and equipped with top modern machinery and medical equipment systems, we will help diagnose and treat diseases on target, bringing effective results. high, reducing costs for patients.\nTo make an appointment for examination, treatment, and surgery for neurological diseases, please contact: Tam Anh Hanoi General Hospital System: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City. Examination schedule: 024 3872 3872 - 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Schedule an examination: 0287 102 6789 - 093 180 6858 Fanpage: Tam Anh General Hospital Website: https ://tamanhhospital.vn",
            "subsection_string": "Some frequently asked questions about facial paralysis\n1. Is facial paralysis dangerous?\nFacial paralysis is not fatal, so it is not as dangerous as stroke, but this disease can leave sequelae that affect the patient's long-term aesthetic, health and psychosocial well-being.\n2. Can facial paralysis be cured?\nFacial paralysis can be completely cured in about 6 months if it occurs before the first 72 hours after the onset of the disease, but this depends on the condition of the disease, the patient's health and the level of damage caused.\n3. Do children get facial paralysis?\nFacial paralysis can occur at any age, but it is rare in children under 2 years old.\n4. Is facial paralysis a sign of stroke?\nFacial paralysis and stroke both have similar symptoms such as difficulty closing the mouth, difficulty closing eyes, and distortion of one side of the face, but facial paralysis is not a sign of stroke. Because of a stroke with paralysis of one side of the body.\n5. Can acupuncture cure facial paralysis?\nAcupuncture to date has no medical evidence as a primary treatment for facial nerve recovery. However, this method can partially support the recovery of facial paralysis patients, but it needs to be done properly and by experienced experts. Patients should not be treated with acupuncture haphazardly at unproven acupuncture facilities to avoid unpredictable risks affecting their health.\nFacial paralysis has the best chance of recovery if treated early within 3 months after the onset of the disease. If treatment is delayed after 6 months of disease onset, recovery will be slower or it may not be possible to completely recover facial muscles. Therefore, going to the hospital for examination as soon as suspicious signs appear is of great significance in treating the disease.\nDepartment of Neurology, Tam Anh General Hospital is a reputable unit for examining and treating neurological diseases, including facial paralysis. With a team of leading experts and doctors, skilled and experienced, and equipped with top modern machinery and medical equipment systems, we will help diagnose and treat diseases on target, bringing effective results. high, reducing costs for patients.\nTo make an appointment for examination, treatment, and surgery for neurological diseases, please contact: Tam Anh Hanoi General Hospital System: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City. Examination schedule: 024 3872 3872 - 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Schedule an examination: 0287 102 6789 - 093 180 6858 Fanpage: Tam Anh General Hospital Website: https ://tamanhhospital.vn"
        }
    ],
    "name": "liet-mat.json"
}