{
    "title": "Vocal cord paralysis: Causes, symptoms and prevention",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/liet-day-thanh-quan/",
    "abstract": "Hoarseness, shortness of breath, sore throat when speaking or swallowing food... are common symptoms of vocal cord paralysis. If not detected early and treated promptly, this disease can progress into dangerous, life-threatening complications.",
    "content": "Vocal cord paralysis: Causes, symptoms and prevention\n\nHoarseness, shortness of breath, sore throat when speaking or swallowing food... are common symptoms of vocal cord paralysis. If not detected early and treated promptly, this disease can progress into dangerous, life-threatening complications.\n\n1. What is vocal cord paralysis?\nVocal cord paralysis is a condition in which one or both vocal cords cannot perform their function, due to neurological or muscle paralysis. When breathing, the vocal cords open, and when swallowing, they close tightly. However, when speaking, air passing from the lungs causes the vocal cords to oscillate between open and closed positions. If the vocal cords are paralyzed in an open position, the airways and lungs are not protected.(1)\nVocal cord paralysis is divided into types including:\n1.1 Paralysis of the vocal cords on both sides\nBilateral vocal cord paralysis is one of the rare and life-threatening diseases. Usually, paralysis of both vocal cords occurs due to trauma during surgery in the neck and chest, endotracheal intubation, neurodegeneration, etc.\n1.2 Vocal cord paralysis on one side\nUnilateral vocal cord paralysis, also known as single vocal cord paralysis, is a common disease, often caused by brain damage such as brain tumors, strokes, damage to the nerves that control the larynx... All ages and genders are affected. It is possible to have this disease, but women have a higher incidence than men.\nThere are two types of unilateral vocal cord paralysis including left vocal cord paralysis and right vocal cord paralysis.\nLeft vocal cord paralysis: Most patients with vocal cord paralysis often have paralysis on the left side more than the right side. The reason is because the left vocal cord is more related to parts of the chest than the right vocal cord, such as the aortic arch, atrium...; Left vocal cord paralysis: Most patients with vocal cord paralysis often have paralysis on the left side more than the right side. The reason is because the left vocal cord is more related to parts of the chest than the right vocal cord, such as the aortic arch, atrium...\nRight vocal cord paralysis: There are few cases of right vocal cord paralysis because it only originates from the vagus nerve, bypasses the right subclavian artery and superior aortic arch and then reaches the larynx. This position usually has little injury, causing paralysis.; Right vocal cord paralysis: There are few cases of right vocal cord paralysis because it only originates from the vagus nerve, bypasses the right subclavian artery and superior aortic arch and then reaches the larynx. This position usually has little injury, causing paralysis.\n\n2. Causes of vocal cord paralysis\nVocal cord paralysis occurs due to two main groups of causes: neurological and muscular paralysis. However, neurological factors account for the majority of cases because nerves control and govern laryngeal movements. Some causes of vocal cord paralysis are as follows: (2)\n2.1 Neck and chest injuries\nThe neck and chest are two related locations of the vocal cords. Injuries to the neck and chest can damage the nerves that control the vocal cords or paralyze the vocal cords.\n2.2 Stroke\nA stroke interrupts the blood supply to the brain as well as causes damage to the area of ​​the brain responsible for transmitting signals to the vocal cords, causing paralysis.\n2.3 Injury to the vocal cords\nSurgeries performed on the neck and chest such as surgery on the thyroid or parathyroid glands, esophagus, neck and chest... can also cause serious effects on the vocal cords, specifically vocal cord injuries. management.\n2.4 Tumors\nBoth benign and malignant tumors can develop in or around the muscles, cartilage, and nerves that control the function of the vocal cords and cause paralysis.\nIn addition, some infections can cause inflammation and direct damage to the nerves that supply the vocal cords.\nThere are many causes of vocal cord paralysis\n\n3. Factors that increase the risk of vocal cord paralysis\nFactors that increase the risk of vocal cord paralysis include:\nNeurological health conditions: People with neurological conditions, such as multiple sclerosis or Parkinson's disease, increase the risk of vocal cord paralysis.; Neurological health conditions: People with neurological conditions, such as multiple sclerosis or Parkinson's disease, increase the risk of vocal cord paralysis.\nPrevious throat or chest surgery: Thyroid, neck, and chest surgery increases the risk of damage to the nerves that control the vocal cords, such as the use of breathing tubes during surgery that damages the vocal cords.; Previous throat or chest surgery: Thyroid, neck, and chest surgery increases the risk of damage to the nerves that control the vocal cords, such as the use of breathing tubes during surgery that damages the vocal cords.\n\n4. Common symptoms\nSigns of vocal cord paralysis range from mild to severe. Sometimes these symptoms can go away on their own without treatment, but they can also persist and get worse over time. When the vocal cords are paralyzed, patients often have symptoms such as: (3)\nVoice changes: voice becomes hoarse, weak and difficult to hear, when speaking there is often the sound of air escaping, voice volume gradually decreases, even speechless, short of breath when speaking...; Voice changes: voice becomes hoarse, weak and difficult to hear, when speaking there is often the sound of air escaping, voice volume gradually decreases, even speechless, short of breath when speaking...\nDifficulty swallowing: choking, coughing, choking when swallowing (solids, liquids, even saliva), the patient may feel like there is mucus in the throat, so clear the throat often.; Difficulty swallowing: choking, coughing, choking when swallowing (solids, liquids, even saliva), the patient may feel like there is mucus in the throat so they clear their throat often.\nDifficulty breathing: wheezing, noisy breathing, frequent breathing when speaking or exercising. Difficulty breathing often occurs when both vocal cords are paralyzed; Difficulty breathing: wheezing, noisy breathing, frequent breathing when speaking or exercising. Difficulty breathing often occurs when both vocal cords are paralyzed.\n\n5. Diagnostic methods\nTo accurately assess vocal cord damage, doctors can perform the following methods:(4)\n5.1 Laryngoscopy\nThe doctor uses a small, soft endoscope with a camera attached to the end of the tube and inserts it into the patient's throat. Thereby, the doctor can directly view the vocal cords through the screen as well as determine the position and movement of the vocal cords to make the most accurate diagnosis.\n5.2 Laryngeal electromyography\nThis is a method of measuring the electrical current in the patient's laryngeal muscles. To perform this method, the doctor will use a small needle, piercing the skin of the neck to the muscle area of ​​the vocal cords to measure the force of nerve signals from the brain to the muscles that control the vocal cords.\n5.3 Blood tests and imaging tests\nBecause some diseases can cause damage to the nerves that control the vocal cords, it is necessary to perform additional tests to determine the exact cause of paralysis. These tests can be blood tests, lung function tests, X-rays, magnetic resonance imaging (MRI), CT scans of the neck and chest area, etc.\n\n6. Complications if not treated promptly\nIf vocal cord paralysis lasts for a long time without timely detection and treatment, the patient may experience the following complications:\nRespiratory problems: patients may experience serious respiratory problems such as suffocation, causing death if prolonged; Respiratory problems: patients may experience serious respiratory problems such as suffocation, causing death if prolonged.\nAspiration pneumonia: when the vocal cords are paralyzed, the airways may close or open completely, creating favorable conditions for food and water to go down the wrong path. Inhaling food or foreign objects can cause severe pneumonia and require immediate hospitalization.; Aspiration pneumonia: when the vocal cords are paralyzed, the airways may close or open completely, creating favorable conditions for food and water to go down the wrong path. Inhaling food or foreign objects can cause severe pneumonia and require immediate hospitalization.\n\n7. Treatment of vocal cord paralysis\nDepending on the cause, severity and time since symptom onset, there will be different treatment regimens. Typically, patients will be treated with voice therapy, surgery, or even both.\n7.1 Speech therapy\nInclude exercises or activities that stimulate the vocal cords, improve breath control when speaking, and prevent abnormal tension of paralyzed vocal cords.\n7.2 Surgery\nWhen using voice therapy but the vocal cords cannot be restored, the patient needs surgery to improve speaking and swallowing abilities. Surgical methods include:\nFiller injections: vocal cord paralysis can cause the muscles to become thin and weak. To make the muscles thicker and stronger, the doctor can inject autologous fat, hyaluronic acid, collagen or some other fillers into the vocal cords; Filler injections: vocal cord paralysis can cause the muscles to become thin and weak. To make the muscles thicker and stronger, the doctor can inject autologous fat, hyaluronic acid, collagen or some other filler into the vocal cords.\nVocal cord transposition: the doctor will move the tissue window from the outside to the inside of the larynx, pushing the paralyzed vocal cords to the middle of the larynx, helping the vocal cords function better.; Vocal cord transposition: the doctor will move the tissue window from the outside to the inside of the larynx, pushing the paralyzed vocal cords to the middle of the larynx, helping the vocal cords function better.\nTracheostomy: if both vocal cords are completely paralyzed, airflow into the lungs will be reduced, making it difficult for the patient to breathe. Therefore, the doctor needs to perform a tracheostomy by making an incision in front of the tissue window, creating an opening into the trachea and then inserting a breathing tube. Then, air can follow the tube through the paralyzed vocal cords.; Tracheostomy: if both vocal cords are completely paralyzed, airflow into the lungs will be reduced, making it difficult for the patient to breathe. Therefore, the doctor needs to perform a tracheostomy by making an incision in front of the tissue window, creating an opening into the trachea and then inserting a breathing tube. Then, air can travel through the tube through the paralyzed vocal cords.\n\n8. When should patients see a doctor?\nThe most common symptom of vocal cord paralysis is hoarseness. Therefore, many people often mistakenly think that this is a normal symptom, sometimes appearing when talking too much, puberty... so they do not go to the doctor, and by the time it is discovered, the disease is already in the late stages.\nIf the patient has persistent hoarseness of unknown cause within 2 to 3 weeks or if there is any change in the voice that causes discomfort, the patient should immediately go to a medical facility for examination and treatment. Treat promptly to avoid long-term complications that can cause serious complications.\nAlso, go to the hospital even if you do not experience any symptoms of the disease. Regular health checks are also a way to detect diseases early and treat them promptly.\n\n9. How to prevent vocal cord paralysis\nBSNT.CKII Tran Thi Thuy Hang shares some ways to prevent vocal cord paralysis as follows:\nRegular health check-ups: many people often skip regular ear, nose and throat health checks, especially voice. However, just like the heart, lungs, kidneys... the ear, nose and throat play an important role and need to be examined early to detect the disease and treat it promptly.; Regular health check-ups: many people often skip regular ear, nose and throat health checks, especially voice. However, just like the heart, lungs, kidneys... the ear, nose and throat play an important role and need to be examined early to detect the disease and treat it promptly.\nLimit talking too much and continuously: talking too much or talking at a high volume can easily cause hoarseness, especially in specific jobs such as teachers, singers, businessmen, traders, etc. If this condition continues, hoarseness can last for weeks, causing serious damage to the vocal cords.; Limit talking too much and continuously: talking too much or talking at a high volume can easily cause hoarseness, especially in specific jobs such as teachers, singers, businessmen, traders, etc. If this condition continues, hoarseness can last for weeks, causing serious damage to the vocal cords.\nHealthy living: not only expressed through regular exercise but also in diet. People need to limit stimulants such as alcohol and coffee and should eat lots of vegetables and drink lots of water to maintain good health.; Healthy living: not only expressed through regular exercise but also in diet. People need to limit stimulants such as alcohol and coffee and should eat lots of vegetables and drink lots of water to maintain good health.\n\n10. How to care for people with vocal cord paralysis\nIn addition to the patient's efforts, caregivers also play an important role in the recovery process from vocal cord paralysis.\nRemind patients to practice speech: regularly encourage patients to practice speech as prescribed by the doctor to improve breathing and speaking ability.; Remind patients to practice speech: regularly encourage patients to practice speech as prescribed by the doctor to improve breathing and speaking ability.\nEncourage the patient's spirit: words of encouragement are very useful for the recovery process, helping the patient feel secure as well as motivated to treat the disease.; Encourage the patient's spirit: words of encouragement are very useful for the recovery process, helping the patient feel secure and motivated to treat the disease.\n\nQuestions about vocal cord paralysis\n1. Is vocal cord paralysis dangerous?\nVocal cord paralysis can be very dangerous if not detected early and treated promptly. Paralyzed vocal cords cause patients to experience symptoms ranging from mild to severe. When these symptoms become severe, the patient may experience severe, life-threatening respiratory problems. In addition, aspiration pneumonia is one of the dangerous complications that can occur when patients inhale food or foreign objects.\n2. Can vocal cord paralysis be recovered?\nThe answer is yes, vocal cord paralysis can be restored by: speech therapy or surgery. Depending on the severity of vocal cord paralysis, the doctor will prescribe different treatment regimens. In cases where speech therapy cannot improve the condition, the doctor will have to perform appropriate surgery for the patient to recover quickly.\n3. Can you speak with paralysis of the vocal cords?\nPeople with vocal cord paralysis can still speak if the disease is still in a mild stage, but their voice may change, become hoarse and have difficulty hearing. In some serious cases, you may be short of breath when speaking or even unable to speak loudly.\nPhoto: Regular ENT examination helps detect early and effectively treat vocal cord paralysis\nTreatment of vocal cord paralysis at the Department of Ear, Nose and Throat - Tam Anh General Hospital\nWith the development of technology in the medical industry, many devices and treatments for vocal cord paralysis have been created to improve people's quality of life. Accordingly, vocal cord paralysis can be completely cured, helping patients quickly regain their voice and return to daily life.\nDepartment of Otorhinolaryngology - Tam Anh General Hospital brings together a team of leading specialists who are knowledgeable about laryngeal paralysis and treatment techniques, easily making accurate diagnoses of the disease, from which a treatment regimen is created. suitable for each patient. With the ethics of the medical profession, doctors always put patient safety first, applying the most advanced treatment techniques to help patients recover quickly.\nIn addition, the hospital's equipment system is imported directly from abroad, typically Xion endoscopes from Germany and modern microsurgical instruments by Karl Storz from Germany, creating favorable conditions for patients. The surgical process causes little damage to the vocal cords. From there, the patient can recover quickly and can be discharged from the hospital within just 1-2 days after surgery.\nIn addition, Tam Anh General Hospital always focuses on the treatment environment for customers. Every space is cleaned and sterile, especially during the epidemic period so that customers can be examined and treated in the safest way.\nFor advice or treatment of vocal cord paralysis or any other ENT disease, please contact:",
    "subsections": [
        {
            "subsection_name": "1. What is vocal cord paralysis?",
            "subsection_content": "Vocal cord paralysis is a condition in which one or both vocal cords cannot perform their function, due to neurological or muscle paralysis. When breathing, the vocal cords open, and when swallowing, they close tightly. However, when speaking, air passing from the lungs causes the vocal cords to oscillate between open and closed positions. If the vocal cords are paralyzed in an open position, the airways and lungs are not protected.(1)\nVocal cord paralysis is divided into types including:\n1.1 Paralysis of the vocal cords on both sides\nBilateral vocal cord paralysis is one of the rare and life-threatening diseases. Usually, paralysis of both vocal cords occurs due to trauma during surgery in the neck and chest, endotracheal intubation, neurodegeneration, etc.\n1.2 Vocal cord paralysis on one side\nUnilateral vocal cord paralysis, also known as single vocal cord paralysis, is a common disease, often caused by brain damage such as brain tumors, strokes, damage to the nerves that control the larynx... All ages and genders are affected. It is possible to have this disease, but women have a higher incidence than men.\nThere are two types of unilateral vocal cord paralysis including left vocal cord paralysis and right vocal cord paralysis.\nLeft vocal cord paralysis: Most patients with vocal cord paralysis often have paralysis on the left side more than the right side. The reason is because the left vocal cord is more related to parts of the chest than the right vocal cord, such as the aortic arch, atrium...; Left vocal cord paralysis: Most patients with vocal cord paralysis often have paralysis on the left side more than the right side. The reason is because the left vocal cord is more related to parts of the chest than the right vocal cord, such as the aortic arch, atrium...\nRight vocal cord paralysis: There are few cases of right vocal cord paralysis because it only originates from the vagus nerve, bypasses the right subclavian artery and superior aortic arch and then reaches the larynx. This position usually has little injury, causing paralysis.; Right vocal cord paralysis: There are few cases of right vocal cord paralysis because it only originates from the vagus nerve, bypasses the right subclavian artery and superior aortic arch and then reaches the larynx. This position usually has little injury, causing paralysis.",
            "subsection_string": "1. What is vocal cord paralysis?\nVocal cord paralysis is a condition in which one or both vocal cords cannot perform their function, due to neurological or muscle paralysis. When breathing, the vocal cords open, and when swallowing, they close tightly. However, when speaking, air passing from the lungs causes the vocal cords to oscillate between open and closed positions. If the vocal cords are paralyzed in an open position, the airways and lungs are not protected.(1)\nVocal cord paralysis is divided into types including:\n1.1 Paralysis of the vocal cords on both sides\nBilateral vocal cord paralysis is one of the rare and life-threatening diseases. Usually, paralysis of both vocal cords occurs due to trauma during surgery in the neck and chest, endotracheal intubation, neurodegeneration, etc.\n1.2 Vocal cord paralysis on one side\nUnilateral vocal cord paralysis, also known as single vocal cord paralysis, is a common disease, often caused by brain damage such as brain tumors, strokes, damage to the nerves that control the larynx... All ages and genders are affected. It is possible to have this disease, but women have a higher incidence than men.\nThere are two types of unilateral vocal cord paralysis including left vocal cord paralysis and right vocal cord paralysis.\nLeft vocal cord paralysis: Most patients with vocal cord paralysis often have paralysis on the left side more than the right side. The reason is because the left vocal cord is more related to parts of the chest than the right vocal cord, such as the aortic arch, atrium...; Left vocal cord paralysis: Most patients with vocal cord paralysis often have paralysis on the left side more than the right side. The reason is because the left vocal cord is more related to parts of the chest than the right vocal cord, such as the aortic arch, atrium...\nRight vocal cord paralysis: There are few cases of right vocal cord paralysis because it only originates from the vagus nerve, bypasses the right subclavian artery and superior aortic arch and then reaches the larynx. This position usually has little injury, causing paralysis.; Right vocal cord paralysis: There are few cases of right vocal cord paralysis because it only originates from the vagus nerve, bypasses the right subclavian artery and superior aortic arch and then reaches the larynx. This position usually has little injury, causing paralysis."
        },
        {
            "subsection_name": "2. Causes of vocal cord paralysis",
            "subsection_content": "Vocal cord paralysis occurs due to two main groups of causes: neurological and muscular paralysis. However, neurological factors account for the majority of cases because nerves control and govern laryngeal movements. Some causes of vocal cord paralysis are as follows: (2)\n2.1 Neck and chest injuries\nThe neck and chest are two related locations of the vocal cords. Injuries to the neck and chest can damage the nerves that control the vocal cords or paralyze the vocal cords.\n2.2 Stroke\nA stroke interrupts the blood supply to the brain as well as causes damage to the area of ​​the brain responsible for transmitting signals to the vocal cords, causing paralysis.\n2.3 Injury to the vocal cords\nSurgeries performed on the neck and chest such as surgery on the thyroid or parathyroid glands, esophagus, neck and chest... can also cause serious effects on the vocal cords, specifically vocal cord injuries. management.\n2.4 Tumors\nBoth benign and malignant tumors can develop in or around the muscles, cartilage, and nerves that control the function of the vocal cords and cause paralysis.\nIn addition, some infections can cause inflammation and direct damage to the nerves that supply the vocal cords.\nThere are many causes of vocal cord paralysis",
            "subsection_string": "2. Causes of vocal cord paralysis\nVocal cord paralysis occurs due to two main groups of causes: neurological and muscular paralysis. However, neurological factors account for the majority of cases because nerves control and govern laryngeal movements. Some causes of vocal cord paralysis are as follows: (2)\n2.1 Neck and chest injuries\nThe neck and chest are two related locations of the vocal cords. Injuries to the neck and chest can damage the nerves that control the vocal cords or paralyze the vocal cords.\n2.2 Stroke\nA stroke interrupts the blood supply to the brain as well as causes damage to the area of ​​the brain responsible for transmitting signals to the vocal cords, causing paralysis.\n2.3 Injury to the vocal cords\nSurgeries performed on the neck and chest such as surgery on the thyroid or parathyroid glands, esophagus, neck and chest... can also cause serious effects on the vocal cords, specifically vocal cord injuries. management.\n2.4 Tumors\nBoth benign and malignant tumors can develop in or around the muscles, cartilage, and nerves that control the function of the vocal cords and cause paralysis.\nIn addition, some infections can cause inflammation and direct damage to the nerves that supply the vocal cords.\nThere are many causes of vocal cord paralysis"
        },
        {
            "subsection_name": "3. Factors that increase the risk of vocal cord paralysis",
            "subsection_content": "Factors that increase the risk of vocal cord paralysis include:\nNeurological health conditions: People with neurological conditions, such as multiple sclerosis or Parkinson's disease, increase the risk of vocal cord paralysis.; Neurological health conditions: People with neurological conditions, such as multiple sclerosis or Parkinson's disease, increase the risk of vocal cord paralysis.\nPrevious throat or chest surgery: Thyroid, neck, and chest surgery increases the risk of damage to the nerves that control the vocal cords, such as the use of breathing tubes during surgery that damages the vocal cords.; Previous throat or chest surgery: Thyroid, neck, and chest surgery increases the risk of damage to the nerves that control the vocal cords, such as the use of breathing tubes during surgery that damages the vocal cords.",
            "subsection_string": "3. Factors that increase the risk of vocal cord paralysis\nFactors that increase the risk of vocal cord paralysis include:\nNeurological health conditions: People with neurological conditions, such as multiple sclerosis or Parkinson's disease, increase the risk of vocal cord paralysis.; Neurological health conditions: People with neurological conditions, such as multiple sclerosis or Parkinson's disease, increase the risk of vocal cord paralysis.\nPrevious throat or chest surgery: Thyroid, neck, and chest surgery increases the risk of damage to the nerves that control the vocal cords, such as the use of breathing tubes during surgery that damages the vocal cords.; Previous throat or chest surgery: Thyroid, neck, and chest surgery increases the risk of damage to the nerves that control the vocal cords, such as the use of breathing tubes during surgery that damages the vocal cords."
        },
        {
            "subsection_name": "4. Common symptoms",
            "subsection_content": "Signs of vocal cord paralysis range from mild to severe. Sometimes these symptoms can go away on their own without treatment, but they can also persist and get worse over time. When the vocal cords are paralyzed, patients often have symptoms such as: (3)\nVoice changes: voice becomes hoarse, weak and difficult to hear, when speaking there is often the sound of air escaping, voice volume gradually decreases, even speechless, short of breath when speaking...; Voice changes: voice becomes hoarse, weak and difficult to hear, when speaking there is often the sound of air escaping, voice volume gradually decreases, even speechless, short of breath when speaking...\nDifficulty swallowing: choking, coughing, choking when swallowing (solids, liquids, even saliva), the patient may feel like there is mucus in the throat, so clear the throat often.; Difficulty swallowing: choking, coughing, choking when swallowing (solids, liquids, even saliva), the patient may feel like there is mucus in the throat so they clear their throat often.\nDifficulty breathing: wheezing, noisy breathing, frequent breathing when speaking or exercising. Difficulty breathing often occurs when both vocal cords are paralyzed; Difficulty breathing: wheezing, noisy breathing, frequent breathing when speaking or exercising. Difficulty breathing often occurs when both vocal cords are paralyzed.",
            "subsection_string": "4. Common symptoms\nSigns of vocal cord paralysis range from mild to severe. Sometimes these symptoms can go away on their own without treatment, but they can also persist and get worse over time. When the vocal cords are paralyzed, patients often have symptoms such as: (3)\nVoice changes: voice becomes hoarse, weak and difficult to hear, when speaking there is often the sound of air escaping, voice volume gradually decreases, even speechless, short of breath when speaking...; Voice changes: voice becomes hoarse, weak and difficult to hear, when speaking there is often the sound of air escaping, voice volume gradually decreases, even speechless, short of breath when speaking...\nDifficulty swallowing: choking, coughing, choking when swallowing (solids, liquids, even saliva), the patient may feel like there is mucus in the throat, so clear the throat often.; Difficulty swallowing: choking, coughing, choking when swallowing (solids, liquids, even saliva), the patient may feel like there is mucus in the throat so they clear their throat often.\nDifficulty breathing: wheezing, noisy breathing, frequent breathing when speaking or exercising. Difficulty breathing often occurs when both vocal cords are paralyzed; Difficulty breathing: wheezing, noisy breathing, frequent breathing when speaking or exercising. Difficulty breathing often occurs when both vocal cords are paralyzed."
        },
        {
            "subsection_name": "5. Diagnostic methods",
            "subsection_content": "To accurately assess vocal cord damage, doctors can perform the following methods:(4)\n5.1 Laryngoscopy\nThe doctor uses a small, soft endoscope with a camera attached to the end of the tube and inserts it into the patient's throat. Thereby, the doctor can directly view the vocal cords through the screen as well as determine the position and movement of the vocal cords to make the most accurate diagnosis.\n5.2 Laryngeal electromyography\nThis is a method of measuring the electrical current in the patient's laryngeal muscles. To perform this method, the doctor will use a small needle, piercing the skin of the neck to the muscle area of ​​the vocal cords to measure the force of nerve signals from the brain to the muscles that control the vocal cords.\n5.3 Blood tests and imaging tests\nBecause some diseases can cause damage to the nerves that control the vocal cords, it is necessary to perform additional tests to determine the exact cause of paralysis. These tests can be blood tests, lung function tests, X-rays, magnetic resonance imaging (MRI), CT scans of the neck and chest area, etc.",
            "subsection_string": "5. Diagnostic methods\nTo accurately assess vocal cord damage, doctors can perform the following methods:(4)\n5.1 Laryngoscopy\nThe doctor uses a small, soft endoscope with a camera attached to the end of the tube and inserts it into the patient's throat. Thereby, the doctor can directly view the vocal cords through the screen as well as determine the position and movement of the vocal cords to make the most accurate diagnosis.\n5.2 Laryngeal electromyography\nThis is a method of measuring the electrical current in the patient's laryngeal muscles. To perform this method, the doctor will use a small needle, piercing the skin of the neck to the muscle area of ​​the vocal cords to measure the force of nerve signals from the brain to the muscles that control the vocal cords.\n5.3 Blood tests and imaging tests\nBecause some diseases can cause damage to the nerves that control the vocal cords, it is necessary to perform additional tests to determine the exact cause of paralysis. These tests can be blood tests, lung function tests, X-rays, magnetic resonance imaging (MRI), CT scans of the neck and chest area, etc."
        },
        {
            "subsection_name": "6. Complications if not treated promptly",
            "subsection_content": "If vocal cord paralysis lasts for a long time without timely detection and treatment, the patient may experience the following complications:\nRespiratory problems: patients may experience serious respiratory problems such as suffocation, causing death if prolonged; Respiratory problems: patients may experience serious respiratory problems such as suffocation, causing death if prolonged.\nAspiration pneumonia: when the vocal cords are paralyzed, the airways may close or open completely, creating favorable conditions for food and water to go down the wrong path. Inhaling food or foreign objects can cause severe pneumonia and require immediate hospitalization.; Aspiration pneumonia: when the vocal cords are paralyzed, the airways may close or open completely, creating favorable conditions for food and water to go down the wrong path. Inhaling food or foreign objects can cause severe pneumonia and require immediate hospitalization.",
            "subsection_string": "6. Complications if not treated promptly\nIf vocal cord paralysis lasts for a long time without timely detection and treatment, the patient may experience the following complications:\nRespiratory problems: patients may experience serious respiratory problems such as suffocation, causing death if prolonged; Respiratory problems: patients may experience serious respiratory problems such as suffocation, causing death if prolonged.\nAspiration pneumonia: when the vocal cords are paralyzed, the airways may close or open completely, creating favorable conditions for food and water to go down the wrong path. Inhaling food or foreign objects can cause severe pneumonia and require immediate hospitalization.; Aspiration pneumonia: when the vocal cords are paralyzed, the airways may close or open completely, creating favorable conditions for food and water to go down the wrong path. Inhaling food or foreign objects can cause severe pneumonia and require immediate hospitalization."
        },
        {
            "subsection_name": "7. Treatment of vocal cord paralysis",
            "subsection_content": "Depending on the cause, severity and time since symptom onset, there will be different treatment regimens. Typically, patients will be treated with voice therapy, surgery, or even both.\n7.1 Speech therapy\nInclude exercises or activities that stimulate the vocal cords, improve breath control when speaking, and prevent abnormal tension of paralyzed vocal cords.\n7.2 Surgery\nWhen using voice therapy but the vocal cords cannot be restored, the patient needs surgery to improve speaking and swallowing abilities. Surgical methods include:\nFiller injections: vocal cord paralysis can cause the muscles to become thin and weak. To make the muscles thicker and stronger, the doctor can inject autologous fat, hyaluronic acid, collagen or some other fillers into the vocal cords; Filler injections: vocal cord paralysis can cause the muscles to become thin and weak. To make the muscles thicker and stronger, the doctor can inject autologous fat, hyaluronic acid, collagen or some other filler into the vocal cords.\nVocal cord transposition: the doctor will move the tissue window from the outside to the inside of the larynx, pushing the paralyzed vocal cords to the middle of the larynx, helping the vocal cords function better.; Vocal cord transposition: the doctor will move the tissue window from the outside to the inside of the larynx, pushing the paralyzed vocal cords to the middle of the larynx, helping the vocal cords function better.\nTracheostomy: if both vocal cords are completely paralyzed, airflow into the lungs will be reduced, making it difficult for the patient to breathe. Therefore, the doctor needs to perform a tracheostomy by making an incision in front of the tissue window, creating an opening into the trachea and then inserting a breathing tube. Then, air can follow the tube through the paralyzed vocal cords.; Tracheostomy: if both vocal cords are completely paralyzed, airflow into the lungs will be reduced, making it difficult for the patient to breathe. Therefore, the doctor needs to perform a tracheostomy by making an incision in front of the tissue window, creating an opening into the trachea and then inserting a breathing tube. Then, air can travel through the tube through the paralyzed vocal cords.",
            "subsection_string": "7. Treatment of vocal cord paralysis\nDepending on the cause, severity and time since symptom onset, there will be different treatment regimens. Typically, patients will be treated with voice therapy, surgery, or even both.\n7.1 Speech therapy\nInclude exercises or activities that stimulate the vocal cords, improve breath control when speaking, and prevent abnormal tension of paralyzed vocal cords.\n7.2 Surgery\nWhen using voice therapy but the vocal cords cannot be restored, the patient needs surgery to improve speaking and swallowing abilities. Surgical methods include:\nFiller injections: vocal cord paralysis can cause the muscles to become thin and weak. To make the muscles thicker and stronger, the doctor can inject autologous fat, hyaluronic acid, collagen or some other fillers into the vocal cords; Filler injections: vocal cord paralysis can cause the muscles to become thin and weak. To make the muscles thicker and stronger, the doctor can inject autologous fat, hyaluronic acid, collagen or some other filler into the vocal cords.\nVocal cord transposition: the doctor will move the tissue window from the outside to the inside of the larynx, pushing the paralyzed vocal cords to the middle of the larynx, helping the vocal cords function better.; Vocal cord transposition: the doctor will move the tissue window from the outside to the inside of the larynx, pushing the paralyzed vocal cords to the middle of the larynx, helping the vocal cords function better.\nTracheostomy: if both vocal cords are completely paralyzed, airflow into the lungs will be reduced, making it difficult for the patient to breathe. Therefore, the doctor needs to perform a tracheostomy by making an incision in front of the tissue window, creating an opening into the trachea and then inserting a breathing tube. Then, air can follow the tube through the paralyzed vocal cords.; Tracheostomy: if both vocal cords are completely paralyzed, airflow into the lungs will be reduced, making it difficult for the patient to breathe. Therefore, the doctor needs to perform a tracheostomy by making an incision in front of the tissue window, creating an opening into the trachea and then inserting a breathing tube. Then, air can travel through the tube through the paralyzed vocal cords."
        },
        {
            "subsection_name": "8. When should patients see a doctor?",
            "subsection_content": "The most common symptom of vocal cord paralysis is hoarseness. Therefore, many people often mistakenly think that this is a normal symptom, sometimes appearing when talking too much, puberty... so they do not go to the doctor, and by the time it is discovered, the disease is already in the late stages.\nIf the patient has persistent hoarseness of unknown cause within 2 to 3 weeks or if there is any change in the voice that causes discomfort, the patient should immediately go to a medical facility for examination and treatment. Treat promptly to avoid long-term complications that can cause serious complications.\nAlso, go to the hospital even if you do not experience any symptoms of the disease. Regular health checks are also a way to detect diseases early and treat them promptly.",
            "subsection_string": "8. When should patients see a doctor?\nThe most common symptom of vocal cord paralysis is hoarseness. Therefore, many people often mistakenly think that this is a normal symptom, sometimes appearing when talking too much, puberty... so they do not go to the doctor, and by the time it is discovered, the disease is already in the late stages.\nIf the patient has persistent hoarseness of unknown cause within 2 to 3 weeks or if there is any change in the voice that causes discomfort, the patient should immediately go to a medical facility for examination and treatment. Treat promptly to avoid long-term complications that can cause serious complications.\nAlso, go to the hospital even if you do not experience any symptoms of the disease. Regular health checks are also a way to detect diseases early and treat them promptly."
        },
        {
            "subsection_name": "9. How to prevent vocal cord paralysis",
            "subsection_content": "BSNT.CKII Tran Thi Thuy Hang shares some ways to prevent vocal cord paralysis as follows:\nRegular health check-ups: many people often skip regular ear, nose and throat health checks, especially voice. However, just like the heart, lungs, kidneys... the ear, nose and throat play an important role and need to be examined early to detect the disease and treat it promptly.; Regular health check-ups: many people often skip regular ear, nose and throat health checks, especially voice. However, just like the heart, lungs, kidneys... the ear, nose and throat play an important role and need to be examined early to detect the disease and treat it promptly.\nLimit talking too much and continuously: talking too much or talking at a high volume can easily cause hoarseness, especially in specific jobs such as teachers, singers, businessmen, traders, etc. If this condition continues, hoarseness can last for weeks, causing serious damage to the vocal cords.; Limit talking too much and continuously: talking too much or talking at a high volume can easily cause hoarseness, especially in specific jobs such as teachers, singers, businessmen, traders, etc. If this condition continues, hoarseness can last for weeks, causing serious damage to the vocal cords.\nHealthy living: not only expressed through regular exercise but also in diet. People need to limit stimulants such as alcohol and coffee and should eat lots of vegetables and drink lots of water to maintain good health.; Healthy living: not only expressed through regular exercise but also in diet. People need to limit stimulants such as alcohol and coffee and should eat lots of vegetables and drink lots of water to maintain good health.",
            "subsection_string": "9. How to prevent vocal cord paralysis\nBSNT.CKII Tran Thi Thuy Hang shares some ways to prevent vocal cord paralysis as follows:\nRegular health check-ups: many people often skip regular ear, nose and throat health checks, especially voice. However, just like the heart, lungs, kidneys... the ear, nose and throat play an important role and need to be examined early to detect the disease and treat it promptly.; Regular health check-ups: many people often skip regular ear, nose and throat health checks, especially voice. However, just like the heart, lungs, kidneys... the ear, nose and throat play an important role and need to be examined early to detect the disease and treat it promptly.\nLimit talking too much and continuously: talking too much or talking at a high volume can easily cause hoarseness, especially in specific jobs such as teachers, singers, businessmen, traders, etc. If this condition continues, hoarseness can last for weeks, causing serious damage to the vocal cords.; Limit talking too much and continuously: talking too much or talking at a high volume can easily cause hoarseness, especially in specific jobs such as teachers, singers, businessmen, traders, etc. If this condition continues, hoarseness can last for weeks, causing serious damage to the vocal cords.\nHealthy living: not only expressed through regular exercise but also in diet. People need to limit stimulants such as alcohol and coffee and should eat lots of vegetables and drink lots of water to maintain good health.; Healthy living: not only expressed through regular exercise but also in diet. People need to limit stimulants such as alcohol and coffee and should eat lots of vegetables and drink lots of water to maintain good health."
        },
        {
            "subsection_name": "10. How to care for people with vocal cord paralysis",
            "subsection_content": "In addition to the patient's efforts, caregivers also play an important role in the recovery process from vocal cord paralysis.\nRemind patients to practice speech: regularly encourage patients to practice speech as prescribed by the doctor to improve breathing and speaking ability.; Remind patients to practice speech: regularly encourage patients to practice speech as prescribed by the doctor to improve breathing and speaking ability.\nEncourage the patient's spirit: words of encouragement are very useful for the recovery process, helping the patient feel secure as well as motivated to treat the disease.; Encourage the patient's spirit: words of encouragement are very useful for the recovery process, helping the patient feel secure and motivated to treat the disease.",
            "subsection_string": "10. How to care for people with vocal cord paralysis\nIn addition to the patient's efforts, caregivers also play an important role in the recovery process from vocal cord paralysis.\nRemind patients to practice speech: regularly encourage patients to practice speech as prescribed by the doctor to improve breathing and speaking ability.; Remind patients to practice speech: regularly encourage patients to practice speech as prescribed by the doctor to improve breathing and speaking ability.\nEncourage the patient's spirit: words of encouragement are very useful for the recovery process, helping the patient feel secure as well as motivated to treat the disease.; Encourage the patient's spirit: words of encouragement are very useful for the recovery process, helping the patient feel secure and motivated to treat the disease."
        },
        {
            "subsection_name": "Questions about vocal cord paralysis",
            "subsection_content": "1. Is vocal cord paralysis dangerous?\nVocal cord paralysis can be very dangerous if not detected early and treated promptly. Paralyzed vocal cords cause patients to experience symptoms ranging from mild to severe. When these symptoms become severe, the patient may experience severe, life-threatening respiratory problems. In addition, aspiration pneumonia is one of the dangerous complications that can occur when patients inhale food or foreign objects.\n2. Can vocal cord paralysis be recovered?\nThe answer is yes, vocal cord paralysis can be restored by: speech therapy or surgery. Depending on the severity of vocal cord paralysis, the doctor will prescribe different treatment regimens. In cases where speech therapy cannot improve the condition, the doctor will have to perform appropriate surgery for the patient to recover quickly.\n3. Can you speak with paralysis of the vocal cords?\nPeople with vocal cord paralysis can still speak if the disease is still in a mild stage, but their voice may change, become hoarse and have difficulty hearing. In some serious cases, you may be short of breath when speaking or even unable to speak loudly.\nPhoto: Regular ENT examination helps detect early and effectively treat vocal cord paralysis\nTreatment of vocal cord paralysis at the Department of Ear, Nose and Throat - Tam Anh General Hospital\nWith the development of technology in the medical industry, many devices and treatments for vocal cord paralysis have been created to improve people's quality of life. Accordingly, vocal cord paralysis can be completely cured, helping patients quickly regain their voice and return to daily life.\nDepartment of Otorhinolaryngology - Tam Anh General Hospital brings together a team of leading specialists who are knowledgeable about laryngeal paralysis and treatment techniques, easily making accurate diagnoses of the disease, from which a treatment regimen is created. suitable for each patient. With the ethics of the medical profession, doctors always put patient safety first, applying the most advanced treatment techniques to help patients recover quickly.\nIn addition, the hospital's equipment system is imported directly from abroad, typically Xion endoscopes from Germany and modern microsurgical instruments by Karl Storz from Germany, creating favorable conditions for patients. The surgical process causes little damage to the vocal cords. From there, the patient can recover quickly and can be discharged from the hospital within just 1-2 days after surgery.\nIn addition, Tam Anh General Hospital always focuses on the treatment environment for customers. Every space is cleaned and sterile, especially during the epidemic period so that customers can be examined and treated in the safest way.\nFor advice or treatment of vocal cord paralysis or any other ENT disease, please contact:",
            "subsection_string": "Questions about vocal cord paralysis\n1. Is vocal cord paralysis dangerous?\nVocal cord paralysis can be very dangerous if not detected early and treated promptly. Paralyzed vocal cords cause patients to experience symptoms ranging from mild to severe. When these symptoms become severe, the patient may experience severe, life-threatening respiratory problems. In addition, aspiration pneumonia is one of the dangerous complications that can occur when patients inhale food or foreign objects.\n2. Can vocal cord paralysis be recovered?\nThe answer is yes, vocal cord paralysis can be restored by: speech therapy or surgery. Depending on the severity of vocal cord paralysis, the doctor will prescribe different treatment regimens. In cases where speech therapy cannot improve the condition, the doctor will have to perform appropriate surgery for the patient to recover quickly.\n3. Can you speak with paralysis of the vocal cords?\nPeople with vocal cord paralysis can still speak if the disease is still in a mild stage, but their voice may change, become hoarse and have difficulty hearing. In some serious cases, you may be short of breath when speaking or even unable to speak loudly.\nPhoto: Regular ENT examination helps detect early and effectively treat vocal cord paralysis\nTreatment of vocal cord paralysis at the Department of Ear, Nose and Throat - Tam Anh General Hospital\nWith the development of technology in the medical industry, many devices and treatments for vocal cord paralysis have been created to improve people's quality of life. Accordingly, vocal cord paralysis can be completely cured, helping patients quickly regain their voice and return to daily life.\nDepartment of Otorhinolaryngology - Tam Anh General Hospital brings together a team of leading specialists who are knowledgeable about laryngeal paralysis and treatment techniques, easily making accurate diagnoses of the disease, from which a treatment regimen is created. suitable for each patient. With the ethics of the medical profession, doctors always put patient safety first, applying the most advanced treatment techniques to help patients recover quickly.\nIn addition, the hospital's equipment system is imported directly from abroad, typically Xion endoscopes from Germany and modern microsurgical instruments by Karl Storz from Germany, creating favorable conditions for patients. The surgical process causes little damage to the vocal cords. From there, the patient can recover quickly and can be discharged from the hospital within just 1-2 days after surgery.\nIn addition, Tam Anh General Hospital always focuses on the treatment environment for customers. Every space is cleaned and sterile, especially during the epidemic period so that customers can be examined and treated in the safest way.\nFor advice or treatment of vocal cord paralysis or any other ENT disease, please contact:"
        }
    ],
    "name": "liet-day-thanh-quan.json"
}