{
    "title": "Hypospadias: Causes, signs, diagnosis, treatment",
    "category": "Andrology",
    "link": "https://tamanhhospital.vn/lo-tieu-lech-thap/",
    "abstract": "Hypospadias is a fairly common congenital genitourinary malformation. When there is no early treatment, this condition can cause male infertility. Early detection and treatment will help children prevent dangerous complications from this defect.",
    "content": "Hypospadias: Causes, signs, diagnosis, treatment\n\nHypospadias is a fairly common congenital genitourinary malformation. When there is no early treatment, this condition can cause male infertility. Early detection and treatment will help children prevent dangerous complications from this defect.\n\nWhat is hypospadias?\nHypospadias is a congenital malformation of the urinary tract in boys. The child's urinary opening is lower than the normal position. This condition occurs when the patient's urethra is too short, causing the urinary opening to lie far from the top of the glans.\nThe urethra normally opens at the tip of the penis. However, when a child has hypospadias, the urethra opens on the underside of the glans, shaft of the penis, scrotum or perineum. The disease becomes more serious when the distance between the urinary opening and the tip of the glans becomes larger, making treatment extremely difficult. (first)\nHypospadias is a common birth defect, with an incidence of 1/300 boys. Children with this malformation, if not treated early, may become infertile in the future, especially in cases of hypospadias in the middle of the shaft of the penis or at the base of the scrotum accompanied by curvature of the penis.\n\nTypes of hypospadias locations\nUsually, right after a baby is born, the doctor can detect whether or not hypospadias is present. The severity of this deformity is classified as follows:\nMild form (Anterior form): The urinary opening is located at the glans, notch of the glans.; Medium body (Middle body): The urinary opening is located at the shaft of the penis; Severe form (Posterior form): The urinary opening is located at the base of the penis, scrotum, and perineum.\nUsually, boys with hypospadias do not have difficulty urinating. However, in some severe cases, the patient may have to urinate sitting down or have difficulty having sex in the future. In particular, children with hypospadias and curved penis are susceptible to infertility. (2)\n\nSigns of hypospadias\nSome symptoms to recognize hypospadias:\nThe position of the urinary opening is lower than normal; The urine stream is not straight forward, but is deflected downward or backward. If the position of the urinary opening is too close to the base of the penis,  the patient cannot urinate standing up.; When erect, the penis is curved; The foreskin is lacking on the ventral surface but is redundant on the dorsal surface.; There may be accompanying pathologies in the genital area such as undescended testicles, inguinal hernia, split scrotum, scrotal penile displacement, sexual development disorders.; Psychological disorders: Boys may feel self-conscious and self-conscious about abnormalities in the urinary tract when there is no early treatment.\n\nCauses of hypospadias and risk factors\nThe cause of hypospadias in children is due to abnormal development of the anterior urethra, corpus spongiosum, corpus cavernosum and foreskin during pregnancy. In addition, some other causes of this defect include: (3)\nDefective epidermal growth factors on the ventral surface of the penis; Vascular defects in the penile area; Enzymes are also associated with neonatal hypospadias due to deficiencies in testosterone biosynthesis; In vitro fertilization (IVF) is one of the causes that increases the incidence of hypospadias in boys.\nIn vitro fertilization may increase the child's risk of hypospadias\n\nIs hypospadias dangerous? Symptoms\nWhen there is no early treatment, patients can face complications such as: (4)\nAbnormal appearance in sexual development; Abnormal appearance in the urinary system; Prostate cysts appear, rate 11 - 14%. The incidence of this complication increases to 50% in cases where the urinary opening is located in the perineum.\n\nHow does hypospadias affect it?\nHypospadias defects usually do not cause difficulty urinating. However, the urinary tract (urethra) is likely to be poorly developed. When hypospadias is severe, boys have to urinate sitting down like women. Therefore, the severity of the impact will depend on the location of the urinary tract.\nPeople with hypospadias may have a curved penis. Penile curvature in boys, if left untreated, can cause many difficulties during sexual intercourse in adulthood. For severe curvature of the penis, patients need to have multiple surgeries to correct it. In addition, hypospadias accompanied by penile curvature can lead to infertility in the future when there is no early intervention.\n\nHow is hypospadias diagnosed?\nWhen diagnosing hypospadias, doctors will perform methods such as: (5)\nClinical examination: The urologist and andrologist will ask the patient's family to provide information about the boy's history and medical history, and perform a clinical examination to guide the diagnosis.; Screening for chromosomal abnormalities: Severe cases of hypospadias are often based on a chromosomal abnormality. Therefore, this case needs to be screened for chromosomes so that the doctor can detect any abnormalities; Some other tests: Diagnostic methods such as ultrasound, endocrinology, and semen analysis can help doctors evaluate the patient's function. Especially men come to the doctor because of infertility suspected to be due to hypospadias.\n\nHow to treat hypospadias\nThe main treatment for hypospadias is surgery. The doctor performing this technique must have experience in the field of disease treatment, understand microsurgery as well as grasp the baby's psychology.\nChildren with this defect should be treated surgically between 3 and 6 months of age. Note that late surgery should not be performed when the child is after 18 months of age. Early surgery will help increase the success rate of treatment, thereby avoiding guilt for the child later. However, children with small penises may need surgery later. Surgery is not contraindicated in adults.\n1. Purpose of surgery\nThe purpose of surgery is to bring the urinary opening to the top of the glans, creating a straight shape for the penis; Thanks to that, children can avoid feeling self-conscious when they grow up and minimize the risk of infertility in the future.\n2. Number of surgeries\nMost cases of hypospadias are corrected in just one surgery. Except for some severe cases, patients may need 2 surgeries.\n3. Postoperative complications\nUrethral fistula is the most common complication after surgery to treat hypospadias, about 10 - 20%. In addition, patients are also at risk of urethral strictures and urethral diverticula after surgery. To limit risks after surgery, patients should be treated at reputable medical facilities with a team of experienced doctors and modern medical equipment.\n\nCare and recovery after hypospadias treatment\n1. Taking care of children while in the hospital\nFamily members are instructed to monitor the patient's incision by observing whether the bandage is soaked in blood, whether the glans is pink or swollen, whether the incision has fluid or pus, etc., specifically:\nFamily members are instructed on how to monitor urinary catheterization; Family members are instructed on how to hang urine fishing bags properly.; After surgery, do not let the patient do excessive activities such as running, jumping, playing...\n2. Care for children when discharged from the hospital\nFamily members give the child medication as prescribed and follow-up appointments on time. Follow-up examination is very important. Because of this, doctors can evaluate treatment results, monitor and handle complications (if any) for children promptly.; Family members need to monitor the child after surgery to see if they have difficulty urinating, urinary retention, fistula, or weak urine. If so, they should quickly re-examine for timely treatment.\n\nWhen to see a doctor?\nIn most cases, after surgery, children recover well without any complications. Urine may be pink for a few days after surgery. However, when the following symptoms appear, family members should quickly take the child to the doctor:\nFever of 38°C or higher for more than 24 hours; Difficulty urinating or not being able to urinate; The tip of the penis changes color to blue or gray; Feeling uncomfortable even after taking painkillers; Bleeding from the surgical site.\n\nRelated questions\n1. Can hypospadias be prevented?\nThere are currently no measures to prevent hypospadias in boys. However, to limit the risk of this birth defect, mothers should proactively take preventive measures during pregnancy such as:\nDo not smoke and drink alcohol; Good weight control during pregnancy.; Avoid exposure to polluted environments, lots of dust and cigarette smoke.; Maintain regular prenatal check-ups to screen for diseases in mother and fetus early, thereby providing timely intervention measures.; Adopt a nutritious diet, especially increasing vitamin and folic acid supplementation.\n2. Low cost of hypospadias surgery\nThe cost of hypospadias surgery is not fixed for all cases. Because in addition to the fixed examination fee listed by the hospital according to regulations, patients may have to pay for other related services.\nDepending on each patient and condition, treatment costs will vary. Therefore, when noticing any abnormalities when the child urinates, family members should take the child to major medical facilities with a team of experienced doctors for timely and proper consultation and treatment. Limit future health risks.\n3. Where is a good place to treat hypospadias?\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases.\nFrom common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nHypospadias is a birth defect in a child's penis. This defect causes the urethra, corpus cavernosum, corpus spongiosum, and glans to develop poorly. At this time, the urethral opening can be located anywhere on the penis, even in the scrotum or perineum. Therefore, patients need to have defects detected early, to be diagnosed and treated promptly, to prevent dangerous complications in the future.",
    "subsections": [
        {
            "subsection_name": "What is hypospadias?",
            "subsection_content": "Hypospadias is a congenital malformation of the urinary tract in boys. The child's urinary opening is lower than the normal position. This condition occurs when the patient's urethra is too short, causing the urinary opening to lie far from the top of the glans.\nThe urethra normally opens at the tip of the penis. However, when a child has hypospadias, the urethra opens on the underside of the glans, shaft of the penis, scrotum or perineum. The disease becomes more serious when the distance between the urinary opening and the tip of the glans becomes larger, making treatment extremely difficult. (first)\nHypospadias is a common birth defect, with an incidence of 1/300 boys. Children with this malformation, if not treated early, may become infertile in the future, especially in cases of hypospadias in the middle of the shaft of the penis or at the base of the scrotum accompanied by curvature of the penis.",
            "subsection_string": "What is hypospadias?\nHypospadias is a congenital malformation of the urinary tract in boys. The child's urinary opening is lower than the normal position. This condition occurs when the patient's urethra is too short, causing the urinary opening to lie far from the top of the glans.\nThe urethra normally opens at the tip of the penis. However, when a child has hypospadias, the urethra opens on the underside of the glans, shaft of the penis, scrotum or perineum. The disease becomes more serious when the distance between the urinary opening and the tip of the glans becomes larger, making treatment extremely difficult. (first)\nHypospadias is a common birth defect, with an incidence of 1/300 boys. Children with this malformation, if not treated early, may become infertile in the future, especially in cases of hypospadias in the middle of the shaft of the penis or at the base of the scrotum accompanied by curvature of the penis."
        },
        {
            "subsection_name": "Types of hypospadias locations",
            "subsection_content": "Usually, right after a baby is born, the doctor can detect whether or not hypospadias is present. The severity of this deformity is classified as follows:\nMild form (Anterior form): The urinary opening is located at the glans, notch of the glans.; Medium body (Middle body): The urinary opening is located at the shaft of the penis; Severe form (Posterior form): The urinary opening is located at the base of the penis, scrotum, and perineum.\nUsually, boys with hypospadias do not have difficulty urinating. However, in some severe cases, the patient may have to urinate sitting down or have difficulty having sex in the future. In particular, children with hypospadias and curved penis are susceptible to infertility. (2)",
            "subsection_string": "Types of hypospadias locations\nUsually, right after a baby is born, the doctor can detect whether or not hypospadias is present. The severity of this deformity is classified as follows:\nMild form (Anterior form): The urinary opening is located at the glans, notch of the glans.; Medium body (Middle body): The urinary opening is located at the shaft of the penis; Severe form (Posterior form): The urinary opening is located at the base of the penis, scrotum, and perineum.\nUsually, boys with hypospadias do not have difficulty urinating. However, in some severe cases, the patient may have to urinate sitting down or have difficulty having sex in the future. In particular, children with hypospadias and curved penis are susceptible to infertility. (2)"
        },
        {
            "subsection_name": "Signs of hypospadias",
            "subsection_content": "Some symptoms to recognize hypospadias:\nThe position of the urinary opening is lower than normal; The urine stream is not straight forward, but is deflected downward or backward. If the position of the urinary opening is too close to the base of the penis,  the patient cannot urinate standing up.; When erect, the penis is curved; The foreskin is lacking on the ventral surface but is redundant on the dorsal surface.; There may be accompanying pathologies in the genital area such as undescended testicles, inguinal hernia, split scrotum, scrotal penile displacement, sexual development disorders.; Psychological disorders: Boys may feel self-conscious and self-conscious about abnormalities in the urinary tract when there is no early treatment.",
            "subsection_string": "Signs of hypospadias\nSome symptoms to recognize hypospadias:\nThe position of the urinary opening is lower than normal; The urine stream is not straight forward, but is deflected downward or backward. If the position of the urinary opening is too close to the base of the penis,  the patient cannot urinate standing up.; When erect, the penis is curved; The foreskin is lacking on the ventral surface but is redundant on the dorsal surface.; There may be accompanying pathologies in the genital area such as undescended testicles, inguinal hernia, split scrotum, scrotal penile displacement, sexual development disorders.; Psychological disorders: Boys may feel self-conscious and self-conscious about abnormalities in the urinary tract when there is no early treatment."
        },
        {
            "subsection_name": "Causes of hypospadias and risk factors",
            "subsection_content": "The cause of hypospadias in children is due to abnormal development of the anterior urethra, corpus spongiosum, corpus cavernosum and foreskin during pregnancy. In addition, some other causes of this defect include: (3)\nDefective epidermal growth factors on the ventral surface of the penis; Vascular defects in the penile area; Enzymes are also associated with neonatal hypospadias due to deficiencies in testosterone biosynthesis; In vitro fertilization (IVF) is one of the causes that increases the incidence of hypospadias in boys.\nIn vitro fertilization may increase the child's risk of hypospadias",
            "subsection_string": "Causes of hypospadias and risk factors\nThe cause of hypospadias in children is due to abnormal development of the anterior urethra, corpus spongiosum, corpus cavernosum and foreskin during pregnancy. In addition, some other causes of this defect include: (3)\nDefective epidermal growth factors on the ventral surface of the penis; Vascular defects in the penile area; Enzymes are also associated with neonatal hypospadias due to deficiencies in testosterone biosynthesis; In vitro fertilization (IVF) is one of the causes that increases the incidence of hypospadias in boys.\nIn vitro fertilization may increase the child's risk of hypospadias"
        },
        {
            "subsection_name": "Is hypospadias dangerous? Symptoms",
            "subsection_content": "When there is no early treatment, patients can face complications such as: (4)\nAbnormal appearance in sexual development; Abnormal appearance in the urinary system; Prostate cysts appear, rate 11 - 14%. The incidence of this complication increases to 50% in cases where the urinary opening is located in the perineum.",
            "subsection_string": "Is hypospadias dangerous? Symptoms\nWhen there is no early treatment, patients can face complications such as: (4)\nAbnormal appearance in sexual development; Abnormal appearance in the urinary system; Prostate cysts appear, rate 11 - 14%. The incidence of this complication increases to 50% in cases where the urinary opening is located in the perineum."
        },
        {
            "subsection_name": "How does hypospadias affect it?",
            "subsection_content": "Hypospadias defects usually do not cause difficulty urinating. However, the urinary tract (urethra) is likely to be poorly developed. When hypospadias is severe, boys have to urinate sitting down like women. Therefore, the severity of the impact will depend on the location of the urinary tract.\nPeople with hypospadias may have a curved penis. Penile curvature in boys, if left untreated, can cause many difficulties during sexual intercourse in adulthood. For severe curvature of the penis, patients need to have multiple surgeries to correct it. In addition, hypospadias accompanied by penile curvature can lead to infertility in the future when there is no early intervention.",
            "subsection_string": "How does hypospadias affect it?\nHypospadias defects usually do not cause difficulty urinating. However, the urinary tract (urethra) is likely to be poorly developed. When hypospadias is severe, boys have to urinate sitting down like women. Therefore, the severity of the impact will depend on the location of the urinary tract.\nPeople with hypospadias may have a curved penis. Penile curvature in boys, if left untreated, can cause many difficulties during sexual intercourse in adulthood. For severe curvature of the penis, patients need to have multiple surgeries to correct it. In addition, hypospadias accompanied by penile curvature can lead to infertility in the future when there is no early intervention."
        },
        {
            "subsection_name": "How is hypospadias diagnosed?",
            "subsection_content": "When diagnosing hypospadias, doctors will perform methods such as: (5)\nClinical examination: The urologist and andrologist will ask the patient's family to provide information about the boy's history and medical history, and perform a clinical examination to guide the diagnosis.; Screening for chromosomal abnormalities: Severe cases of hypospadias are often based on a chromosomal abnormality. Therefore, this case needs to be screened for chromosomes so that the doctor can detect any abnormalities; Some other tests: Diagnostic methods such as ultrasound, endocrinology, and semen analysis can help doctors evaluate the patient's function. Especially men come to the doctor because of infertility suspected to be due to hypospadias.",
            "subsection_string": "How is hypospadias diagnosed?\nWhen diagnosing hypospadias, doctors will perform methods such as: (5)\nClinical examination: The urologist and andrologist will ask the patient's family to provide information about the boy's history and medical history, and perform a clinical examination to guide the diagnosis.; Screening for chromosomal abnormalities: Severe cases of hypospadias are often based on a chromosomal abnormality. Therefore, this case needs to be screened for chromosomes so that the doctor can detect any abnormalities; Some other tests: Diagnostic methods such as ultrasound, endocrinology, and semen analysis can help doctors evaluate the patient's function. Especially men come to the doctor because of infertility suspected to be due to hypospadias."
        },
        {
            "subsection_name": "How to treat hypospadias",
            "subsection_content": "The main treatment for hypospadias is surgery. The doctor performing this technique must have experience in the field of disease treatment, understand microsurgery as well as grasp the baby's psychology.\nChildren with this defect should be treated surgically between 3 and 6 months of age. Note that late surgery should not be performed when the child is after 18 months of age. Early surgery will help increase the success rate of treatment, thereby avoiding guilt for the child later. However, children with small penises may need surgery later. Surgery is not contraindicated in adults.\n1. Purpose of surgery\nThe purpose of surgery is to bring the urinary opening to the top of the glans, creating a straight shape for the penis; Thanks to that, children can avoid feeling self-conscious when they grow up and minimize the risk of infertility in the future.\n2. Number of surgeries\nMost cases of hypospadias are corrected in just one surgery. Except for some severe cases, patients may need 2 surgeries.\n3. Postoperative complications\nUrethral fistula is the most common complication after surgery to treat hypospadias, about 10 - 20%. In addition, patients are also at risk of urethral strictures and urethral diverticula after surgery. To limit risks after surgery, patients should be treated at reputable medical facilities with a team of experienced doctors and modern medical equipment.",
            "subsection_string": "How to treat hypospadias\nThe main treatment for hypospadias is surgery. The doctor performing this technique must have experience in the field of disease treatment, understand microsurgery as well as grasp the baby's psychology.\nChildren with this defect should be treated surgically between 3 and 6 months of age. Note that late surgery should not be performed when the child is after 18 months of age. Early surgery will help increase the success rate of treatment, thereby avoiding guilt for the child later. However, children with small penises may need surgery later. Surgery is not contraindicated in adults.\n1. Purpose of surgery\nThe purpose of surgery is to bring the urinary opening to the top of the glans, creating a straight shape for the penis; Thanks to that, children can avoid feeling self-conscious when they grow up and minimize the risk of infertility in the future.\n2. Number of surgeries\nMost cases of hypospadias are corrected in just one surgery. Except for some severe cases, patients may need 2 surgeries.\n3. Postoperative complications\nUrethral fistula is the most common complication after surgery to treat hypospadias, about 10 - 20%. In addition, patients are also at risk of urethral strictures and urethral diverticula after surgery. To limit risks after surgery, patients should be treated at reputable medical facilities with a team of experienced doctors and modern medical equipment."
        },
        {
            "subsection_name": "Care and recovery after hypospadias treatment",
            "subsection_content": "1. Taking care of children while in the hospital\nFamily members are instructed to monitor the patient's incision by observing whether the bandage is soaked in blood, whether the glans is pink or swollen, whether the incision has fluid or pus, etc., specifically:\nFamily members are instructed on how to monitor urinary catheterization; Family members are instructed on how to hang urine fishing bags properly.; After surgery, do not let the patient do excessive activities such as running, jumping, playing...\n2. Care for children when discharged from the hospital\nFamily members give the child medication as prescribed and follow-up appointments on time. Follow-up examination is very important. Because of this, doctors can evaluate treatment results, monitor and handle complications (if any) for children promptly.; Family members need to monitor the child after surgery to see if they have difficulty urinating, urinary retention, fistula, or weak urine. If so, they should quickly re-examine for timely treatment.",
            "subsection_string": "Care and recovery after hypospadias treatment\n1. Taking care of children while in the hospital\nFamily members are instructed to monitor the patient's incision by observing whether the bandage is soaked in blood, whether the glans is pink or swollen, whether the incision has fluid or pus, etc., specifically:\nFamily members are instructed on how to monitor urinary catheterization; Family members are instructed on how to hang urine fishing bags properly.; After surgery, do not let the patient do excessive activities such as running, jumping, playing...\n2. Care for children when discharged from the hospital\nFamily members give the child medication as prescribed and follow-up appointments on time. Follow-up examination is very important. Because of this, doctors can evaluate treatment results, monitor and handle complications (if any) for children promptly.; Family members need to monitor the child after surgery to see if they have difficulty urinating, urinary retention, fistula, or weak urine. If so, they should quickly re-examine for timely treatment."
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "In most cases, after surgery, children recover well without any complications. Urine may be pink for a few days after surgery. However, when the following symptoms appear, family members should quickly take the child to the doctor:\nFever of 38°C or higher for more than 24 hours; Difficulty urinating or not being able to urinate; The tip of the penis changes color to blue or gray; Feeling uncomfortable even after taking painkillers; Bleeding from the surgical site.",
            "subsection_string": "When to see a doctor?\nIn most cases, after surgery, children recover well without any complications. Urine may be pink for a few days after surgery. However, when the following symptoms appear, family members should quickly take the child to the doctor:\nFever of 38°C or higher for more than 24 hours; Difficulty urinating or not being able to urinate; The tip of the penis changes color to blue or gray; Feeling uncomfortable even after taking painkillers; Bleeding from the surgical site."
        },
        {
            "subsection_name": "Related questions",
            "subsection_content": "1. Can hypospadias be prevented?\nThere are currently no measures to prevent hypospadias in boys. However, to limit the risk of this birth defect, mothers should proactively take preventive measures during pregnancy such as:\nDo not smoke and drink alcohol; Good weight control during pregnancy.; Avoid exposure to polluted environments, lots of dust and cigarette smoke.; Maintain regular prenatal check-ups to screen for diseases in mother and fetus early, thereby providing timely intervention measures.; Adopt a nutritious diet, especially increasing vitamin and folic acid supplementation.\n2. Low cost of hypospadias surgery\nThe cost of hypospadias surgery is not fixed for all cases. Because in addition to the fixed examination fee listed by the hospital according to regulations, patients may have to pay for other related services.\nDepending on each patient and condition, treatment costs will vary. Therefore, when noticing any abnormalities when the child urinates, family members should take the child to major medical facilities with a team of experienced doctors for timely and proper consultation and treatment. Limit future health risks.\n3. Where is a good place to treat hypospadias?\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases.\nFrom common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nHypospadias is a birth defect in a child's penis. This defect causes the urethra, corpus cavernosum, corpus spongiosum, and glans to develop poorly. At this time, the urethral opening can be located anywhere on the penis, even in the scrotum or perineum. Therefore, patients need to have defects detected early, to be diagnosed and treated promptly, to prevent dangerous complications in the future.",
            "subsection_string": "Related questions\n1. Can hypospadias be prevented?\nThere are currently no measures to prevent hypospadias in boys. However, to limit the risk of this birth defect, mothers should proactively take preventive measures during pregnancy such as:\nDo not smoke and drink alcohol; Good weight control during pregnancy.; Avoid exposure to polluted environments, lots of dust and cigarette smoke.; Maintain regular prenatal check-ups to screen for diseases in mother and fetus early, thereby providing timely intervention measures.; Adopt a nutritious diet, especially increasing vitamin and folic acid supplementation.\n2. Low cost of hypospadias surgery\nThe cost of hypospadias surgery is not fixed for all cases. Because in addition to the fixed examination fee listed by the hospital according to regulations, patients may have to pay for other related services.\nDepending on each patient and condition, treatment costs will vary. Therefore, when noticing any abnormalities when the child urinates, family members should take the child to major medical facilities with a team of experienced doctors for timely and proper consultation and treatment. Limit future health risks.\n3. Where is a good place to treat hypospadias?\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases.\nFrom common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nHypospadias is a birth defect in a child's penis. This defect causes the urethra, corpus cavernosum, corpus spongiosum, and glans to develop poorly. At this time, the urethral opening can be located anywhere on the penis, even in the scrotum or perineum. Therefore, patients need to have defects detected early, to be diagnosed and treated promptly, to prevent dangerous complications in the future."
        }
    ],
    "name": "lo-tieu-lech-thap.json"
}