{
    "title": "Congenital pectus excavatum in children: Causes, symptoms, diagnosis",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/lom-nguc-bam-sinh/",
    "abstract": "Pectus excavatum is a congenital thoracic deformity, found in both children and adults. Children need to have surgery early to limit future complications. This article is expertly advised by Doctor CKII Nguyen Do Trong, Department of Cardiovascular and Thoracic Surgery, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "Congenital pectus excavatum in children: Causes, symptoms, diagnosis\n\nPectus excavatum is a congenital thoracic deformity, found in both children and adults. Children need to have surgery early to limit future complications. This article is expertly advised by Doctor CKII Nguyen Do Trong, Department of Cardiovascular and Thoracic Surgery, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City.\n\nWhat is congenital pectus excavatum?\nConcave chest, also known as funnel-shaped chest or sternum concavity, is more common in men than women. If not surgically repaired early, the disease can cause symptoms that affect heart and lung function, and psychologically affect both parents and children. (first)\nCongenital pectus excavatum defects form when there is excessive or unbalanced development of the lower costal cartilages, pushing the sternum backward, creating a sudden and deep backward curvature of the sternal body just before the junction. connected to the tip of the sword. Children are often discovered to have sunken breasts right after birth or when they reach puberty. Most cases are detected soon after the child is born.\nSee more: Pectus excavatum in men: Signs and risk factors\n\nCauses of congenital sternal depression\nAlthough the exact cause of pectus excavatum is unknown, it is more likely to be a genetic condition. That means there is no effective way to prevent the disease. In addition, children with the following risk factors are also at increased risk of having sunken breasts:\nMarfan syndrome; Ehlers-Danlos syndrome; Osteoporosis; Noonan syndrome; Turner syndrome\n\nSymptoms of sternum depression are common\nFor most children with pectus excavatum, the only telltale sign is a slight indentation in the chest. The depth of the dent worsens as the child enters adolescence and continues to worsen into adulthood. (2)\nIn severe cases, the sternum can compress the lungs and heart, causing the patient to experience:\nHeart beats fast; Recurrent respiratory infections; Wheezing or coughing; Chest tightness; Heart murmur; Tired; Dizzy; Shortness of breath, signs of exhaustion when exercising\nChildren who are often short of breath and unable to exercise much are symptoms that may occur in children with sunken chest\n\nIs concave chest dangerous?\nMild chest depression often has no symptoms and does not affect health. However, if left untreated, depending on the severity of the disease, it will cause pain due to bone deformation, muscle tension or cardiopulmonary compression, pushing the heart to the left side of the chest and reducing the ability to pump blood effectively, affecting the heart. children's physical activity.\nNot only does it cause loss of aesthetics, this deformity also significantly affects the physiology of children, especially older children, causing them to lack confidence, slow development, and hesitate to communicate. (3)\n\nDiagnosis of congenital pectus excavatum\nThe simplest way to diagnose breast dents is to check the shape of the chest to see if there are dents or not. Besides, the doctor may recommend some paraclinical tests, the purpose of which is to check for problems related to the heart and lungs. This paraclinical indication includes:\nChest X-ray: gives an image of the concave part of the sternum and whether the heart is compressed, leading to displacement to the left side of the chest; CT or MRI scan: helps determine the severity of the chest dent and whether the heart or lungs are compressed. Chest CT helps measure the Haller index (Haller index – HI). The normal index is 2.5. If it is greater than 3.2, it is a condition of severe chest depression; Electrocardiogram: shows whether the heart beats normally or irregularly, whether the electrical signals that control the heart rate are generated properly or not; Echocardiogram: helps doctors see how the chest wall affects heart function and blood flow through the heart. Echocardiography also helps check for other defects such as mitral valve prolapse, and evaluate the aortic root and valve in Marfan syndrome.; Respiratory function test: is a measure of air flows when inhaling/exhaling, thereby calculating important lung function indicators such as the amount of air the lungs can hold and the speed of lung emptying. ; Strenuous exercise: tracks how your heart and lungs work when you exercise, usually on a stationary bike or treadmill.\n\nCan sunken breasts be cured?\nChest depression can be completely cured if detected early and with a suitable treatment regimen. The two most popular sternotomy methods are Ravitch and Nuss: (4)\nRavitch surgery: The doctor removes the excessive costal cartilage but retains the perichondrium and fixes the sternum in its normal position. The costal cartilage will then grow along the perichondrium left behind and create a new framework, holding the sternum in a corrected and fixed position.\nThe Ravitch method has the disadvantage of leaving large scars, causing the chest after surgery to no longer be concave, but long, unsightly scars appear.\nNuss surgery: This is a minimally invasive surgical method that has been widely applied recently. The doctor only opened small incisions on both sides of the chest to insert the camera into the chest, thereby clearly observing the heart and large blood vessels, helping the surgery to take place safely and minimize complications. Thus, compared to the Ravitch method, which requires cutting the sternum and rib cartilage, the Nuss surgery limits bleeding, reduces pain and ensures aesthetics for the patient.\nDoctor Nguyen Do Trong said, depending on the degree of concavity and the shape of the concave chest, whether it affects the function of the heart and lungs, whether it is combined with other congenital defects, etc., the doctor will decide when for surgery to treat sunken breasts.\nCases of severe chest indentation, affecting cardiopulmonary function or combined with congenital heart defects should be treated early. In case of simple and moderate chest depression, the appropriate age for treatment is 6-18 years old. If surgery is performed too early, the bones will not be fully developed; On the contrary, if treatment is too late when the skeleton has formed, the patient will be very painful.\nAfter breast augmentation surgery, patients often have pain when breathing (because breathing affects the entire rib cage and chest). The older the patient is or has a lower pain threshold, the less pain they can tolerate. Therefore, how to reduce pain to a minimum while still ensuring maximum safety for the patient is the top priority in surgery to treat pectus excavatum.\nAt the Department of Cardiovascular and Thoracic Surgery, Tam Anh General Hospital, doctors apply the method of anesthesia of the erector spinae plane. Accordingly, the catheter is placed into the erector spinae muscle space next to the spine. When injecting anesthetic into this cavity, it will have the effect of blocking pain signals, minimizing the use of morphine after surgery. Thanks to that, patients have less pain, can move normally after surgery, recover quickly and leave the hospital early.\nChest concavity surgery combined with endoscopy was performed by doctors from the Department of Cardiovascular and Thoracic Surgery, Tam Anh General Hospital, Ho Chi Minh City.\nFor children with mild to moderate pectus excavatum and no indication for surgery, Dr. Trong suggests some exercises that can help improve breast shape as well as reduce uncomfortable symptoms, such as:\nStraight back exercise: Stand as straight as possible, pull your shoulders back. Take a deep breath and hold for 10 seconds, then exhale. Repeat 20 times.; Chest expansion exercise: Stand straight, interlace your fingers and place them behind your head. Pull your elbows back slightly to open up your chest more. Bend your hips slightly forward, keeping your back straight. Hold the position for up to 3 seconds, then repeat 25 times.\nRegular physical activity can also be helpful with mild cases of pectus excavatum. Note that children need to choose a sport appropriate to their age and should not exercise too much.\n\nRisks of surgery to repair pectus excavatum\nLike other major surgeries, surgery to repair pectus excavatum also carries risks. Possible complications are:\nPneumothorax; Pleural effusion; Heavy bleeding; Infection; Recurrence of pectus excavatum after removal of the lift; Damage to nearby organs such as the heart, lungs, large blood vessels...; Preventing recurrence of sunken breasts\nThe recurrence rate of pectus excavatum after surgery using the Ravitch and Nuss method is less than 1%. To prevent this situation from happening, after discharge from the hospital, the child needs to maintain a straight chest position, avoid twisting, hunching, or misaligning the breast augmentation bar. At the same time, children should limit practicing contact sports and strenuous activities to minimize the risk of collapsed lung.\nAfter surgery, parents need to take their children for scheduled follow-up visits. About 2 years after surgery, when the sternum is stable and firm in a flat position, the child will have a second surgery to remove the breast augmentation bar, completing the treatment process. In cases where children have surgery after the age of 18, it usually takes 3-4 years before the breast augmentation bar can be removed.\nThe Department of Cardiovascular and Thoracic Surgery at Tam Anh General Hospital brings together a team of experienced doctors in diagnosing and treating cardiovascular, thoracic, and vascular diseases. It is equipped with advanced machinery systems to help accurately diagnose diseases and support doctors in conducting minimally invasive surgeries such as coronary artery bypass surgery without using cardiopulmonary bypass, heart valve replacement surgery. Small incisions, minimally invasive vascular surgery, endoscopic surgery to correct thoracic defects, thoracoscopic surgery to remove lung tumors, hybrid technique - combining surgery and intervention..., thereby improving effective treatment and shorten recovery time for patients.\nTo schedule an examination, consultation and treatment at the Cardiovascular Center, Tam Anh General Hospital System, you can contact:\nPectus excavatum is a congenital disease that can be detected after a child is born and appears clearly during puberty. The disease can be completely cured and children can grow healthily. Parents need to observe their children's expressions and symptoms to take them to the doctor early and get advice on appropriate treatment regimens.",
    "subsections": [
        {
            "subsection_name": "What is congenital pectus excavatum?",
            "subsection_content": "Concave chest, also known as funnel-shaped chest or sternum concavity, is more common in men than women. If not surgically repaired early, the disease can cause symptoms that affect heart and lung function, and psychologically affect both parents and children. (first)\nCongenital pectus excavatum defects form when there is excessive or unbalanced development of the lower costal cartilages, pushing the sternum backward, creating a sudden and deep backward curvature of the sternal body just before the junction. connected to the tip of the sword. Children are often discovered to have sunken breasts right after birth or when they reach puberty. Most cases are detected soon after the child is born.\nSee more: Pectus excavatum in men: Signs and risk factors",
            "subsection_string": "What is congenital pectus excavatum?\nConcave chest, also known as funnel-shaped chest or sternum concavity, is more common in men than women. If not surgically repaired early, the disease can cause symptoms that affect heart and lung function, and psychologically affect both parents and children. (first)\nCongenital pectus excavatum defects form when there is excessive or unbalanced development of the lower costal cartilages, pushing the sternum backward, creating a sudden and deep backward curvature of the sternal body just before the junction. connected to the tip of the sword. Children are often discovered to have sunken breasts right after birth or when they reach puberty. Most cases are detected soon after the child is born.\nSee more: Pectus excavatum in men: Signs and risk factors"
        },
        {
            "subsection_name": "Causes of congenital sternal depression",
            "subsection_content": "Although the exact cause of pectus excavatum is unknown, it is more likely to be a genetic condition. That means there is no effective way to prevent the disease. In addition, children with the following risk factors are also at increased risk of having sunken breasts:\nMarfan syndrome; Ehlers-Danlos syndrome; Osteoporosis; Noonan syndrome; Turner syndrome",
            "subsection_string": "Causes of congenital sternal depression\nAlthough the exact cause of pectus excavatum is unknown, it is more likely to be a genetic condition. That means there is no effective way to prevent the disease. In addition, children with the following risk factors are also at increased risk of having sunken breasts:\nMarfan syndrome; Ehlers-Danlos syndrome; Osteoporosis; Noonan syndrome; Turner syndrome"
        },
        {
            "subsection_name": "Symptoms of sternum depression are common",
            "subsection_content": "For most children with pectus excavatum, the only telltale sign is a slight indentation in the chest. The depth of the dent worsens as the child enters adolescence and continues to worsen into adulthood. (2)\nIn severe cases, the sternum can compress the lungs and heart, causing the patient to experience:\nHeart beats fast; Recurrent respiratory infections; Wheezing or coughing; Chest tightness; Heart murmur; Tired; Dizzy; Shortness of breath, signs of exhaustion when exercising\nChildren who are often short of breath and unable to exercise much are symptoms that may occur in children with sunken chest",
            "subsection_string": "Symptoms of sternum depression are common\nFor most children with pectus excavatum, the only telltale sign is a slight indentation in the chest. The depth of the dent worsens as the child enters adolescence and continues to worsen into adulthood. (2)\nIn severe cases, the sternum can compress the lungs and heart, causing the patient to experience:\nHeart beats fast; Recurrent respiratory infections; Wheezing or coughing; Chest tightness; Heart murmur; Tired; Dizzy; Shortness of breath, signs of exhaustion when exercising\nChildren who are often short of breath and unable to exercise much are symptoms that may occur in children with sunken chest"
        },
        {
            "subsection_name": "Is concave chest dangerous?",
            "subsection_content": "Mild chest depression often has no symptoms and does not affect health. However, if left untreated, depending on the severity of the disease, it will cause pain due to bone deformation, muscle tension or cardiopulmonary compression, pushing the heart to the left side of the chest and reducing the ability to pump blood effectively, affecting the heart. children's physical activity.\nNot only does it cause loss of aesthetics, this deformity also significantly affects the physiology of children, especially older children, causing them to lack confidence, slow development, and hesitate to communicate. (3)",
            "subsection_string": "Is concave chest dangerous?\nMild chest depression often has no symptoms and does not affect health. However, if left untreated, depending on the severity of the disease, it will cause pain due to bone deformation, muscle tension or cardiopulmonary compression, pushing the heart to the left side of the chest and reducing the ability to pump blood effectively, affecting the heart. children's physical activity.\nNot only does it cause loss of aesthetics, this deformity also significantly affects the physiology of children, especially older children, causing them to lack confidence, slow development, and hesitate to communicate. (3)"
        },
        {
            "subsection_name": "Diagnosis of congenital pectus excavatum",
            "subsection_content": "The simplest way to diagnose breast dents is to check the shape of the chest to see if there are dents or not. Besides, the doctor may recommend some paraclinical tests, the purpose of which is to check for problems related to the heart and lungs. This paraclinical indication includes:\nChest X-ray: gives an image of the concave part of the sternum and whether the heart is compressed, leading to displacement to the left side of the chest; CT or MRI scan: helps determine the severity of the chest dent and whether the heart or lungs are compressed. Chest CT helps measure the Haller index (Haller index – HI). The normal index is 2.5. If it is greater than 3.2, it is a condition of severe chest depression; Electrocardiogram: shows whether the heart beats normally or irregularly, whether the electrical signals that control the heart rate are generated properly or not; Echocardiogram: helps doctors see how the chest wall affects heart function and blood flow through the heart. Echocardiography also helps check for other defects such as mitral valve prolapse, and evaluate the aortic root and valve in Marfan syndrome.; Respiratory function test: is a measure of air flows when inhaling/exhaling, thereby calculating important lung function indicators such as the amount of air the lungs can hold and the speed of lung emptying. ; Strenuous exercise: tracks how your heart and lungs work when you exercise, usually on a stationary bike or treadmill.",
            "subsection_string": "Diagnosis of congenital pectus excavatum\nThe simplest way to diagnose breast dents is to check the shape of the chest to see if there are dents or not. Besides, the doctor may recommend some paraclinical tests, the purpose of which is to check for problems related to the heart and lungs. This paraclinical indication includes:\nChest X-ray: gives an image of the concave part of the sternum and whether the heart is compressed, leading to displacement to the left side of the chest; CT or MRI scan: helps determine the severity of the chest dent and whether the heart or lungs are compressed. Chest CT helps measure the Haller index (Haller index – HI). The normal index is 2.5. If it is greater than 3.2, it is a condition of severe chest depression; Electrocardiogram: shows whether the heart beats normally or irregularly, whether the electrical signals that control the heart rate are generated properly or not; Echocardiogram: helps doctors see how the chest wall affects heart function and blood flow through the heart. Echocardiography also helps check for other defects such as mitral valve prolapse, and evaluate the aortic root and valve in Marfan syndrome.; Respiratory function test: is a measure of air flows when inhaling/exhaling, thereby calculating important lung function indicators such as the amount of air the lungs can hold and the speed of lung emptying. ; Strenuous exercise: tracks how your heart and lungs work when you exercise, usually on a stationary bike or treadmill."
        },
        {
            "subsection_name": "Can sunken breasts be cured?",
            "subsection_content": "Chest depression can be completely cured if detected early and with a suitable treatment regimen. The two most popular sternotomy methods are Ravitch and Nuss: (4)\nRavitch surgery: The doctor removes the excessive costal cartilage but retains the perichondrium and fixes the sternum in its normal position. The costal cartilage will then grow along the perichondrium left behind and create a new framework, holding the sternum in a corrected and fixed position.\nThe Ravitch method has the disadvantage of leaving large scars, causing the chest after surgery to no longer be concave, but long, unsightly scars appear.\nNuss surgery: This is a minimally invasive surgical method that has been widely applied recently. The doctor only opened small incisions on both sides of the chest to insert the camera into the chest, thereby clearly observing the heart and large blood vessels, helping the surgery to take place safely and minimize complications. Thus, compared to the Ravitch method, which requires cutting the sternum and rib cartilage, the Nuss surgery limits bleeding, reduces pain and ensures aesthetics for the patient.\nDoctor Nguyen Do Trong said, depending on the degree of concavity and the shape of the concave chest, whether it affects the function of the heart and lungs, whether it is combined with other congenital defects, etc., the doctor will decide when for surgery to treat sunken breasts.\nCases of severe chest indentation, affecting cardiopulmonary function or combined with congenital heart defects should be treated early. In case of simple and moderate chest depression, the appropriate age for treatment is 6-18 years old. If surgery is performed too early, the bones will not be fully developed; On the contrary, if treatment is too late when the skeleton has formed, the patient will be very painful.\nAfter breast augmentation surgery, patients often have pain when breathing (because breathing affects the entire rib cage and chest). The older the patient is or has a lower pain threshold, the less pain they can tolerate. Therefore, how to reduce pain to a minimum while still ensuring maximum safety for the patient is the top priority in surgery to treat pectus excavatum.\nAt the Department of Cardiovascular and Thoracic Surgery, Tam Anh General Hospital, doctors apply the method of anesthesia of the erector spinae plane. Accordingly, the catheter is placed into the erector spinae muscle space next to the spine. When injecting anesthetic into this cavity, it will have the effect of blocking pain signals, minimizing the use of morphine after surgery. Thanks to that, patients have less pain, can move normally after surgery, recover quickly and leave the hospital early.\nChest concavity surgery combined with endoscopy was performed by doctors from the Department of Cardiovascular and Thoracic Surgery, Tam Anh General Hospital, Ho Chi Minh City.\nFor children with mild to moderate pectus excavatum and no indication for surgery, Dr. Trong suggests some exercises that can help improve breast shape as well as reduce uncomfortable symptoms, such as:\nStraight back exercise: Stand as straight as possible, pull your shoulders back. Take a deep breath and hold for 10 seconds, then exhale. Repeat 20 times.; Chest expansion exercise: Stand straight, interlace your fingers and place them behind your head. Pull your elbows back slightly to open up your chest more. Bend your hips slightly forward, keeping your back straight. Hold the position for up to 3 seconds, then repeat 25 times.\nRegular physical activity can also be helpful with mild cases of pectus excavatum. Note that children need to choose a sport appropriate to their age and should not exercise too much.",
            "subsection_string": "Can sunken breasts be cured?\nChest depression can be completely cured if detected early and with a suitable treatment regimen. The two most popular sternotomy methods are Ravitch and Nuss: (4)\nRavitch surgery: The doctor removes the excessive costal cartilage but retains the perichondrium and fixes the sternum in its normal position. The costal cartilage will then grow along the perichondrium left behind and create a new framework, holding the sternum in a corrected and fixed position.\nThe Ravitch method has the disadvantage of leaving large scars, causing the chest after surgery to no longer be concave, but long, unsightly scars appear.\nNuss surgery: This is a minimally invasive surgical method that has been widely applied recently. The doctor only opened small incisions on both sides of the chest to insert the camera into the chest, thereby clearly observing the heart and large blood vessels, helping the surgery to take place safely and minimize complications. Thus, compared to the Ravitch method, which requires cutting the sternum and rib cartilage, the Nuss surgery limits bleeding, reduces pain and ensures aesthetics for the patient.\nDoctor Nguyen Do Trong said, depending on the degree of concavity and the shape of the concave chest, whether it affects the function of the heart and lungs, whether it is combined with other congenital defects, etc., the doctor will decide when for surgery to treat sunken breasts.\nCases of severe chest indentation, affecting cardiopulmonary function or combined with congenital heart defects should be treated early. In case of simple and moderate chest depression, the appropriate age for treatment is 6-18 years old. If surgery is performed too early, the bones will not be fully developed; On the contrary, if treatment is too late when the skeleton has formed, the patient will be very painful.\nAfter breast augmentation surgery, patients often have pain when breathing (because breathing affects the entire rib cage and chest). The older the patient is or has a lower pain threshold, the less pain they can tolerate. Therefore, how to reduce pain to a minimum while still ensuring maximum safety for the patient is the top priority in surgery to treat pectus excavatum.\nAt the Department of Cardiovascular and Thoracic Surgery, Tam Anh General Hospital, doctors apply the method of anesthesia of the erector spinae plane. Accordingly, the catheter is placed into the erector spinae muscle space next to the spine. When injecting anesthetic into this cavity, it will have the effect of blocking pain signals, minimizing the use of morphine after surgery. Thanks to that, patients have less pain, can move normally after surgery, recover quickly and leave the hospital early.\nChest concavity surgery combined with endoscopy was performed by doctors from the Department of Cardiovascular and Thoracic Surgery, Tam Anh General Hospital, Ho Chi Minh City.\nFor children with mild to moderate pectus excavatum and no indication for surgery, Dr. Trong suggests some exercises that can help improve breast shape as well as reduce uncomfortable symptoms, such as:\nStraight back exercise: Stand as straight as possible, pull your shoulders back. Take a deep breath and hold for 10 seconds, then exhale. Repeat 20 times.; Chest expansion exercise: Stand straight, interlace your fingers and place them behind your head. Pull your elbows back slightly to open up your chest more. Bend your hips slightly forward, keeping your back straight. Hold the position for up to 3 seconds, then repeat 25 times.\nRegular physical activity can also be helpful with mild cases of pectus excavatum. Note that children need to choose a sport appropriate to their age and should not exercise too much."
        },
        {
            "subsection_name": "Risks of surgery to repair pectus excavatum",
            "subsection_content": "Like other major surgeries, surgery to repair pectus excavatum also carries risks. Possible complications are:\nPneumothorax; Pleural effusion; Heavy bleeding; Infection; Recurrence of pectus excavatum after removal of the lift; Damage to nearby organs such as the heart, lungs, large blood vessels...; Preventing recurrence of sunken breasts\nThe recurrence rate of pectus excavatum after surgery using the Ravitch and Nuss method is less than 1%. To prevent this situation from happening, after discharge from the hospital, the child needs to maintain a straight chest position, avoid twisting, hunching, or misaligning the breast augmentation bar. At the same time, children should limit practicing contact sports and strenuous activities to minimize the risk of collapsed lung.\nAfter surgery, parents need to take their children for scheduled follow-up visits. About 2 years after surgery, when the sternum is stable and firm in a flat position, the child will have a second surgery to remove the breast augmentation bar, completing the treatment process. In cases where children have surgery after the age of 18, it usually takes 3-4 years before the breast augmentation bar can be removed.\nThe Department of Cardiovascular and Thoracic Surgery at Tam Anh General Hospital brings together a team of experienced doctors in diagnosing and treating cardiovascular, thoracic, and vascular diseases. It is equipped with advanced machinery systems to help accurately diagnose diseases and support doctors in conducting minimally invasive surgeries such as coronary artery bypass surgery without using cardiopulmonary bypass, heart valve replacement surgery. Small incisions, minimally invasive vascular surgery, endoscopic surgery to correct thoracic defects, thoracoscopic surgery to remove lung tumors, hybrid technique - combining surgery and intervention..., thereby improving effective treatment and shorten recovery time for patients.\nTo schedule an examination, consultation and treatment at the Cardiovascular Center, Tam Anh General Hospital System, you can contact:\nPectus excavatum is a congenital disease that can be detected after a child is born and appears clearly during puberty. The disease can be completely cured and children can grow healthily. Parents need to observe their children's expressions and symptoms to take them to the doctor early and get advice on appropriate treatment regimens.",
            "subsection_string": "Risks of surgery to repair pectus excavatum\nLike other major surgeries, surgery to repair pectus excavatum also carries risks. Possible complications are:\nPneumothorax; Pleural effusion; Heavy bleeding; Infection; Recurrence of pectus excavatum after removal of the lift; Damage to nearby organs such as the heart, lungs, large blood vessels...; Preventing recurrence of sunken breasts\nThe recurrence rate of pectus excavatum after surgery using the Ravitch and Nuss method is less than 1%. To prevent this situation from happening, after discharge from the hospital, the child needs to maintain a straight chest position, avoid twisting, hunching, or misaligning the breast augmentation bar. At the same time, children should limit practicing contact sports and strenuous activities to minimize the risk of collapsed lung.\nAfter surgery, parents need to take their children for scheduled follow-up visits. About 2 years after surgery, when the sternum is stable and firm in a flat position, the child will have a second surgery to remove the breast augmentation bar, completing the treatment process. In cases where children have surgery after the age of 18, it usually takes 3-4 years before the breast augmentation bar can be removed.\nThe Department of Cardiovascular and Thoracic Surgery at Tam Anh General Hospital brings together a team of experienced doctors in diagnosing and treating cardiovascular, thoracic, and vascular diseases. It is equipped with advanced machinery systems to help accurately diagnose diseases and support doctors in conducting minimally invasive surgeries such as coronary artery bypass surgery without using cardiopulmonary bypass, heart valve replacement surgery. Small incisions, minimally invasive vascular surgery, endoscopic surgery to correct thoracic defects, thoracoscopic surgery to remove lung tumors, hybrid technique - combining surgery and intervention..., thereby improving effective treatment and shorten recovery time for patients.\nTo schedule an examination, consultation and treatment at the Cardiovascular Center, Tam Anh General Hospital System, you can contact:\nPectus excavatum is a congenital disease that can be detected after a child is born and appears clearly during puberty. The disease can be completely cured and children can grow healthily. Parents need to observe their children's expressions and symptoms to take them to the doctor early and get advice on appropriate treatment regimens."
        }
    ],
    "name": "lom-nguc-bam-sinh.json"
}