{
    "title": "Systemic lupus erythematosus: Causes, symptoms, treatment and prevention",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/lupus-ban-do-he-thong/",
    "abstract": "Systemic lupus erythematosus is an autoimmune disease that affects more than 5 million people worldwide, with 16,000 new cases being discovered each year. This is a dangerous disease and greatly affects the quality of life. Currently, there is no specific treatment.",
    "content": "Systemic lupus erythematosus: Causes, symptoms, treatment and prevention\n\nSystemic lupus erythematosus is an autoimmune disease that affects more than 5 million people worldwide, with 16,000 new cases being discovered each year. This is a dangerous disease and greatly affects the quality of life. Currently, there is no specific treatment.\n\nWhat is systemic lupus erythematosus?\nSystemic lupus erythematosus, also known as SLE or lupus, is a long-term, chronic disease that can manifest in any organ in the body. Lupus is sometimes called “the great imitator,” because people often mistake it for other health problems. Most patients feel tired and develop a butterfly-shaped rash, pain, joint swelling and fever. (first)\n\nStages of the disease\nLupus pain can range from mild to severe. Most patients experience a period of active disease followed by periods of almost no symptoms. This period is called remission, but this does not mean the patient is cured. sick.\nLupus is a chronic autoimmune disease that can cause inflammation and pain in any part of the body. Lupus often affects the skin, joints, and internal organs such as the kidneys or lungs. There are 4 forms of lupus including:\nWhole body lupus (systemic lupus) accounts for about 70% of all lupus cases. In about half of these cases, a major organ or organs in the body, such as the heart, lungs, kidneys or brain, will be affected. Some dangerous complications can occur such as lupus nephritis, affecting glomerular filtration rate, and in severe cases, kidney damage may require dialysis or kidney transplant.; Cutaneous lupus (affecting only the skin) accounts for about 10% of all lupus cases. Cutaneous lupus can manifest with cutaneous erythema or discoid erythema. The rash may be raised, scaly, and usually does not itch. Skin rashes or sores often appear on the face, neck, scalp (where the skin is exposed to sunlight or fluorescent light) or the lining of the nose, mouth or vagina. Hair loss or changes in skin color are also symptoms of cutaneous lupus; Drug-induced lupus accounts for about 10% of all lupus cases and is caused by high doses of certain medications. Symptoms of drug-induced lupus are similar to systemic lupus. However, symptoms usually decrease or disappear within 6 months after stopping use of the drug.; Neonatal lupus is a rare condition in which maternal antibodies affect the fetus. At birth, the baby may have a skin rash, liver problems or low blood cell count, but these symptoms usually disappear completely after six months with no lasting effects. Although rare, there can be a life-threatening complication called congenital heart block, which is usually detected between 18 and 24 weeks of pregnancy. The condition does not go away and the affected newborn baby is the last to be affected. will need a pacemaker.\nReference: Can end-stage lupus erythematosus be cured?\n\nCauses of Lupus\nThe immune system is considered the body's shield and defense army. Protects the body by producing antibodies that attack bacteria and foreign invaders. If the immune system is \"faulty\", instead of creating disease-fighting antibodies, it attacks itself. healthy tissues of the body. Over time, other immune cells will also participate in this \"civil war\", leading to inflammation and damage to tissues in the system.\nUp to now, researchers have not yet been able to explain the reason why these reactions occur. According to many studies, it may be due to a combination of genetic, hormonal and environmental factors. These environmental factors can include viruses, sunlight and allergies, and agents such as pollution or dust. People with lupus may also have an impaired ability to clear old and damaged cells from the body, which leads to abnormal immune responses. (2)\n1. Hormones\nHormones are considered the body's messengers because they participate in regulating many body functions. Because 9 out of 10 cases of lupus are in women, researchers have looked at the relationship between estrogen and lupus.\nWhile men and women both produce estrogen, women produce more estrogen. Many women have additional lupus symptoms before their period or during pregnancy when estrogen production is high. This may suggest that estrogen somehow affects the severity of lupus.\nResearchers have long been concerned that the female hormone estrogen or estrogen treatment could cause lupus or make it worse. However, based on recent studies, the results show that the use of estrogen in therapy can lead to the activation of some mild or moderate lupus exacerbations, but this does not relieve symptoms. The disease becomes more severe or causes severe flare-ups.\n2. Genetics\nCurrently, more than 50 genes have been identified that are linked to lupus. These genes are more commonly found in people with lupus than in people without the disease. Most of these genes have not been shown to directly cause lupus, but they are believed to contribute to the disease.\nIn most cases genetic determination is not enough. This is especially evident with twins who are raised in the same environment and have similar genetic characteristics but only one develops lupus. However, when one identical twin has lupus, the chance that the other twin is at risk also increases (30% risk in identical twins; 5-10% risk in monozygotic twins). muscle for fraternal twins).\nLupus can develop in people who have no family history of the disease, but do have other autoimmune diseases in some family members.\nCertain ethnic groups such as people of African descent, Asians, Hispanics, Latinos, Native Americans, Native Hawaiians, or Pacific Islanders have an increased risk of developing lupus. This explanation may be related to the common genetic code.\n3. Environment\nMost researchers today think that an environmental agent such as a virus or some chemical that randomly affects a genetically susceptible individual is likely to cause disease. Currently, the specific environmental factor has not been identified, but hypotheses are still being raised.\nThe environmental factors that can trigger lupus and cause flare-ups are not fully known, but the most common factors studied are ultraviolet rays (UVA and UVB); infection and exposure to silica dust in agricultural or industrial environments.\nOther examples of potential environmental triggers include:\nUltraviolet rays from the sun and/or fluorescent lights; Sulfamide drugs make a person more sensitive to sunlight.; Infection, cold or viral illness; Prolonged fatigue and exhaustion; Emotional stress, experiencing some events in life.\n\nCommon symptoms\nSymptoms vary from person to person and may come and go. Mild or severe. The disease can affect one area of ​​the body or many areas of the body. Because lupus can affect so many different parts of the body, it can cause so many different symptoms. And it's also possible that people with lupus don't have all the symptoms. (3)\nCommon symptoms include:\nJoint pain: Joints are painful, stiff and swollen, especially in the morning. The severity may be mild and gradually increase in severity with more obvious manifestations. These symptoms may also come and go on their own over a period of time.; Fatigue: Up to 90% of people with lupus erythematosus share that they have experienced periods of extreme fatigue. Many people sleep too much at noon and have insomnia at night. This condition leads to physical weakness; Fever of unknown cause: This is one of the initial symptoms and is common in sick people. Mild fevers occur frequently and repeatedly. Because it is a mild fever, many people are indifferent and ignore it. through it.; Hair loss: Hair loss, even large patches of hair that expose the scalp, this is a condition that occurs when dermatitis occurs, not only hair, but in some people there is also thinning of the beard, eyelashes, and eyebrows. The disease can cause hair to become weak, stiff and prone to breakage; Dry mouth, dry eyes: You can feel this condition when you have lupus erythematosus because patients will develop Sjogren's disease, this is another autoimmune disorder syndrome, this disease causes the glands to responsible for tears and saliva malfunction, and lymphocytes can accumulate in the glands. In some cases, women with lupus and Sjogren's may also experience vaginal and skin dryness.; Skin rashes, including the \"butterfly\" rash, appear in more than 50% of people with lupus erythematosus. The rash appears mainly on the cheeks and bridge of the nose and gets worse when exposed to sunlight.\nThere are also some other symptoms such as:\nLosing weight.; Uncomfortable, restless; Appearance of ulcers in the mouth; Sensitive to sunlight.; Swollen lymph nodes.; The disease can cause joint pain, especially in the morning\nSymptoms of the disease depend on which part of the body is affected:\nBrain and nervous system: Headaches, weakness, numbness, tingling, convulsions, vision problems, memory problems and personality changes; Gastrointestinal tract: Patients have abdominal pain, nausea and vomiting.; Heart: Problems with heart valves, inflammation of the myocardium or endocardium, pericardium; Lungs: Pleural effusion, difficulty breathing, coughing up blood.; Skin: Rash sensitive to light, mucous membranes: ulcers in the mouth.; Kidney: Leg swelling; Fingers and toes: cold purple tips in Raynaud's case.; Blood abnormalities include: Anemia, low white blood cells or reduced platelet count.\nIf I have these symptoms, does it mean I have lupus? This is not entirely accurate. Lupus shares many symptoms with other diseases such as arthritis and diabetes. So if you have these common lupus symptoms, it's important to talk to your doctor and find out if you have lupus or another health problem. That way, you can receive precise and effective treatment.\n\nHow to diagnose systemic lupus erythematosus\nCurrently, there is no single test that gives doctors a “yes” or “no” answer when diagnosing lupus erythematosus. Sometimes it can take months or even years to gather all the right information.\nDiagnosing lupus is like piecing together a puzzle. Your doctor will look at several different pieces of the puzzle: your symptoms, medical history, family history, and tests. If enough pieces come together, you may be diagnosed with lupus.\nIf your doctor thinks you might have lupus, he or she will ask you questions about your symptoms, such as:\nWhat are the symptoms you are experiencing?; When and where do these symptoms appear mainly?; Does anything make your symptoms better or worse?; Do these symptoms occur regularly? Do these symptoms ever come and go over a period of time?; Do your symptoms get worse at certain times of the day?; Do these symptoms seriously affect your daily activities and disrupt your routine?\nYour doctor may also ask if anyone in your family has lupus or another autoimmune disease such as rheumatoid arthritis, reactive arthritis, etc. Because people who have family members with autoimmune diseases may be more susceptible to lupus.\nAccording to the American College of Rheumatology, there is a list of symptoms and other indicators that doctors can use as a guide to determine whether a patient has lupus. If your doctor finds that you have these symptoms, and finds no other cause, you may have lupus:\nRash: A butterfly-shaped rash appears on the cheeks. A papular or discoid rash appears (discoid lupus erythematosus). A rash appears on the skin when exposed to sunlight; A butterfly-shaped rash appears on the cheeks; Appearance of papular or discoid erythema (discoid lupus erythematosus); A rash appears on the skin when exposed to sunlight; Mouth ulcers: ulcers in the mouth or nose that last from a few days to more than a month; Arthritis: Joints are susceptible to damage and swelling and pain lasting several weeks in two or more joints; Pleural effusion or pericardial effusion: pleurisy, or pericarditis appears. Patients may feel chest pain and difficulty breathing when taking deep breaths.; Kidney problems: Urine tests show blood or protein mixed in, reduced kidney function; Neurological problems: Seizures, strokes or mental disorders; Tests show abnormal blood conditions: Cytopenia: results show that the patient has anemia, leukopenia or thrombocytopenia. Antinuclear antibodies (ANA) give positive results: most patients with lupus erythematosus give positive results when doing this test. Certain antibodies that indicate an immune system problem: anti-double-stranded DNA (called anti-dsDNA), anti-Smith antibodies (called anti-Sm) or antiphospholipid antibodies, blood tests may give false positive results for syphilis.; Cytopenia: results show that the patient has anemia, leukopenia or thrombocytopenia.; Antinuclear antibodies (ANA) give positive results: most patients with lupus erythematosus give positive results when doing this test.; Certain antibodies that indicate an immune system problem: anti-double-stranded DNA (called anti-dsDNA), anti-Smith antibodies (called anti-Sm) or antiphospholipid antibodies, blood tests May give false positive results for syphilis.\n\nSubjects susceptible to disease\nPeople of any age, gender, and race or ethnicity can get lupus. But some people are at higher risk than others, including: (4)\nWomen from 15 to 44 years old;; Certain racial or ethnic groups – including people who are African American, Asian American, Hispanic/Latino, Native American or Pacific Islander;; People who have a family member with lupus or another autoimmune disease;\n\nComplications\nEven if the disease does not appear, lupus can cause complications that affect future health. According to research, about 10-15% of people with lupus will die from complications of lupus. A study sponsored by the Lupus Foundation of America found that overall, lupus is among the top 20 causes of death in women 5-64 years old.\nOne of the serious complications of the disease is atherosclerosis. This is a dangerous complication that affects the patient's life. This condition increases risks such as myocardial infarction, heart failure, and stroke. Therefore, people with lupus erythematosus need to pay attention to the signs and symptoms of heart disease, manage the condition well and prevent risk factors by stopping smoking, monitoring blood pressure and cholesterol and maintaining a healthy lifestyle. Maintain an active and healthy lifestyle and have regular check-ups.\nLupus can also cause kidney disease, which can progress to kidney failure and require dialysis. These serious problems can be prevented by seeing a doctor and getting early diagnosis and treatment at the first signs of kidney disease. These signs include: Hypertension, swelling in the legs, arms or more discreetly in the eyelids, heaviness in the face, changes in urine such as blood or foam in the urine, patients often Frequent urination at night, frequent urination, or painful or frequent urination.\nLupus can cause kidney disease, progressing to kidney failure, requiring dialysis\n\nCan lupus erythematosus be cured?\nCurrently, there is still no cure for lupus. However, due to improved diagnosis and management of the disease, most people with the disease will continue to live a normal life. The main treatment today is to treat symptoms, severity, and complications of the disease. Patients with muscle or joint pain, fatigue, rashes and other problems that are not dangerous can be treated with conventional treatment options such as:\n1. Use anti-inflammatory drugs and pain relievers\nAnti-inflammatory medications help relieve many of the symptoms of lupus by reducing inflammation and pain. These are the most common medications used to treat lupus symptoms such as fever, arthritis, or pleurisy. These symptoms usually improve within a few days after starting treatment. For many people with lupus, anti-inflammatory drugs may be the only medications they need to control their lupus. Some anti-inflammatory drugs include:\nAspirin\nHelps relieve pain with anti-inflammatory and anti-platelet properties. Some lupus symptoms can be controlled. However, the medicine can cause stomach irritation. Rarely used now.\nAcetaminophen (Tylenol®)\nUsed in pain relief treatment. Less stomach irritation than aspirin. Medications do not help reduce inflammation and cannot control lupus disease activity. Most people have no side effects from taking Tylenol. But, in some rare cases, liver problems have occurred.\n2. Non-Steroidal Anti-Inflammatory Drugs (NSAIDs)\nIbuprofen (Motrin®), naproxen (Naprosyn®), indomethacin (Indocin®), nabumetone (Relafen®), and celecoxib (Celebrex®)\nHelps reduce inflammation, especially helpful for joint pain and stiffness. Like aspirin, NSAIDs can cause stomach irritation. NSAIDs can also cause serious gastrointestinal problems such as bleeding ulcers. To reduce the risk of these problems, the medication is often taken with food, milk, or antacids. They may also come with other medications such as misoprostol (Cytotec®), omeprazole (Prilosec®), lanzoprazole (Prevacid®), and others. You may need a prescription for these medications. You should always be careful when taking too much NSAID. This can reduce blood flow to your kidneys and may interfere with their ability to remove waste from your body.\nCorticosteroids\nCorticosteroids are medications that work like cortisol, a natural hormone produced by the adrenal glands. Cortisol helps regulate blood pressure and the immune system. It is also the body's most powerful anti-inflammatory hormone. Corticosteroids prescribed for autoimmune diseases are different from anabolic steroids.\nSteroid medications work quickly to reduce swelling, heat, tenderness, and pain associated with inflammation by dampening the immune system's response. Prednisone is the most commonly prescribed steroid for lupus. Your doctor will prescribe Prednisolone and methylprednisolone if you have liver problems.\n3. Anti-malarial drugs\nAntimalarials are prescription medications used along with steroids and other medications. They are used partly to reduce the required dosage of other medications. Anti-malarial drugs are often prescribed for fatigue, rash, joint pain or mouth ulcers. They may also help prevent abnormal blood clotting.\nAntimalarial drugs improve lupus by reducing antibody production. This protects against UV damage from the sun and other sources and improves skin damage.\nTwo antimalarial drugs commonly prescribed today for lupus are hydroxychloroquine (Plaquenil®) and chloroquine (Aralen®).\nUnlike the quick response to taking steroids, it may take several months before malaria medications improve your lupus symptoms. Side effects from antimalarial drugs are rare and usually mild. These include abdominal pain and changes in skin color. Side effects usually disappear after the body adapts to the medication.\n4. Immunosuppressive drugs\nImmunosuppressants are prescription medications used to control inflammation and an overactive immune system. They are especially used when steroids cannot control lupus symptoms, or when a person cannot take high doses of steroids. However, there can be serious side effects from these medications.\nIf you are being treated with immunosuppressants, you should visit regularly for careful monitoring by your doctor. Immunosuppressants reduce the body's ability to fight infection. Therefore, they increase your chances of getting a viral infection like chickenpox… It is extremely important that you pay attention to even the smallest cut or wound and let your doctor know if there are any signs of infection what starts, such as redness, swelling or pain. These drugs may also increase your risk of developing certain types of cancer. Each immunosuppressant drug has unique side effects. Therefore, it is important that only doctors who have experience with these medications prescribe them. Because this disease affects so many parts of the body, some doctors who may be involved in its care and treatment include:\nRheumatologist, a specialist in the treatment of joint diseases and autoimmune diseases in general; Dermatologist.; Cardiologist.; Nephrologist.\nThe progression of lupus is different for each person. Today, with appropriate treatment, most people with lupus can live longer and have a much improved quality of life. Following your treatment plan and taking your medications as prescribed can help prevent symptoms from recurring.\n\nPrevention\nBecause this is an autoimmune disease and the cause of the disease is unknown, it is difficult to prevent the development of lupus erythematosus. However, some high-risk subjects can prevent the disease by paying attention to warning signs of the disease such as symptoms of fatigue, characteristic skin rashes, abdominal pain, joint pain, and dizziness. face. Early detection of symptoms helps patients receive early diagnosis and treatment, helping to reduce the negative impact of the disease on health, reducing treatment costs and time spent in the hospital. (5)\nBesides, high-risk groups can proactively prevent by:\nLimit sun exposure, use sunscreen, long-sleeved clothes, scarves and hats when going out.; Have a scientific and healthy lifestyle; Get vaccinated to boost your immune system.; Limit intake of foods made from animal fats, abstain from stimulants such as alcohol, beer, cigarettes, etc.\n\nHow to care for sick people\nNowadays, with advances in diagnosis, treatment and management of lupus erythematosus, patients can live and work, and even have a longer lifespan like normal people. However, this is still a chronic disease that can affect life. If treatment methods are not met, the patient can go through difficult periods due to disease flare-ups, causing pain and limiting activities. normal movement.\nSymptoms of the disease can come and disappear, no one can predict the next outbreak of the disease, so patients need to learn to live peacefully with lupus erythematosus. Here are some tips to help make caring for patients with lupus erythematosus easier.\nHelp patients create active activity plans such as:\nQuit smoking: This can help prevent infections and heart attacks, reduce the risk of pneumonia, bronchitis and coronary artery disease; Rest: This helps reduce fatigue, reduces the risk of flare-ups, and reduces sensitivity to pain.; Avoid exposure to direct sunlight and fluorescent lighting: This helps protect against sensitivity to UV rays. Sunlight can trigger the onset of a lupus rash and can even make the disease itself worse. When outdoors on a sunny day, wear protective clothing (long sleeves, wide-brimmed hat) and use plenty of sunscreen; Vitamin D Supplement: This prevents osteoporosis due to reduced sun exposure.; Wash your hands regularly: This helps prevent infection in especially susceptible people.; Pain control: Hot baths, baths and other stress-relieving measures, including acupuncture, yoga.; Managing mental health: Seeking advice from a mental health professional can help reduce symptoms of depression.; Exercise regularly: This reduces muscle stiffness, prevents osteoporosis, reduces stress and protects the heart, helps maintain joint flexibility and can prevent heart disease and stroke. This does not mean overtraining. Switch from light to moderate exercise with rest periods.\n\nWhat to eat/avoid with lupus erythematosus?\nFoods to eat\nScientific nutrition is an indispensable part of the overall treatment plan for lupus erythematosus. Patients should aim for a nutritionally balanced diet that includes plenty of fruits, vegetables and whole grains. In addition, moderate amounts of meat, poultry and fish should also be added to the menu every day.\nFoods to avoid\nFoods that people with lupus should avoid include:\nSoups and cream sauces.; Red meat.; Animal fat.; Alfalfa sprouts.; Garlic.; Foods high in fat.; Foods high in sodium; Products processed from meat; Fried foods, commercial baked goods.; High-fat dairy foods (whole milk, cheese, butter, cream).\nSee more: What should people eat with lupus erythematosus?\n\nFrequently asked questions about lupus erythematosus\nIs lupus erythematosus contagious?\nLupus erythematosus is a non-contagious disease. You cannot catch it from another person even through very close contact or sexual intercourse. Experts believe that this autoimmune disease begins due to a combination of genes, environment and endocrine in the body.\nIs lupus erythematosus dangerous?\nThis is a dangerous disease because its damage appears in many tissues and organs of the body and currently there is no specific medicine to treat the disease. According to current research, more than 5 million people in the world are affected by this disease and 16,000 people are newly diagnosed each year. The disease affects the skin, joints, heart, lungs, and kidneys; causing damage to the entire body. The case of pop singer Selena Gomez is a typical example of a patient with severe lupus erythematosus when she had to undergo an organ transplant to treat the disease.\nAlthough it is a dangerous disease like lupus erythematosus, it is difficult to diagnose. To prevent disease, if you feel you have the symptoms described above, you should go to specialized medical facilities for examination and diagnosis.\nIs lupus erythematosus hereditary?\nResearchers have found more than 50 genes that they believe are involved in the condition. These genes are more commonly found in people with lupus than in people without the disease. Most of these genes have not been shown to directly cause lupus, but they are believed to contribute to the disease.\nCan lupus erythematosus have children?\nWomen with lupus erythematosus can safely become pregnant if the disease is controlled. Therefore, you will need to start planning your pregnancy well before you get pregnant.\nPatients should be in control or in remission for six months before pregnancy. Pregnancy with active lupus can lead to miscarriage, stillbirth, or other serious health problems for yourself or your baby.; Pregnancy is risky for certain groups of women with lupus including women with high blood pressure, lung disease, heart failure, chronic renal failure, kidney disease, or a history of preeclampsia.\nIf you are a lupus patient and want to start planning a pregnancy, you should talk to your doctor to be best prepared before getting pregnant. In addition, find an obstetrician with experience caring for and treating women with lupus for advice.\nDoes lupus erythematosus itch?\nBecause it is a disease with a rash on the skin, many people wonder if lupus erythematosus will itch. However, most patients with lupus erythematosus do not feel itchy, or have very little itching.\nDepartment of Musculoskeletal Medicine Tam Anh General Hospital specializes in diagnosing and treating connective tissue diseases such as lupus, dermatomyositis, scleroderma, and vasculitis; Osteoporosis, degenerative arthritis, cervical spine, lumbar spine, tendinopathy, sciatica, herniated disc, periarthritis and other tendon attachment points, rheumatoid arthritis, osteoarthritis; metabolic joint diseases such as gout arthritis, autoimmune joint diseases such as rheumatoid arthritis, ankylosing spondylitis, psoriatic arthritis...\nGathering a team of highly qualified experts and doctors who are constantly improving their knowledge, each physician of the Faculty is constantly studying and researching, applying diagnostic and treatment methods according to international standards. for each specific patient to bring the best results. In addition, the Faculty always focuses on improving service quality to bring maximum satisfaction to patients when coming for treatment. In addition, with the advantage of being located in a General Hospital, the Department of Musculoskeletal Medicine of Tam Anh General Hospital also focuses on coordinating with other specialties of the Hospital, aiming at comprehensive treatment methods for people. disease to achieve optimal results.\nNot only lupus erythematosus but also other musculoskeletal diseases, if diagnosed and treated early and properly, the condition can be controlled, the patient no longer has pain and is no longer at risk of deformity or disability. Patients who come for examination at the Department of Musculoskeletal Medicine at Tam Anh General Hospital are often diagnosed early and treated aggressively from the beginning. In particular, thanks to modern machinery and equipment at Tam Anh General Hospital such as: new generation X-ray machines, high-tech MRI, CT scanners... have become useful tools for doctors and nurses. can accurately diagnose the condition and then devise a highly effective medical treatment regimen.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, PhD.Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nAbove is all useful information, compiled from many official information sources and clear scientific research on systemic lupus erythematosus. Let's join hands with Tam Anh General Hospital to protect the health of ourselves and the community!",
    "subsections": [
        {
            "subsection_name": "What is systemic lupus erythematosus?",
            "subsection_content": "Systemic lupus erythematosus, also known as SLE or lupus, is a long-term, chronic disease that can manifest in any organ in the body. Lupus is sometimes called “the great imitator,” because people often mistake it for other health problems. Most patients feel tired and develop a butterfly-shaped rash, pain, joint swelling and fever. (first)",
            "subsection_string": "What is systemic lupus erythematosus?\nSystemic lupus erythematosus, also known as SLE or lupus, is a long-term, chronic disease that can manifest in any organ in the body. Lupus is sometimes called “the great imitator,” because people often mistake it for other health problems. Most patients feel tired and develop a butterfly-shaped rash, pain, joint swelling and fever. (first)"
        },
        {
            "subsection_name": "Stages of the disease",
            "subsection_content": "Lupus pain can range from mild to severe. Most patients experience a period of active disease followed by periods of almost no symptoms. This period is called remission, but this does not mean the patient is cured. sick.\nLupus is a chronic autoimmune disease that can cause inflammation and pain in any part of the body. Lupus often affects the skin, joints, and internal organs such as the kidneys or lungs. There are 4 forms of lupus including:\nWhole body lupus (systemic lupus) accounts for about 70% of all lupus cases. In about half of these cases, a major organ or organs in the body, such as the heart, lungs, kidneys or brain, will be affected. Some dangerous complications can occur such as lupus nephritis, affecting glomerular filtration rate, and in severe cases, kidney damage may require dialysis or kidney transplant.; Cutaneous lupus (affecting only the skin) accounts for about 10% of all lupus cases. Cutaneous lupus can manifest with cutaneous erythema or discoid erythema. The rash may be raised, scaly, and usually does not itch. Skin rashes or sores often appear on the face, neck, scalp (where the skin is exposed to sunlight or fluorescent light) or the lining of the nose, mouth or vagina. Hair loss or changes in skin color are also symptoms of cutaneous lupus; Drug-induced lupus accounts for about 10% of all lupus cases and is caused by high doses of certain medications. Symptoms of drug-induced lupus are similar to systemic lupus. However, symptoms usually decrease or disappear within 6 months after stopping use of the drug.; Neonatal lupus is a rare condition in which maternal antibodies affect the fetus. At birth, the baby may have a skin rash, liver problems or low blood cell count, but these symptoms usually disappear completely after six months with no lasting effects. Although rare, there can be a life-threatening complication called congenital heart block, which is usually detected between 18 and 24 weeks of pregnancy. The condition does not go away and the affected newborn baby is the last to be affected. will need a pacemaker.\nReference: Can end-stage lupus erythematosus be cured?",
            "subsection_string": "Stages of the disease\nLupus pain can range from mild to severe. Most patients experience a period of active disease followed by periods of almost no symptoms. This period is called remission, but this does not mean the patient is cured. sick.\nLupus is a chronic autoimmune disease that can cause inflammation and pain in any part of the body. Lupus often affects the skin, joints, and internal organs such as the kidneys or lungs. There are 4 forms of lupus including:\nWhole body lupus (systemic lupus) accounts for about 70% of all lupus cases. In about half of these cases, a major organ or organs in the body, such as the heart, lungs, kidneys or brain, will be affected. Some dangerous complications can occur such as lupus nephritis, affecting glomerular filtration rate, and in severe cases, kidney damage may require dialysis or kidney transplant.; Cutaneous lupus (affecting only the skin) accounts for about 10% of all lupus cases. Cutaneous lupus can manifest with cutaneous erythema or discoid erythema. The rash may be raised, scaly, and usually does not itch. Skin rashes or sores often appear on the face, neck, scalp (where the skin is exposed to sunlight or fluorescent light) or the lining of the nose, mouth or vagina. Hair loss or changes in skin color are also symptoms of cutaneous lupus; Drug-induced lupus accounts for about 10% of all lupus cases and is caused by high doses of certain medications. Symptoms of drug-induced lupus are similar to systemic lupus. However, symptoms usually decrease or disappear within 6 months after stopping use of the drug.; Neonatal lupus is a rare condition in which maternal antibodies affect the fetus. At birth, the baby may have a skin rash, liver problems or low blood cell count, but these symptoms usually disappear completely after six months with no lasting effects. Although rare, there can be a life-threatening complication called congenital heart block, which is usually detected between 18 and 24 weeks of pregnancy. The condition does not go away and the affected newborn baby is the last to be affected. will need a pacemaker.\nReference: Can end-stage lupus erythematosus be cured?"
        },
        {
            "subsection_name": "Causes of Lupus",
            "subsection_content": "The immune system is considered the body's shield and defense army. Protects the body by producing antibodies that attack bacteria and foreign invaders. If the immune system is \"faulty\", instead of creating disease-fighting antibodies, it attacks itself. healthy tissues of the body. Over time, other immune cells will also participate in this \"civil war\", leading to inflammation and damage to tissues in the system.\nUp to now, researchers have not yet been able to explain the reason why these reactions occur. According to many studies, it may be due to a combination of genetic, hormonal and environmental factors. These environmental factors can include viruses, sunlight and allergies, and agents such as pollution or dust. People with lupus may also have an impaired ability to clear old and damaged cells from the body, which leads to abnormal immune responses. (2)\n1. Hormones\nHormones are considered the body's messengers because they participate in regulating many body functions. Because 9 out of 10 cases of lupus are in women, researchers have looked at the relationship between estrogen and lupus.\nWhile men and women both produce estrogen, women produce more estrogen. Many women have additional lupus symptoms before their period or during pregnancy when estrogen production is high. This may suggest that estrogen somehow affects the severity of lupus.\nResearchers have long been concerned that the female hormone estrogen or estrogen treatment could cause lupus or make it worse. However, based on recent studies, the results show that the use of estrogen in therapy can lead to the activation of some mild or moderate lupus exacerbations, but this does not relieve symptoms. The disease becomes more severe or causes severe flare-ups.\n2. Genetics\nCurrently, more than 50 genes have been identified that are linked to lupus. These genes are more commonly found in people with lupus than in people without the disease. Most of these genes have not been shown to directly cause lupus, but they are believed to contribute to the disease.\nIn most cases genetic determination is not enough. This is especially evident with twins who are raised in the same environment and have similar genetic characteristics but only one develops lupus. However, when one identical twin has lupus, the chance that the other twin is at risk also increases (30% risk in identical twins; 5-10% risk in monozygotic twins). muscle for fraternal twins).\nLupus can develop in people who have no family history of the disease, but do have other autoimmune diseases in some family members.\nCertain ethnic groups such as people of African descent, Asians, Hispanics, Latinos, Native Americans, Native Hawaiians, or Pacific Islanders have an increased risk of developing lupus. This explanation may be related to the common genetic code.\n3. Environment\nMost researchers today think that an environmental agent such as a virus or some chemical that randomly affects a genetically susceptible individual is likely to cause disease. Currently, the specific environmental factor has not been identified, but hypotheses are still being raised.\nThe environmental factors that can trigger lupus and cause flare-ups are not fully known, but the most common factors studied are ultraviolet rays (UVA and UVB); infection and exposure to silica dust in agricultural or industrial environments.\nOther examples of potential environmental triggers include:\nUltraviolet rays from the sun and/or fluorescent lights; Sulfamide drugs make a person more sensitive to sunlight.; Infection, cold or viral illness; Prolonged fatigue and exhaustion; Emotional stress, experiencing some events in life.",
            "subsection_string": "Causes of Lupus\nThe immune system is considered the body's shield and defense army. Protects the body by producing antibodies that attack bacteria and foreign invaders. If the immune system is \"faulty\", instead of creating disease-fighting antibodies, it attacks itself. healthy tissues of the body. Over time, other immune cells will also participate in this \"civil war\", leading to inflammation and damage to tissues in the system.\nUp to now, researchers have not yet been able to explain the reason why these reactions occur. According to many studies, it may be due to a combination of genetic, hormonal and environmental factors. These environmental factors can include viruses, sunlight and allergies, and agents such as pollution or dust. People with lupus may also have an impaired ability to clear old and damaged cells from the body, which leads to abnormal immune responses. (2)\n1. Hormones\nHormones are considered the body's messengers because they participate in regulating many body functions. Because 9 out of 10 cases of lupus are in women, researchers have looked at the relationship between estrogen and lupus.\nWhile men and women both produce estrogen, women produce more estrogen. Many women have additional lupus symptoms before their period or during pregnancy when estrogen production is high. This may suggest that estrogen somehow affects the severity of lupus.\nResearchers have long been concerned that the female hormone estrogen or estrogen treatment could cause lupus or make it worse. However, based on recent studies, the results show that the use of estrogen in therapy can lead to the activation of some mild or moderate lupus exacerbations, but this does not relieve symptoms. The disease becomes more severe or causes severe flare-ups.\n2. Genetics\nCurrently, more than 50 genes have been identified that are linked to lupus. These genes are more commonly found in people with lupus than in people without the disease. Most of these genes have not been shown to directly cause lupus, but they are believed to contribute to the disease.\nIn most cases genetic determination is not enough. This is especially evident with twins who are raised in the same environment and have similar genetic characteristics but only one develops lupus. However, when one identical twin has lupus, the chance that the other twin is at risk also increases (30% risk in identical twins; 5-10% risk in monozygotic twins). muscle for fraternal twins).\nLupus can develop in people who have no family history of the disease, but do have other autoimmune diseases in some family members.\nCertain ethnic groups such as people of African descent, Asians, Hispanics, Latinos, Native Americans, Native Hawaiians, or Pacific Islanders have an increased risk of developing lupus. This explanation may be related to the common genetic code.\n3. Environment\nMost researchers today think that an environmental agent such as a virus or some chemical that randomly affects a genetically susceptible individual is likely to cause disease. Currently, the specific environmental factor has not been identified, but hypotheses are still being raised.\nThe environmental factors that can trigger lupus and cause flare-ups are not fully known, but the most common factors studied are ultraviolet rays (UVA and UVB); infection and exposure to silica dust in agricultural or industrial environments.\nOther examples of potential environmental triggers include:\nUltraviolet rays from the sun and/or fluorescent lights; Sulfamide drugs make a person more sensitive to sunlight.; Infection, cold or viral illness; Prolonged fatigue and exhaustion; Emotional stress, experiencing some events in life."
        },
        {
            "subsection_name": "Common symptoms",
            "subsection_content": "Symptoms vary from person to person and may come and go. Mild or severe. The disease can affect one area of ​​the body or many areas of the body. Because lupus can affect so many different parts of the body, it can cause so many different symptoms. And it's also possible that people with lupus don't have all the symptoms. (3)\nCommon symptoms include:\nJoint pain: Joints are painful, stiff and swollen, especially in the morning. The severity may be mild and gradually increase in severity with more obvious manifestations. These symptoms may also come and go on their own over a period of time.; Fatigue: Up to 90% of people with lupus erythematosus share that they have experienced periods of extreme fatigue. Many people sleep too much at noon and have insomnia at night. This condition leads to physical weakness; Fever of unknown cause: This is one of the initial symptoms and is common in sick people. Mild fevers occur frequently and repeatedly. Because it is a mild fever, many people are indifferent and ignore it. through it.; Hair loss: Hair loss, even large patches of hair that expose the scalp, this is a condition that occurs when dermatitis occurs, not only hair, but in some people there is also thinning of the beard, eyelashes, and eyebrows. The disease can cause hair to become weak, stiff and prone to breakage; Dry mouth, dry eyes: You can feel this condition when you have lupus erythematosus because patients will develop Sjogren's disease, this is another autoimmune disorder syndrome, this disease causes the glands to responsible for tears and saliva malfunction, and lymphocytes can accumulate in the glands. In some cases, women with lupus and Sjogren's may also experience vaginal and skin dryness.; Skin rashes, including the \"butterfly\" rash, appear in more than 50% of people with lupus erythematosus. The rash appears mainly on the cheeks and bridge of the nose and gets worse when exposed to sunlight.\nThere are also some other symptoms such as:\nLosing weight.; Uncomfortable, restless; Appearance of ulcers in the mouth; Sensitive to sunlight.; Swollen lymph nodes.; The disease can cause joint pain, especially in the morning\nSymptoms of the disease depend on which part of the body is affected:\nBrain and nervous system: Headaches, weakness, numbness, tingling, convulsions, vision problems, memory problems and personality changes; Gastrointestinal tract: Patients have abdominal pain, nausea and vomiting.; Heart: Problems with heart valves, inflammation of the myocardium or endocardium, pericardium; Lungs: Pleural effusion, difficulty breathing, coughing up blood.; Skin: Rash sensitive to light, mucous membranes: ulcers in the mouth.; Kidney: Leg swelling; Fingers and toes: cold purple tips in Raynaud's case.; Blood abnormalities include: Anemia, low white blood cells or reduced platelet count.\nIf I have these symptoms, does it mean I have lupus? This is not entirely accurate. Lupus shares many symptoms with other diseases such as arthritis and diabetes. So if you have these common lupus symptoms, it's important to talk to your doctor and find out if you have lupus or another health problem. That way, you can receive precise and effective treatment.",
            "subsection_string": "Common symptoms\nSymptoms vary from person to person and may come and go. Mild or severe. The disease can affect one area of ​​the body or many areas of the body. Because lupus can affect so many different parts of the body, it can cause so many different symptoms. And it's also possible that people with lupus don't have all the symptoms. (3)\nCommon symptoms include:\nJoint pain: Joints are painful, stiff and swollen, especially in the morning. The severity may be mild and gradually increase in severity with more obvious manifestations. These symptoms may also come and go on their own over a period of time.; Fatigue: Up to 90% of people with lupus erythematosus share that they have experienced periods of extreme fatigue. Many people sleep too much at noon and have insomnia at night. This condition leads to physical weakness; Fever of unknown cause: This is one of the initial symptoms and is common in sick people. Mild fevers occur frequently and repeatedly. Because it is a mild fever, many people are indifferent and ignore it. through it.; Hair loss: Hair loss, even large patches of hair that expose the scalp, this is a condition that occurs when dermatitis occurs, not only hair, but in some people there is also thinning of the beard, eyelashes, and eyebrows. The disease can cause hair to become weak, stiff and prone to breakage; Dry mouth, dry eyes: You can feel this condition when you have lupus erythematosus because patients will develop Sjogren's disease, this is another autoimmune disorder syndrome, this disease causes the glands to responsible for tears and saliva malfunction, and lymphocytes can accumulate in the glands. In some cases, women with lupus and Sjogren's may also experience vaginal and skin dryness.; Skin rashes, including the \"butterfly\" rash, appear in more than 50% of people with lupus erythematosus. The rash appears mainly on the cheeks and bridge of the nose and gets worse when exposed to sunlight.\nThere are also some other symptoms such as:\nLosing weight.; Uncomfortable, restless; Appearance of ulcers in the mouth; Sensitive to sunlight.; Swollen lymph nodes.; The disease can cause joint pain, especially in the morning\nSymptoms of the disease depend on which part of the body is affected:\nBrain and nervous system: Headaches, weakness, numbness, tingling, convulsions, vision problems, memory problems and personality changes; Gastrointestinal tract: Patients have abdominal pain, nausea and vomiting.; Heart: Problems with heart valves, inflammation of the myocardium or endocardium, pericardium; Lungs: Pleural effusion, difficulty breathing, coughing up blood.; Skin: Rash sensitive to light, mucous membranes: ulcers in the mouth.; Kidney: Leg swelling; Fingers and toes: cold purple tips in Raynaud's case.; Blood abnormalities include: Anemia, low white blood cells or reduced platelet count.\nIf I have these symptoms, does it mean I have lupus? This is not entirely accurate. Lupus shares many symptoms with other diseases such as arthritis and diabetes. So if you have these common lupus symptoms, it's important to talk to your doctor and find out if you have lupus or another health problem. That way, you can receive precise and effective treatment."
        },
        {
            "subsection_name": "How to diagnose systemic lupus erythematosus",
            "subsection_content": "Currently, there is no single test that gives doctors a “yes” or “no” answer when diagnosing lupus erythematosus. Sometimes it can take months or even years to gather all the right information.\nDiagnosing lupus is like piecing together a puzzle. Your doctor will look at several different pieces of the puzzle: your symptoms, medical history, family history, and tests. If enough pieces come together, you may be diagnosed with lupus.\nIf your doctor thinks you might have lupus, he or she will ask you questions about your symptoms, such as:\nWhat are the symptoms you are experiencing?; When and where do these symptoms appear mainly?; Does anything make your symptoms better or worse?; Do these symptoms occur regularly? Do these symptoms ever come and go over a period of time?; Do your symptoms get worse at certain times of the day?; Do these symptoms seriously affect your daily activities and disrupt your routine?\nYour doctor may also ask if anyone in your family has lupus or another autoimmune disease such as rheumatoid arthritis, reactive arthritis, etc. Because people who have family members with autoimmune diseases may be more susceptible to lupus.\nAccording to the American College of Rheumatology, there is a list of symptoms and other indicators that doctors can use as a guide to determine whether a patient has lupus. If your doctor finds that you have these symptoms, and finds no other cause, you may have lupus:\nRash: A butterfly-shaped rash appears on the cheeks. A papular or discoid rash appears (discoid lupus erythematosus). A rash appears on the skin when exposed to sunlight; A butterfly-shaped rash appears on the cheeks; Appearance of papular or discoid erythema (discoid lupus erythematosus); A rash appears on the skin when exposed to sunlight; Mouth ulcers: ulcers in the mouth or nose that last from a few days to more than a month; Arthritis: Joints are susceptible to damage and swelling and pain lasting several weeks in two or more joints; Pleural effusion or pericardial effusion: pleurisy, or pericarditis appears. Patients may feel chest pain and difficulty breathing when taking deep breaths.; Kidney problems: Urine tests show blood or protein mixed in, reduced kidney function; Neurological problems: Seizures, strokes or mental disorders; Tests show abnormal blood conditions: Cytopenia: results show that the patient has anemia, leukopenia or thrombocytopenia. Antinuclear antibodies (ANA) give positive results: most patients with lupus erythematosus give positive results when doing this test. Certain antibodies that indicate an immune system problem: anti-double-stranded DNA (called anti-dsDNA), anti-Smith antibodies (called anti-Sm) or antiphospholipid antibodies, blood tests may give false positive results for syphilis.; Cytopenia: results show that the patient has anemia, leukopenia or thrombocytopenia.; Antinuclear antibodies (ANA) give positive results: most patients with lupus erythematosus give positive results when doing this test.; Certain antibodies that indicate an immune system problem: anti-double-stranded DNA (called anti-dsDNA), anti-Smith antibodies (called anti-Sm) or antiphospholipid antibodies, blood tests May give false positive results for syphilis.",
            "subsection_string": "How to diagnose systemic lupus erythematosus\nCurrently, there is no single test that gives doctors a “yes” or “no” answer when diagnosing lupus erythematosus. Sometimes it can take months or even years to gather all the right information.\nDiagnosing lupus is like piecing together a puzzle. Your doctor will look at several different pieces of the puzzle: your symptoms, medical history, family history, and tests. If enough pieces come together, you may be diagnosed with lupus.\nIf your doctor thinks you might have lupus, he or she will ask you questions about your symptoms, such as:\nWhat are the symptoms you are experiencing?; When and where do these symptoms appear mainly?; Does anything make your symptoms better or worse?; Do these symptoms occur regularly? Do these symptoms ever come and go over a period of time?; Do your symptoms get worse at certain times of the day?; Do these symptoms seriously affect your daily activities and disrupt your routine?\nYour doctor may also ask if anyone in your family has lupus or another autoimmune disease such as rheumatoid arthritis, reactive arthritis, etc. Because people who have family members with autoimmune diseases may be more susceptible to lupus.\nAccording to the American College of Rheumatology, there is a list of symptoms and other indicators that doctors can use as a guide to determine whether a patient has lupus. If your doctor finds that you have these symptoms, and finds no other cause, you may have lupus:\nRash: A butterfly-shaped rash appears on the cheeks. A papular or discoid rash appears (discoid lupus erythematosus). A rash appears on the skin when exposed to sunlight; A butterfly-shaped rash appears on the cheeks; Appearance of papular or discoid erythema (discoid lupus erythematosus); A rash appears on the skin when exposed to sunlight; Mouth ulcers: ulcers in the mouth or nose that last from a few days to more than a month; Arthritis: Joints are susceptible to damage and swelling and pain lasting several weeks in two or more joints; Pleural effusion or pericardial effusion: pleurisy, or pericarditis appears. Patients may feel chest pain and difficulty breathing when taking deep breaths.; Kidney problems: Urine tests show blood or protein mixed in, reduced kidney function; Neurological problems: Seizures, strokes or mental disorders; Tests show abnormal blood conditions: Cytopenia: results show that the patient has anemia, leukopenia or thrombocytopenia. Antinuclear antibodies (ANA) give positive results: most patients with lupus erythematosus give positive results when doing this test. Certain antibodies that indicate an immune system problem: anti-double-stranded DNA (called anti-dsDNA), anti-Smith antibodies (called anti-Sm) or antiphospholipid antibodies, blood tests may give false positive results for syphilis.; Cytopenia: results show that the patient has anemia, leukopenia or thrombocytopenia.; Antinuclear antibodies (ANA) give positive results: most patients with lupus erythematosus give positive results when doing this test.; Certain antibodies that indicate an immune system problem: anti-double-stranded DNA (called anti-dsDNA), anti-Smith antibodies (called anti-Sm) or antiphospholipid antibodies, blood tests May give false positive results for syphilis."
        },
        {
            "subsection_name": "Subjects susceptible to disease",
            "subsection_content": "People of any age, gender, and race or ethnicity can get lupus. But some people are at higher risk than others, including: (4)\nWomen from 15 to 44 years old;; Certain racial or ethnic groups – including people who are African American, Asian American, Hispanic/Latino, Native American or Pacific Islander;; People who have a family member with lupus or another autoimmune disease;",
            "subsection_string": "Subjects susceptible to disease\nPeople of any age, gender, and race or ethnicity can get lupus. But some people are at higher risk than others, including: (4)\nWomen from 15 to 44 years old;; Certain racial or ethnic groups – including people who are African American, Asian American, Hispanic/Latino, Native American or Pacific Islander;; People who have a family member with lupus or another autoimmune disease;"
        },
        {
            "subsection_name": "Complications",
            "subsection_content": "Even if the disease does not appear, lupus can cause complications that affect future health. According to research, about 10-15% of people with lupus will die from complications of lupus. A study sponsored by the Lupus Foundation of America found that overall, lupus is among the top 20 causes of death in women 5-64 years old.\nOne of the serious complications of the disease is atherosclerosis. This is a dangerous complication that affects the patient's life. This condition increases risks such as myocardial infarction, heart failure, and stroke. Therefore, people with lupus erythematosus need to pay attention to the signs and symptoms of heart disease, manage the condition well and prevent risk factors by stopping smoking, monitoring blood pressure and cholesterol and maintaining a healthy lifestyle. Maintain an active and healthy lifestyle and have regular check-ups.\nLupus can also cause kidney disease, which can progress to kidney failure and require dialysis. These serious problems can be prevented by seeing a doctor and getting early diagnosis and treatment at the first signs of kidney disease. These signs include: Hypertension, swelling in the legs, arms or more discreetly in the eyelids, heaviness in the face, changes in urine such as blood or foam in the urine, patients often Frequent urination at night, frequent urination, or painful or frequent urination.\nLupus can cause kidney disease, progressing to kidney failure, requiring dialysis",
            "subsection_string": "Complications\nEven if the disease does not appear, lupus can cause complications that affect future health. According to research, about 10-15% of people with lupus will die from complications of lupus. A study sponsored by the Lupus Foundation of America found that overall, lupus is among the top 20 causes of death in women 5-64 years old.\nOne of the serious complications of the disease is atherosclerosis. This is a dangerous complication that affects the patient's life. This condition increases risks such as myocardial infarction, heart failure, and stroke. Therefore, people with lupus erythematosus need to pay attention to the signs and symptoms of heart disease, manage the condition well and prevent risk factors by stopping smoking, monitoring blood pressure and cholesterol and maintaining a healthy lifestyle. Maintain an active and healthy lifestyle and have regular check-ups.\nLupus can also cause kidney disease, which can progress to kidney failure and require dialysis. These serious problems can be prevented by seeing a doctor and getting early diagnosis and treatment at the first signs of kidney disease. These signs include: Hypertension, swelling in the legs, arms or more discreetly in the eyelids, heaviness in the face, changes in urine such as blood or foam in the urine, patients often Frequent urination at night, frequent urination, or painful or frequent urination.\nLupus can cause kidney disease, progressing to kidney failure, requiring dialysis"
        },
        {
            "subsection_name": "Can lupus erythematosus be cured?",
            "subsection_content": "Currently, there is still no cure for lupus. However, due to improved diagnosis and management of the disease, most people with the disease will continue to live a normal life. The main treatment today is to treat symptoms, severity, and complications of the disease. Patients with muscle or joint pain, fatigue, rashes and other problems that are not dangerous can be treated with conventional treatment options such as:\n1. Use anti-inflammatory drugs and pain relievers\nAnti-inflammatory medications help relieve many of the symptoms of lupus by reducing inflammation and pain. These are the most common medications used to treat lupus symptoms such as fever, arthritis, or pleurisy. These symptoms usually improve within a few days after starting treatment. For many people with lupus, anti-inflammatory drugs may be the only medications they need to control their lupus. Some anti-inflammatory drugs include:\nAspirin\nHelps relieve pain with anti-inflammatory and anti-platelet properties. Some lupus symptoms can be controlled. However, the medicine can cause stomach irritation. Rarely used now.\nAcetaminophen (Tylenol®)\nUsed in pain relief treatment. Less stomach irritation than aspirin. Medications do not help reduce inflammation and cannot control lupus disease activity. Most people have no side effects from taking Tylenol. But, in some rare cases, liver problems have occurred.\n2. Non-Steroidal Anti-Inflammatory Drugs (NSAIDs)\nIbuprofen (Motrin®), naproxen (Naprosyn®), indomethacin (Indocin®), nabumetone (Relafen®), and celecoxib (Celebrex®)\nHelps reduce inflammation, especially helpful for joint pain and stiffness. Like aspirin, NSAIDs can cause stomach irritation. NSAIDs can also cause serious gastrointestinal problems such as bleeding ulcers. To reduce the risk of these problems, the medication is often taken with food, milk, or antacids. They may also come with other medications such as misoprostol (Cytotec®), omeprazole (Prilosec®), lanzoprazole (Prevacid®), and others. You may need a prescription for these medications. You should always be careful when taking too much NSAID. This can reduce blood flow to your kidneys and may interfere with their ability to remove waste from your body.\nCorticosteroids\nCorticosteroids are medications that work like cortisol, a natural hormone produced by the adrenal glands. Cortisol helps regulate blood pressure and the immune system. It is also the body's most powerful anti-inflammatory hormone. Corticosteroids prescribed for autoimmune diseases are different from anabolic steroids.\nSteroid medications work quickly to reduce swelling, heat, tenderness, and pain associated with inflammation by dampening the immune system's response. Prednisone is the most commonly prescribed steroid for lupus. Your doctor will prescribe Prednisolone and methylprednisolone if you have liver problems.\n3. Anti-malarial drugs\nAntimalarials are prescription medications used along with steroids and other medications. They are used partly to reduce the required dosage of other medications. Anti-malarial drugs are often prescribed for fatigue, rash, joint pain or mouth ulcers. They may also help prevent abnormal blood clotting.\nAntimalarial drugs improve lupus by reducing antibody production. This protects against UV damage from the sun and other sources and improves skin damage.\nTwo antimalarial drugs commonly prescribed today for lupus are hydroxychloroquine (Plaquenil®) and chloroquine (Aralen®).\nUnlike the quick response to taking steroids, it may take several months before malaria medications improve your lupus symptoms. Side effects from antimalarial drugs are rare and usually mild. These include abdominal pain and changes in skin color. Side effects usually disappear after the body adapts to the medication.\n4. Immunosuppressive drugs\nImmunosuppressants are prescription medications used to control inflammation and an overactive immune system. They are especially used when steroids cannot control lupus symptoms, or when a person cannot take high doses of steroids. However, there can be serious side effects from these medications.\nIf you are being treated with immunosuppressants, you should visit regularly for careful monitoring by your doctor. Immunosuppressants reduce the body's ability to fight infection. Therefore, they increase your chances of getting a viral infection like chickenpox… It is extremely important that you pay attention to even the smallest cut or wound and let your doctor know if there are any signs of infection what starts, such as redness, swelling or pain. These drugs may also increase your risk of developing certain types of cancer. Each immunosuppressant drug has unique side effects. Therefore, it is important that only doctors who have experience with these medications prescribe them. Because this disease affects so many parts of the body, some doctors who may be involved in its care and treatment include:\nRheumatologist, a specialist in the treatment of joint diseases and autoimmune diseases in general; Dermatologist.; Cardiologist.; Nephrologist.\nThe progression of lupus is different for each person. Today, with appropriate treatment, most people with lupus can live longer and have a much improved quality of life. Following your treatment plan and taking your medications as prescribed can help prevent symptoms from recurring.",
            "subsection_string": "Can lupus erythematosus be cured?\nCurrently, there is still no cure for lupus. However, due to improved diagnosis and management of the disease, most people with the disease will continue to live a normal life. The main treatment today is to treat symptoms, severity, and complications of the disease. Patients with muscle or joint pain, fatigue, rashes and other problems that are not dangerous can be treated with conventional treatment options such as:\n1. Use anti-inflammatory drugs and pain relievers\nAnti-inflammatory medications help relieve many of the symptoms of lupus by reducing inflammation and pain. These are the most common medications used to treat lupus symptoms such as fever, arthritis, or pleurisy. These symptoms usually improve within a few days after starting treatment. For many people with lupus, anti-inflammatory drugs may be the only medications they need to control their lupus. Some anti-inflammatory drugs include:\nAspirin\nHelps relieve pain with anti-inflammatory and anti-platelet properties. Some lupus symptoms can be controlled. However, the medicine can cause stomach irritation. Rarely used now.\nAcetaminophen (Tylenol®)\nUsed in pain relief treatment. Less stomach irritation than aspirin. Medications do not help reduce inflammation and cannot control lupus disease activity. Most people have no side effects from taking Tylenol. But, in some rare cases, liver problems have occurred.\n2. Non-Steroidal Anti-Inflammatory Drugs (NSAIDs)\nIbuprofen (Motrin®), naproxen (Naprosyn®), indomethacin (Indocin®), nabumetone (Relafen®), and celecoxib (Celebrex®)\nHelps reduce inflammation, especially helpful for joint pain and stiffness. Like aspirin, NSAIDs can cause stomach irritation. NSAIDs can also cause serious gastrointestinal problems such as bleeding ulcers. To reduce the risk of these problems, the medication is often taken with food, milk, or antacids. They may also come with other medications such as misoprostol (Cytotec®), omeprazole (Prilosec®), lanzoprazole (Prevacid®), and others. You may need a prescription for these medications. You should always be careful when taking too much NSAID. This can reduce blood flow to your kidneys and may interfere with their ability to remove waste from your body.\nCorticosteroids\nCorticosteroids are medications that work like cortisol, a natural hormone produced by the adrenal glands. Cortisol helps regulate blood pressure and the immune system. It is also the body's most powerful anti-inflammatory hormone. Corticosteroids prescribed for autoimmune diseases are different from anabolic steroids.\nSteroid medications work quickly to reduce swelling, heat, tenderness, and pain associated with inflammation by dampening the immune system's response. Prednisone is the most commonly prescribed steroid for lupus. Your doctor will prescribe Prednisolone and methylprednisolone if you have liver problems.\n3. Anti-malarial drugs\nAntimalarials are prescription medications used along with steroids and other medications. They are used partly to reduce the required dosage of other medications. Anti-malarial drugs are often prescribed for fatigue, rash, joint pain or mouth ulcers. They may also help prevent abnormal blood clotting.\nAntimalarial drugs improve lupus by reducing antibody production. This protects against UV damage from the sun and other sources and improves skin damage.\nTwo antimalarial drugs commonly prescribed today for lupus are hydroxychloroquine (Plaquenil®) and chloroquine (Aralen®).\nUnlike the quick response to taking steroids, it may take several months before malaria medications improve your lupus symptoms. Side effects from antimalarial drugs are rare and usually mild. These include abdominal pain and changes in skin color. Side effects usually disappear after the body adapts to the medication.\n4. Immunosuppressive drugs\nImmunosuppressants are prescription medications used to control inflammation and an overactive immune system. They are especially used when steroids cannot control lupus symptoms, or when a person cannot take high doses of steroids. However, there can be serious side effects from these medications.\nIf you are being treated with immunosuppressants, you should visit regularly for careful monitoring by your doctor. Immunosuppressants reduce the body's ability to fight infection. Therefore, they increase your chances of getting a viral infection like chickenpox… It is extremely important that you pay attention to even the smallest cut or wound and let your doctor know if there are any signs of infection what starts, such as redness, swelling or pain. These drugs may also increase your risk of developing certain types of cancer. Each immunosuppressant drug has unique side effects. Therefore, it is important that only doctors who have experience with these medications prescribe them. Because this disease affects so many parts of the body, some doctors who may be involved in its care and treatment include:\nRheumatologist, a specialist in the treatment of joint diseases and autoimmune diseases in general; Dermatologist.; Cardiologist.; Nephrologist.\nThe progression of lupus is different for each person. Today, with appropriate treatment, most people with lupus can live longer and have a much improved quality of life. Following your treatment plan and taking your medications as prescribed can help prevent symptoms from recurring."
        },
        {
            "subsection_name": "Prevention",
            "subsection_content": "Because this is an autoimmune disease and the cause of the disease is unknown, it is difficult to prevent the development of lupus erythematosus. However, some high-risk subjects can prevent the disease by paying attention to warning signs of the disease such as symptoms of fatigue, characteristic skin rashes, abdominal pain, joint pain, and dizziness. face. Early detection of symptoms helps patients receive early diagnosis and treatment, helping to reduce the negative impact of the disease on health, reducing treatment costs and time spent in the hospital. (5)\nBesides, high-risk groups can proactively prevent by:\nLimit sun exposure, use sunscreen, long-sleeved clothes, scarves and hats when going out.; Have a scientific and healthy lifestyle; Get vaccinated to boost your immune system.; Limit intake of foods made from animal fats, abstain from stimulants such as alcohol, beer, cigarettes, etc.",
            "subsection_string": "Prevention\nBecause this is an autoimmune disease and the cause of the disease is unknown, it is difficult to prevent the development of lupus erythematosus. However, some high-risk subjects can prevent the disease by paying attention to warning signs of the disease such as symptoms of fatigue, characteristic skin rashes, abdominal pain, joint pain, and dizziness. face. Early detection of symptoms helps patients receive early diagnosis and treatment, helping to reduce the negative impact of the disease on health, reducing treatment costs and time spent in the hospital. (5)\nBesides, high-risk groups can proactively prevent by:\nLimit sun exposure, use sunscreen, long-sleeved clothes, scarves and hats when going out.; Have a scientific and healthy lifestyle; Get vaccinated to boost your immune system.; Limit intake of foods made from animal fats, abstain from stimulants such as alcohol, beer, cigarettes, etc."
        },
        {
            "subsection_name": "How to care for sick people",
            "subsection_content": "Nowadays, with advances in diagnosis, treatment and management of lupus erythematosus, patients can live and work, and even have a longer lifespan like normal people. However, this is still a chronic disease that can affect life. If treatment methods are not met, the patient can go through difficult periods due to disease flare-ups, causing pain and limiting activities. normal movement.\nSymptoms of the disease can come and disappear, no one can predict the next outbreak of the disease, so patients need to learn to live peacefully with lupus erythematosus. Here are some tips to help make caring for patients with lupus erythematosus easier.\nHelp patients create active activity plans such as:\nQuit smoking: This can help prevent infections and heart attacks, reduce the risk of pneumonia, bronchitis and coronary artery disease; Rest: This helps reduce fatigue, reduces the risk of flare-ups, and reduces sensitivity to pain.; Avoid exposure to direct sunlight and fluorescent lighting: This helps protect against sensitivity to UV rays. Sunlight can trigger the onset of a lupus rash and can even make the disease itself worse. When outdoors on a sunny day, wear protective clothing (long sleeves, wide-brimmed hat) and use plenty of sunscreen; Vitamin D Supplement: This prevents osteoporosis due to reduced sun exposure.; Wash your hands regularly: This helps prevent infection in especially susceptible people.; Pain control: Hot baths, baths and other stress-relieving measures, including acupuncture, yoga.; Managing mental health: Seeking advice from a mental health professional can help reduce symptoms of depression.; Exercise regularly: This reduces muscle stiffness, prevents osteoporosis, reduces stress and protects the heart, helps maintain joint flexibility and can prevent heart disease and stroke. This does not mean overtraining. Switch from light to moderate exercise with rest periods.",
            "subsection_string": "How to care for sick people\nNowadays, with advances in diagnosis, treatment and management of lupus erythematosus, patients can live and work, and even have a longer lifespan like normal people. However, this is still a chronic disease that can affect life. If treatment methods are not met, the patient can go through difficult periods due to disease flare-ups, causing pain and limiting activities. normal movement.\nSymptoms of the disease can come and disappear, no one can predict the next outbreak of the disease, so patients need to learn to live peacefully with lupus erythematosus. Here are some tips to help make caring for patients with lupus erythematosus easier.\nHelp patients create active activity plans such as:\nQuit smoking: This can help prevent infections and heart attacks, reduce the risk of pneumonia, bronchitis and coronary artery disease; Rest: This helps reduce fatigue, reduces the risk of flare-ups, and reduces sensitivity to pain.; Avoid exposure to direct sunlight and fluorescent lighting: This helps protect against sensitivity to UV rays. Sunlight can trigger the onset of a lupus rash and can even make the disease itself worse. When outdoors on a sunny day, wear protective clothing (long sleeves, wide-brimmed hat) and use plenty of sunscreen; Vitamin D Supplement: This prevents osteoporosis due to reduced sun exposure.; Wash your hands regularly: This helps prevent infection in especially susceptible people.; Pain control: Hot baths, baths and other stress-relieving measures, including acupuncture, yoga.; Managing mental health: Seeking advice from a mental health professional can help reduce symptoms of depression.; Exercise regularly: This reduces muscle stiffness, prevents osteoporosis, reduces stress and protects the heart, helps maintain joint flexibility and can prevent heart disease and stroke. This does not mean overtraining. Switch from light to moderate exercise with rest periods."
        },
        {
            "subsection_name": "What to eat/avoid with lupus erythematosus?",
            "subsection_content": "Foods to eat\nScientific nutrition is an indispensable part of the overall treatment plan for lupus erythematosus. Patients should aim for a nutritionally balanced diet that includes plenty of fruits, vegetables and whole grains. In addition, moderate amounts of meat, poultry and fish should also be added to the menu every day.\nFoods to avoid\nFoods that people with lupus should avoid include:\nSoups and cream sauces.; Red meat.; Animal fat.; Alfalfa sprouts.; Garlic.; Foods high in fat.; Foods high in sodium; Products processed from meat; Fried foods, commercial baked goods.; High-fat dairy foods (whole milk, cheese, butter, cream).\nSee more: What should people eat with lupus erythematosus?",
            "subsection_string": "What to eat/avoid with lupus erythematosus?\nFoods to eat\nScientific nutrition is an indispensable part of the overall treatment plan for lupus erythematosus. Patients should aim for a nutritionally balanced diet that includes plenty of fruits, vegetables and whole grains. In addition, moderate amounts of meat, poultry and fish should also be added to the menu every day.\nFoods to avoid\nFoods that people with lupus should avoid include:\nSoups and cream sauces.; Red meat.; Animal fat.; Alfalfa sprouts.; Garlic.; Foods high in fat.; Foods high in sodium; Products processed from meat; Fried foods, commercial baked goods.; High-fat dairy foods (whole milk, cheese, butter, cream).\nSee more: What should people eat with lupus erythematosus?"
        },
        {
            "subsection_name": "Frequently asked questions about lupus erythematosus",
            "subsection_content": "Is lupus erythematosus contagious?\nLupus erythematosus is a non-contagious disease. You cannot catch it from another person even through very close contact or sexual intercourse. Experts believe that this autoimmune disease begins due to a combination of genes, environment and endocrine in the body.\nIs lupus erythematosus dangerous?\nThis is a dangerous disease because its damage appears in many tissues and organs of the body and currently there is no specific medicine to treat the disease. According to current research, more than 5 million people in the world are affected by this disease and 16,000 people are newly diagnosed each year. The disease affects the skin, joints, heart, lungs, and kidneys; causing damage to the entire body. The case of pop singer Selena Gomez is a typical example of a patient with severe lupus erythematosus when she had to undergo an organ transplant to treat the disease.\nAlthough it is a dangerous disease like lupus erythematosus, it is difficult to diagnose. To prevent disease, if you feel you have the symptoms described above, you should go to specialized medical facilities for examination and diagnosis.\nIs lupus erythematosus hereditary?\nResearchers have found more than 50 genes that they believe are involved in the condition. These genes are more commonly found in people with lupus than in people without the disease. Most of these genes have not been shown to directly cause lupus, but they are believed to contribute to the disease.\nCan lupus erythematosus have children?\nWomen with lupus erythematosus can safely become pregnant if the disease is controlled. Therefore, you will need to start planning your pregnancy well before you get pregnant.\nPatients should be in control or in remission for six months before pregnancy. Pregnancy with active lupus can lead to miscarriage, stillbirth, or other serious health problems for yourself or your baby.; Pregnancy is risky for certain groups of women with lupus including women with high blood pressure, lung disease, heart failure, chronic renal failure, kidney disease, or a history of preeclampsia.\nIf you are a lupus patient and want to start planning a pregnancy, you should talk to your doctor to be best prepared before getting pregnant. In addition, find an obstetrician with experience caring for and treating women with lupus for advice.\nDoes lupus erythematosus itch?\nBecause it is a disease with a rash on the skin, many people wonder if lupus erythematosus will itch. However, most patients with lupus erythematosus do not feel itchy, or have very little itching.\nDepartment of Musculoskeletal Medicine Tam Anh General Hospital specializes in diagnosing and treating connective tissue diseases such as lupus, dermatomyositis, scleroderma, and vasculitis; Osteoporosis, degenerative arthritis, cervical spine, lumbar spine, tendinopathy, sciatica, herniated disc, periarthritis and other tendon attachment points, rheumatoid arthritis, osteoarthritis; metabolic joint diseases such as gout arthritis, autoimmune joint diseases such as rheumatoid arthritis, ankylosing spondylitis, psoriatic arthritis...\nGathering a team of highly qualified experts and doctors who are constantly improving their knowledge, each physician of the Faculty is constantly studying and researching, applying diagnostic and treatment methods according to international standards. for each specific patient to bring the best results. In addition, the Faculty always focuses on improving service quality to bring maximum satisfaction to patients when coming for treatment. In addition, with the advantage of being located in a General Hospital, the Department of Musculoskeletal Medicine of Tam Anh General Hospital also focuses on coordinating with other specialties of the Hospital, aiming at comprehensive treatment methods for people. disease to achieve optimal results.\nNot only lupus erythematosus but also other musculoskeletal diseases, if diagnosed and treated early and properly, the condition can be controlled, the patient no longer has pain and is no longer at risk of deformity or disability. Patients who come for examination at the Department of Musculoskeletal Medicine at Tam Anh General Hospital are often diagnosed early and treated aggressively from the beginning. In particular, thanks to modern machinery and equipment at Tam Anh General Hospital such as: new generation X-ray machines, high-tech MRI, CT scanners... have become useful tools for doctors and nurses. can accurately diagnose the condition and then devise a highly effective medical treatment regimen.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, PhD.Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nAbove is all useful information, compiled from many official information sources and clear scientific research on systemic lupus erythematosus. Let's join hands with Tam Anh General Hospital to protect the health of ourselves and the community!",
            "subsection_string": "Frequently asked questions about lupus erythematosus\nIs lupus erythematosus contagious?\nLupus erythematosus is a non-contagious disease. You cannot catch it from another person even through very close contact or sexual intercourse. Experts believe that this autoimmune disease begins due to a combination of genes, environment and endocrine in the body.\nIs lupus erythematosus dangerous?\nThis is a dangerous disease because its damage appears in many tissues and organs of the body and currently there is no specific medicine to treat the disease. According to current research, more than 5 million people in the world are affected by this disease and 16,000 people are newly diagnosed each year. The disease affects the skin, joints, heart, lungs, and kidneys; causing damage to the entire body. The case of pop singer Selena Gomez is a typical example of a patient with severe lupus erythematosus when she had to undergo an organ transplant to treat the disease.\nAlthough it is a dangerous disease like lupus erythematosus, it is difficult to diagnose. To prevent disease, if you feel you have the symptoms described above, you should go to specialized medical facilities for examination and diagnosis.\nIs lupus erythematosus hereditary?\nResearchers have found more than 50 genes that they believe are involved in the condition. These genes are more commonly found in people with lupus than in people without the disease. Most of these genes have not been shown to directly cause lupus, but they are believed to contribute to the disease.\nCan lupus erythematosus have children?\nWomen with lupus erythematosus can safely become pregnant if the disease is controlled. Therefore, you will need to start planning your pregnancy well before you get pregnant.\nPatients should be in control or in remission for six months before pregnancy. Pregnancy with active lupus can lead to miscarriage, stillbirth, or other serious health problems for yourself or your baby.; Pregnancy is risky for certain groups of women with lupus including women with high blood pressure, lung disease, heart failure, chronic renal failure, kidney disease, or a history of preeclampsia.\nIf you are a lupus patient and want to start planning a pregnancy, you should talk to your doctor to be best prepared before getting pregnant. In addition, find an obstetrician with experience caring for and treating women with lupus for advice.\nDoes lupus erythematosus itch?\nBecause it is a disease with a rash on the skin, many people wonder if lupus erythematosus will itch. However, most patients with lupus erythematosus do not feel itchy, or have very little itching.\nDepartment of Musculoskeletal Medicine Tam Anh General Hospital specializes in diagnosing and treating connective tissue diseases such as lupus, dermatomyositis, scleroderma, and vasculitis; Osteoporosis, degenerative arthritis, cervical spine, lumbar spine, tendinopathy, sciatica, herniated disc, periarthritis and other tendon attachment points, rheumatoid arthritis, osteoarthritis; metabolic joint diseases such as gout arthritis, autoimmune joint diseases such as rheumatoid arthritis, ankylosing spondylitis, psoriatic arthritis...\nGathering a team of highly qualified experts and doctors who are constantly improving their knowledge, each physician of the Faculty is constantly studying and researching, applying diagnostic and treatment methods according to international standards. for each specific patient to bring the best results. In addition, the Faculty always focuses on improving service quality to bring maximum satisfaction to patients when coming for treatment. In addition, with the advantage of being located in a General Hospital, the Department of Musculoskeletal Medicine of Tam Anh General Hospital also focuses on coordinating with other specialties of the Hospital, aiming at comprehensive treatment methods for people. disease to achieve optimal results.\nNot only lupus erythematosus but also other musculoskeletal diseases, if diagnosed and treated early and properly, the condition can be controlled, the patient no longer has pain and is no longer at risk of deformity or disability. Patients who come for examination at the Department of Musculoskeletal Medicine at Tam Anh General Hospital are often diagnosed early and treated aggressively from the beginning. In particular, thanks to modern machinery and equipment at Tam Anh General Hospital such as: new generation X-ray machines, high-tech MRI, CT scanners... have become useful tools for doctors and nurses. can accurately diagnose the condition and then devise a highly effective medical treatment regimen.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, PhD.Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nAbove is all useful information, compiled from many official information sources and clear scientific research on systemic lupus erythematosus. Let's join hands with Tam Anh General Hospital to protect the health of ourselves and the community!"
        }
    ],
    "name": "lupus-ban-do-he-thong.json"
}