{
    "title": "Discoid lupus erythematosus: Causes, symptoms, diagnosis, treatment",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/lupus-ban-do-dang-dia/",
    "abstract": "Discoid lupus erythematosus is one of the common autoimmune diseases, appearing in all age groups, especially women aged 40 and over. The disease can damage many different organs in the body. Specifically, what is discoid lupus erythematosus, its causes, treatment and prevention? We invite you to learn through the following article.",
    "content": "Discoid lupus erythematosus: Causes, symptoms, diagnosis, treatment\n\nDiscoid lupus erythematosus is one of the common autoimmune diseases, appearing in all age groups, especially women aged 40 and over. The disease can damage many different organs in the body. Specifically, what is discoid lupus erythematosus, its causes, treatment and prevention? We invite you to learn through the following article.\n\nWhat is discoid lupus erythematosus?\nDiscoid Lupus Erythematosus (DLE) is the most common form of chronic cutaneous lupus with characteristics such as: persistent disc-shaped scaly patches on the scalp, face and ears; can cause pigment changes, scarring and hair loss... (1)\nPatients may have increased photosensitivity and a tendency to develop secondary atrophy. Patients with discoid lupus erythematosus may present with other systemic symptoms of systemic lupus erythematosus in approximately 20% of patients. Other less common forms of chronic cutaneous lupus erythematosus include discoid lupus of the mouth, on the palms and/or soles of the feet, hypertrophic lupus erythematosus, and tumorigenic lupus erythematosus.\nDiscoid lupus erythematosus can occur in all age groups but is more common in women 40-50 years old. 25% of patients with systemic lupus erythematosus may develop typical discoid skin lesions at some point during their illness, and 1% – 5% of patients with discoid lupus may develop lupus. systemic erythema.\nRace is also a major risk factor for developing systemic lupus erythematosus. The incidence of systemic lupus erythematosus in African American women is four times higher than in white American women. Additionally, African Americans tend to develop the disease at an earlier age and have higher mortality rates\n\nTypes of discoid lupus erythematosus\nBased on many factors such as manifestations, characteristics, severity, distribution... discoid lupus erythematosus is divided into 2 main types as follows: (2)\nBasic disc format\nIn basic discoid lupus erythematosus, there are also 3 subtypes below:\nLocalized discoid lupus erythematosus\nCharacteristic of this type of lupus erythematosus is the concentration of lesions. Most lesions are localized in the neck area. With this type of lupus, the damage is usually not too serious and is relatively easier to control than with other types.\nSystemic discoid lupus erythematosus\nContrary to the type above, this condition is not fixed in one area but causes damage in many different locations on the body. In particular, commonly damaged locations include: neck, arms, chest, head...\nDiscoid lupus erythematosus in childhood\nAs the name suggests, this is a form of lupus erythematosus that often appears in young children, with no difference between men and women. Having this type of lupus can lead to serious damage and progression of other organ damage of systemic lupus erythematosus.\nSpecial disc format\nAccording to morphological characteristics, discoid lupus erythematosus is divided into 2 subtypes including:\nHypertrophic lupus erythematosus\nThis type of lupus has the basic characteristics of spreading with a thick layer of scales covering it. Beneath the surface of the lesion there is a thick layer of keratin.\nLupus erythematosus and panniculitis (lupus profundus)\nLupus erythematosus panniculitis often appears concurrently with dermatitis caused by lupus panniculitis - a form of chronic cutaneous lupus erythematosus, accompanied by discoid lupus erythematosus or other manifestations of systemic lupus erythematosus. Characteristics of lupus erythematosus with panniculitis are that the lesions are hard, nodular nodules with surrounding borders.\n\nDiscoid lupus erythematosus levels\nCutaneous LE Disease Area and Severity Index (CLASI) was developed to classify the severity of cutaneous lupus erythematosus. The total score of the CLASI index is calculated on the basis of 12 anatomical locations, based on 2 parameters: activity score and total damage score. (3)\nTotal performance score is based on:\nDegree of skin redness (0–3); Mucosal lesions (0–1); Current hair loss (0–1), intermittent hair loss (0–3)\nTotal injury score is based on:\nDegree of skin pigmentation disorder (0–2). The condition of dyspigmentation lasting more than 12 months doubles the number of dyspigmentation points.; Skin scars (0-2), for scalp scars (0, 3, 4, 5, 6)\n\nCause of systemic lupus erythematosus\nLike all other forms of lupus, discoid lupus erythematosus does not have a clear cause. However, scientific studies show that the disease has factors related to:\nGenetic predisposition; Gender (women get the disease more than men); Exposure to sunlight; Toxins of cigarette smoke; Hormonal; Stressful condition\nThe disease has a genetic tendency.\n\nCommon symptoms\nClinical symptoms\nDiscoid lupus erythematosus manifests itself as lesions on the skin, from an initial pale pink patch, becoming red and rough. This condition can occur anywhere on your body, especially the neck, palms, soles of the feet and the area below the elbows, and more rarely it can affect the ear canal.\nSymptomatic features include:\nCircular lesions leave scars; Thick scales appear on the skin and scalp; The damaged area blisters and peels, especially around the elbow and fingertips; Thin skin; Skin pigmentation becomes lighter or darker and may not fade; Scalp thickening, hair loss and may not grow back; Nails are brittle and break easily; There are ulcers inside the lips; Some people experience itchy skin; Usually, symptoms may flare up for a certain period of time and then subside.\nSubclinical symptoms\nBesides observing clinical symptoms, doctors need to prescribe some additional paraclinical methods to identify discoid lupus erythematosus as follows:\nSerum testing\nPatients will usually have blood tests at the time of diagnosis and afterward to check for:\nAntinuclear antibodies (ANA, ANF; if present, they are usually of low titer); Extractable anti-nuclear antibody (ENA).; Anti-annexin 1 antibodies – this may be a diagnostic sign; Antiphospholipid antibodies (APLs); Antibodies to Sm – a protein found in cell nuclei; Anti-dsDNA antibody – a protein directed against double-stranded DNA; Antibodies to Ro(SSA) and La(SSB) – two antibodies often found together.; Kidney function to evaluate kidney damage; CRP, erythrocyte sedimentation rate (VS); Complete blood count to identify abnormalities in white and red blood cell counts.\nUrine test\nIn addition to blood tests, doctors may also order urine tests to evaluate the effects of systemic lupus erythematosus on the kidneys. Test indicators often include:\nUrinary protein (albumin)/creatinine is intended to estimate protein (or albumin) in urine.; Urine analysis test to initially evaluate proteinuria and hematuria.\nSkin biopsy\nBiopsies of the skin, kidneys, and joint synovium are also one of the ways to diagnose and evaluate the condition of discoid lupus erythematosus. The tissue will be removed through minor surgery and examined under a microscope to detect IgM, IgG and complement immunoglobulin deposits in the glomeruli to identify signs of systemic lupus erythematosus.\nSkin biopsy helps diagnose discoid lupus erythematosus\n\nComplications if not treated promptly\nAs mentioned above, discoid lupus is only a skin manifestation of systemic lupus erythematosus, so not only does the skin surface become damaged, but the disease can also seriously damage many organs. organs in the body, especially in the full-blown stage. Specifically as follows: (4)\n1. Inflammation of muscles and joints\nLupus can manifest symptoms in the musculoskeletal system. The most typical is inflammation of the joints, especially in the hands, wrists or other large joints such as the knee and groin, causing the patient to have limited movement.\n2. Hematological damage\nPeople with discoid lupus erythematosus may have anemia, thrombocytopenia, leukopenia or coagulation disorders, increasing the risk of bleeding, greatly affecting quality of life.\n3. Kidney damage\nThis is one of the common complications and also the leading cause of death. Kidney damage in lupus manifests quite diversely, including proteinuria, hematuria or more severe cases can cause severe lupus nephritis or nephrotic syndrome. Symptoms of this condition include edema, hematuria, foamy urine, decreased urination, increased blood pressure, itching, nausea, vomiting...\n4. Neuropsychiatric symptoms\nIn the full-blown stage, people with lupus often have symptoms related to the brain and central nervous system such as headaches, dizziness, seizures, hallucinations, and behavioral changes. Many patients also suffer from disorientation, decreased consciousness, and memory loss. In addition, patients may exhibit dangerous symptoms such as weakness, bowel disorders, numbness in limbs, and loss of sensation. People with lupus erythematosus are also at risk of optic neuritis, leading to eye pain, loss of vision... This condition is a manifestation of damage to the optic nerve due to association with autoimmune diseases. including lupus.\n5. Pericarditis, myocarditis\nPatients will have symptoms of chest pain, difficulty breathing, and even heart failure. The cause is explained by lupus causing pericardial fibrosis, pericarditis, myocarditis, damage to the mitral and tricuspid valves, and disorders of the heart's conduction system.\n6. Lung damage\nLupus erythematosus can cause pleurisy, pleural effusion, pulmonary hypertension, interstitial lung disease, pulmonary embolism... This can cause symptoms such as dyspnea on exertion, dry cough or Cough with phlegm and can even cause respiratory failure.\nIn addition, the disease can also cause many other complications such as immunodeficiency, increased risk of cancer...\n\nTreatments\nOnce it is determined that you have discoid lupus erythematosus, doctors will develop a treatment regimen in the following order:\nTopical therapy; Topical Steroids; Steroids are used to help reduce inflammation. You can apply corticosteroid ointment, cream, or your doctor will inject it; Steroids directly into damaged skin. Oral prednisone can help reduce damage by reducing the production of antibodies and anti-inflammatory cells. However, steroids easily cause thinning of the skin, so you need to use the correct dosage and have medical supervision.\nNon-Steroid Topical\nNonsteroidal ointments and creams, such as Calcineurin inhibitors like topical tacrolimus, can also help reduce inflammation. This is a group of drugs prescribed to adults alone or in combination with Methotrexate. Particularly for children, this medicine needs to be used sparingly.\nPimecrolimus\nThis is a drug prepared in the form of a topical cream, does not contain steroids, has anti-inflammatory effects, and regulates the immune system. Medicines can be used for short or long term treatment, depending on the condition and often have some side effects such as: pain and increased risk of infections...\nAnti-malaria medication\nAnother way to reduce systemic inflammation in patients is to use antimalarial drugs. These oral medications include hydroxychloroquine, chloroquine and quinacrine... which have the ability to reduce lymphocyte proliferation, reduce the production of autoantibodies, create a physical photoprotective barrier and reduce inflammation. Normally, when using these drugs, patients should have their eyes checked periodically every year to screen for side effects on the eyes of the drugs.\nSystemic corticosteroids\nSystemic corticosteroids such as Prednisolone and Prednisone can also be used in the treatment of discoid lupus erythematosus to fight inflammation, suppress the immune system, and keep the lesions from spreading. Common side effects of this drug are quite many, typically glaucoma, cataracts, osteoporosis, stomach ulcers, mental disorders...\nImmunosuppressive drugs\nImmunosuppressive drugs such as mycophenolate mofetil, azathioprine, tacrolimus... have the ability to reduce the production of inflammatory cells, reduce the body's excessive immune response, helping to relieve itching, inflammation, and edema of the patient. improved.\n\nWho is susceptible to discoid lupus erythematosus?\nDiscoid lupus erythematosus can affect men and women of all ages and is rare in children. The disease is especially common in women, with a rate 5 times higher than in men and often begins in middle age. The estimated prevalence is approximately 20–40 people per 100,000.\nBesides, factors that can make the disease more serious include stress, infection and trauma.\nUse sunscreen with SPF70 or higher to prevent disease.\nTo prevent the onset or worsening of discoid lupus erythematosus, you are advised to:\nAvoid excessive exposure to direct sunlight.; Always use sunscreen with SPF70 or higher 30 minutes before sun exposure to allow it to absorb. Reapply every 2 hours or when wet.; Wear a hat and clothing that protects your skin, even on cloudy days or in cool areas.; Do not smoke because the toxins in cigarettes can worsen your condition. If you already smoke, limit and quit smoking gradually.\n\nHow to care for patients with lupus erythematosus\nIf you are unfortunately diagnosed with the disease, you need to know how to take care of yourself or learn how to take care of someone in your family who is sick. Accordingly, you should:\nFollow your doctor's instructions when taking medication. Because some medications such as antibiotics and diuretics will make the skin more sensitive to sunlight.; Build a balanced, scientific diet by limiting fat, cholesterol-rich foods, and salt and sugar. Instead, you should increase green vegetables, fruits, foods rich in antioxidants, Omega-3, fiber, vitamins and minerals...; Depending on your skin condition, you can use makeup to cover up the damage, but you should ask your doctor to know which type affects your health because some ingredients in cosmetics can worsen the condition. more important.; Consult a dermatologist or esthetician when you want to treat scars or skin pigmentation changes.\nSee more: Foods that lupus erythematosus patients should eat\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, PhD.Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nUntil now, there is no specific treatment for discoid lupus erythematosus. However, you can still prevent and take care of your health at reputable hospitals, with a team of dedicated, experienced experts; Modern equipment system such as Tam Anh General Hospital to reduce injuries and quickly recover.",
    "subsections": [
        {
            "subsection_name": "What is discoid lupus erythematosus?",
            "subsection_content": "Discoid Lupus Erythematosus (DLE) is the most common form of chronic cutaneous lupus with characteristics such as: persistent disc-shaped scaly patches on the scalp, face and ears; can cause pigment changes, scarring and hair loss... (1)\nPatients may have increased photosensitivity and a tendency to develop secondary atrophy. Patients with discoid lupus erythematosus may present with other systemic symptoms of systemic lupus erythematosus in approximately 20% of patients. Other less common forms of chronic cutaneous lupus erythematosus include discoid lupus of the mouth, on the palms and/or soles of the feet, hypertrophic lupus erythematosus, and tumorigenic lupus erythematosus.\nDiscoid lupus erythematosus can occur in all age groups but is more common in women 40-50 years old. 25% of patients with systemic lupus erythematosus may develop typical discoid skin lesions at some point during their illness, and 1% – 5% of patients with discoid lupus may develop lupus. systemic erythema.\nRace is also a major risk factor for developing systemic lupus erythematosus. The incidence of systemic lupus erythematosus in African American women is four times higher than in white American women. Additionally, African Americans tend to develop the disease at an earlier age and have higher mortality rates",
            "subsection_string": "What is discoid lupus erythematosus?\nDiscoid Lupus Erythematosus (DLE) is the most common form of chronic cutaneous lupus with characteristics such as: persistent disc-shaped scaly patches on the scalp, face and ears; can cause pigment changes, scarring and hair loss... (1)\nPatients may have increased photosensitivity and a tendency to develop secondary atrophy. Patients with discoid lupus erythematosus may present with other systemic symptoms of systemic lupus erythematosus in approximately 20% of patients. Other less common forms of chronic cutaneous lupus erythematosus include discoid lupus of the mouth, on the palms and/or soles of the feet, hypertrophic lupus erythematosus, and tumorigenic lupus erythematosus.\nDiscoid lupus erythematosus can occur in all age groups but is more common in women 40-50 years old. 25% of patients with systemic lupus erythematosus may develop typical discoid skin lesions at some point during their illness, and 1% – 5% of patients with discoid lupus may develop lupus. systemic erythema.\nRace is also a major risk factor for developing systemic lupus erythematosus. The incidence of systemic lupus erythematosus in African American women is four times higher than in white American women. Additionally, African Americans tend to develop the disease at an earlier age and have higher mortality rates"
        },
        {
            "subsection_name": "Types of discoid lupus erythematosus",
            "subsection_content": "Based on many factors such as manifestations, characteristics, severity, distribution... discoid lupus erythematosus is divided into 2 main types as follows: (2)\nBasic disc format\nIn basic discoid lupus erythematosus, there are also 3 subtypes below:\nLocalized discoid lupus erythematosus\nCharacteristic of this type of lupus erythematosus is the concentration of lesions. Most lesions are localized in the neck area. With this type of lupus, the damage is usually not too serious and is relatively easier to control than with other types.\nSystemic discoid lupus erythematosus\nContrary to the type above, this condition is not fixed in one area but causes damage in many different locations on the body. In particular, commonly damaged locations include: neck, arms, chest, head...\nDiscoid lupus erythematosus in childhood\nAs the name suggests, this is a form of lupus erythematosus that often appears in young children, with no difference between men and women. Having this type of lupus can lead to serious damage and progression of other organ damage of systemic lupus erythematosus.\nSpecial disc format\nAccording to morphological characteristics, discoid lupus erythematosus is divided into 2 subtypes including:\nHypertrophic lupus erythematosus\nThis type of lupus has the basic characteristics of spreading with a thick layer of scales covering it. Beneath the surface of the lesion there is a thick layer of keratin.\nLupus erythematosus and panniculitis (lupus profundus)\nLupus erythematosus panniculitis often appears concurrently with dermatitis caused by lupus panniculitis - a form of chronic cutaneous lupus erythematosus, accompanied by discoid lupus erythematosus or other manifestations of systemic lupus erythematosus. Characteristics of lupus erythematosus with panniculitis are that the lesions are hard, nodular nodules with surrounding borders.",
            "subsection_string": "Types of discoid lupus erythematosus\nBased on many factors such as manifestations, characteristics, severity, distribution... discoid lupus erythematosus is divided into 2 main types as follows: (2)\nBasic disc format\nIn basic discoid lupus erythematosus, there are also 3 subtypes below:\nLocalized discoid lupus erythematosus\nCharacteristic of this type of lupus erythematosus is the concentration of lesions. Most lesions are localized in the neck area. With this type of lupus, the damage is usually not too serious and is relatively easier to control than with other types.\nSystemic discoid lupus erythematosus\nContrary to the type above, this condition is not fixed in one area but causes damage in many different locations on the body. In particular, commonly damaged locations include: neck, arms, chest, head...\nDiscoid lupus erythematosus in childhood\nAs the name suggests, this is a form of lupus erythematosus that often appears in young children, with no difference between men and women. Having this type of lupus can lead to serious damage and progression of other organ damage of systemic lupus erythematosus.\nSpecial disc format\nAccording to morphological characteristics, discoid lupus erythematosus is divided into 2 subtypes including:\nHypertrophic lupus erythematosus\nThis type of lupus has the basic characteristics of spreading with a thick layer of scales covering it. Beneath the surface of the lesion there is a thick layer of keratin.\nLupus erythematosus and panniculitis (lupus profundus)\nLupus erythematosus panniculitis often appears concurrently with dermatitis caused by lupus panniculitis - a form of chronic cutaneous lupus erythematosus, accompanied by discoid lupus erythematosus or other manifestations of systemic lupus erythematosus. Characteristics of lupus erythematosus with panniculitis are that the lesions are hard, nodular nodules with surrounding borders."
        },
        {
            "subsection_name": "Discoid lupus erythematosus levels",
            "subsection_content": "Cutaneous LE Disease Area and Severity Index (CLASI) was developed to classify the severity of cutaneous lupus erythematosus. The total score of the CLASI index is calculated on the basis of 12 anatomical locations, based on 2 parameters: activity score and total damage score. (3)\nTotal performance score is based on:\nDegree of skin redness (0–3); Mucosal lesions (0–1); Current hair loss (0–1), intermittent hair loss (0–3)\nTotal injury score is based on:\nDegree of skin pigmentation disorder (0–2). The condition of dyspigmentation lasting more than 12 months doubles the number of dyspigmentation points.; Skin scars (0-2), for scalp scars (0, 3, 4, 5, 6)",
            "subsection_string": "Discoid lupus erythematosus levels\nCutaneous LE Disease Area and Severity Index (CLASI) was developed to classify the severity of cutaneous lupus erythematosus. The total score of the CLASI index is calculated on the basis of 12 anatomical locations, based on 2 parameters: activity score and total damage score. (3)\nTotal performance score is based on:\nDegree of skin redness (0–3); Mucosal lesions (0–1); Current hair loss (0–1), intermittent hair loss (0–3)\nTotal injury score is based on:\nDegree of skin pigmentation disorder (0–2). The condition of dyspigmentation lasting more than 12 months doubles the number of dyspigmentation points.; Skin scars (0-2), for scalp scars (0, 3, 4, 5, 6)"
        },
        {
            "subsection_name": "Cause of systemic lupus erythematosus",
            "subsection_content": "Like all other forms of lupus, discoid lupus erythematosus does not have a clear cause. However, scientific studies show that the disease has factors related to:\nGenetic predisposition; Gender (women get the disease more than men); Exposure to sunlight; Toxins of cigarette smoke; Hormonal; Stressful condition\nThe disease has a genetic tendency.",
            "subsection_string": "Cause of systemic lupus erythematosus\nLike all other forms of lupus, discoid lupus erythematosus does not have a clear cause. However, scientific studies show that the disease has factors related to:\nGenetic predisposition; Gender (women get the disease more than men); Exposure to sunlight; Toxins of cigarette smoke; Hormonal; Stressful condition\nThe disease has a genetic tendency."
        },
        {
            "subsection_name": "Common symptoms",
            "subsection_content": "Clinical symptoms\nDiscoid lupus erythematosus manifests itself as lesions on the skin, from an initial pale pink patch, becoming red and rough. This condition can occur anywhere on your body, especially the neck, palms, soles of the feet and the area below the elbows, and more rarely it can affect the ear canal.\nSymptomatic features include:\nCircular lesions leave scars; Thick scales appear on the skin and scalp; The damaged area blisters and peels, especially around the elbow and fingertips; Thin skin; Skin pigmentation becomes lighter or darker and may not fade; Scalp thickening, hair loss and may not grow back; Nails are brittle and break easily; There are ulcers inside the lips; Some people experience itchy skin; Usually, symptoms may flare up for a certain period of time and then subside.\nSubclinical symptoms\nBesides observing clinical symptoms, doctors need to prescribe some additional paraclinical methods to identify discoid lupus erythematosus as follows:\nSerum testing\nPatients will usually have blood tests at the time of diagnosis and afterward to check for:\nAntinuclear antibodies (ANA, ANF; if present, they are usually of low titer); Extractable anti-nuclear antibody (ENA).; Anti-annexin 1 antibodies – this may be a diagnostic sign; Antiphospholipid antibodies (APLs); Antibodies to Sm – a protein found in cell nuclei; Anti-dsDNA antibody – a protein directed against double-stranded DNA; Antibodies to Ro(SSA) and La(SSB) – two antibodies often found together.; Kidney function to evaluate kidney damage; CRP, erythrocyte sedimentation rate (VS); Complete blood count to identify abnormalities in white and red blood cell counts.\nUrine test\nIn addition to blood tests, doctors may also order urine tests to evaluate the effects of systemic lupus erythematosus on the kidneys. Test indicators often include:\nUrinary protein (albumin)/creatinine is intended to estimate protein (or albumin) in urine.; Urine analysis test to initially evaluate proteinuria and hematuria.\nSkin biopsy\nBiopsies of the skin, kidneys, and joint synovium are also one of the ways to diagnose and evaluate the condition of discoid lupus erythematosus. The tissue will be removed through minor surgery and examined under a microscope to detect IgM, IgG and complement immunoglobulin deposits in the glomeruli to identify signs of systemic lupus erythematosus.\nSkin biopsy helps diagnose discoid lupus erythematosus",
            "subsection_string": "Common symptoms\nClinical symptoms\nDiscoid lupus erythematosus manifests itself as lesions on the skin, from an initial pale pink patch, becoming red and rough. This condition can occur anywhere on your body, especially the neck, palms, soles of the feet and the area below the elbows, and more rarely it can affect the ear canal.\nSymptomatic features include:\nCircular lesions leave scars; Thick scales appear on the skin and scalp; The damaged area blisters and peels, especially around the elbow and fingertips; Thin skin; Skin pigmentation becomes lighter or darker and may not fade; Scalp thickening, hair loss and may not grow back; Nails are brittle and break easily; There are ulcers inside the lips; Some people experience itchy skin; Usually, symptoms may flare up for a certain period of time and then subside.\nSubclinical symptoms\nBesides observing clinical symptoms, doctors need to prescribe some additional paraclinical methods to identify discoid lupus erythematosus as follows:\nSerum testing\nPatients will usually have blood tests at the time of diagnosis and afterward to check for:\nAntinuclear antibodies (ANA, ANF; if present, they are usually of low titer); Extractable anti-nuclear antibody (ENA).; Anti-annexin 1 antibodies – this may be a diagnostic sign; Antiphospholipid antibodies (APLs); Antibodies to Sm – a protein found in cell nuclei; Anti-dsDNA antibody – a protein directed against double-stranded DNA; Antibodies to Ro(SSA) and La(SSB) – two antibodies often found together.; Kidney function to evaluate kidney damage; CRP, erythrocyte sedimentation rate (VS); Complete blood count to identify abnormalities in white and red blood cell counts.\nUrine test\nIn addition to blood tests, doctors may also order urine tests to evaluate the effects of systemic lupus erythematosus on the kidneys. Test indicators often include:\nUrinary protein (albumin)/creatinine is intended to estimate protein (or albumin) in urine.; Urine analysis test to initially evaluate proteinuria and hematuria.\nSkin biopsy\nBiopsies of the skin, kidneys, and joint synovium are also one of the ways to diagnose and evaluate the condition of discoid lupus erythematosus. The tissue will be removed through minor surgery and examined under a microscope to detect IgM, IgG and complement immunoglobulin deposits in the glomeruli to identify signs of systemic lupus erythematosus.\nSkin biopsy helps diagnose discoid lupus erythematosus"
        },
        {
            "subsection_name": "Complications if not treated promptly",
            "subsection_content": "As mentioned above, discoid lupus is only a skin manifestation of systemic lupus erythematosus, so not only does the skin surface become damaged, but the disease can also seriously damage many organs. organs in the body, especially in the full-blown stage. Specifically as follows: (4)\n1. Inflammation of muscles and joints\nLupus can manifest symptoms in the musculoskeletal system. The most typical is inflammation of the joints, especially in the hands, wrists or other large joints such as the knee and groin, causing the patient to have limited movement.\n2. Hematological damage\nPeople with discoid lupus erythematosus may have anemia, thrombocytopenia, leukopenia or coagulation disorders, increasing the risk of bleeding, greatly affecting quality of life.\n3. Kidney damage\nThis is one of the common complications and also the leading cause of death. Kidney damage in lupus manifests quite diversely, including proteinuria, hematuria or more severe cases can cause severe lupus nephritis or nephrotic syndrome. Symptoms of this condition include edema, hematuria, foamy urine, decreased urination, increased blood pressure, itching, nausea, vomiting...\n4. Neuropsychiatric symptoms\nIn the full-blown stage, people with lupus often have symptoms related to the brain and central nervous system such as headaches, dizziness, seizures, hallucinations, and behavioral changes. Many patients also suffer from disorientation, decreased consciousness, and memory loss. In addition, patients may exhibit dangerous symptoms such as weakness, bowel disorders, numbness in limbs, and loss of sensation. People with lupus erythematosus are also at risk of optic neuritis, leading to eye pain, loss of vision... This condition is a manifestation of damage to the optic nerve due to association with autoimmune diseases. including lupus.\n5. Pericarditis, myocarditis\nPatients will have symptoms of chest pain, difficulty breathing, and even heart failure. The cause is explained by lupus causing pericardial fibrosis, pericarditis, myocarditis, damage to the mitral and tricuspid valves, and disorders of the heart's conduction system.\n6. Lung damage\nLupus erythematosus can cause pleurisy, pleural effusion, pulmonary hypertension, interstitial lung disease, pulmonary embolism... This can cause symptoms such as dyspnea on exertion, dry cough or Cough with phlegm and can even cause respiratory failure.\nIn addition, the disease can also cause many other complications such as immunodeficiency, increased risk of cancer...",
            "subsection_string": "Complications if not treated promptly\nAs mentioned above, discoid lupus is only a skin manifestation of systemic lupus erythematosus, so not only does the skin surface become damaged, but the disease can also seriously damage many organs. organs in the body, especially in the full-blown stage. Specifically as follows: (4)\n1. Inflammation of muscles and joints\nLupus can manifest symptoms in the musculoskeletal system. The most typical is inflammation of the joints, especially in the hands, wrists or other large joints such as the knee and groin, causing the patient to have limited movement.\n2. Hematological damage\nPeople with discoid lupus erythematosus may have anemia, thrombocytopenia, leukopenia or coagulation disorders, increasing the risk of bleeding, greatly affecting quality of life.\n3. Kidney damage\nThis is one of the common complications and also the leading cause of death. Kidney damage in lupus manifests quite diversely, including proteinuria, hematuria or more severe cases can cause severe lupus nephritis or nephrotic syndrome. Symptoms of this condition include edema, hematuria, foamy urine, decreased urination, increased blood pressure, itching, nausea, vomiting...\n4. Neuropsychiatric symptoms\nIn the full-blown stage, people with lupus often have symptoms related to the brain and central nervous system such as headaches, dizziness, seizures, hallucinations, and behavioral changes. Many patients also suffer from disorientation, decreased consciousness, and memory loss. In addition, patients may exhibit dangerous symptoms such as weakness, bowel disorders, numbness in limbs, and loss of sensation. People with lupus erythematosus are also at risk of optic neuritis, leading to eye pain, loss of vision... This condition is a manifestation of damage to the optic nerve due to association with autoimmune diseases. including lupus.\n5. Pericarditis, myocarditis\nPatients will have symptoms of chest pain, difficulty breathing, and even heart failure. The cause is explained by lupus causing pericardial fibrosis, pericarditis, myocarditis, damage to the mitral and tricuspid valves, and disorders of the heart's conduction system.\n6. Lung damage\nLupus erythematosus can cause pleurisy, pleural effusion, pulmonary hypertension, interstitial lung disease, pulmonary embolism... This can cause symptoms such as dyspnea on exertion, dry cough or Cough with phlegm and can even cause respiratory failure.\nIn addition, the disease can also cause many other complications such as immunodeficiency, increased risk of cancer..."
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "Once it is determined that you have discoid lupus erythematosus, doctors will develop a treatment regimen in the following order:\nTopical therapy; Topical Steroids; Steroids are used to help reduce inflammation. You can apply corticosteroid ointment, cream, or your doctor will inject it; Steroids directly into damaged skin. Oral prednisone can help reduce damage by reducing the production of antibodies and anti-inflammatory cells. However, steroids easily cause thinning of the skin, so you need to use the correct dosage and have medical supervision.\nNon-Steroid Topical\nNonsteroidal ointments and creams, such as Calcineurin inhibitors like topical tacrolimus, can also help reduce inflammation. This is a group of drugs prescribed to adults alone or in combination with Methotrexate. Particularly for children, this medicine needs to be used sparingly.\nPimecrolimus\nThis is a drug prepared in the form of a topical cream, does not contain steroids, has anti-inflammatory effects, and regulates the immune system. Medicines can be used for short or long term treatment, depending on the condition and often have some side effects such as: pain and increased risk of infections...\nAnti-malaria medication\nAnother way to reduce systemic inflammation in patients is to use antimalarial drugs. These oral medications include hydroxychloroquine, chloroquine and quinacrine... which have the ability to reduce lymphocyte proliferation, reduce the production of autoantibodies, create a physical photoprotective barrier and reduce inflammation. Normally, when using these drugs, patients should have their eyes checked periodically every year to screen for side effects on the eyes of the drugs.\nSystemic corticosteroids\nSystemic corticosteroids such as Prednisolone and Prednisone can also be used in the treatment of discoid lupus erythematosus to fight inflammation, suppress the immune system, and keep the lesions from spreading. Common side effects of this drug are quite many, typically glaucoma, cataracts, osteoporosis, stomach ulcers, mental disorders...\nImmunosuppressive drugs\nImmunosuppressive drugs such as mycophenolate mofetil, azathioprine, tacrolimus... have the ability to reduce the production of inflammatory cells, reduce the body's excessive immune response, helping to relieve itching, inflammation, and edema of the patient. improved.",
            "subsection_string": "Treatments\nOnce it is determined that you have discoid lupus erythematosus, doctors will develop a treatment regimen in the following order:\nTopical therapy; Topical Steroids; Steroids are used to help reduce inflammation. You can apply corticosteroid ointment, cream, or your doctor will inject it; Steroids directly into damaged skin. Oral prednisone can help reduce damage by reducing the production of antibodies and anti-inflammatory cells. However, steroids easily cause thinning of the skin, so you need to use the correct dosage and have medical supervision.\nNon-Steroid Topical\nNonsteroidal ointments and creams, such as Calcineurin inhibitors like topical tacrolimus, can also help reduce inflammation. This is a group of drugs prescribed to adults alone or in combination with Methotrexate. Particularly for children, this medicine needs to be used sparingly.\nPimecrolimus\nThis is a drug prepared in the form of a topical cream, does not contain steroids, has anti-inflammatory effects, and regulates the immune system. Medicines can be used for short or long term treatment, depending on the condition and often have some side effects such as: pain and increased risk of infections...\nAnti-malaria medication\nAnother way to reduce systemic inflammation in patients is to use antimalarial drugs. These oral medications include hydroxychloroquine, chloroquine and quinacrine... which have the ability to reduce lymphocyte proliferation, reduce the production of autoantibodies, create a physical photoprotective barrier and reduce inflammation. Normally, when using these drugs, patients should have their eyes checked periodically every year to screen for side effects on the eyes of the drugs.\nSystemic corticosteroids\nSystemic corticosteroids such as Prednisolone and Prednisone can also be used in the treatment of discoid lupus erythematosus to fight inflammation, suppress the immune system, and keep the lesions from spreading. Common side effects of this drug are quite many, typically glaucoma, cataracts, osteoporosis, stomach ulcers, mental disorders...\nImmunosuppressive drugs\nImmunosuppressive drugs such as mycophenolate mofetil, azathioprine, tacrolimus... have the ability to reduce the production of inflammatory cells, reduce the body's excessive immune response, helping to relieve itching, inflammation, and edema of the patient. improved."
        },
        {
            "subsection_name": "Who is susceptible to discoid lupus erythematosus?",
            "subsection_content": "Discoid lupus erythematosus can affect men and women of all ages and is rare in children. The disease is especially common in women, with a rate 5 times higher than in men and often begins in middle age. The estimated prevalence is approximately 20–40 people per 100,000.\nBesides, factors that can make the disease more serious include stress, infection and trauma.\nUse sunscreen with SPF70 or higher to prevent disease.\nTo prevent the onset or worsening of discoid lupus erythematosus, you are advised to:\nAvoid excessive exposure to direct sunlight.; Always use sunscreen with SPF70 or higher 30 minutes before sun exposure to allow it to absorb. Reapply every 2 hours or when wet.; Wear a hat and clothing that protects your skin, even on cloudy days or in cool areas.; Do not smoke because the toxins in cigarettes can worsen your condition. If you already smoke, limit and quit smoking gradually.",
            "subsection_string": "Who is susceptible to discoid lupus erythematosus?\nDiscoid lupus erythematosus can affect men and women of all ages and is rare in children. The disease is especially common in women, with a rate 5 times higher than in men and often begins in middle age. The estimated prevalence is approximately 20–40 people per 100,000.\nBesides, factors that can make the disease more serious include stress, infection and trauma.\nUse sunscreen with SPF70 or higher to prevent disease.\nTo prevent the onset or worsening of discoid lupus erythematosus, you are advised to:\nAvoid excessive exposure to direct sunlight.; Always use sunscreen with SPF70 or higher 30 minutes before sun exposure to allow it to absorb. Reapply every 2 hours or when wet.; Wear a hat and clothing that protects your skin, even on cloudy days or in cool areas.; Do not smoke because the toxins in cigarettes can worsen your condition. If you already smoke, limit and quit smoking gradually."
        },
        {
            "subsection_name": "How to care for patients with lupus erythematosus",
            "subsection_content": "If you are unfortunately diagnosed with the disease, you need to know how to take care of yourself or learn how to take care of someone in your family who is sick. Accordingly, you should:\nFollow your doctor's instructions when taking medication. Because some medications such as antibiotics and diuretics will make the skin more sensitive to sunlight.; Build a balanced, scientific diet by limiting fat, cholesterol-rich foods, and salt and sugar. Instead, you should increase green vegetables, fruits, foods rich in antioxidants, Omega-3, fiber, vitamins and minerals...; Depending on your skin condition, you can use makeup to cover up the damage, but you should ask your doctor to know which type affects your health because some ingredients in cosmetics can worsen the condition. more important.; Consult a dermatologist or esthetician when you want to treat scars or skin pigmentation changes.\nSee more: Foods that lupus erythematosus patients should eat\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, PhD.Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nUntil now, there is no specific treatment for discoid lupus erythematosus. However, you can still prevent and take care of your health at reputable hospitals, with a team of dedicated, experienced experts; Modern equipment system such as Tam Anh General Hospital to reduce injuries and quickly recover.",
            "subsection_string": "How to care for patients with lupus erythematosus\nIf you are unfortunately diagnosed with the disease, you need to know how to take care of yourself or learn how to take care of someone in your family who is sick. Accordingly, you should:\nFollow your doctor's instructions when taking medication. Because some medications such as antibiotics and diuretics will make the skin more sensitive to sunlight.; Build a balanced, scientific diet by limiting fat, cholesterol-rich foods, and salt and sugar. Instead, you should increase green vegetables, fruits, foods rich in antioxidants, Omega-3, fiber, vitamins and minerals...; Depending on your skin condition, you can use makeup to cover up the damage, but you should ask your doctor to know which type affects your health because some ingredients in cosmetics can worsen the condition. more important.; Consult a dermatologist or esthetician when you want to treat scars or skin pigmentation changes.\nSee more: Foods that lupus erythematosus patients should eat\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, PhD.Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nUntil now, there is no specific treatment for discoid lupus erythematosus. However, you can still prevent and take care of your health at reputable hospitals, with a team of dedicated, experienced experts; Modern equipment system such as Tam Anh General Hospital to reduce injuries and quickly recover."
        }
    ],
    "name": "lupus-ban-do-dang-dia.json"
}