{
    "title": "Amoebic dysentery: Symptoms, causes, diagnosis, treatment and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/ly-amip/",
    "abstract": "Amoebic dysentery is a common intestinal infection that occurs due to unsanitary conditions, creating favorable conditions for parasites to invade and cause harm. This condition needs to be treated promptly and properly to avoid serious complications.",
    "content": "Amoebic dysentery: Symptoms, causes, diagnosis, treatment and prevention\n\nAmoebic dysentery is a common intestinal infection that occurs due to unsanitary conditions, creating favorable conditions for parasites to invade and cause harm. This condition needs to be treated promptly and properly to avoid serious complications.\n\nWhat is Amoebic Dysentery?\nAmoebic dysentery is an intestinal infection caused by the invasion of the parasite Entamoeba histolytica. The disease can lead to diarrhea, nausea, fever and acute abdominal pain, and in many cases there are unclear symptoms.\nAnyone can get amoebic dysentery. The most common areas where this occurs are tropical areas with unsanitary conditions, such as:\nThe restroom is not clean; Hand washing areas and utensils are not hygienic; Improper wastewater treatment\nAmoebic dysentery is an intestinal infection that occurs due to unsanitary conditions\n\nAmoeba life cycle\nThe group of protists always forms surrounding cysts to cope with harsh environmental conditions. In other words, this is an important part of their life cycle.(2)\nThe main cause of amoebic dysentery is the parasite Entamoeba histolytica. This type of protozoa forms cysts and passes out into the environment in feces. When food or water containing Entamoeba histolytica cysts enters the digestive tract, the amoeba is immediately released and the infection begins. During the active phase, Entamoeba histolytica exists only in the host and fresh feces. On the contrary, cysts are always present in water, soil, and food, especially in humid conditions.\nWith a tough outer protective layer, this bacterial cyst can survive continuously for weeks, withstanding heat levels of up to 68 degrees Celsius for 5 minutes. In addition, Entamoeba histolytica is also resistant to certain chemicals. That is why amoebic dysentery is relatively difficult to control. Bacteria that attack the intestinal wall have the risk of causing serious damage. In many cases, it also enters the bloodstream, causing damage to the liver, lungs, brain and spleen.\nAnatomy of the bacterium Entamoeba histolytica\n\nCause of amoebic dysentery\nThe cause of amoebic dysentery is the invasion of the parasite Entamoeba histolytica into the digestive system. Infection routes that must be mentioned include: (1)\nEating food and drinking drinks contaminated with parasites; Touch the surface containing parasite eggs and then put it in your mouth; Contact with feces, most likely to occur when: having anal sex, living or traveling to places with unsanitary conditions...\n\nSymptoms of amoebic dysentery\nAmoebic dysentery often does not manifest into specific symptoms, especially at the first infection. Patients may notice some of the following typical signs within 4 weeks of infection:\nStomach-ache; Diarrhea; Rectal bleeding; Fever; Loose stools; Nausea\nEntamoeba histolytica can exist in the intestine for a long time, even without showing obvious symptoms. Therefore, immediately after living or moving to an area with unsanitary conditions, the best solution is to get examined and tested for timely detection.\nTime to onset varies widely between cases, and asymptomatic infection lasts on average more than a year. The study hypothesized that this change in intensity could be due to the amoeba strain, the host's immune response, or the bacteria or viruses involved.\nDiarrhea is one of the common symptoms of amoebic dysentery\n\nWho is at risk of amoebic dysentery?\nAnyone can get amoebic dysentery, however, the following people are often at higher risk: (3)\nPeople who have traveled to tropical areas with unsanitary conditions; Immigrants and tourists from tropical regions have unsanitary conditions; People living in areas with poor sanitation; Men who have sex with men; Anal sex\n\nDiagnosis method of amoebic dysentery\nWhen suspecting a patient has amoebic dysentery, the doctor will initially ask about recent travel history and health status. After that, a number of tests may be ordered to make an accurate diagnosis, including:\nStool test: Patients need to provide stool samples within a few days to screen for parasites; Stool test: Patients need to provide a stool sample within a few days to screen for parasites.\nBlood tests: Blood tests help determine whether the infection has spread beyond the intestines and other organs. Once the parasite spreads out of the intestine, there is a high risk that it will no longer appear in the stool.; Blood tests: Blood tests help determine whether the infection has spread beyond the intestines and other organs. Once the parasites spread from the intestines, there is a high risk that they will no longer appear in the stool.\nDiagnostic imaging tests (ultrasound, CT scan): The main purpose is to check for lesions on the liver or spread to other organs in the abdomen and the whole body.; Diagnostic imaging tests (ultrasound, CT scan): The main purpose is to check for lesions on the liver or spread to other organs in the abdomen and the whole body.\nColonoscopy: Colonoscopy is performed to check for parasitic lesions on the colon.; Colonoscopy: Colonoscopy is performed to check for parasitic damage on the colon.\n\nComplications of amoebic dysentery\nAmoebic dysentery, if not treated promptly, can lead to many complications including: (4)\nLiver abscess: Parasites and pus form in the liver; Spread of parasites through the blood to the liver, lungs, brain, and other organs; Colitis, toxic megacolon; Rectovaginal fistula; Brain abscess formation; Intestinal perforation; Gastrointestinal bleeding; Peritonitis\n\nHow to treat amoebic dysentery\nAntibiotics are used to treat amoebic dysentery, and there are also medications to treat gastrointestinal symptoms. Patients need to see a doctor for appropriate treatment to avoid dangerous complications.\nMedication is the initial treatment solution for amoebiasis\n\nHow to prevent amoebic dysentery?\n1. Maintain personal hygiene\nPractice good hand hygiene before handling, preparing food, eating, and after using the toilet or handling feces; Practice good hand hygiene before handling or preparing food, eating and drinking, and after using the toilet or handling feces.\nWash your hands with soap and water, rub for at least 20 seconds, then rinse with clean water, dry with disposable paper towels or a specialized dryer; Wash your hands with soap and water, rub for at least 20 seconds, then rinse with clean water and dry with disposable paper towels or a specialized dryer.\nClean your hands regularly with 70 - 80 degree alcohol; Clean your hands regularly with 70 - 80 degree alcohol\nStop all activities of going to school, going to work and going to see a gastroenterology specialist as soon as unusual symptoms appear in the digestive tract, typically diarrhea; Stop all activities like going to school, going to work, and going to see a gastroenterology specialist as soon as unusual symptoms appear in the digestive tract, typically diarrhea.\n2. Maintain food hygiene\nApply the correct food handling formula: Choose clean ingredients, always keep hands and processing utensils clean, separate raw and cooked foods, cook thoroughly before eating, store food at a safe temperature .; Apply the correct food handling formula: Choose clean ingredients, always keep hands and processing utensils clean, separate raw and cooked foods, cook thoroughly before eating, store food at a safe temperature .\nOnly drink boiled water or bottled water of guaranteed origin; Only drink boiled water or bottled water of guaranteed origin\nAvoid drinking iced drinks of unknown origin; Avoid drinking iced drinks of unknown origin\nIsolate infected or asymptomatic carriers from food processing, child care, the elderly, and immunocompromised people.; Isolate infected or asymptomatic carriers from food processing, child care, the elderly, and immunocompromised people.\nHandle food properly to effectively prevent amoebic dysentery\n\nFrequently asked questions about amoebic dysentery\nBelow are some useful answers related to amoebiasis that patients need to understand:\n1. Is amoebic dysentery dangerous?\nAmoebic dysentery can be completely cured if treated properly. In the opposite case, this condition can lead to many dangerous complications, even death. Therefore, patients need to immediately contact a medical facility in case of doubt.\n2. Is amoebiasis contagious?\nThe Entamoeba histolytica parasite lives only in humans and is transmitted through fecal bacteria. The specific route of infection is as follows:\nTouching infected feces and continued contact with the mouth; Eating food or water contaminated with parasites; Oral-anal sex\n3. Can I go to school or work normally if I have amoebic dysentery?\nAll school and work activities should be stopped immediately when detecting amoebiasis. Along with that, patients should wash their hands thoroughly after using the toilet, bathroom or handling diapers and waste. It is important to discuss with your doctor about your health condition and when you can return to school or work after taking antibiotics.\n4. What should you not eat with amoebic dysentery?\nPeople with amoebic dysentery should avoid drinking milk and dairy products of unknown origin, raw vegetables, cold or carbonated drinks. This needs to be maintained for a few days until your doctor gives clearance.\nAvoid eating sweets when you have amoebic dysentery\nThe Center for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and the Department of General Surgery (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing medical examination services. and advanced, effective treatment for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all information related to amoebic dysentery, causes, symptoms, complications and effective treatment and prevention. Hopefully through these shares, you will have more useful updates to proactively monitor and detect diseases promptly, to minimize dangerous complications.",
    "subsections": [
        {
            "subsection_name": "What is Amoebic Dysentery?",
            "subsection_content": "Amoebic dysentery is an intestinal infection caused by the invasion of the parasite Entamoeba histolytica. The disease can lead to diarrhea, nausea, fever and acute abdominal pain, and in many cases there are unclear symptoms.\nAnyone can get amoebic dysentery. The most common areas where this occurs are tropical areas with unsanitary conditions, such as:\nThe restroom is not clean; Hand washing areas and utensils are not hygienic; Improper wastewater treatment\nAmoebic dysentery is an intestinal infection that occurs due to unsanitary conditions",
            "subsection_string": "What is Amoebic Dysentery?\nAmoebic dysentery is an intestinal infection caused by the invasion of the parasite Entamoeba histolytica. The disease can lead to diarrhea, nausea, fever and acute abdominal pain, and in many cases there are unclear symptoms.\nAnyone can get amoebic dysentery. The most common areas where this occurs are tropical areas with unsanitary conditions, such as:\nThe restroom is not clean; Hand washing areas and utensils are not hygienic; Improper wastewater treatment\nAmoebic dysentery is an intestinal infection that occurs due to unsanitary conditions"
        },
        {
            "subsection_name": "Amoeba life cycle",
            "subsection_content": "The group of protists always forms surrounding cysts to cope with harsh environmental conditions. In other words, this is an important part of their life cycle.(2)\nThe main cause of amoebic dysentery is the parasite Entamoeba histolytica. This type of protozoa forms cysts and passes out into the environment in feces. When food or water containing Entamoeba histolytica cysts enters the digestive tract, the amoeba is immediately released and the infection begins. During the active phase, Entamoeba histolytica exists only in the host and fresh feces. On the contrary, cysts are always present in water, soil, and food, especially in humid conditions.\nWith a tough outer protective layer, this bacterial cyst can survive continuously for weeks, withstanding heat levels of up to 68 degrees Celsius for 5 minutes. In addition, Entamoeba histolytica is also resistant to certain chemicals. That is why amoebic dysentery is relatively difficult to control. Bacteria that attack the intestinal wall have the risk of causing serious damage. In many cases, it also enters the bloodstream, causing damage to the liver, lungs, brain and spleen.\nAnatomy of the bacterium Entamoeba histolytica",
            "subsection_string": "Amoeba life cycle\nThe group of protists always forms surrounding cysts to cope with harsh environmental conditions. In other words, this is an important part of their life cycle.(2)\nThe main cause of amoebic dysentery is the parasite Entamoeba histolytica. This type of protozoa forms cysts and passes out into the environment in feces. When food or water containing Entamoeba histolytica cysts enters the digestive tract, the amoeba is immediately released and the infection begins. During the active phase, Entamoeba histolytica exists only in the host and fresh feces. On the contrary, cysts are always present in water, soil, and food, especially in humid conditions.\nWith a tough outer protective layer, this bacterial cyst can survive continuously for weeks, withstanding heat levels of up to 68 degrees Celsius for 5 minutes. In addition, Entamoeba histolytica is also resistant to certain chemicals. That is why amoebic dysentery is relatively difficult to control. Bacteria that attack the intestinal wall have the risk of causing serious damage. In many cases, it also enters the bloodstream, causing damage to the liver, lungs, brain and spleen.\nAnatomy of the bacterium Entamoeba histolytica"
        },
        {
            "subsection_name": "Cause of amoebic dysentery",
            "subsection_content": "The cause of amoebic dysentery is the invasion of the parasite Entamoeba histolytica into the digestive system. Infection routes that must be mentioned include: (1)\nEating food and drinking drinks contaminated with parasites; Touch the surface containing parasite eggs and then put it in your mouth; Contact with feces, most likely to occur when: having anal sex, living or traveling to places with unsanitary conditions...",
            "subsection_string": "Cause of amoebic dysentery\nThe cause of amoebic dysentery is the invasion of the parasite Entamoeba histolytica into the digestive system. Infection routes that must be mentioned include: (1)\nEating food and drinking drinks contaminated with parasites; Touch the surface containing parasite eggs and then put it in your mouth; Contact with feces, most likely to occur when: having anal sex, living or traveling to places with unsanitary conditions..."
        },
        {
            "subsection_name": "Symptoms of amoebic dysentery",
            "subsection_content": "Amoebic dysentery often does not manifest into specific symptoms, especially at the first infection. Patients may notice some of the following typical signs within 4 weeks of infection:\nStomach-ache; Diarrhea; Rectal bleeding; Fever; Loose stools; Nausea\nEntamoeba histolytica can exist in the intestine for a long time, even without showing obvious symptoms. Therefore, immediately after living or moving to an area with unsanitary conditions, the best solution is to get examined and tested for timely detection.\nTime to onset varies widely between cases, and asymptomatic infection lasts on average more than a year. The study hypothesized that this change in intensity could be due to the amoeba strain, the host's immune response, or the bacteria or viruses involved.\nDiarrhea is one of the common symptoms of amoebic dysentery",
            "subsection_string": "Symptoms of amoebic dysentery\nAmoebic dysentery often does not manifest into specific symptoms, especially at the first infection. Patients may notice some of the following typical signs within 4 weeks of infection:\nStomach-ache; Diarrhea; Rectal bleeding; Fever; Loose stools; Nausea\nEntamoeba histolytica can exist in the intestine for a long time, even without showing obvious symptoms. Therefore, immediately after living or moving to an area with unsanitary conditions, the best solution is to get examined and tested for timely detection.\nTime to onset varies widely between cases, and asymptomatic infection lasts on average more than a year. The study hypothesized that this change in intensity could be due to the amoeba strain, the host's immune response, or the bacteria or viruses involved.\nDiarrhea is one of the common symptoms of amoebic dysentery"
        },
        {
            "subsection_name": "Who is at risk of amoebic dysentery?",
            "subsection_content": "Anyone can get amoebic dysentery, however, the following people are often at higher risk: (3)\nPeople who have traveled to tropical areas with unsanitary conditions; Immigrants and tourists from tropical regions have unsanitary conditions; People living in areas with poor sanitation; Men who have sex with men; Anal sex",
            "subsection_string": "Who is at risk of amoebic dysentery?\nAnyone can get amoebic dysentery, however, the following people are often at higher risk: (3)\nPeople who have traveled to tropical areas with unsanitary conditions; Immigrants and tourists from tropical regions have unsanitary conditions; People living in areas with poor sanitation; Men who have sex with men; Anal sex"
        },
        {
            "subsection_name": "Diagnosis method of amoebic dysentery",
            "subsection_content": "When suspecting a patient has amoebic dysentery, the doctor will initially ask about recent travel history and health status. After that, a number of tests may be ordered to make an accurate diagnosis, including:\nStool test: Patients need to provide stool samples within a few days to screen for parasites; Stool test: Patients need to provide a stool sample within a few days to screen for parasites.\nBlood tests: Blood tests help determine whether the infection has spread beyond the intestines and other organs. Once the parasite spreads out of the intestine, there is a high risk that it will no longer appear in the stool.; Blood tests: Blood tests help determine whether the infection has spread beyond the intestines and other organs. Once the parasites spread from the intestines, there is a high risk that they will no longer appear in the stool.\nDiagnostic imaging tests (ultrasound, CT scan): The main purpose is to check for lesions on the liver or spread to other organs in the abdomen and the whole body.; Diagnostic imaging tests (ultrasound, CT scan): The main purpose is to check for lesions on the liver or spread to other organs in the abdomen and the whole body.\nColonoscopy: Colonoscopy is performed to check for parasitic lesions on the colon.; Colonoscopy: Colonoscopy is performed to check for parasitic damage on the colon.",
            "subsection_string": "Diagnosis method of amoebic dysentery\nWhen suspecting a patient has amoebic dysentery, the doctor will initially ask about recent travel history and health status. After that, a number of tests may be ordered to make an accurate diagnosis, including:\nStool test: Patients need to provide stool samples within a few days to screen for parasites; Stool test: Patients need to provide a stool sample within a few days to screen for parasites.\nBlood tests: Blood tests help determine whether the infection has spread beyond the intestines and other organs. Once the parasite spreads out of the intestine, there is a high risk that it will no longer appear in the stool.; Blood tests: Blood tests help determine whether the infection has spread beyond the intestines and other organs. Once the parasites spread from the intestines, there is a high risk that they will no longer appear in the stool.\nDiagnostic imaging tests (ultrasound, CT scan): The main purpose is to check for lesions on the liver or spread to other organs in the abdomen and the whole body.; Diagnostic imaging tests (ultrasound, CT scan): The main purpose is to check for lesions on the liver or spread to other organs in the abdomen and the whole body.\nColonoscopy: Colonoscopy is performed to check for parasitic lesions on the colon.; Colonoscopy: Colonoscopy is performed to check for parasitic damage on the colon."
        },
        {
            "subsection_name": "Complications of amoebic dysentery",
            "subsection_content": "Amoebic dysentery, if not treated promptly, can lead to many complications including: (4)\nLiver abscess: Parasites and pus form in the liver; Spread of parasites through the blood to the liver, lungs, brain, and other organs; Colitis, toxic megacolon; Rectovaginal fistula; Brain abscess formation; Intestinal perforation; Gastrointestinal bleeding; Peritonitis",
            "subsection_string": "Complications of amoebic dysentery\nAmoebic dysentery, if not treated promptly, can lead to many complications including: (4)\nLiver abscess: Parasites and pus form in the liver; Spread of parasites through the blood to the liver, lungs, brain, and other organs; Colitis, toxic megacolon; Rectovaginal fistula; Brain abscess formation; Intestinal perforation; Gastrointestinal bleeding; Peritonitis"
        },
        {
            "subsection_name": "How to treat amoebic dysentery",
            "subsection_content": "Antibiotics are used to treat amoebic dysentery, and there are also medications to treat gastrointestinal symptoms. Patients need to see a doctor for appropriate treatment to avoid dangerous complications.\nMedication is the initial treatment solution for amoebiasis",
            "subsection_string": "How to treat amoebic dysentery\nAntibiotics are used to treat amoebic dysentery, and there are also medications to treat gastrointestinal symptoms. Patients need to see a doctor for appropriate treatment to avoid dangerous complications.\nMedication is the initial treatment solution for amoebiasis"
        },
        {
            "subsection_name": "How to prevent amoebic dysentery?",
            "subsection_content": "1. Maintain personal hygiene\nPractice good hand hygiene before handling, preparing food, eating, and after using the toilet or handling feces; Practice good hand hygiene before handling or preparing food, eating and drinking, and after using the toilet or handling feces.\nWash your hands with soap and water, rub for at least 20 seconds, then rinse with clean water, dry with disposable paper towels or a specialized dryer; Wash your hands with soap and water, rub for at least 20 seconds, then rinse with clean water and dry with disposable paper towels or a specialized dryer.\nClean your hands regularly with 70 - 80 degree alcohol; Clean your hands regularly with 70 - 80 degree alcohol\nStop all activities of going to school, going to work and going to see a gastroenterology specialist as soon as unusual symptoms appear in the digestive tract, typically diarrhea; Stop all activities like going to school, going to work, and going to see a gastroenterology specialist as soon as unusual symptoms appear in the digestive tract, typically diarrhea.\n2. Maintain food hygiene\nApply the correct food handling formula: Choose clean ingredients, always keep hands and processing utensils clean, separate raw and cooked foods, cook thoroughly before eating, store food at a safe temperature .; Apply the correct food handling formula: Choose clean ingredients, always keep hands and processing utensils clean, separate raw and cooked foods, cook thoroughly before eating, store food at a safe temperature .\nOnly drink boiled water or bottled water of guaranteed origin; Only drink boiled water or bottled water of guaranteed origin\nAvoid drinking iced drinks of unknown origin; Avoid drinking iced drinks of unknown origin\nIsolate infected or asymptomatic carriers from food processing, child care, the elderly, and immunocompromised people.; Isolate infected or asymptomatic carriers from food processing, child care, the elderly, and immunocompromised people.\nHandle food properly to effectively prevent amoebic dysentery",
            "subsection_string": "How to prevent amoebic dysentery?\n1. Maintain personal hygiene\nPractice good hand hygiene before handling, preparing food, eating, and after using the toilet or handling feces; Practice good hand hygiene before handling or preparing food, eating and drinking, and after using the toilet or handling feces.\nWash your hands with soap and water, rub for at least 20 seconds, then rinse with clean water, dry with disposable paper towels or a specialized dryer; Wash your hands with soap and water, rub for at least 20 seconds, then rinse with clean water and dry with disposable paper towels or a specialized dryer.\nClean your hands regularly with 70 - 80 degree alcohol; Clean your hands regularly with 70 - 80 degree alcohol\nStop all activities of going to school, going to work and going to see a gastroenterology specialist as soon as unusual symptoms appear in the digestive tract, typically diarrhea; Stop all activities like going to school, going to work, and going to see a gastroenterology specialist as soon as unusual symptoms appear in the digestive tract, typically diarrhea.\n2. Maintain food hygiene\nApply the correct food handling formula: Choose clean ingredients, always keep hands and processing utensils clean, separate raw and cooked foods, cook thoroughly before eating, store food at a safe temperature .; Apply the correct food handling formula: Choose clean ingredients, always keep hands and processing utensils clean, separate raw and cooked foods, cook thoroughly before eating, store food at a safe temperature .\nOnly drink boiled water or bottled water of guaranteed origin; Only drink boiled water or bottled water of guaranteed origin\nAvoid drinking iced drinks of unknown origin; Avoid drinking iced drinks of unknown origin\nIsolate infected or asymptomatic carriers from food processing, child care, the elderly, and immunocompromised people.; Isolate infected or asymptomatic carriers from food processing, child care, the elderly, and immunocompromised people.\nHandle food properly to effectively prevent amoebic dysentery"
        },
        {
            "subsection_name": "Frequently asked questions about amoebic dysentery",
            "subsection_content": "Below are some useful answers related to amoebiasis that patients need to understand:\n1. Is amoebic dysentery dangerous?\nAmoebic dysentery can be completely cured if treated properly. In the opposite case, this condition can lead to many dangerous complications, even death. Therefore, patients need to immediately contact a medical facility in case of doubt.\n2. Is amoebiasis contagious?\nThe Entamoeba histolytica parasite lives only in humans and is transmitted through fecal bacteria. The specific route of infection is as follows:\nTouching infected feces and continued contact with the mouth; Eating food or water contaminated with parasites; Oral-anal sex\n3. Can I go to school or work normally if I have amoebic dysentery?\nAll school and work activities should be stopped immediately when detecting amoebiasis. Along with that, patients should wash their hands thoroughly after using the toilet, bathroom or handling diapers and waste. It is important to discuss with your doctor about your health condition and when you can return to school or work after taking antibiotics.\n4. What should you not eat with amoebic dysentery?\nPeople with amoebic dysentery should avoid drinking milk and dairy products of unknown origin, raw vegetables, cold or carbonated drinks. This needs to be maintained for a few days until your doctor gives clearance.\nAvoid eating sweets when you have amoebic dysentery\nThe Center for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and the Department of General Surgery (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing medical examination services. and advanced, effective treatment for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all information related to amoebic dysentery, causes, symptoms, complications and effective treatment and prevention. Hopefully through these shares, you will have more useful updates to proactively monitor and detect diseases promptly, to minimize dangerous complications.",
            "subsection_string": "Frequently asked questions about amoebic dysentery\nBelow are some useful answers related to amoebiasis that patients need to understand:\n1. Is amoebic dysentery dangerous?\nAmoebic dysentery can be completely cured if treated properly. In the opposite case, this condition can lead to many dangerous complications, even death. Therefore, patients need to immediately contact a medical facility in case of doubt.\n2. Is amoebiasis contagious?\nThe Entamoeba histolytica parasite lives only in humans and is transmitted through fecal bacteria. The specific route of infection is as follows:\nTouching infected feces and continued contact with the mouth; Eating food or water contaminated with parasites; Oral-anal sex\n3. Can I go to school or work normally if I have amoebic dysentery?\nAll school and work activities should be stopped immediately when detecting amoebiasis. Along with that, patients should wash their hands thoroughly after using the toilet, bathroom or handling diapers and waste. It is important to discuss with your doctor about your health condition and when you can return to school or work after taking antibiotics.\n4. What should you not eat with amoebic dysentery?\nPeople with amoebic dysentery should avoid drinking milk and dairy products of unknown origin, raw vegetables, cold or carbonated drinks. This needs to be maintained for a few days until your doctor gives clearance.\nAvoid eating sweets when you have amoebic dysentery\nThe Center for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and the Department of General Surgery (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing medical examination services. and advanced, effective treatment for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all information related to amoebic dysentery, causes, symptoms, complications and effective treatment and prevention. Hopefully through these shares, you will have more useful updates to proactively monitor and detect diseases promptly, to minimize dangerous complications."
        }
    ],
    "name": "ly-amip.json"
}