{
    "title": "Ectopic pregnancy: Causes, symptoms, treatment and prevention",
    "category": "Obstetrics - Gynecology ",
    "link": "https://tamanhhospital.vn/mang-thai-ngoai-tu-cung/",
    "abstract": "Ectopic pregnancy is a case where the fertilized egg nests somewhere else instead of in the uterus, most commonly the fallopian tube. When ruptured, it can cause many life-threatening complications. Equipping with the necessary knowledge about ectopic pregnancy will help women take preventive measures, as well as provide timely treatment.\n Ectopic pregnancy is one of the dangerous complications of pregnancy, threatening the reproductive health and life of women. The rate of pregnant women with ectopic pregnancies has been increasing in recent years. According to statistics, in Europe the rate is 1/100 of the total number of pregnancies. In Vietnam, this rate accounts for 1/250 to 1/300 of all pregnancies.\n Although this number has not been fully and comprehensively counted, the number of cases has increased at all treatment levels.",
    "content": "Ectopic pregnancy: Causes, symptoms, treatment and prevention\n\nEctopic pregnancy is a case where the fertilized egg nests somewhere else instead of in the uterus, most commonly the fallopian tube. When ruptured, it can cause many life-threatening complications. Equipping with the necessary knowledge about ectopic pregnancy will help women take preventive measures, as well as provide timely treatment.\n Ectopic pregnancy is one of the dangerous complications of pregnancy, threatening the reproductive health and life of women. The rate of pregnant women with ectopic pregnancies has been increasing in recent years. According to statistics, in Europe the rate is 1/100 of the total number of pregnancies. In Vietnam, this rate accounts for 1/250 to 1/300 of all pregnancies.\n Although this number has not been fully and comprehensively counted, the number of cases has increased at all treatment levels.\n\nWhat is an ectopic pregnancy?\nEctopic pregnancy or ectopic pregnancy is a condition in which the fertilized egg implants and develops in another location outside the uterine cavity, not inside the mother's uterus. This condition can cause massive bleeding in the abdominal cavity and even threaten the life of the pregnant woman if not treated promptly.\nIn a normal pregnancy, fertilization occurs inside the fallopian tubes. The fertilized egg then enters the uterus and nests within the uterine lining. The embryo develops into a fetus and will remain inside the uterus until birth.\nIn cases where women have an ectopic pregnancy, the embryo will not be able to survive and develop normally, potentially leading to many serious consequences. Statistics from the US Centers for Disease Control and Prevention (CDC) show that this is the cause of 3-4% of pregnancy-related deaths. (first)\n\nSigns of ectopic pregnancy\nIn the early stages, pregnant women with ectopic pregnancies may have symptoms similar to normal pregnancy such as missed periods, breast tenderness, nausea or abdominal pain.\nHowever, an ectopic pregnancy will not be able to continue to develop like a normal pregnancy. Pregnant women may still have a positive result on a pregnancy test, but will experience some strange signs such as:\nAbnormal vaginal bleeding: Pregnant women may bleed before menstruation and last for many days (spotting). Bleeding is light, usually brown or black. In case blood leaks from the fallopian tubes (fallopian tubes), the pregnant woman may feel shoulder pain or have the urge to have a bowel movement. More specific symptoms will depend on the location of the hematoma and which nerves are irritated.; Pelvic pain: Ectopic pregnancy can cause lower abdominal pain and one-sided abdominal pain. The pain is usually dull, sometimes sharp.\n“If the fetus continues to grow, it can rupture, causing massive bleeding inside the pregnant woman's abdomen. In this case, pregnant women may experience sudden, severe abdominal pain, accompanied by dangerous symptoms such as shock, dizziness or fainting. This is an emergency and life-threatening condition, so pregnant women need to be taken to the hospital for immediate emergency treatment,\" Dr. Cao Thi Thuy Ha recommended.\n\nCauses of ectopic pregnancy\nIn some cases, the cause of ectopic pregnancy cannot be clearly determined (2). However, most pregnant women encounter this condition and it is related to one or more of the following causes:\nThe fallopian tubes are inflamed and scarred because the pregnant woman has undergone surgery or had a previous infection;; Hormonal changes or abnormal activity;; Genital malformations;; Some problems are related to genetics;; Pregnant women are suffering from medical conditions that affect the shape or functioning of the fallopian tubes/other reproductive organs.\nBesides, some risk factors include:\nOlder age: The older a woman is, the higher the risk of ectopic pregnancy; Medical history: Women who have had one ectopic pregnancy have a 10% risk of experiencing this condition again in the next pregnancy.; Infection: Women who have had inflammation or infection of the fallopian tubes, uterus, or ovaries are at higher risk of having an ectopic pregnancy. In particular, pelvic inflammatory disease (PID) and salpingitis are two inflammatory conditions that greatly impact the risk of ectopic pregnancy in women.; Having sexually transmitted diseases: Some sexually transmitted infections (STDs) such as gonorrhea, chlamydia,...; Smoking: Smoking habits are also associated with an increased risk of ectopic pregnancy.; Being treated for infertility: Using ovulation stimulating drugs during infertility treatment can make you more likely to have an ectopic pregnancy.; Abnormalities in the fallopian tubes: These abnormalities can be congenital or surgical and will increase the risk of ectopic pregnancy.; Previous pelvic surgery: Caesarean section or fibroid removal surgery are also risk factors for this condition.; Using birth control pills or an intrauterine device (IUD): Using birth control methods may increase the risk of ectopic pregnancy.; Tubal ligation: Tubal ligation is a surgery performed to help women prevent unwanted pregnancy. However, this will also increase the rate of ectopic pregnancy if the woman later becomes pregnant.\nMisuse of birth control pills can increase the risk of ectopic pregnancy\nHowever, it should be noted that pregnant women can still have an ectopic pregnancy even though they do not have any of the above risk factors. Therefore, experts recommend that pregnant women should immediately go to a medical facility when there are signs of abnormalities during pregnancy for early detection and timely intervention.\n\nMethods of diagnosing ectopic pregnancy\nIn cases of suspected ectopic pregnancy, the doctor may prescribe the pregnant woman to perform a number of tests to accurately diagnose the condition, including:\nPregnancy test: The doctor may ask pregnant women to perform a blood test to quantify the concentration of the hormone HCG (βhCG) in the body. HCG is a hormone that only appears when a woman is pregnant, so this test will show whether the woman is pregnant or not. However, this test alone cannot provide information about whether the pregnancy is inside or outside the uterus.; Ultrasound: In cases of suspected ectopic pregnancy, the doctor will conduct an ultrasound to determine the exact position of the fetus. The pregnant woman's ultrasound results will show whether or not there is a gestational sac in the uterus, or an image of the gestational sac located in the fallopian tube. In addition, this method also helps detect and evaluate bleeding in case of ruptured ectopic pregnancy; Other blood tests: In addition to blood tests to check HCG levels, pregnant women may be asked to perform other blood tests to check for anemia, as well as check blood type if necessary. blood transfusion.; Laparoscopy: Laparoscopy is a modern method that helps diagnose ectopic pregnancy quickly and accurately. In case of ectopic pregnancy, laparoscopy will detect one side of the fallopian tube being swollen and purple-black. That is an ectopic pregnancy.\n\nIs ectopic pregnancy dangerous?\nMSc Cao Thi Thuy Ha said that if ectopic pregnancy is not detected early and treated promptly, it can lead to many serious complications such as:\nInternal bleeding: If the ectopic pregnancy ruptures, it will cause the pregnant woman to have massive internal bleeding. This is extremely dangerous, and can threaten the life of the pregnant woman if emergency intervention is not given promptly.; Fallopian tube damage: Delayed treatment will cause damage to the fallopian tubes, significantly increasing the risk of ectopic pregnancy in subsequent pregnancies.; Depression: The psychological shock caused by pregnancy loss and worry about future pregnancies can cause pregnant women to fall into a state of depression and prolonged stress.\nAn ectopic pregnancy can cause women to fall into depression due to anxiety about the next pregnancy\n\nWhat to do if you have an ectopic pregnancy?\nAn ectopic pregnancy cannot develop normally, cannot be born or return the fetus to the uterus, so it needs to be removed to prevent complications that are dangerous to the life of the pregnant woman.\nDepending on the symptoms the pregnant woman experiences, the size and current condition of the fetus (whether the ectopic pregnancy has ruptured or not), the doctor will advise and guide an appropriate treatment regimen. It can be treated with medication, laparoscopic surgery or open abdominal surgery. (3)\nDrug treatment\nFor ectopic pregnancies that are detected early, are small in size (no more than 3cm in diameter) and have not ruptured, they are often treated with medication.\nThe most commonly used drug in this case is Methotrexate, which prevents cell division and growth, helping the fetus to self-dissolve after 4-6 weeks of treatment. Methotrexate will be administered by injection. After injection, pregnant women need to be monitored and HCG tested to determine the effectiveness of treatment. If the HCG test index is not as expected, the doctor may change the medication dose or perform surgical intervention depending on the specific case.\nDuring treatment, pregnant women may experience some side effects of the drug such as nausea, vomiting, fatigue, depression, mouth ulcers, hair loss, diarrhea, vision problems... Some side effects Other rare side effects include pancreatic failure, liver failure, and kidney failure.\nAfter treatment, pregnant women need to avoid getting pregnant again for at least 3 months or longer according to the doctor's instructions and advice.\nSurgical treatment\nDepending on the specific case, the doctor will advise and instruct the pregnant woman to choose laparoscopic or open surgery to remove the ectopic pregnancy.\nEndoscopic surgery\nLaparoscopic surgery is applied in cases where the fetus is large in size but has not ruptured. The two most commonly used types of laparoscopic surgery are salpingo-oophorectomy and salpingo-oophorectomy.\nDuring salpingo-oophorectomy, the ectopic pregnancy will be removed and the fallopian tubes will still be preserved. In salpingectomy, both the fetus and the fallopian tubes are removed.\nIt should be noted that women can still get pregnant even after having their fallopian tubes removed. In case both fallopian tubes are removed, in vitro fertilization (IVF) is the first choice to help women get pregnant and have children.\nOpen abdominal surgery\nIn cases where the ectopic pregnancy grows large and ruptures, causing serious internal bleeding, laparotomy surgery is required for treatment. Usually, the fallopian tube in this case is damaged and needs to be removed.\nWith the desire to bring the best health care services to mothers and fetuses throughout pregnancy, Obstetrics and Gynecology Center, Tam Anh General Hospital deploys comprehensive maternity service packages and maternity services on request. demand with outstanding premium quality. Pregnant mothers are cared for with the most special care by professors and doctors who are leading experts in Vietnam, having treated many rare cases of obstetric complications, including \"unique\" cases. with the support of the world's most modern machinery and equipment systems such as 3D and 4D ultrasound systems, advanced GE E10 ultrasound machines, new generation color Doppler ultrasound machines...; The delivery room, postpartum room, and procedure room are comfortable and meet international standards, along with the attentive and dedicated care of a team of nurses and nursing staff to help pregnant mothers feel secure in nursing and give birth gently. Safely, welcoming a healthy baby into the world. For more advice on maternity services at Tam Anh General Hospital, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: Hotline: 024 3872 3872 – 024 7106 6858 Address: 108 Hoang Nhu Tiep Street, Bo De Ward, Long Bien District, Hanoi City, Ho Chi Minh City: Hotline: 0287 102 6789 - 093 180 6858 Address: 2B Pho Quang, Ward 2, Tan Binh District, City .HCM Fanpage: https://www.facebook.com/benhvientamanh\nPost-operative care\nThe doctor will give the patient specific instructions on how to care for the incision after surgery. Most importantly, patients need to keep their incisions clean and dry while they heal. At the same time, patients need to regularly check their surgical wounds every day to make sure they are not infected.\nSigns of surgical wound infection include:\nRedness, swelling;; Excessive or unrelenting bleeding;; Foul-smelling discharge from the surgical wound;; Feels warm to the touch.\nAfter surgery, patients may experience mild vaginal bleeding with blood clots. This condition can last up to 6 weeks from the date of surgery. Therefore, to limit the impact on the incision and take better care of yourself, patients need to pay attention to the following issues:\nDrink plenty of water to prevent constipation;; Rest as much as possible, especially in the first week after surgery;; Do not lift, carry, or carry heavy objects;; Do not have sex and use tampons until approved by your doctor;; Do not douche;; Notify your doctor immediately if pain increases or there are other unusual signs.\nDo not have sex after treatment according to your doctor's instructions\n\nPrevent ectopic pregnancy\nMSc Cao Thi Thuy Ha shared that women can completely prevent it by changing their living habits and maintaining good reproductive health. Some measures women can apply are:\nHave safe sex, limit the number of partners: This will reduce the risk of sexually transmitted diseases, reduce the risk of pelvic inflammatory disease and ectopic pregnancy.; Do not smoke: Women need to eliminate the habit of smoking, as well as limit passive smoking to minimize the risk of ectopic pregnancy. (4); Regular gynecological examinations and regular STD screening: Early detection and treatment of abnormalities or gynecological diseases will help reduce the risk of disease.; Do not abuse emergency contraceptive pills: Obstetricians warn that women who use a lot of emergency contraceptive pills increase the risk of ectopic pregnancy.\nRegular gynecological examinations help screen for early risk factors of ectopic pregnancy\n\nFrequently asked questions about ectopic pregnancy\nEctopic pregnancy is one of the extremely dangerous obstetric complications, so pregnant women need to be equipped with the necessary knowledge to intervene promptly and prevent dangerous complications that negatively affect their health. reproductive health and life.\nCompiling the most frequently asked questions and concerns sent to the mailbox of Obstetrics and Gynecology Center, Tam Anh General Hospital, MSc. Cao Thi Thuy Ha answered each question specifically and in detail as follows:\n1. How does an ectopic pregnancy resolve itself?\nNormally, when an ectopic pregnancy is detected, the pregnant woman will be treated with medication or surgery to remove the pregnancy mass, or prevent the pregnancy mass from growing, causing it to disappear on its own. However, in some cases, ectopic pregnancy can resolve on its own without any treatment. This will happen when the fetus is small (less than 3cm), pregnancy hormone levels are low, and there are not enough cells to nourish the fetus. At this time, the fetus will not have enough conditions to continue developing and will die on its own.\nAlthough ectopic pregnancy has the ability to regress and dissolve on its own, experts recommend that pregnant women need regular monitoring as prescribed by their doctor. In case there are signs of vaginal bleeding, dull pain on one side of the abdomen... the pregnant woman needs to be re-examined immediately.\n2. Will the uterine lining thicken with an ectopic pregnancy?\nThe uterine lining (also known as the endometrium) is the layer of tissue that lines the entire inner surface of the uterus. The mucous layer plays a very important role in women's conception and pregnancy. Thickening of the uterine lining is a necessary preparation for the egg to be fertilized and implanted in the uterus, so the lining will still thicken whether the pregnant woman is pregnant outside or in the uterus.\nIn the case of an ectopic pregnancy, the fertilized egg does not nest inside the uterus but will \"locate\" somewhere else in the abdomen. However, whether the egg reaches the uterus or not, with the increase of sex hormones, the uterine lining will still thicken and change structure to support the placenta and embryo development.\n3. At what week is an ectopic pregnancy detected?\nEctopic pregnancy can be detected from 5 to 8 weeks of pregnancy. Therefore, if a woman has signs of pregnancy such as missed periods, increased body temperature, breast tenderness... or a pregnancy test showing 2 lines, she should see a doctor immediately to accurately determine whether she is pregnant or not. , as well as knowing the location of the fetus, helping to detect ectopic pregnancy early for timely treatment.\n4. How long does it take for an ectopic pregnancy to rupture?\nDetermining exactly how long it takes for an ectopic pregnancy to rupture is very difficult, depending on the location of the fetus, the development of the fetus as well as the health and constitution of each pregnant woman.\nA ruptured ectopic pregnancy will cause many very dangerous complications, causing the pregnant mother to lose blood, damage the reproductive organs, affect the ability to get pregnant in the future, and even threaten the pregnant woman's life. Therefore, once diagnosed with the disease, pregnant women need to follow their doctor's monitoring and treatment instructions to avoid dangerous complications.\n5. Does an ectopic pregnancy require surgery?\nSurgery is one of the methods used to remove an ectopic pregnancy, especially when the fetus grows large or ruptures, leading to intra-abdominal bleeding. Depending on each specific case, the doctor will choose laparoscopic surgery or open abdominal surgery to treat the patient.\n6. If I have an ectopic pregnancy, when can I get pregnant again?\nMost women with an ectopic pregnancy can get pregnant again 3-4 months after treatment ends. In case surgical intervention is required, the patient can get pregnant again after 6 months to 1 year after the surgical wound heals. However, each person's body is different, so it is recommended that women should only get pregnant when the body has truly recovered and is healthy to ensure safety for both mother and child. It is best to consult your doctor about the time to get pregnant again, and conduct the necessary tests before getting pregnant.\nEctopic pregnancy is something that no one wants to happen. Therefore, if encountering this situation, women should not be too sad but focus on taking care of themselves, resting and living moderately so that their bodies can recover soon. When you're ready to get pregnant again, consult your doctor about how to have a healthy, safe pregnancy!",
    "subsections": [
        {
            "subsection_name": "What is an ectopic pregnancy?",
            "subsection_content": "Ectopic pregnancy or ectopic pregnancy is a condition in which the fertilized egg implants and develops in another location outside the uterine cavity, not inside the mother's uterus. This condition can cause massive bleeding in the abdominal cavity and even threaten the life of the pregnant woman if not treated promptly.\nIn a normal pregnancy, fertilization occurs inside the fallopian tubes. The fertilized egg then enters the uterus and nests within the uterine lining. The embryo develops into a fetus and will remain inside the uterus until birth.\nIn cases where women have an ectopic pregnancy, the embryo will not be able to survive and develop normally, potentially leading to many serious consequences. Statistics from the US Centers for Disease Control and Prevention (CDC) show that this is the cause of 3-4% of pregnancy-related deaths. (first)",
            "subsection_string": "What is an ectopic pregnancy?\nEctopic pregnancy or ectopic pregnancy is a condition in which the fertilized egg implants and develops in another location outside the uterine cavity, not inside the mother's uterus. This condition can cause massive bleeding in the abdominal cavity and even threaten the life of the pregnant woman if not treated promptly.\nIn a normal pregnancy, fertilization occurs inside the fallopian tubes. The fertilized egg then enters the uterus and nests within the uterine lining. The embryo develops into a fetus and will remain inside the uterus until birth.\nIn cases where women have an ectopic pregnancy, the embryo will not be able to survive and develop normally, potentially leading to many serious consequences. Statistics from the US Centers for Disease Control and Prevention (CDC) show that this is the cause of 3-4% of pregnancy-related deaths. (first)"
        },
        {
            "subsection_name": "Signs of ectopic pregnancy",
            "subsection_content": "In the early stages, pregnant women with ectopic pregnancies may have symptoms similar to normal pregnancy such as missed periods, breast tenderness, nausea or abdominal pain.\nHowever, an ectopic pregnancy will not be able to continue to develop like a normal pregnancy. Pregnant women may still have a positive result on a pregnancy test, but will experience some strange signs such as:\nAbnormal vaginal bleeding: Pregnant women may bleed before menstruation and last for many days (spotting). Bleeding is light, usually brown or black. In case blood leaks from the fallopian tubes (fallopian tubes), the pregnant woman may feel shoulder pain or have the urge to have a bowel movement. More specific symptoms will depend on the location of the hematoma and which nerves are irritated.; Pelvic pain: Ectopic pregnancy can cause lower abdominal pain and one-sided abdominal pain. The pain is usually dull, sometimes sharp.\n“If the fetus continues to grow, it can rupture, causing massive bleeding inside the pregnant woman's abdomen. In this case, pregnant women may experience sudden, severe abdominal pain, accompanied by dangerous symptoms such as shock, dizziness or fainting. This is an emergency and life-threatening condition, so pregnant women need to be taken to the hospital for immediate emergency treatment,\" Dr. Cao Thi Thuy Ha recommended.",
            "subsection_string": "Signs of ectopic pregnancy\nIn the early stages, pregnant women with ectopic pregnancies may have symptoms similar to normal pregnancy such as missed periods, breast tenderness, nausea or abdominal pain.\nHowever, an ectopic pregnancy will not be able to continue to develop like a normal pregnancy. Pregnant women may still have a positive result on a pregnancy test, but will experience some strange signs such as:\nAbnormal vaginal bleeding: Pregnant women may bleed before menstruation and last for many days (spotting). Bleeding is light, usually brown or black. In case blood leaks from the fallopian tubes (fallopian tubes), the pregnant woman may feel shoulder pain or have the urge to have a bowel movement. More specific symptoms will depend on the location of the hematoma and which nerves are irritated.; Pelvic pain: Ectopic pregnancy can cause lower abdominal pain and one-sided abdominal pain. The pain is usually dull, sometimes sharp.\n“If the fetus continues to grow, it can rupture, causing massive bleeding inside the pregnant woman's abdomen. In this case, pregnant women may experience sudden, severe abdominal pain, accompanied by dangerous symptoms such as shock, dizziness or fainting. This is an emergency and life-threatening condition, so pregnant women need to be taken to the hospital for immediate emergency treatment,\" Dr. Cao Thi Thuy Ha recommended."
        },
        {
            "subsection_name": "Causes of ectopic pregnancy",
            "subsection_content": "In some cases, the cause of ectopic pregnancy cannot be clearly determined (2). However, most pregnant women encounter this condition and it is related to one or more of the following causes:\nThe fallopian tubes are inflamed and scarred because the pregnant woman has undergone surgery or had a previous infection;; Hormonal changes or abnormal activity;; Genital malformations;; Some problems are related to genetics;; Pregnant women are suffering from medical conditions that affect the shape or functioning of the fallopian tubes/other reproductive organs.\nBesides, some risk factors include:\nOlder age: The older a woman is, the higher the risk of ectopic pregnancy; Medical history: Women who have had one ectopic pregnancy have a 10% risk of experiencing this condition again in the next pregnancy.; Infection: Women who have had inflammation or infection of the fallopian tubes, uterus, or ovaries are at higher risk of having an ectopic pregnancy. In particular, pelvic inflammatory disease (PID) and salpingitis are two inflammatory conditions that greatly impact the risk of ectopic pregnancy in women.; Having sexually transmitted diseases: Some sexually transmitted infections (STDs) such as gonorrhea, chlamydia,...; Smoking: Smoking habits are also associated with an increased risk of ectopic pregnancy.; Being treated for infertility: Using ovulation stimulating drugs during infertility treatment can make you more likely to have an ectopic pregnancy.; Abnormalities in the fallopian tubes: These abnormalities can be congenital or surgical and will increase the risk of ectopic pregnancy.; Previous pelvic surgery: Caesarean section or fibroid removal surgery are also risk factors for this condition.; Using birth control pills or an intrauterine device (IUD): Using birth control methods may increase the risk of ectopic pregnancy.; Tubal ligation: Tubal ligation is a surgery performed to help women prevent unwanted pregnancy. However, this will also increase the rate of ectopic pregnancy if the woman later becomes pregnant.\nMisuse of birth control pills can increase the risk of ectopic pregnancy\nHowever, it should be noted that pregnant women can still have an ectopic pregnancy even though they do not have any of the above risk factors. Therefore, experts recommend that pregnant women should immediately go to a medical facility when there are signs of abnormalities during pregnancy for early detection and timely intervention.",
            "subsection_string": "Causes of ectopic pregnancy\nIn some cases, the cause of ectopic pregnancy cannot be clearly determined (2). However, most pregnant women encounter this condition and it is related to one or more of the following causes:\nThe fallopian tubes are inflamed and scarred because the pregnant woman has undergone surgery or had a previous infection;; Hormonal changes or abnormal activity;; Genital malformations;; Some problems are related to genetics;; Pregnant women are suffering from medical conditions that affect the shape or functioning of the fallopian tubes/other reproductive organs.\nBesides, some risk factors include:\nOlder age: The older a woman is, the higher the risk of ectopic pregnancy; Medical history: Women who have had one ectopic pregnancy have a 10% risk of experiencing this condition again in the next pregnancy.; Infection: Women who have had inflammation or infection of the fallopian tubes, uterus, or ovaries are at higher risk of having an ectopic pregnancy. In particular, pelvic inflammatory disease (PID) and salpingitis are two inflammatory conditions that greatly impact the risk of ectopic pregnancy in women.; Having sexually transmitted diseases: Some sexually transmitted infections (STDs) such as gonorrhea, chlamydia,...; Smoking: Smoking habits are also associated with an increased risk of ectopic pregnancy.; Being treated for infertility: Using ovulation stimulating drugs during infertility treatment can make you more likely to have an ectopic pregnancy.; Abnormalities in the fallopian tubes: These abnormalities can be congenital or surgical and will increase the risk of ectopic pregnancy.; Previous pelvic surgery: Caesarean section or fibroid removal surgery are also risk factors for this condition.; Using birth control pills or an intrauterine device (IUD): Using birth control methods may increase the risk of ectopic pregnancy.; Tubal ligation: Tubal ligation is a surgery performed to help women prevent unwanted pregnancy. However, this will also increase the rate of ectopic pregnancy if the woman later becomes pregnant.\nMisuse of birth control pills can increase the risk of ectopic pregnancy\nHowever, it should be noted that pregnant women can still have an ectopic pregnancy even though they do not have any of the above risk factors. Therefore, experts recommend that pregnant women should immediately go to a medical facility when there are signs of abnormalities during pregnancy for early detection and timely intervention."
        },
        {
            "subsection_name": "Methods of diagnosing ectopic pregnancy",
            "subsection_content": "In cases of suspected ectopic pregnancy, the doctor may prescribe the pregnant woman to perform a number of tests to accurately diagnose the condition, including:\nPregnancy test: The doctor may ask pregnant women to perform a blood test to quantify the concentration of the hormone HCG (βhCG) in the body. HCG is a hormone that only appears when a woman is pregnant, so this test will show whether the woman is pregnant or not. However, this test alone cannot provide information about whether the pregnancy is inside or outside the uterus.; Ultrasound: In cases of suspected ectopic pregnancy, the doctor will conduct an ultrasound to determine the exact position of the fetus. The pregnant woman's ultrasound results will show whether or not there is a gestational sac in the uterus, or an image of the gestational sac located in the fallopian tube. In addition, this method also helps detect and evaluate bleeding in case of ruptured ectopic pregnancy; Other blood tests: In addition to blood tests to check HCG levels, pregnant women may be asked to perform other blood tests to check for anemia, as well as check blood type if necessary. blood transfusion.; Laparoscopy: Laparoscopy is a modern method that helps diagnose ectopic pregnancy quickly and accurately. In case of ectopic pregnancy, laparoscopy will detect one side of the fallopian tube being swollen and purple-black. That is an ectopic pregnancy.",
            "subsection_string": "Methods of diagnosing ectopic pregnancy\nIn cases of suspected ectopic pregnancy, the doctor may prescribe the pregnant woman to perform a number of tests to accurately diagnose the condition, including:\nPregnancy test: The doctor may ask pregnant women to perform a blood test to quantify the concentration of the hormone HCG (βhCG) in the body. HCG is a hormone that only appears when a woman is pregnant, so this test will show whether the woman is pregnant or not. However, this test alone cannot provide information about whether the pregnancy is inside or outside the uterus.; Ultrasound: In cases of suspected ectopic pregnancy, the doctor will conduct an ultrasound to determine the exact position of the fetus. The pregnant woman's ultrasound results will show whether or not there is a gestational sac in the uterus, or an image of the gestational sac located in the fallopian tube. In addition, this method also helps detect and evaluate bleeding in case of ruptured ectopic pregnancy; Other blood tests: In addition to blood tests to check HCG levels, pregnant women may be asked to perform other blood tests to check for anemia, as well as check blood type if necessary. blood transfusion.; Laparoscopy: Laparoscopy is a modern method that helps diagnose ectopic pregnancy quickly and accurately. In case of ectopic pregnancy, laparoscopy will detect one side of the fallopian tube being swollen and purple-black. That is an ectopic pregnancy."
        },
        {
            "subsection_name": "Is ectopic pregnancy dangerous?",
            "subsection_content": "MSc Cao Thi Thuy Ha said that if ectopic pregnancy is not detected early and treated promptly, it can lead to many serious complications such as:\nInternal bleeding: If the ectopic pregnancy ruptures, it will cause the pregnant woman to have massive internal bleeding. This is extremely dangerous, and can threaten the life of the pregnant woman if emergency intervention is not given promptly.; Fallopian tube damage: Delayed treatment will cause damage to the fallopian tubes, significantly increasing the risk of ectopic pregnancy in subsequent pregnancies.; Depression: The psychological shock caused by pregnancy loss and worry about future pregnancies can cause pregnant women to fall into a state of depression and prolonged stress.\nAn ectopic pregnancy can cause women to fall into depression due to anxiety about the next pregnancy",
            "subsection_string": "Is ectopic pregnancy dangerous?\nMSc Cao Thi Thuy Ha said that if ectopic pregnancy is not detected early and treated promptly, it can lead to many serious complications such as:\nInternal bleeding: If the ectopic pregnancy ruptures, it will cause the pregnant woman to have massive internal bleeding. This is extremely dangerous, and can threaten the life of the pregnant woman if emergency intervention is not given promptly.; Fallopian tube damage: Delayed treatment will cause damage to the fallopian tubes, significantly increasing the risk of ectopic pregnancy in subsequent pregnancies.; Depression: The psychological shock caused by pregnancy loss and worry about future pregnancies can cause pregnant women to fall into a state of depression and prolonged stress.\nAn ectopic pregnancy can cause women to fall into depression due to anxiety about the next pregnancy"
        },
        {
            "subsection_name": "What to do if you have an ectopic pregnancy?",
            "subsection_content": "An ectopic pregnancy cannot develop normally, cannot be born or return the fetus to the uterus, so it needs to be removed to prevent complications that are dangerous to the life of the pregnant woman.\nDepending on the symptoms the pregnant woman experiences, the size and current condition of the fetus (whether the ectopic pregnancy has ruptured or not), the doctor will advise and guide an appropriate treatment regimen. It can be treated with medication, laparoscopic surgery or open abdominal surgery. (3)\nDrug treatment\nFor ectopic pregnancies that are detected early, are small in size (no more than 3cm in diameter) and have not ruptured, they are often treated with medication.\nThe most commonly used drug in this case is Methotrexate, which prevents cell division and growth, helping the fetus to self-dissolve after 4-6 weeks of treatment. Methotrexate will be administered by injection. After injection, pregnant women need to be monitored and HCG tested to determine the effectiveness of treatment. If the HCG test index is not as expected, the doctor may change the medication dose or perform surgical intervention depending on the specific case.\nDuring treatment, pregnant women may experience some side effects of the drug such as nausea, vomiting, fatigue, depression, mouth ulcers, hair loss, diarrhea, vision problems... Some side effects Other rare side effects include pancreatic failure, liver failure, and kidney failure.\nAfter treatment, pregnant women need to avoid getting pregnant again for at least 3 months or longer according to the doctor's instructions and advice.\nSurgical treatment\nDepending on the specific case, the doctor will advise and instruct the pregnant woman to choose laparoscopic or open surgery to remove the ectopic pregnancy.\nEndoscopic surgery\nLaparoscopic surgery is applied in cases where the fetus is large in size but has not ruptured. The two most commonly used types of laparoscopic surgery are salpingo-oophorectomy and salpingo-oophorectomy.\nDuring salpingo-oophorectomy, the ectopic pregnancy will be removed and the fallopian tubes will still be preserved. In salpingectomy, both the fetus and the fallopian tubes are removed.\nIt should be noted that women can still get pregnant even after having their fallopian tubes removed. In case both fallopian tubes are removed, in vitro fertilization (IVF) is the first choice to help women get pregnant and have children.\nOpen abdominal surgery\nIn cases where the ectopic pregnancy grows large and ruptures, causing serious internal bleeding, laparotomy surgery is required for treatment. Usually, the fallopian tube in this case is damaged and needs to be removed.\nWith the desire to bring the best health care services to mothers and fetuses throughout pregnancy, Obstetrics and Gynecology Center, Tam Anh General Hospital deploys comprehensive maternity service packages and maternity services on request. demand with outstanding premium quality. Pregnant mothers are cared for with the most special care by professors and doctors who are leading experts in Vietnam, having treated many rare cases of obstetric complications, including \"unique\" cases. with the support of the world's most modern machinery and equipment systems such as 3D and 4D ultrasound systems, advanced GE E10 ultrasound machines, new generation color Doppler ultrasound machines...; The delivery room, postpartum room, and procedure room are comfortable and meet international standards, along with the attentive and dedicated care of a team of nurses and nursing staff to help pregnant mothers feel secure in nursing and give birth gently. Safely, welcoming a healthy baby into the world. For more advice on maternity services at Tam Anh General Hospital, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: Hotline: 024 3872 3872 – 024 7106 6858 Address: 108 Hoang Nhu Tiep Street, Bo De Ward, Long Bien District, Hanoi City, Ho Chi Minh City: Hotline: 0287 102 6789 - 093 180 6858 Address: 2B Pho Quang, Ward 2, Tan Binh District, City .HCM Fanpage: https://www.facebook.com/benhvientamanh\nPost-operative care\nThe doctor will give the patient specific instructions on how to care for the incision after surgery. Most importantly, patients need to keep their incisions clean and dry while they heal. At the same time, patients need to regularly check their surgical wounds every day to make sure they are not infected.\nSigns of surgical wound infection include:\nRedness, swelling;; Excessive or unrelenting bleeding;; Foul-smelling discharge from the surgical wound;; Feels warm to the touch.\nAfter surgery, patients may experience mild vaginal bleeding with blood clots. This condition can last up to 6 weeks from the date of surgery. Therefore, to limit the impact on the incision and take better care of yourself, patients need to pay attention to the following issues:\nDrink plenty of water to prevent constipation;; Rest as much as possible, especially in the first week after surgery;; Do not lift, carry, or carry heavy objects;; Do not have sex and use tampons until approved by your doctor;; Do not douche;; Notify your doctor immediately if pain increases or there are other unusual signs.\nDo not have sex after treatment according to your doctor's instructions",
            "subsection_string": "What to do if you have an ectopic pregnancy?\nAn ectopic pregnancy cannot develop normally, cannot be born or return the fetus to the uterus, so it needs to be removed to prevent complications that are dangerous to the life of the pregnant woman.\nDepending on the symptoms the pregnant woman experiences, the size and current condition of the fetus (whether the ectopic pregnancy has ruptured or not), the doctor will advise and guide an appropriate treatment regimen. It can be treated with medication, laparoscopic surgery or open abdominal surgery. (3)\nDrug treatment\nFor ectopic pregnancies that are detected early, are small in size (no more than 3cm in diameter) and have not ruptured, they are often treated with medication.\nThe most commonly used drug in this case is Methotrexate, which prevents cell division and growth, helping the fetus to self-dissolve after 4-6 weeks of treatment. Methotrexate will be administered by injection. After injection, pregnant women need to be monitored and HCG tested to determine the effectiveness of treatment. If the HCG test index is not as expected, the doctor may change the medication dose or perform surgical intervention depending on the specific case.\nDuring treatment, pregnant women may experience some side effects of the drug such as nausea, vomiting, fatigue, depression, mouth ulcers, hair loss, diarrhea, vision problems... Some side effects Other rare side effects include pancreatic failure, liver failure, and kidney failure.\nAfter treatment, pregnant women need to avoid getting pregnant again for at least 3 months or longer according to the doctor's instructions and advice.\nSurgical treatment\nDepending on the specific case, the doctor will advise and instruct the pregnant woman to choose laparoscopic or open surgery to remove the ectopic pregnancy.\nEndoscopic surgery\nLaparoscopic surgery is applied in cases where the fetus is large in size but has not ruptured. The two most commonly used types of laparoscopic surgery are salpingo-oophorectomy and salpingo-oophorectomy.\nDuring salpingo-oophorectomy, the ectopic pregnancy will be removed and the fallopian tubes will still be preserved. In salpingectomy, both the fetus and the fallopian tubes are removed.\nIt should be noted that women can still get pregnant even after having their fallopian tubes removed. In case both fallopian tubes are removed, in vitro fertilization (IVF) is the first choice to help women get pregnant and have children.\nOpen abdominal surgery\nIn cases where the ectopic pregnancy grows large and ruptures, causing serious internal bleeding, laparotomy surgery is required for treatment. Usually, the fallopian tube in this case is damaged and needs to be removed.\nWith the desire to bring the best health care services to mothers and fetuses throughout pregnancy, Obstetrics and Gynecology Center, Tam Anh General Hospital deploys comprehensive maternity service packages and maternity services on request. demand with outstanding premium quality. Pregnant mothers are cared for with the most special care by professors and doctors who are leading experts in Vietnam, having treated many rare cases of obstetric complications, including \"unique\" cases. with the support of the world's most modern machinery and equipment systems such as 3D and 4D ultrasound systems, advanced GE E10 ultrasound machines, new generation color Doppler ultrasound machines...; The delivery room, postpartum room, and procedure room are comfortable and meet international standards, along with the attentive and dedicated care of a team of nurses and nursing staff to help pregnant mothers feel secure in nursing and give birth gently. Safely, welcoming a healthy baby into the world. For more advice on maternity services at Tam Anh General Hospital, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: Hotline: 024 3872 3872 – 024 7106 6858 Address: 108 Hoang Nhu Tiep Street, Bo De Ward, Long Bien District, Hanoi City, Ho Chi Minh City: Hotline: 0287 102 6789 - 093 180 6858 Address: 2B Pho Quang, Ward 2, Tan Binh District, City .HCM Fanpage: https://www.facebook.com/benhvientamanh\nPost-operative care\nThe doctor will give the patient specific instructions on how to care for the incision after surgery. Most importantly, patients need to keep their incisions clean and dry while they heal. At the same time, patients need to regularly check their surgical wounds every day to make sure they are not infected.\nSigns of surgical wound infection include:\nRedness, swelling;; Excessive or unrelenting bleeding;; Foul-smelling discharge from the surgical wound;; Feels warm to the touch.\nAfter surgery, patients may experience mild vaginal bleeding with blood clots. This condition can last up to 6 weeks from the date of surgery. Therefore, to limit the impact on the incision and take better care of yourself, patients need to pay attention to the following issues:\nDrink plenty of water to prevent constipation;; Rest as much as possible, especially in the first week after surgery;; Do not lift, carry, or carry heavy objects;; Do not have sex and use tampons until approved by your doctor;; Do not douche;; Notify your doctor immediately if pain increases or there are other unusual signs.\nDo not have sex after treatment according to your doctor's instructions"
        },
        {
            "subsection_name": "Prevent ectopic pregnancy",
            "subsection_content": "MSc Cao Thi Thuy Ha shared that women can completely prevent it by changing their living habits and maintaining good reproductive health. Some measures women can apply are:\nHave safe sex, limit the number of partners: This will reduce the risk of sexually transmitted diseases, reduce the risk of pelvic inflammatory disease and ectopic pregnancy.; Do not smoke: Women need to eliminate the habit of smoking, as well as limit passive smoking to minimize the risk of ectopic pregnancy. (4); Regular gynecological examinations and regular STD screening: Early detection and treatment of abnormalities or gynecological diseases will help reduce the risk of disease.; Do not abuse emergency contraceptive pills: Obstetricians warn that women who use a lot of emergency contraceptive pills increase the risk of ectopic pregnancy.\nRegular gynecological examinations help screen for early risk factors of ectopic pregnancy",
            "subsection_string": "Prevent ectopic pregnancy\nMSc Cao Thi Thuy Ha shared that women can completely prevent it by changing their living habits and maintaining good reproductive health. Some measures women can apply are:\nHave safe sex, limit the number of partners: This will reduce the risk of sexually transmitted diseases, reduce the risk of pelvic inflammatory disease and ectopic pregnancy.; Do not smoke: Women need to eliminate the habit of smoking, as well as limit passive smoking to minimize the risk of ectopic pregnancy. (4); Regular gynecological examinations and regular STD screening: Early detection and treatment of abnormalities or gynecological diseases will help reduce the risk of disease.; Do not abuse emergency contraceptive pills: Obstetricians warn that women who use a lot of emergency contraceptive pills increase the risk of ectopic pregnancy.\nRegular gynecological examinations help screen for early risk factors of ectopic pregnancy"
        },
        {
            "subsection_name": "Frequently asked questions about ectopic pregnancy",
            "subsection_content": "Ectopic pregnancy is one of the extremely dangerous obstetric complications, so pregnant women need to be equipped with the necessary knowledge to intervene promptly and prevent dangerous complications that negatively affect their health. reproductive health and life.\nCompiling the most frequently asked questions and concerns sent to the mailbox of Obstetrics and Gynecology Center, Tam Anh General Hospital, MSc. Cao Thi Thuy Ha answered each question specifically and in detail as follows:\n1. How does an ectopic pregnancy resolve itself?\nNormally, when an ectopic pregnancy is detected, the pregnant woman will be treated with medication or surgery to remove the pregnancy mass, or prevent the pregnancy mass from growing, causing it to disappear on its own. However, in some cases, ectopic pregnancy can resolve on its own without any treatment. This will happen when the fetus is small (less than 3cm), pregnancy hormone levels are low, and there are not enough cells to nourish the fetus. At this time, the fetus will not have enough conditions to continue developing and will die on its own.\nAlthough ectopic pregnancy has the ability to regress and dissolve on its own, experts recommend that pregnant women need regular monitoring as prescribed by their doctor. In case there are signs of vaginal bleeding, dull pain on one side of the abdomen... the pregnant woman needs to be re-examined immediately.\n2. Will the uterine lining thicken with an ectopic pregnancy?\nThe uterine lining (also known as the endometrium) is the layer of tissue that lines the entire inner surface of the uterus. The mucous layer plays a very important role in women's conception and pregnancy. Thickening of the uterine lining is a necessary preparation for the egg to be fertilized and implanted in the uterus, so the lining will still thicken whether the pregnant woman is pregnant outside or in the uterus.\nIn the case of an ectopic pregnancy, the fertilized egg does not nest inside the uterus but will \"locate\" somewhere else in the abdomen. However, whether the egg reaches the uterus or not, with the increase of sex hormones, the uterine lining will still thicken and change structure to support the placenta and embryo development.\n3. At what week is an ectopic pregnancy detected?\nEctopic pregnancy can be detected from 5 to 8 weeks of pregnancy. Therefore, if a woman has signs of pregnancy such as missed periods, increased body temperature, breast tenderness... or a pregnancy test showing 2 lines, she should see a doctor immediately to accurately determine whether she is pregnant or not. , as well as knowing the location of the fetus, helping to detect ectopic pregnancy early for timely treatment.\n4. How long does it take for an ectopic pregnancy to rupture?\nDetermining exactly how long it takes for an ectopic pregnancy to rupture is very difficult, depending on the location of the fetus, the development of the fetus as well as the health and constitution of each pregnant woman.\nA ruptured ectopic pregnancy will cause many very dangerous complications, causing the pregnant mother to lose blood, damage the reproductive organs, affect the ability to get pregnant in the future, and even threaten the pregnant woman's life. Therefore, once diagnosed with the disease, pregnant women need to follow their doctor's monitoring and treatment instructions to avoid dangerous complications.\n5. Does an ectopic pregnancy require surgery?\nSurgery is one of the methods used to remove an ectopic pregnancy, especially when the fetus grows large or ruptures, leading to intra-abdominal bleeding. Depending on each specific case, the doctor will choose laparoscopic surgery or open abdominal surgery to treat the patient.\n6. If I have an ectopic pregnancy, when can I get pregnant again?\nMost women with an ectopic pregnancy can get pregnant again 3-4 months after treatment ends. In case surgical intervention is required, the patient can get pregnant again after 6 months to 1 year after the surgical wound heals. However, each person's body is different, so it is recommended that women should only get pregnant when the body has truly recovered and is healthy to ensure safety for both mother and child. It is best to consult your doctor about the time to get pregnant again, and conduct the necessary tests before getting pregnant.\nEctopic pregnancy is something that no one wants to happen. Therefore, if encountering this situation, women should not be too sad but focus on taking care of themselves, resting and living moderately so that their bodies can recover soon. When you're ready to get pregnant again, consult your doctor about how to have a healthy, safe pregnancy!",
            "subsection_string": "Frequently asked questions about ectopic pregnancy\nEctopic pregnancy is one of the extremely dangerous obstetric complications, so pregnant women need to be equipped with the necessary knowledge to intervene promptly and prevent dangerous complications that negatively affect their health. reproductive health and life.\nCompiling the most frequently asked questions and concerns sent to the mailbox of Obstetrics and Gynecology Center, Tam Anh General Hospital, MSc. Cao Thi Thuy Ha answered each question specifically and in detail as follows:\n1. How does an ectopic pregnancy resolve itself?\nNormally, when an ectopic pregnancy is detected, the pregnant woman will be treated with medication or surgery to remove the pregnancy mass, or prevent the pregnancy mass from growing, causing it to disappear on its own. However, in some cases, ectopic pregnancy can resolve on its own without any treatment. This will happen when the fetus is small (less than 3cm), pregnancy hormone levels are low, and there are not enough cells to nourish the fetus. At this time, the fetus will not have enough conditions to continue developing and will die on its own.\nAlthough ectopic pregnancy has the ability to regress and dissolve on its own, experts recommend that pregnant women need regular monitoring as prescribed by their doctor. In case there are signs of vaginal bleeding, dull pain on one side of the abdomen... the pregnant woman needs to be re-examined immediately.\n2. Will the uterine lining thicken with an ectopic pregnancy?\nThe uterine lining (also known as the endometrium) is the layer of tissue that lines the entire inner surface of the uterus. The mucous layer plays a very important role in women's conception and pregnancy. Thickening of the uterine lining is a necessary preparation for the egg to be fertilized and implanted in the uterus, so the lining will still thicken whether the pregnant woman is pregnant outside or in the uterus.\nIn the case of an ectopic pregnancy, the fertilized egg does not nest inside the uterus but will \"locate\" somewhere else in the abdomen. However, whether the egg reaches the uterus or not, with the increase of sex hormones, the uterine lining will still thicken and change structure to support the placenta and embryo development.\n3. At what week is an ectopic pregnancy detected?\nEctopic pregnancy can be detected from 5 to 8 weeks of pregnancy. Therefore, if a woman has signs of pregnancy such as missed periods, increased body temperature, breast tenderness... or a pregnancy test showing 2 lines, she should see a doctor immediately to accurately determine whether she is pregnant or not. , as well as knowing the location of the fetus, helping to detect ectopic pregnancy early for timely treatment.\n4. How long does it take for an ectopic pregnancy to rupture?\nDetermining exactly how long it takes for an ectopic pregnancy to rupture is very difficult, depending on the location of the fetus, the development of the fetus as well as the health and constitution of each pregnant woman.\nA ruptured ectopic pregnancy will cause many very dangerous complications, causing the pregnant mother to lose blood, damage the reproductive organs, affect the ability to get pregnant in the future, and even threaten the pregnant woman's life. Therefore, once diagnosed with the disease, pregnant women need to follow their doctor's monitoring and treatment instructions to avoid dangerous complications.\n5. Does an ectopic pregnancy require surgery?\nSurgery is one of the methods used to remove an ectopic pregnancy, especially when the fetus grows large or ruptures, leading to intra-abdominal bleeding. Depending on each specific case, the doctor will choose laparoscopic surgery or open abdominal surgery to treat the patient.\n6. If I have an ectopic pregnancy, when can I get pregnant again?\nMost women with an ectopic pregnancy can get pregnant again 3-4 months after treatment ends. In case surgical intervention is required, the patient can get pregnant again after 6 months to 1 year after the surgical wound heals. However, each person's body is different, so it is recommended that women should only get pregnant when the body has truly recovered and is healthy to ensure safety for both mother and child. It is best to consult your doctor about the time to get pregnant again, and conduct the necessary tests before getting pregnant.\nEctopic pregnancy is something that no one wants to happen. Therefore, if encountering this situation, women should not be too sad but focus on taking care of themselves, resting and living moderately so that their bodies can recover soon. When you're ready to get pregnant again, consult your doctor about how to have a healthy, safe pregnancy!"
        }
    ],
    "name": "mang-thai-ngoai-tu-cung.json"
}