{
    "title": "Myopia: Causes, signs, diagnosis and prevention",
    "category": "Eye",
    "link": "https://tamanhhospital.vn/mat-can-thi/",
    "abstract": "It is estimated that nearly half of the world's population will be nearsighted by 2050 [1]. So what is the cause of nearsightedness? Signs, diagnosis and prevention?",
    "content": "Myopia: Causes, signs, diagnosis and prevention\n\nIt is estimated that nearly half of the world's population will be nearsighted by 2050 [1]. So what is the cause of nearsightedness? Signs, diagnosis and prevention?\n\nWhat is nearsightedness (myopia)?\nMyopia is a common refractive error that makes it difficult for patients to see distant objects but can see very close objects clearly.\nMyopia is  common in school age and adolescents, especially from 8 – 12 years old. In adolescence, when the body develops rapidly, nearsightedness becomes more serious. However, from age 20 onwards, nearsightedness rarely changes. [2]\nA basic eye exam can detect nearsightedness. Patients can reduce blurriness with eyeglasses, contact lenses or refractive surgery.\n\nClassification of myopia level\nMild myopia: Below -3.00 diopters; Average myopia: From -3.25 to -6.00 diopters; Severe myopia: Over -6.00 diopters\n\nCauses of myopia in the eyes and risk factors\nThe eye acts as a converging lens. All images entering the eye will be presented in the retina. Finally, through receptor cells and optic nerves, it will help the brain recognize images similar to the outside world. However, in nearsighted people, the image of an object entering the eye will lie in front of the retina instead of on the retina, so distant objects will no longer be seen clearly.\nRisk factors and causes of myopia in the eyes:\nGenetics: children whose parents have astigmatism are more likely to be nearsighted. There are some cases where children whose parents are not nearsighted still become nearsighted. Doctors still don't understand why. Therefore, myopia has many causes and genetics is only one part.; Environment: lack of time participating in outdoor activities can increase the risk of myopia.; Prolonged close-up activities: prolonged reading or other close-up activities are associated with an increased risk of nearsightedness.; Prolonged use of electronic screens: children who use computers or smart devices for long periods of time have a higher risk of developing myopia.\n\nSigns of nearsightedness in the eyes\nSigns of nearsightedness or nearsightedness eye symptoms include:\nBlurred vision when looking at distant objects: difficulty seeing distant objects such as signs, light panels, etc.; Squinting: looking at things with half-closed eyes to focus and see clearly.; Eye strain: occurs when focusing on one place for a long time without blinking. This makes eyes dry and tired.; Headache: the patient feels pain throughout the head or a specific area of ​​the head.; Blink frequently: the blinking speed reaches a minimum of 14 - 17 times/minute in adolescence and increases to 15 - 30 times/minute in adulthood. If you notice excessive blinking, it could be a sign of an underlying cause such as nearsightedness. [3]\nNearsighted people reduce blurriness with eyeglasses, contact lenses or refractive surgery.\nFor children, it can be difficult to see things on the whiteboard or projection screen in the classroom. Children often have symptoms of difficulty seeing such as:\nConstantly squinting eyes.; Seems unaware of distant objects.; Excessive blinking; Rub your eyes frequently.; Sit near the TV.\nAdults with nearsightedness often find it difficult to read street signs or store signs. Some patients have blurred vision in dim light, such as when driving at night, but see clearly during the day. This condition is called night myopia.\n\nMyopia eye complications\nMyopia has many complications ranging from mild to severe, such as:\nReduced quality of life: nearsightedness reduces the quality of daily tasks or difficulty participating in activities.; Eye strain: Uncorrected myopia causes eye strain and persistent headaches.; Danger to yourself and others: this is especially serious if the sick person drives or operates heavy equipment.; Other eye problems: severe myopia puts patients at high risk of serious eye diseases such as:; Retinal detachment: nearsighted people are at high risk of retinal detachment. This is when the tissue lining the back of the eye lifts or separates from the eye wall. Retinal detachment is a serious problem that can cause blindness. Therefore, patients must regularly go to the doctor to have their retinas checked. The more severe myopia, the higher the risk of retinal detachment. You need to see a doctor for early detection of warning signs of retinal detachment.; Glaucoma: disease that damages the eye's optic nerve. It usually occurs when fluid accumulates in the front part of the eye. This excess fluid increases pressure in the eye and damages the optic nerve. Glaucoma is the leading cause of blindness in people over 60 years old. However, blindness from glaucoma can often be prevented with early treatment.; Cataract: when the eye's natural lens becomes cloudy. Proteins in the lens break down and cause things to look blurry or less colorful.\n\nCan nearsightedness be cured?\nMyopia cannot be cured on its own; However, the doctor can help you correct your vision through wearing glasses or nearsighted surgery.\n\nDiagnosis of nearsightedness in eyes\nMyopia is diagnosed with a basic eye exam. The doctor will ask about the patient's history and medications used.\nEye test: checks the sharpness of vision at a distance. The patient covers one eye, the doctor asks the patient to read an eye chart with letters or symbols of different sizes. Then, the patient does the same in the other eye.; Refraction test: this test is often performed during a routine eye exam. Refraction testing helps doctors know exactly what glasses the patient needs to wear. [4]; Internal eye exam: the doctor uses a lighted lens to check the condition of the retina and optic nerve. The doctor drops medication into the eyes to dilate the retina and optic nerve to broaden vision better. The patient's eyes will be sensitive to light for several hours. Wear temporary protective eyewear provided by your doctor or your own sunglasses.\nMyopia is diagnosed with a basic eye exam.\n\nMyopia treatment\nMyopia treatment helps improve vision by focusing light on the retina through corrective glasses or refractive surgery. Management of myopia includes: regular monitoring for complications, glaucoma, cataracts and retinal detachment.\nEyeglasses: this is a simple, safe way to improve vision caused by nearsightedness. Spectacle lenses can also be designed to correct a combination of refractive errors such as nearsightedness, astigmatism and farsightedness.; Contact lenses: are small plastic discs placed directly on the cornea. One contact lens corrects many refractive errors. Glass comes in a variety of materials and requires careful maintenance. The doctor can recommend the most suitable contact lenses based on the examined condition and the patient's lifestyle.; Surgery: this method reduces the need to wear eyeglasses and contact lenses. Doctors use lasers to reshape the cornea. LASIK: the doctor creates a thin hinged flap into the cornea and uses a laser to remove corneal tissue to flatten the dome shape. Recovery from LASIK surgery is usually faster and less uncomfortable than other corneal surgeries. LASEK: the doctor only creates an ultra-thin flap in the outer protective layer of the cornea (epithelium). The doctor then uses a laser to reshape and flatten the curve of the cornea and replace the epithelium. PRK: This procedure is similar to LASEK, except the surgeon completely removes the epithelium, then uses a laser to reshape the cornea. Contact lenses temporarily cover the cornea to protect the eye until the epithelium grows back naturally and conforms to the cornea's new shape. SMILE: this method does not involve flaps or epithelial removal. Instead, the doctor uses a laser to cut a small disc-shaped piece of cornea. It is then removed through a small corneal incision.; LASIK: the doctor creates a thin hinged flap into the cornea and uses a laser to remove corneal tissue to flatten the dome shape. Recovery from LASIK surgery is usually faster and less uncomfortable than other corneal surgeries.; LASEK: the doctor only creates an ultra-thin flap in the outer protective layer of the cornea (epithelium). The doctor then uses a laser to reshape and flatten the curve of the cornea and replace the epithelium.; PRK: This procedure is similar to LASEK, except the surgeon completely removes the epithelium, then uses a laser to reshape the cornea. Contact lenses temporarily cover the cornea to protect the eye until the epithelium grows back naturally and conforms to the new shape of the cornea.; SMILE: this method does not involve flaps or epithelial removal. Instead, the doctor uses a laser to cut a small disc-shaped piece of cornea. It is then removed through a small corneal incision.\nSurgical treatment is not an option for all people with nearsightedness. Surgery should only be performed when myopia no longer progresses. Your doctor will explain the benefits and risks of surgical treatment options.\nThere are also treatments that slow or stop the progression of myopia: doctors search for more effective methods to slow the progression of myopia in children and adolescents. Those methods include:\nAtropine: atropine drops are used to dilate the pupils of the eyes. This is often done during an eye exam or before and after eye surgery. Furthermore, atropine eye drops may also help slow the progression of myopia.; Increase time spent outdoors: Spending time outdoors during childhood, adolescence and early adulthood may reduce the risk of developing nearsightedness.; Dual focus contact lenses: a type of dual focus contact lens that has shown some effect in slowing the progression of myopia.; Corneal reshaping: hard contact lenses worn at night temporarily reshape the cornea. Glasses should not be worn during the day. Studies have shown that this therapy can slow the progression of myopia.\nEat healthy foods to protect your eyes and prevent nearsightedness.\n\nHow to prevent nearsightedness in the eyes?\nSteps to prevent myopia to promote good eye health and vision include:\nGet regular eye exams.; Protect your eyes from the sun.; Wear protective eyewear when playing sports or working.; Use appropriate lighting when reading and working.; Wear glasses as prescribed; Clean and store eyeglasses or contact lenses as directed.; Give your eyes a break, step away from the computer or other close-up work every 20 minutes by looking at an object 600cm away for 20 seconds.; Eat healthy foods; Exercise regularly.; Control health conditions such as high blood pressure or diabetes.; No smoking.\nMyopia has been increasing at an alarming rate in recent years. If the patient sees changes in vision, see a doctor for timely examination and treatment. Tam Anh General Hospital with the Ophthalmology department brings together experienced and highly specialized doctors to help the examination, diagnosis and treatment process be appropriate for patients.\nMyopia is a very common vision disorder that is often diagnosed before age 20. Nowadays, nearsightedness is increasing. Hopefully through this article, patients will understand more about myopia and know how to care for and protect their eyes.",
    "subsections": [
        {
            "subsection_name": "What is nearsightedness (myopia)?",
            "subsection_content": "Myopia is a common refractive error that makes it difficult for patients to see distant objects but can see very close objects clearly.\nMyopia is  common in school age and adolescents, especially from 8 – 12 years old. In adolescence, when the body develops rapidly, nearsightedness becomes more serious. However, from age 20 onwards, nearsightedness rarely changes. [2]\nA basic eye exam can detect nearsightedness. Patients can reduce blurriness with eyeglasses, contact lenses or refractive surgery.",
            "subsection_string": "What is nearsightedness (myopia)?\nMyopia is a common refractive error that makes it difficult for patients to see distant objects but can see very close objects clearly.\nMyopia is  common in school age and adolescents, especially from 8 – 12 years old. In adolescence, when the body develops rapidly, nearsightedness becomes more serious. However, from age 20 onwards, nearsightedness rarely changes. [2]\nA basic eye exam can detect nearsightedness. Patients can reduce blurriness with eyeglasses, contact lenses or refractive surgery."
        },
        {
            "subsection_name": "Classification of myopia level",
            "subsection_content": "Mild myopia: Below -3.00 diopters; Average myopia: From -3.25 to -6.00 diopters; Severe myopia: Over -6.00 diopters",
            "subsection_string": "Classification of myopia level\nMild myopia: Below -3.00 diopters; Average myopia: From -3.25 to -6.00 diopters; Severe myopia: Over -6.00 diopters"
        },
        {
            "subsection_name": "Causes of myopia in the eyes and risk factors",
            "subsection_content": "The eye acts as a converging lens. All images entering the eye will be presented in the retina. Finally, through receptor cells and optic nerves, it will help the brain recognize images similar to the outside world. However, in nearsighted people, the image of an object entering the eye will lie in front of the retina instead of on the retina, so distant objects will no longer be seen clearly.\nRisk factors and causes of myopia in the eyes:\nGenetics: children whose parents have astigmatism are more likely to be nearsighted. There are some cases where children whose parents are not nearsighted still become nearsighted. Doctors still don't understand why. Therefore, myopia has many causes and genetics is only one part.; Environment: lack of time participating in outdoor activities can increase the risk of myopia.; Prolonged close-up activities: prolonged reading or other close-up activities are associated with an increased risk of nearsightedness.; Prolonged use of electronic screens: children who use computers or smart devices for long periods of time have a higher risk of developing myopia.",
            "subsection_string": "Causes of myopia in the eyes and risk factors\nThe eye acts as a converging lens. All images entering the eye will be presented in the retina. Finally, through receptor cells and optic nerves, it will help the brain recognize images similar to the outside world. However, in nearsighted people, the image of an object entering the eye will lie in front of the retina instead of on the retina, so distant objects will no longer be seen clearly.\nRisk factors and causes of myopia in the eyes:\nGenetics: children whose parents have astigmatism are more likely to be nearsighted. There are some cases where children whose parents are not nearsighted still become nearsighted. Doctors still don't understand why. Therefore, myopia has many causes and genetics is only one part.; Environment: lack of time participating in outdoor activities can increase the risk of myopia.; Prolonged close-up activities: prolonged reading or other close-up activities are associated with an increased risk of nearsightedness.; Prolonged use of electronic screens: children who use computers or smart devices for long periods of time have a higher risk of developing myopia."
        },
        {
            "subsection_name": "Signs of nearsightedness in the eyes",
            "subsection_content": "Signs of nearsightedness or nearsightedness eye symptoms include:\nBlurred vision when looking at distant objects: difficulty seeing distant objects such as signs, light panels, etc.; Squinting: looking at things with half-closed eyes to focus and see clearly.; Eye strain: occurs when focusing on one place for a long time without blinking. This makes eyes dry and tired.; Headache: the patient feels pain throughout the head or a specific area of ​​the head.; Blink frequently: the blinking speed reaches a minimum of 14 - 17 times/minute in adolescence and increases to 15 - 30 times/minute in adulthood. If you notice excessive blinking, it could be a sign of an underlying cause such as nearsightedness. [3]\nNearsighted people reduce blurriness with eyeglasses, contact lenses or refractive surgery.\nFor children, it can be difficult to see things on the whiteboard or projection screen in the classroom. Children often have symptoms of difficulty seeing such as:\nConstantly squinting eyes.; Seems unaware of distant objects.; Excessive blinking; Rub your eyes frequently.; Sit near the TV.\nAdults with nearsightedness often find it difficult to read street signs or store signs. Some patients have blurred vision in dim light, such as when driving at night, but see clearly during the day. This condition is called night myopia.",
            "subsection_string": "Signs of nearsightedness in the eyes\nSigns of nearsightedness or nearsightedness eye symptoms include:\nBlurred vision when looking at distant objects: difficulty seeing distant objects such as signs, light panels, etc.; Squinting: looking at things with half-closed eyes to focus and see clearly.; Eye strain: occurs when focusing on one place for a long time without blinking. This makes eyes dry and tired.; Headache: the patient feels pain throughout the head or a specific area of ​​the head.; Blink frequently: the blinking speed reaches a minimum of 14 - 17 times/minute in adolescence and increases to 15 - 30 times/minute in adulthood. If you notice excessive blinking, it could be a sign of an underlying cause such as nearsightedness. [3]\nNearsighted people reduce blurriness with eyeglasses, contact lenses or refractive surgery.\nFor children, it can be difficult to see things on the whiteboard or projection screen in the classroom. Children often have symptoms of difficulty seeing such as:\nConstantly squinting eyes.; Seems unaware of distant objects.; Excessive blinking; Rub your eyes frequently.; Sit near the TV.\nAdults with nearsightedness often find it difficult to read street signs or store signs. Some patients have blurred vision in dim light, such as when driving at night, but see clearly during the day. This condition is called night myopia."
        },
        {
            "subsection_name": "Myopia eye complications",
            "subsection_content": "Myopia has many complications ranging from mild to severe, such as:\nReduced quality of life: nearsightedness reduces the quality of daily tasks or difficulty participating in activities.; Eye strain: Uncorrected myopia causes eye strain and persistent headaches.; Danger to yourself and others: this is especially serious if the sick person drives or operates heavy equipment.; Other eye problems: severe myopia puts patients at high risk of serious eye diseases such as:; Retinal detachment: nearsighted people are at high risk of retinal detachment. This is when the tissue lining the back of the eye lifts or separates from the eye wall. Retinal detachment is a serious problem that can cause blindness. Therefore, patients must regularly go to the doctor to have their retinas checked. The more severe myopia, the higher the risk of retinal detachment. You need to see a doctor for early detection of warning signs of retinal detachment.; Glaucoma: disease that damages the eye's optic nerve. It usually occurs when fluid accumulates in the front part of the eye. This excess fluid increases pressure in the eye and damages the optic nerve. Glaucoma is the leading cause of blindness in people over 60 years old. However, blindness from glaucoma can often be prevented with early treatment.; Cataract: when the eye's natural lens becomes cloudy. Proteins in the lens break down and cause things to look blurry or less colorful.",
            "subsection_string": "Myopia eye complications\nMyopia has many complications ranging from mild to severe, such as:\nReduced quality of life: nearsightedness reduces the quality of daily tasks or difficulty participating in activities.; Eye strain: Uncorrected myopia causes eye strain and persistent headaches.; Danger to yourself and others: this is especially serious if the sick person drives or operates heavy equipment.; Other eye problems: severe myopia puts patients at high risk of serious eye diseases such as:; Retinal detachment: nearsighted people are at high risk of retinal detachment. This is when the tissue lining the back of the eye lifts or separates from the eye wall. Retinal detachment is a serious problem that can cause blindness. Therefore, patients must regularly go to the doctor to have their retinas checked. The more severe myopia, the higher the risk of retinal detachment. You need to see a doctor for early detection of warning signs of retinal detachment.; Glaucoma: disease that damages the eye's optic nerve. It usually occurs when fluid accumulates in the front part of the eye. This excess fluid increases pressure in the eye and damages the optic nerve. Glaucoma is the leading cause of blindness in people over 60 years old. However, blindness from glaucoma can often be prevented with early treatment.; Cataract: when the eye's natural lens becomes cloudy. Proteins in the lens break down and cause things to look blurry or less colorful."
        },
        {
            "subsection_name": "Can nearsightedness be cured?",
            "subsection_content": "Myopia cannot be cured on its own; However, the doctor can help you correct your vision through wearing glasses or nearsighted surgery.",
            "subsection_string": "Can nearsightedness be cured?\nMyopia cannot be cured on its own; However, the doctor can help you correct your vision through wearing glasses or nearsighted surgery."
        },
        {
            "subsection_name": "Diagnosis of nearsightedness in eyes",
            "subsection_content": "Myopia is diagnosed with a basic eye exam. The doctor will ask about the patient's history and medications used.\nEye test: checks the sharpness of vision at a distance. The patient covers one eye, the doctor asks the patient to read an eye chart with letters or symbols of different sizes. Then, the patient does the same in the other eye.; Refraction test: this test is often performed during a routine eye exam. Refraction testing helps doctors know exactly what glasses the patient needs to wear. [4]; Internal eye exam: the doctor uses a lighted lens to check the condition of the retina and optic nerve. The doctor drops medication into the eyes to dilate the retina and optic nerve to broaden vision better. The patient's eyes will be sensitive to light for several hours. Wear temporary protective eyewear provided by your doctor or your own sunglasses.\nMyopia is diagnosed with a basic eye exam.",
            "subsection_string": "Diagnosis of nearsightedness in eyes\nMyopia is diagnosed with a basic eye exam. The doctor will ask about the patient's history and medications used.\nEye test: checks the sharpness of vision at a distance. The patient covers one eye, the doctor asks the patient to read an eye chart with letters or symbols of different sizes. Then, the patient does the same in the other eye.; Refraction test: this test is often performed during a routine eye exam. Refraction testing helps doctors know exactly what glasses the patient needs to wear. [4]; Internal eye exam: the doctor uses a lighted lens to check the condition of the retina and optic nerve. The doctor drops medication into the eyes to dilate the retina and optic nerve to broaden vision better. The patient's eyes will be sensitive to light for several hours. Wear temporary protective eyewear provided by your doctor or your own sunglasses.\nMyopia is diagnosed with a basic eye exam."
        },
        {
            "subsection_name": "Myopia treatment",
            "subsection_content": "Myopia treatment helps improve vision by focusing light on the retina through corrective glasses or refractive surgery. Management of myopia includes: regular monitoring for complications, glaucoma, cataracts and retinal detachment.\nEyeglasses: this is a simple, safe way to improve vision caused by nearsightedness. Spectacle lenses can also be designed to correct a combination of refractive errors such as nearsightedness, astigmatism and farsightedness.; Contact lenses: are small plastic discs placed directly on the cornea. One contact lens corrects many refractive errors. Glass comes in a variety of materials and requires careful maintenance. The doctor can recommend the most suitable contact lenses based on the examined condition and the patient's lifestyle.; Surgery: this method reduces the need to wear eyeglasses and contact lenses. Doctors use lasers to reshape the cornea. LASIK: the doctor creates a thin hinged flap into the cornea and uses a laser to remove corneal tissue to flatten the dome shape. Recovery from LASIK surgery is usually faster and less uncomfortable than other corneal surgeries. LASEK: the doctor only creates an ultra-thin flap in the outer protective layer of the cornea (epithelium). The doctor then uses a laser to reshape and flatten the curve of the cornea and replace the epithelium. PRK: This procedure is similar to LASEK, except the surgeon completely removes the epithelium, then uses a laser to reshape the cornea. Contact lenses temporarily cover the cornea to protect the eye until the epithelium grows back naturally and conforms to the cornea's new shape. SMILE: this method does not involve flaps or epithelial removal. Instead, the doctor uses a laser to cut a small disc-shaped piece of cornea. It is then removed through a small corneal incision.; LASIK: the doctor creates a thin hinged flap into the cornea and uses a laser to remove corneal tissue to flatten the dome shape. Recovery from LASIK surgery is usually faster and less uncomfortable than other corneal surgeries.; LASEK: the doctor only creates an ultra-thin flap in the outer protective layer of the cornea (epithelium). The doctor then uses a laser to reshape and flatten the curve of the cornea and replace the epithelium.; PRK: This procedure is similar to LASEK, except the surgeon completely removes the epithelium, then uses a laser to reshape the cornea. Contact lenses temporarily cover the cornea to protect the eye until the epithelium grows back naturally and conforms to the new shape of the cornea.; SMILE: this method does not involve flaps or epithelial removal. Instead, the doctor uses a laser to cut a small disc-shaped piece of cornea. It is then removed through a small corneal incision.\nSurgical treatment is not an option for all people with nearsightedness. Surgery should only be performed when myopia no longer progresses. Your doctor will explain the benefits and risks of surgical treatment options.\nThere are also treatments that slow or stop the progression of myopia: doctors search for more effective methods to slow the progression of myopia in children and adolescents. Those methods include:\nAtropine: atropine drops are used to dilate the pupils of the eyes. This is often done during an eye exam or before and after eye surgery. Furthermore, atropine eye drops may also help slow the progression of myopia.; Increase time spent outdoors: Spending time outdoors during childhood, adolescence and early adulthood may reduce the risk of developing nearsightedness.; Dual focus contact lenses: a type of dual focus contact lens that has shown some effect in slowing the progression of myopia.; Corneal reshaping: hard contact lenses worn at night temporarily reshape the cornea. Glasses should not be worn during the day. Studies have shown that this therapy can slow the progression of myopia.\nEat healthy foods to protect your eyes and prevent nearsightedness.",
            "subsection_string": "Myopia treatment\nMyopia treatment helps improve vision by focusing light on the retina through corrective glasses or refractive surgery. Management of myopia includes: regular monitoring for complications, glaucoma, cataracts and retinal detachment.\nEyeglasses: this is a simple, safe way to improve vision caused by nearsightedness. Spectacle lenses can also be designed to correct a combination of refractive errors such as nearsightedness, astigmatism and farsightedness.; Contact lenses: are small plastic discs placed directly on the cornea. One contact lens corrects many refractive errors. Glass comes in a variety of materials and requires careful maintenance. The doctor can recommend the most suitable contact lenses based on the examined condition and the patient's lifestyle.; Surgery: this method reduces the need to wear eyeglasses and contact lenses. Doctors use lasers to reshape the cornea. LASIK: the doctor creates a thin hinged flap into the cornea and uses a laser to remove corneal tissue to flatten the dome shape. Recovery from LASIK surgery is usually faster and less uncomfortable than other corneal surgeries. LASEK: the doctor only creates an ultra-thin flap in the outer protective layer of the cornea (epithelium). The doctor then uses a laser to reshape and flatten the curve of the cornea and replace the epithelium. PRK: This procedure is similar to LASEK, except the surgeon completely removes the epithelium, then uses a laser to reshape the cornea. Contact lenses temporarily cover the cornea to protect the eye until the epithelium grows back naturally and conforms to the cornea's new shape. SMILE: this method does not involve flaps or epithelial removal. Instead, the doctor uses a laser to cut a small disc-shaped piece of cornea. It is then removed through a small corneal incision.; LASIK: the doctor creates a thin hinged flap into the cornea and uses a laser to remove corneal tissue to flatten the dome shape. Recovery from LASIK surgery is usually faster and less uncomfortable than other corneal surgeries.; LASEK: the doctor only creates an ultra-thin flap in the outer protective layer of the cornea (epithelium). The doctor then uses a laser to reshape and flatten the curve of the cornea and replace the epithelium.; PRK: This procedure is similar to LASEK, except the surgeon completely removes the epithelium, then uses a laser to reshape the cornea. Contact lenses temporarily cover the cornea to protect the eye until the epithelium grows back naturally and conforms to the new shape of the cornea.; SMILE: this method does not involve flaps or epithelial removal. Instead, the doctor uses a laser to cut a small disc-shaped piece of cornea. It is then removed through a small corneal incision.\nSurgical treatment is not an option for all people with nearsightedness. Surgery should only be performed when myopia no longer progresses. Your doctor will explain the benefits and risks of surgical treatment options.\nThere are also treatments that slow or stop the progression of myopia: doctors search for more effective methods to slow the progression of myopia in children and adolescents. Those methods include:\nAtropine: atropine drops are used to dilate the pupils of the eyes. This is often done during an eye exam or before and after eye surgery. Furthermore, atropine eye drops may also help slow the progression of myopia.; Increase time spent outdoors: Spending time outdoors during childhood, adolescence and early adulthood may reduce the risk of developing nearsightedness.; Dual focus contact lenses: a type of dual focus contact lens that has shown some effect in slowing the progression of myopia.; Corneal reshaping: hard contact lenses worn at night temporarily reshape the cornea. Glasses should not be worn during the day. Studies have shown that this therapy can slow the progression of myopia.\nEat healthy foods to protect your eyes and prevent nearsightedness."
        },
        {
            "subsection_name": "How to prevent nearsightedness in the eyes?",
            "subsection_content": "Steps to prevent myopia to promote good eye health and vision include:\nGet regular eye exams.; Protect your eyes from the sun.; Wear protective eyewear when playing sports or working.; Use appropriate lighting when reading and working.; Wear glasses as prescribed; Clean and store eyeglasses or contact lenses as directed.; Give your eyes a break, step away from the computer or other close-up work every 20 minutes by looking at an object 600cm away for 20 seconds.; Eat healthy foods; Exercise regularly.; Control health conditions such as high blood pressure or diabetes.; No smoking.\nMyopia has been increasing at an alarming rate in recent years. If the patient sees changes in vision, see a doctor for timely examination and treatment. Tam Anh General Hospital with the Ophthalmology department brings together experienced and highly specialized doctors to help the examination, diagnosis and treatment process be appropriate for patients.\nMyopia is a very common vision disorder that is often diagnosed before age 20. Nowadays, nearsightedness is increasing. Hopefully through this article, patients will understand more about myopia and know how to care for and protect their eyes.",
            "subsection_string": "How to prevent nearsightedness in the eyes?\nSteps to prevent myopia to promote good eye health and vision include:\nGet regular eye exams.; Protect your eyes from the sun.; Wear protective eyewear when playing sports or working.; Use appropriate lighting when reading and working.; Wear glasses as prescribed; Clean and store eyeglasses or contact lenses as directed.; Give your eyes a break, step away from the computer or other close-up work every 20 minutes by looking at an object 600cm away for 20 seconds.; Eat healthy foods; Exercise regularly.; Control health conditions such as high blood pressure or diabetes.; No smoking.\nMyopia has been increasing at an alarming rate in recent years. If the patient sees changes in vision, see a doctor for timely examination and treatment. Tam Anh General Hospital with the Ophthalmology department brings together experienced and highly specialized doctors to help the examination, diagnosis and treatment process be appropriate for patients.\nMyopia is a very common vision disorder that is often diagnosed before age 20. Nowadays, nearsightedness is increasing. Hopefully through this article, patients will understand more about myopia and know how to care for and protect their eyes."
        }
    ],
    "name": "mat-can-thi.json"
}