{
    "title": "Insomnia: Causes, symptoms and diagnosis",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/mat-ngu/",
    "abstract": "Insomnia can stem from many different causes. When\ninsomnia\n If prolonged, the patient's health and life will be seriously affected. Therefore, it is necessary to determine early\ncauses of insomnia\n for appropriate treatment.\n  According to the National Sleep Foundation, 10-30% of adults struggle with insomnia.\ninsomnia\n good\n sleeplessness\n chronic. People\ninsomnia\n often tired, tired, difficult to concentrate at work, memory loss, prone to accidents when participating in traffic, etc. However, problems such as\nWhat disease is insomnia?\n,\ninsomnia symptoms\n What happens, how to prevent and treat it, etc. are still not properly cared for and understood.",
    "content": "Insomnia: Causes, symptoms and diagnosis\n\nInsomnia can stem from many different causes. When\ninsomnia\n If prolonged, the patient's health and life will be seriously affected. Therefore, it is necessary to determine early\ncauses of insomnia\n for appropriate treatment.\n  According to the National Sleep Foundation, 10-30% of adults struggle with insomnia.\ninsomnia\n good\n sleeplessness\n chronic. People\ninsomnia\n often tired, tired, difficult to concentrate at work, memory loss, prone to accidents when participating in traffic, etc. However, problems such as\nWhat disease is insomnia?\n,\ninsomnia symptoms\n What happens, how to prevent and treat it, etc. are still not properly cared for and understood.\n\nWhat disease is insomnia?\nInsomnia is a type of sleep disorder with many different forms such as difficulty falling asleep, not being able to sleep deeply, often waking up early even though you have not had enough sleep, not being able to return to normal sleep, etc.\nPeople with insomnia also feel tired and sluggish after waking up, often sleepy but unable to sleep, affecting work and life.\nInsomnia can be divided into two main types: (1)\nAcute insomnia: Infrequent insomnia, not lasting more than 1 month; Chronic insomnia: Insomnia is frequent, repeated many times, lasting for 1 month or more.\nInsomnia has two main groups: acute and chronic insomnia\n\nCommon types of insomnia\nThere are many different types of insomnia. Among them, the most popular include:\n1. Insomnia at night\nPeople with insomnia will have typical symptoms such as difficulty falling asleep every night, and lack of deep sleep. Night sleep also does not last 6-8 hours as usual, but only takes about 3-4 hours to wake up.\n2. Prolonged insomnia/chronic insomnia\nIf insomnia is not treated promptly, it will last a long time and become chronic insomnia, leading to many difficulties and inconveniences in life. Prolonged insomnia will be more difficult to treat, requiring the patient to persistently follow the treatment regimen from specialists.\n3. Insomnia after giving birth\nPostpartum women often have insomnia due to many reasons such as: Pain in the wound (incision or perineal suture), insomnia due to often staying up late to take care of the baby, causing sleep disorders, depression. after birth,…\nPostpartum women are often susceptible to attacks of insomnia\n4. Sleep disorders\nSleep disorders include insomnia, daytime narcolepsy, sleeping too much but not feeling enough, and sleep-wake rhythm disorders. Causes of sleep disorders can be due to periodic limb movements or narcolepsy, restless legs syndrome, snoring and sleep apnea, sleepwalking and teeth grinding...\n\nInsomnia can be a sign of what diseases?\nWhat disease is insomnia or what disease can insomnia be a sign of is an issue that many people are concerned about. According to experts, insomnia can be a sign of a number of diseases such as:\nAllergy; Arthritis; Heart disease; Thyroid problems; Gastroesophageal reflux disease; Hormonal changes: The average age in menopausal women is 50 years old. At this stage, hormonal changes can cause women to not sleep well; Mental illness; Sleep-related diseases (sleep apnea, sleep terrors, sleepwalking, etc.)\n\nCauses of insomnia\nInsomnia comes from many different causes such as: (2)\nPsychological problems, mental health disorders: Stress, pressure in finance, work, study or psychological trauma (divorce, death of a loved one, loss of job...) are The causes of insomnia are extremely common.; Inappropriate sleeping habits: People who nap a lot, have an irregular sleep schedule, often use electronic devices before bed, etc. will have more difficulty falling asleep.; Eating too much at night: Another cause of insomnia is eating too much at night, leading to indigestion, gastric reflux, heartburn, etc., causing discomfort and not being able to fall asleep.; Change in circadian rhythm: In case of traveling or moving to another country that is not in the same time zone, traveling on a plane through multiple time zones, or working hours that change frequently between morning and evening can also lead to sleeplessness.; Medical conditions and medications: People with chronic diseases such as heart disease, gastroesophageal reflux, asthma, etc., people with injuries or people who are taking medications that affect sleep (drugs that affect sleep). pain relievers, antidepressants, asthma medications, etc.) can also cause insomnia.; Sleep-related disorders: This is a very common cause of insomnia, including conditions such as restless legs syndrome, sleep apnea, etc.; Age: Age is also a cause of insomnia. Older people often have difficulty sleeping and wake up more easily in the middle of the night than younger people.\nSee more: Insomnia in young people: Causes, symptoms, diagnosis, prevention.\nStimulants: The cause of insomnia can come from stimulants such as nicotine in cigarettes, caffeine in coffee, tea, etc. which can make it more difficult for you to fall asleep.; Lack of physical or social activity: No or little activity can lead to fatigue, drowsiness, wanting to nap a lot but making it difficult to sleep at night.\nOlder people are often prone to insomnia\n\nSymptoms of insomnia\nCommon symptoms of insomnia often include: (3)\nDifficulty sleeping at night; Waking up easily at night or waking up too early; Fatigue, drowsiness, not feeling relaxed after sleep; Worry about sleep-related problems; Often tired and sleepy during the day; Irritability, anxiety, mood swings; Difficulty concentrating, forgetting quickly\n\nDiagnosis of insomnia\nWhat is considered insomnia or sleep disorder? How to diagnose whether a person has insomnia or not? Accordingly, it can be based on manifestations such as:\nFrequently tossing and turning, lying in bed for a long time (over 20 minutes) before falling asleep; Sleeping intermittently, not sleeping deeply, or waking up in the middle of the night; Short sleep, difficulty falling back asleep after waking up,...\nWhen do you need to see a doctor for examination when you have insomnia?\nIf insomnia occurs continuously, the frequency is 3 times a week or more and lasts for 1 month continuously, or the patient still has difficulty sleeping even though the sleeping environment is comfortable and measures to improve quality have been applied. amount of sleep, etc., you should go to medical facilities to be examined, diagnosed with the cause and have a suitable treatment regimen.\nIn addition, you should see a doctor if insomnia is affecting your morning activities.\nPeople with prolonged insomnia should go to the hospital for examination and treatment\n\nSubjects are prone to insomnia\nIt can be seen that insomnia occurs in all ages and genders. However, some groups of people may be more susceptible to insomnia including: (4)\nElderly people: People over 60-65 years old are more susceptible to insomnia due to body changes related to aging. Besides, the elderly are also susceptible to diseases and use drugs that affect sleep quality.; People with medical conditions: Chronic diseases and disease-related pain can increase the risk of insomnia. Some diseases that easily lead to insomnia include: diabetes, arthritis, dementia, Parkinson's, fibromyalgia, gastrointestinal reflux,...; Women: Statistics show that women are at higher risk of insomnia than men due to issues such as menstrual cycle, pregnancy, hormonal disorders, etc.; People who are experiencing psychological factors: People who are stressed, pressured, and encounter many problems in life also tend to have difficulty sleeping and insomnia.; People who work night shifts/change time zones: People who have to regularly work night shifts, have irregular sleeping hours, or people who travel or study abroad in another country in a different time zone are also more susceptible to insomnia.; People with an unscientific lifestyle: Smoking, drinking alcohol, being sedentary, lacking nutrients, etc. are also factors that increase the risk of insomnia.\nSee more: What is insomnia and headache? Causes and ways to reduce this situation.\n\nWhat are the harmful effects of insomnia?\nAcute insomnia or chronic insomnia both cause significant impacts on the patient's health and life. Specifically, sleep disorders can lead to:\nPeople with insomnia will easily feel tired, lethargic, always in a state of lethargy, not alert.; The immune system of people who do not get enough sleep and often suffer from insomnia is also weaker than that of normal people.; Lack of sleep also increases the risk of arrhythmia, hypertension, myocardial infarction, diabetes, and stroke leading to death.; Not getting enough sleep will also increase the risk of cancer.; People who lack sleep often have dry skin, age easily, and skin wounds are more difficult to heal.; Drowsiness due to insomnia and lack of sleep will make you uncomfortable, irritable, mood swings, difficult to control emotions, feel lonely and susceptible to depression.; Insomnia causes the body to lack energy, leading to eating more and using less healthy foods, causing weight gain.; People who do not get enough sleep may experience hallucinations, dizziness, and be prone to accidents when participating in traffic.\nInsomnia increases the risk of hallucinations\n\nHow to cure insomnia?\nThere are two main ways to treat insomnia: to treat insomnia without using drugs and to treat insomnia using Eastern or Western medicine or Southern medicine.\nSome non-medicinal insomnia treatments you can apply include:\nApply relaxation measures such as listening to music, reading books, drawing pictures, etc. before going to bed; Practice yoga and gentle exercise for 30 minutes a day.; Use herbal teas such as butterfly pea flower tea, chrysanthemum tea, magnolia tea,...; Scientific sleep hygiene (creating a comfortable, cool sleeping space, suitable room temperature, quiet space,...).; Do not use electronic devices at least 30 minutes before bed.; Massage before bed.; Soak your feet in warm water before going to bed; Using essential oils helps you sleep well and improve insomnia.\nSome types of tea have the effect of helping to calm the mind, sleep well, and support the treatment of insomnia\nIf you apply non-pharmacological treatments for insomnia but the problem does not improve, you can go to a medical facility for examination and treatment. Electroencephalogram or electromyography are techniques that can help detect the cause of insomnia or sleep disorders. During treatment, your doctor may prescribe medication to help you fall asleep easier and sleep better.\nWith this treatment, you should be careful to take the medicine exactly as directed by your doctor and do not arbitrarily buy medicine or change the dosage of the medicine to avoid unwanted side effects.\n\nPrevent insomnia\nInsomnia can be prevented or limited simply through good habits such as:\nMaintain consistent bedtimes and wake-up times every day, including weekends.; Gentle exercise to promote better sleep.; Check your medications to see if they are contributing to insomnia. If you are unsure about the medications you are taking, talk to your medical doctor.; Don't nap too much. Normally, the ideal time for a nap is 20-40 minutes and no more than 60 minutes.; Avoid or limit caffeine and alcohol, do not use nicotine.; Do not eat or drink too much at night, especially before bed.; Do not install too many electronic devices in the bedroom to avoid using devices such as TV, phone, computer before sleeping.; Do some light relaxation before bed, such as taking a warm bath, reading a book, or listening to soft music.\n\nNutrition and exercise for people with insomnia\nNutrition\nPeople who often suffer from insomnia, wake up in the middle of the night, or have restless sleep can improve their sleep quality through changing their diet. Specifically:\nUse foods that are good for sleep such as: Fatty fish, kiwi, almonds, walnuts, bananas, oatmeal,...; Some drinks such as chrysanthemum tea, warm milk, butterfly pea flower tea, etc. also help treat insomnia very well. You can drink it about 30 minutes before going to bed to make it easier to fall asleep.; Do not drink tea, coffee, alcohol or use foods containing caffeine and other stimulants after morning. The effects of caffeine and stimulants can last up to 12 hours. Therefore, to avoid insomnia, you should limit the use of these foods.; In addition, you should not use spicy, hot, or greasy foods to avoid indigestion, acid reflux, and heartburn, leading to difficulty sleeping and insomnia.\nYou should limit drinking coffee to avoid insomnia\nYoga exercises help sleep well\nGentle exercise can help you effectively improve insomnia. If you have difficulty falling asleep or not sleeping well, you can take the time to apply some yoga exercises that are considered to help you sleep better.\nSimple yoga exercises that even people new to this subject can practice include:\nUtthan Pristhasana (Lizard Pose); Salabhasana (Locust Pose); Uttanasana (Bending pose); Prasarita Padottanasana (Wide Leg Bend Pose); Janu Sirsasana (Head-to-knee pose); Paschimottanasana (Sitting Bend Pose)\nIn addition to yoga, meditation or walking exercises, slow jogging can also help you fall asleep more easily, improving sleep-related problems.\n\nFrequently asked questions about insomnia\n1. Is difficulty sleeping or lack of sleep different from insomnia?\nDifficulty sleeping and lack of sleep are also a form of insomnia in people with sleep disorders. People with difficulty sleeping or lack of sleep will take longer to fall asleep. Even lying and closing their eyes for a long time will still not be able to sleep, leading to short sleep, not enough to regenerate energy for a day of work. effective work.\n2. Insomnia is common in the elderly, right?\nAccording to the US National Center for Biotechnology Information, the rate of insomnia in the elderly is often higher than in adolescents and young people. Up to 50% of elderly people regularly complain of sleep problems. Many elderly people can only sleep 4 hours a night or even less.\nIn addition to common causes such as too noisy surroundings, inappropriate room temperature, side effects of some medications, etc., insomnia in the elderly is also due to the fact that the elderly often have a lot of leisure time to relax. rest during the day. Therefore, at night it will be more difficult for the elderly to sleep.\nAt the same time, older people are also at risk of diseases such as chronic anxiety disorder, bone and joint pain, difficulty breathing, etc. These problems all affect sleep and cause the elderly to suffer from insomnia. .\nFurthermore, the older you are, the higher the level of brain aging, leading to dysfunction in the brain, causing sleep disturbances, sleeping more during the day and less sleep, and difficulty sleeping. sleep at night.\nIt can be seen that taking care of and investing in sleep quality is an extremely important issue. Therefore, if you are suffering from prolonged insomnia but cannot overcome it, go to hospitals or reputable medical facilities for diagnosis and treatment.\nCurrently, Tam Anh General Hospital System brings together leading experts with rich experience in the field of Neurology. Not only that, the hospital also has a system of testing and diagnostic imaging machines using leading advanced technology to serve the examination and treatment process.\nWith enthusiasm and dedication, the team of experts and neurologists at Tam Anh General Hospital System are confident in accompanying and supporting patients to find the cause of insomnia as well as treatment. guide appropriate treatment regimens.\nPatients can schedule an appointment for examination and treatment of insomnia or insomnia with leading experts at the Department of Neurology, Tam Anh General Hospital System through the following ways:\nContact hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff. Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/ Send a message on the General Hospital Fanpage Tam Anh  Message via Zalo OA of Tam Anh General Hospital.\nInsomnia can affect the patient's health and spirit. Therefore, you should examine and treat insomnia as soon as possible.",
    "subsections": [
        {
            "subsection_name": "What disease is insomnia?",
            "subsection_content": "Insomnia is a type of sleep disorder with many different forms such as difficulty falling asleep, not being able to sleep deeply, often waking up early even though you have not had enough sleep, not being able to return to normal sleep, etc.\nPeople with insomnia also feel tired and sluggish after waking up, often sleepy but unable to sleep, affecting work and life.\nInsomnia can be divided into two main types: (1)\nAcute insomnia: Infrequent insomnia, not lasting more than 1 month; Chronic insomnia: Insomnia is frequent, repeated many times, lasting for 1 month or more.\nInsomnia has two main groups: acute and chronic insomnia",
            "subsection_string": "What disease is insomnia?\nInsomnia is a type of sleep disorder with many different forms such as difficulty falling asleep, not being able to sleep deeply, often waking up early even though you have not had enough sleep, not being able to return to normal sleep, etc.\nPeople with insomnia also feel tired and sluggish after waking up, often sleepy but unable to sleep, affecting work and life.\nInsomnia can be divided into two main types: (1)\nAcute insomnia: Infrequent insomnia, not lasting more than 1 month; Chronic insomnia: Insomnia is frequent, repeated many times, lasting for 1 month or more.\nInsomnia has two main groups: acute and chronic insomnia"
        },
        {
            "subsection_name": "Common types of insomnia",
            "subsection_content": "There are many different types of insomnia. Among them, the most popular include:\n1. Insomnia at night\nPeople with insomnia will have typical symptoms such as difficulty falling asleep every night, and lack of deep sleep. Night sleep also does not last 6-8 hours as usual, but only takes about 3-4 hours to wake up.\n2. Prolonged insomnia/chronic insomnia\nIf insomnia is not treated promptly, it will last a long time and become chronic insomnia, leading to many difficulties and inconveniences in life. Prolonged insomnia will be more difficult to treat, requiring the patient to persistently follow the treatment regimen from specialists.\n3. Insomnia after giving birth\nPostpartum women often have insomnia due to many reasons such as: Pain in the wound (incision or perineal suture), insomnia due to often staying up late to take care of the baby, causing sleep disorders, depression. after birth,…\nPostpartum women are often susceptible to attacks of insomnia\n4. Sleep disorders\nSleep disorders include insomnia, daytime narcolepsy, sleeping too much but not feeling enough, and sleep-wake rhythm disorders. Causes of sleep disorders can be due to periodic limb movements or narcolepsy, restless legs syndrome, snoring and sleep apnea, sleepwalking and teeth grinding...",
            "subsection_string": "Common types of insomnia\nThere are many different types of insomnia. Among them, the most popular include:\n1. Insomnia at night\nPeople with insomnia will have typical symptoms such as difficulty falling asleep every night, and lack of deep sleep. Night sleep also does not last 6-8 hours as usual, but only takes about 3-4 hours to wake up.\n2. Prolonged insomnia/chronic insomnia\nIf insomnia is not treated promptly, it will last a long time and become chronic insomnia, leading to many difficulties and inconveniences in life. Prolonged insomnia will be more difficult to treat, requiring the patient to persistently follow the treatment regimen from specialists.\n3. Insomnia after giving birth\nPostpartum women often have insomnia due to many reasons such as: Pain in the wound (incision or perineal suture), insomnia due to often staying up late to take care of the baby, causing sleep disorders, depression. after birth,…\nPostpartum women are often susceptible to attacks of insomnia\n4. Sleep disorders\nSleep disorders include insomnia, daytime narcolepsy, sleeping too much but not feeling enough, and sleep-wake rhythm disorders. Causes of sleep disorders can be due to periodic limb movements or narcolepsy, restless legs syndrome, snoring and sleep apnea, sleepwalking and teeth grinding..."
        },
        {
            "subsection_name": "Insomnia can be a sign of what diseases?",
            "subsection_content": "What disease is insomnia or what disease can insomnia be a sign of is an issue that many people are concerned about. According to experts, insomnia can be a sign of a number of diseases such as:\nAllergy; Arthritis; Heart disease; Thyroid problems; Gastroesophageal reflux disease; Hormonal changes: The average age in menopausal women is 50 years old. At this stage, hormonal changes can cause women to not sleep well; Mental illness; Sleep-related diseases (sleep apnea, sleep terrors, sleepwalking, etc.)",
            "subsection_string": "Insomnia can be a sign of what diseases?\nWhat disease is insomnia or what disease can insomnia be a sign of is an issue that many people are concerned about. According to experts, insomnia can be a sign of a number of diseases such as:\nAllergy; Arthritis; Heart disease; Thyroid problems; Gastroesophageal reflux disease; Hormonal changes: The average age in menopausal women is 50 years old. At this stage, hormonal changes can cause women to not sleep well; Mental illness; Sleep-related diseases (sleep apnea, sleep terrors, sleepwalking, etc.)"
        },
        {
            "subsection_name": "Causes of insomnia",
            "subsection_content": "Insomnia comes from many different causes such as: (2)\nPsychological problems, mental health disorders: Stress, pressure in finance, work, study or psychological trauma (divorce, death of a loved one, loss of job...) are The causes of insomnia are extremely common.; Inappropriate sleeping habits: People who nap a lot, have an irregular sleep schedule, often use electronic devices before bed, etc. will have more difficulty falling asleep.; Eating too much at night: Another cause of insomnia is eating too much at night, leading to indigestion, gastric reflux, heartburn, etc., causing discomfort and not being able to fall asleep.; Change in circadian rhythm: In case of traveling or moving to another country that is not in the same time zone, traveling on a plane through multiple time zones, or working hours that change frequently between morning and evening can also lead to sleeplessness.; Medical conditions and medications: People with chronic diseases such as heart disease, gastroesophageal reflux, asthma, etc., people with injuries or people who are taking medications that affect sleep (drugs that affect sleep). pain relievers, antidepressants, asthma medications, etc.) can also cause insomnia.; Sleep-related disorders: This is a very common cause of insomnia, including conditions such as restless legs syndrome, sleep apnea, etc.; Age: Age is also a cause of insomnia. Older people often have difficulty sleeping and wake up more easily in the middle of the night than younger people.\nSee more: Insomnia in young people: Causes, symptoms, diagnosis, prevention.\nStimulants: The cause of insomnia can come from stimulants such as nicotine in cigarettes, caffeine in coffee, tea, etc. which can make it more difficult for you to fall asleep.; Lack of physical or social activity: No or little activity can lead to fatigue, drowsiness, wanting to nap a lot but making it difficult to sleep at night.\nOlder people are often prone to insomnia",
            "subsection_string": "Causes of insomnia\nInsomnia comes from many different causes such as: (2)\nPsychological problems, mental health disorders: Stress, pressure in finance, work, study or psychological trauma (divorce, death of a loved one, loss of job...) are The causes of insomnia are extremely common.; Inappropriate sleeping habits: People who nap a lot, have an irregular sleep schedule, often use electronic devices before bed, etc. will have more difficulty falling asleep.; Eating too much at night: Another cause of insomnia is eating too much at night, leading to indigestion, gastric reflux, heartburn, etc., causing discomfort and not being able to fall asleep.; Change in circadian rhythm: In case of traveling or moving to another country that is not in the same time zone, traveling on a plane through multiple time zones, or working hours that change frequently between morning and evening can also lead to sleeplessness.; Medical conditions and medications: People with chronic diseases such as heart disease, gastroesophageal reflux, asthma, etc., people with injuries or people who are taking medications that affect sleep (drugs that affect sleep). pain relievers, antidepressants, asthma medications, etc.) can also cause insomnia.; Sleep-related disorders: This is a very common cause of insomnia, including conditions such as restless legs syndrome, sleep apnea, etc.; Age: Age is also a cause of insomnia. Older people often have difficulty sleeping and wake up more easily in the middle of the night than younger people.\nSee more: Insomnia in young people: Causes, symptoms, diagnosis, prevention.\nStimulants: The cause of insomnia can come from stimulants such as nicotine in cigarettes, caffeine in coffee, tea, etc. which can make it more difficult for you to fall asleep.; Lack of physical or social activity: No or little activity can lead to fatigue, drowsiness, wanting to nap a lot but making it difficult to sleep at night.\nOlder people are often prone to insomnia"
        },
        {
            "subsection_name": "Symptoms of insomnia",
            "subsection_content": "Common symptoms of insomnia often include: (3)\nDifficulty sleeping at night; Waking up easily at night or waking up too early; Fatigue, drowsiness, not feeling relaxed after sleep; Worry about sleep-related problems; Often tired and sleepy during the day; Irritability, anxiety, mood swings; Difficulty concentrating, forgetting quickly",
            "subsection_string": "Symptoms of insomnia\nCommon symptoms of insomnia often include: (3)\nDifficulty sleeping at night; Waking up easily at night or waking up too early; Fatigue, drowsiness, not feeling relaxed after sleep; Worry about sleep-related problems; Often tired and sleepy during the day; Irritability, anxiety, mood swings; Difficulty concentrating, forgetting quickly"
        },
        {
            "subsection_name": "Diagnosis of insomnia",
            "subsection_content": "What is considered insomnia or sleep disorder? How to diagnose whether a person has insomnia or not? Accordingly, it can be based on manifestations such as:\nFrequently tossing and turning, lying in bed for a long time (over 20 minutes) before falling asleep; Sleeping intermittently, not sleeping deeply, or waking up in the middle of the night; Short sleep, difficulty falling back asleep after waking up,...\nWhen do you need to see a doctor for examination when you have insomnia?\nIf insomnia occurs continuously, the frequency is 3 times a week or more and lasts for 1 month continuously, or the patient still has difficulty sleeping even though the sleeping environment is comfortable and measures to improve quality have been applied. amount of sleep, etc., you should go to medical facilities to be examined, diagnosed with the cause and have a suitable treatment regimen.\nIn addition, you should see a doctor if insomnia is affecting your morning activities.\nPeople with prolonged insomnia should go to the hospital for examination and treatment",
            "subsection_string": "Diagnosis of insomnia\nWhat is considered insomnia or sleep disorder? How to diagnose whether a person has insomnia or not? Accordingly, it can be based on manifestations such as:\nFrequently tossing and turning, lying in bed for a long time (over 20 minutes) before falling asleep; Sleeping intermittently, not sleeping deeply, or waking up in the middle of the night; Short sleep, difficulty falling back asleep after waking up,...\nWhen do you need to see a doctor for examination when you have insomnia?\nIf insomnia occurs continuously, the frequency is 3 times a week or more and lasts for 1 month continuously, or the patient still has difficulty sleeping even though the sleeping environment is comfortable and measures to improve quality have been applied. amount of sleep, etc., you should go to medical facilities to be examined, diagnosed with the cause and have a suitable treatment regimen.\nIn addition, you should see a doctor if insomnia is affecting your morning activities.\nPeople with prolonged insomnia should go to the hospital for examination and treatment"
        },
        {
            "subsection_name": "Subjects are prone to insomnia",
            "subsection_content": "It can be seen that insomnia occurs in all ages and genders. However, some groups of people may be more susceptible to insomnia including: (4)\nElderly people: People over 60-65 years old are more susceptible to insomnia due to body changes related to aging. Besides, the elderly are also susceptible to diseases and use drugs that affect sleep quality.; People with medical conditions: Chronic diseases and disease-related pain can increase the risk of insomnia. Some diseases that easily lead to insomnia include: diabetes, arthritis, dementia, Parkinson's, fibromyalgia, gastrointestinal reflux,...; Women: Statistics show that women are at higher risk of insomnia than men due to issues such as menstrual cycle, pregnancy, hormonal disorders, etc.; People who are experiencing psychological factors: People who are stressed, pressured, and encounter many problems in life also tend to have difficulty sleeping and insomnia.; People who work night shifts/change time zones: People who have to regularly work night shifts, have irregular sleeping hours, or people who travel or study abroad in another country in a different time zone are also more susceptible to insomnia.; People with an unscientific lifestyle: Smoking, drinking alcohol, being sedentary, lacking nutrients, etc. are also factors that increase the risk of insomnia.\nSee more: What is insomnia and headache? Causes and ways to reduce this situation.",
            "subsection_string": "Subjects are prone to insomnia\nIt can be seen that insomnia occurs in all ages and genders. However, some groups of people may be more susceptible to insomnia including: (4)\nElderly people: People over 60-65 years old are more susceptible to insomnia due to body changes related to aging. Besides, the elderly are also susceptible to diseases and use drugs that affect sleep quality.; People with medical conditions: Chronic diseases and disease-related pain can increase the risk of insomnia. Some diseases that easily lead to insomnia include: diabetes, arthritis, dementia, Parkinson's, fibromyalgia, gastrointestinal reflux,...; Women: Statistics show that women are at higher risk of insomnia than men due to issues such as menstrual cycle, pregnancy, hormonal disorders, etc.; People who are experiencing psychological factors: People who are stressed, pressured, and encounter many problems in life also tend to have difficulty sleeping and insomnia.; People who work night shifts/change time zones: People who have to regularly work night shifts, have irregular sleeping hours, or people who travel or study abroad in another country in a different time zone are also more susceptible to insomnia.; People with an unscientific lifestyle: Smoking, drinking alcohol, being sedentary, lacking nutrients, etc. are also factors that increase the risk of insomnia.\nSee more: What is insomnia and headache? Causes and ways to reduce this situation."
        },
        {
            "subsection_name": "What are the harmful effects of insomnia?",
            "subsection_content": "Acute insomnia or chronic insomnia both cause significant impacts on the patient's health and life. Specifically, sleep disorders can lead to:\nPeople with insomnia will easily feel tired, lethargic, always in a state of lethargy, not alert.; The immune system of people who do not get enough sleep and often suffer from insomnia is also weaker than that of normal people.; Lack of sleep also increases the risk of arrhythmia, hypertension, myocardial infarction, diabetes, and stroke leading to death.; Not getting enough sleep will also increase the risk of cancer.; People who lack sleep often have dry skin, age easily, and skin wounds are more difficult to heal.; Drowsiness due to insomnia and lack of sleep will make you uncomfortable, irritable, mood swings, difficult to control emotions, feel lonely and susceptible to depression.; Insomnia causes the body to lack energy, leading to eating more and using less healthy foods, causing weight gain.; People who do not get enough sleep may experience hallucinations, dizziness, and be prone to accidents when participating in traffic.\nInsomnia increases the risk of hallucinations",
            "subsection_string": "What are the harmful effects of insomnia?\nAcute insomnia or chronic insomnia both cause significant impacts on the patient's health and life. Specifically, sleep disorders can lead to:\nPeople with insomnia will easily feel tired, lethargic, always in a state of lethargy, not alert.; The immune system of people who do not get enough sleep and often suffer from insomnia is also weaker than that of normal people.; Lack of sleep also increases the risk of arrhythmia, hypertension, myocardial infarction, diabetes, and stroke leading to death.; Not getting enough sleep will also increase the risk of cancer.; People who lack sleep often have dry skin, age easily, and skin wounds are more difficult to heal.; Drowsiness due to insomnia and lack of sleep will make you uncomfortable, irritable, mood swings, difficult to control emotions, feel lonely and susceptible to depression.; Insomnia causes the body to lack energy, leading to eating more and using less healthy foods, causing weight gain.; People who do not get enough sleep may experience hallucinations, dizziness, and be prone to accidents when participating in traffic.\nInsomnia increases the risk of hallucinations"
        },
        {
            "subsection_name": "How to cure insomnia?",
            "subsection_content": "There are two main ways to treat insomnia: to treat insomnia without using drugs and to treat insomnia using Eastern or Western medicine or Southern medicine.\nSome non-medicinal insomnia treatments you can apply include:\nApply relaxation measures such as listening to music, reading books, drawing pictures, etc. before going to bed; Practice yoga and gentle exercise for 30 minutes a day.; Use herbal teas such as butterfly pea flower tea, chrysanthemum tea, magnolia tea,...; Scientific sleep hygiene (creating a comfortable, cool sleeping space, suitable room temperature, quiet space,...).; Do not use electronic devices at least 30 minutes before bed.; Massage before bed.; Soak your feet in warm water before going to bed; Using essential oils helps you sleep well and improve insomnia.\nSome types of tea have the effect of helping to calm the mind, sleep well, and support the treatment of insomnia\nIf you apply non-pharmacological treatments for insomnia but the problem does not improve, you can go to a medical facility for examination and treatment. Electroencephalogram or electromyography are techniques that can help detect the cause of insomnia or sleep disorders. During treatment, your doctor may prescribe medication to help you fall asleep easier and sleep better.\nWith this treatment, you should be careful to take the medicine exactly as directed by your doctor and do not arbitrarily buy medicine or change the dosage of the medicine to avoid unwanted side effects.",
            "subsection_string": "How to cure insomnia?\nThere are two main ways to treat insomnia: to treat insomnia without using drugs and to treat insomnia using Eastern or Western medicine or Southern medicine.\nSome non-medicinal insomnia treatments you can apply include:\nApply relaxation measures such as listening to music, reading books, drawing pictures, etc. before going to bed; Practice yoga and gentle exercise for 30 minutes a day.; Use herbal teas such as butterfly pea flower tea, chrysanthemum tea, magnolia tea,...; Scientific sleep hygiene (creating a comfortable, cool sleeping space, suitable room temperature, quiet space,...).; Do not use electronic devices at least 30 minutes before bed.; Massage before bed.; Soak your feet in warm water before going to bed; Using essential oils helps you sleep well and improve insomnia.\nSome types of tea have the effect of helping to calm the mind, sleep well, and support the treatment of insomnia\nIf you apply non-pharmacological treatments for insomnia but the problem does not improve, you can go to a medical facility for examination and treatment. Electroencephalogram or electromyography are techniques that can help detect the cause of insomnia or sleep disorders. During treatment, your doctor may prescribe medication to help you fall asleep easier and sleep better.\nWith this treatment, you should be careful to take the medicine exactly as directed by your doctor and do not arbitrarily buy medicine or change the dosage of the medicine to avoid unwanted side effects."
        },
        {
            "subsection_name": "Prevent insomnia",
            "subsection_content": "Insomnia can be prevented or limited simply through good habits such as:\nMaintain consistent bedtimes and wake-up times every day, including weekends.; Gentle exercise to promote better sleep.; Check your medications to see if they are contributing to insomnia. If you are unsure about the medications you are taking, talk to your medical doctor.; Don't nap too much. Normally, the ideal time for a nap is 20-40 minutes and no more than 60 minutes.; Avoid or limit caffeine and alcohol, do not use nicotine.; Do not eat or drink too much at night, especially before bed.; Do not install too many electronic devices in the bedroom to avoid using devices such as TV, phone, computer before sleeping.; Do some light relaxation before bed, such as taking a warm bath, reading a book, or listening to soft music.",
            "subsection_string": "Prevent insomnia\nInsomnia can be prevented or limited simply through good habits such as:\nMaintain consistent bedtimes and wake-up times every day, including weekends.; Gentle exercise to promote better sleep.; Check your medications to see if they are contributing to insomnia. If you are unsure about the medications you are taking, talk to your medical doctor.; Don't nap too much. Normally, the ideal time for a nap is 20-40 minutes and no more than 60 minutes.; Avoid or limit caffeine and alcohol, do not use nicotine.; Do not eat or drink too much at night, especially before bed.; Do not install too many electronic devices in the bedroom to avoid using devices such as TV, phone, computer before sleeping.; Do some light relaxation before bed, such as taking a warm bath, reading a book, or listening to soft music."
        },
        {
            "subsection_name": "Nutrition and exercise for people with insomnia",
            "subsection_content": "Nutrition\nPeople who often suffer from insomnia, wake up in the middle of the night, or have restless sleep can improve their sleep quality through changing their diet. Specifically:\nUse foods that are good for sleep such as: Fatty fish, kiwi, almonds, walnuts, bananas, oatmeal,...; Some drinks such as chrysanthemum tea, warm milk, butterfly pea flower tea, etc. also help treat insomnia very well. You can drink it about 30 minutes before going to bed to make it easier to fall asleep.; Do not drink tea, coffee, alcohol or use foods containing caffeine and other stimulants after morning. The effects of caffeine and stimulants can last up to 12 hours. Therefore, to avoid insomnia, you should limit the use of these foods.; In addition, you should not use spicy, hot, or greasy foods to avoid indigestion, acid reflux, and heartburn, leading to difficulty sleeping and insomnia.\nYou should limit drinking coffee to avoid insomnia\nYoga exercises help sleep well\nGentle exercise can help you effectively improve insomnia. If you have difficulty falling asleep or not sleeping well, you can take the time to apply some yoga exercises that are considered to help you sleep better.\nSimple yoga exercises that even people new to this subject can practice include:\nUtthan Pristhasana (Lizard Pose); Salabhasana (Locust Pose); Uttanasana (Bending pose); Prasarita Padottanasana (Wide Leg Bend Pose); Janu Sirsasana (Head-to-knee pose); Paschimottanasana (Sitting Bend Pose)\nIn addition to yoga, meditation or walking exercises, slow jogging can also help you fall asleep more easily, improving sleep-related problems.",
            "subsection_string": "Nutrition and exercise for people with insomnia\nNutrition\nPeople who often suffer from insomnia, wake up in the middle of the night, or have restless sleep can improve their sleep quality through changing their diet. Specifically:\nUse foods that are good for sleep such as: Fatty fish, kiwi, almonds, walnuts, bananas, oatmeal,...; Some drinks such as chrysanthemum tea, warm milk, butterfly pea flower tea, etc. also help treat insomnia very well. You can drink it about 30 minutes before going to bed to make it easier to fall asleep.; Do not drink tea, coffee, alcohol or use foods containing caffeine and other stimulants after morning. The effects of caffeine and stimulants can last up to 12 hours. Therefore, to avoid insomnia, you should limit the use of these foods.; In addition, you should not use spicy, hot, or greasy foods to avoid indigestion, acid reflux, and heartburn, leading to difficulty sleeping and insomnia.\nYou should limit drinking coffee to avoid insomnia\nYoga exercises help sleep well\nGentle exercise can help you effectively improve insomnia. If you have difficulty falling asleep or not sleeping well, you can take the time to apply some yoga exercises that are considered to help you sleep better.\nSimple yoga exercises that even people new to this subject can practice include:\nUtthan Pristhasana (Lizard Pose); Salabhasana (Locust Pose); Uttanasana (Bending pose); Prasarita Padottanasana (Wide Leg Bend Pose); Janu Sirsasana (Head-to-knee pose); Paschimottanasana (Sitting Bend Pose)\nIn addition to yoga, meditation or walking exercises, slow jogging can also help you fall asleep more easily, improving sleep-related problems."
        },
        {
            "subsection_name": "Frequently asked questions about insomnia",
            "subsection_content": "1. Is difficulty sleeping or lack of sleep different from insomnia?\nDifficulty sleeping and lack of sleep are also a form of insomnia in people with sleep disorders. People with difficulty sleeping or lack of sleep will take longer to fall asleep. Even lying and closing their eyes for a long time will still not be able to sleep, leading to short sleep, not enough to regenerate energy for a day of work. effective work.\n2. Insomnia is common in the elderly, right?\nAccording to the US National Center for Biotechnology Information, the rate of insomnia in the elderly is often higher than in adolescents and young people. Up to 50% of elderly people regularly complain of sleep problems. Many elderly people can only sleep 4 hours a night or even less.\nIn addition to common causes such as too noisy surroundings, inappropriate room temperature, side effects of some medications, etc., insomnia in the elderly is also due to the fact that the elderly often have a lot of leisure time to relax. rest during the day. Therefore, at night it will be more difficult for the elderly to sleep.\nAt the same time, older people are also at risk of diseases such as chronic anxiety disorder, bone and joint pain, difficulty breathing, etc. These problems all affect sleep and cause the elderly to suffer from insomnia. .\nFurthermore, the older you are, the higher the level of brain aging, leading to dysfunction in the brain, causing sleep disturbances, sleeping more during the day and less sleep, and difficulty sleeping. sleep at night.\nIt can be seen that taking care of and investing in sleep quality is an extremely important issue. Therefore, if you are suffering from prolonged insomnia but cannot overcome it, go to hospitals or reputable medical facilities for diagnosis and treatment.\nCurrently, Tam Anh General Hospital System brings together leading experts with rich experience in the field of Neurology. Not only that, the hospital also has a system of testing and diagnostic imaging machines using leading advanced technology to serve the examination and treatment process.\nWith enthusiasm and dedication, the team of experts and neurologists at Tam Anh General Hospital System are confident in accompanying and supporting patients to find the cause of insomnia as well as treatment. guide appropriate treatment regimens.\nPatients can schedule an appointment for examination and treatment of insomnia or insomnia with leading experts at the Department of Neurology, Tam Anh General Hospital System through the following ways:\nContact hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff. Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/ Send a message on the General Hospital Fanpage Tam Anh  Message via Zalo OA of Tam Anh General Hospital.\nInsomnia can affect the patient's health and spirit. Therefore, you should examine and treat insomnia as soon as possible.",
            "subsection_string": "Frequently asked questions about insomnia\n1. Is difficulty sleeping or lack of sleep different from insomnia?\nDifficulty sleeping and lack of sleep are also a form of insomnia in people with sleep disorders. People with difficulty sleeping or lack of sleep will take longer to fall asleep. Even lying and closing their eyes for a long time will still not be able to sleep, leading to short sleep, not enough to regenerate energy for a day of work. effective work.\n2. Insomnia is common in the elderly, right?\nAccording to the US National Center for Biotechnology Information, the rate of insomnia in the elderly is often higher than in adolescents and young people. Up to 50% of elderly people regularly complain of sleep problems. Many elderly people can only sleep 4 hours a night or even less.\nIn addition to common causes such as too noisy surroundings, inappropriate room temperature, side effects of some medications, etc., insomnia in the elderly is also due to the fact that the elderly often have a lot of leisure time to relax. rest during the day. Therefore, at night it will be more difficult for the elderly to sleep.\nAt the same time, older people are also at risk of diseases such as chronic anxiety disorder, bone and joint pain, difficulty breathing, etc. These problems all affect sleep and cause the elderly to suffer from insomnia. .\nFurthermore, the older you are, the higher the level of brain aging, leading to dysfunction in the brain, causing sleep disturbances, sleeping more during the day and less sleep, and difficulty sleeping. sleep at night.\nIt can be seen that taking care of and investing in sleep quality is an extremely important issue. Therefore, if you are suffering from prolonged insomnia but cannot overcome it, go to hospitals or reputable medical facilities for diagnosis and treatment.\nCurrently, Tam Anh General Hospital System brings together leading experts with rich experience in the field of Neurology. Not only that, the hospital also has a system of testing and diagnostic imaging machines using leading advanced technology to serve the examination and treatment process.\nWith enthusiasm and dedication, the team of experts and neurologists at Tam Anh General Hospital System are confident in accompanying and supporting patients to find the cause of insomnia as well as treatment. guide appropriate treatment regimens.\nPatients can schedule an appointment for examination and treatment of insomnia or insomnia with leading experts at the Department of Neurology, Tam Anh General Hospital System through the following ways:\nContact hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff. Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/ Send a message on the General Hospital Fanpage Tam Anh  Message via Zalo OA of Tam Anh General Hospital.\nInsomnia can affect the patient's health and spirit. Therefore, you should examine and treat insomnia as soon as possible."
        }
    ],
    "name": "mat-ngu.json"
}