{
    "title": "Eye astigmatism: Causes, signs, diagnosis and prevention",
    "category": "Eye",
    "link": "https://tamanhhospital.vn/mat-loan-thi/",
    "abstract": "Astigmatism is a common refractive error, the rate of astigmatism increased significantly from 14.3% in the group under 15 years old to 67.2% in the group over 65 years old. So what are the causes, signs, diagnosis and prevention of astigmatism? [first]",
    "content": "Eye astigmatism: Causes, signs, diagnosis and prevention\n\nAstigmatism is a common refractive error, the rate of astigmatism increased significantly from 14.3% in the group under 15 years old to 67.2% in the group over 65 years old. So what are the causes, signs, diagnosis and prevention of astigmatism? [first]\n\nWhat is astigmatism?\nAstigmatism is a refractive error in the eye due to the cornea recording unusual shapes compared to the actual image... Light rays entering the eye, instead of converging to a point, are diffused on the retina, causing the image to be blurred. have a distorted and blurred shape.\nAnyone can get astigmatism. Astigmatism is very common, 1 in 3 people have astigmatism. Astigmatism can develop at any point in life; even from birth.\nSee your doctor if you have any changes in your eyes or notice that your vision is not as clear as before.\n\nHow does astigmatism affect vision?\nThe parts of the eye work together like a relay team to transmit light into the eye. Light passes through the cornea, the cornea focuses the light through the lens into a signal that is transmitted to the retina - the layer at the back of the eyeball. The retina converts that light into electrical signals that the optic nerve sends to the brain. The brain uses those signals to create images for humans to see.\nHowever, in people with astigmatism, light entering the eye is bent more than normal. Light cannot focus properly on the retina. Uneven focus makes objects look blurry or wavy. Patients may experience eye strain as if their eyes are working too hard to see the surrounding images. Therefore, astigmatism can affect vision at any distance, including near and far.\n\nClassification of astigmatism level\nCorneal astigmatism: when the cornea has an irregular shape, doctors call it corneal astigmatism.; Lens astigmatism: the lens in the patient's eye has an irregular shape.\nSometimes, some people have corneal astigmatism and also lens astigmatism.\nThe severity of astigmatism is expressed in diopters. Diopters are a unit of measurement for the optical power of a lens. A higher number of diopters means the patient's vision is poorer or needs more correction.\nThe severity of astigmatism correlates with the number of diopters [2]:\nMild astigmatism: less than 1.00 diopters; Moderate astigmatism: 1.00 – 2.00 diopters; Severe astigmatism: 2.00 – 3.00 diopters; Very severe astigmatism: more than 3.00 diopters.\nTo determine whether the patient has astigmatism or not, the doctor will conduct a comprehensive eye examination. The doctor will also ask the person about any changes in vision. This can help your doctor see if your symptoms are related to astigmatism.\n\nCauses of eye astigmatism and risk factors\nSome people mistakenly believe that reading in low-light environments or sitting close to a TV will cause astigmatism or make astigmatism worse. However, most astigmatism appears on its own without doctors knowing why. Patients may have astigmatism due to:\nGenetics: children whose parents have astigmatism will be more susceptible to astigmatism or it may also be because the eyelids put too much pressure on the cornea.; Eye injuries: can be caused by sports injuries, accidents and foreign objects in the eye. This condition causes pain, swelling, redness, and other symptoms. Some people see flashes of light or changes in vision. Severe eye injuries can cause permanent vision loss.; Keratoconus: occurs over time, when the normal circular curvature of the eye surface bulges outward like a cone.; Corneal degeneration; Complications after eye surgery.\nAstigmatism is very common, 1 in 3 people have astigmatism.\n\nSigns of astigmatism in the eye\nSigns of astigmatism in the eyes will be different for each patient; In some people there are even no signs. The main signs of astigmatism in the eyes include [3]:\nBlurred vision: this is a common symptom, patients have difficulty seeing details on objects.; Seeing glare or halos around lights; Blurred or distorted vision; It is more difficult to see at night.; Eye fatigue: signs may be noticed after focusing for a long time.; Headache.; Squint.\nAstigmatism often occurs along with nearsightedness or farsightedness. These symptoms do not always occur due to astigmatism. Additionally, some people don't know these signs are a problem with their vision. See your doctor if you frequently squint, rub your eyes, or have headaches.\nIf left untreated, astigmatism leads to decreased vision (amblyopia – lazy eye) and, more seriously, vision loss. Therefore, patients need to see a doctor for timely treatment.\n\nEye complications of astigmatism\nAstigmatism can cause complications if left untreated. For example, strabismus occurs when a patient has astigmatism in one eye or the astigmatism in one eye is worse than the other eye and this condition persists without treatment. Furthermore, astigmatism causes eye strain and headaches.\nSurgery to treat astigmatism also has risks. Side effects from surgery are usually temporary and improve within a few weeks. The condition often causes dry eyes, sensitivity to light, and problems with night vision.\nIn addition, other and more long-term complications can also occur such as loss of vision or vision returning to its pre-operative state.\n\nCan astigmatism be cured?\nPeople with astigmatism can correct the disease by wearing eyeglasses, contact lenses or surgery [4].\nWearing glasses or contact lenses corrects vision but does not change the shape of the eye. Vision correction surgery includes LASIK eye surgery, photokeratectomy or PRK eye surgery using lasers to correct vision problems. A specialist will perform procedures to change the shape of the cornea, helping light shine properly on the retina.\nIn addition, patients with cataracts and astigmatism are also treated at the same time during cataract surgery.\n\nDiagnosis of astigmatism in the eyes\nSymptoms of astigmatism appear gradually. Patients should see a doctor if they notice changes in vision. Doctors diagnose astigmatism through an eye exam by looking into the eye (including inside the eye).\nDoctors use a number of tests to diagnose astigmatism, including:\nVision test: this is an eye test; The patient performs the test by looking at a wall chart of letters or symbols.; Refraction test: the doctor will measure the amount of light focused and bent when entering the eye.; Corneal map: the doctor will measure the patient's corneal curve. This technology provides the most detailed information about the patient's cornea shape. The doctor tells the patient to look at a specific spot and the device collects thousands of tiny measurements. Computer constructs corneal color map from data.; Slit lamp: is a special type of microscope that shines bright light into the eye. The doctor adjusts the brightness and thickness of the light beam to see different layers and parts of the eye.\n\nHow is astigmatism treated?\nEyeglasses or contact lenses correct most cases of astigmatism.\nIf the patient has very mild astigmatism (does not affect vision), there is no need to wear glasses or contact lenses. Your doctor will measure any changes in your eyes at each visit.; If the patient has a normal level of astigmatism, the patient must have lens correction such as glasses, contact lenses or surgery.\nAstigmatism changes over time and gets worse. Therefore, patients need to wear glasses or contact lenses even when they do not need them.\n1. Eyeglasses\nThe doctor will carefully examine the eyes to find the right type of eyeglasses for the patient. These can be bifocals or progressive lenses, depending on the patient's vision problem. Eyeglass lenses are curved to counteract the shape of the cornea or lens that causes blurred vision. Eyeglass lenses work well when looking straight ahead.\nBut depending on the level of the patient, the glasses need to be adjusted because sometimes the eyes feel that the floor or wall is tilted. This effect will disappear once the eyes have adapted to the glasses. The patient starts wearing glasses in the morning, for a few hours at a time, and adjusts slowly. If your vision does not improve, see your doctor for adjustment.\nAdvantages: cheaper cost than other treatment methods; Disadvantages: can be lost or damaged, broken and broken.\n2. Contact lenses\nThese are thin plastic or glass lenses that fit over the eye's cornea and correct vision.\nSoft contact lenses: Soft lenses used for astigmatism are toric lenses.; Rigid contact lenses: Rigid gas-permeable contact lenses are a good choice when the patient's astigmatism is severe. Doctors use this type for certain procedures called orthokeratology.\nPatients wearing glasses while sleeping will reshape the cornea. Patients need to wear contact lenses to maintain this new shape but do not need to wear them regularly.\nAdvantages: Choice of soft or hard lenses. Good choice for active people; Choose from soft or hard lenses.; Good choice for active people; Disadvantages: Maybe not suitable for everyone. Risk of eye infection due to poor contact lens hygiene; Sometimes it's not suitable for everyone.; Risk of eye infection due to poor contact lens hygiene.\n3. Surgery\nIncludes LASIK eye surgery, photokeratectomy, and PRK eye surgery. PRK removes tissue from the outer and inner layers of the cornea. LASIK only removes tissue from the inner layer of the cornea. If a patient has astigmatism, there are many options to correct the vision problem. You should consult your doctor to choose the treatment method that best meets your visual needs and lifestyle.\nAdvantage:; The effect is sometimes permanent. Good choice for patients with serious vision problems.; The effect is sometimes permanent.; Good choice for patients with serious vision problems.\nDisadvantages: There may be complications during or after surgery. More expensive. Some side effects occur.; There may be complications during or after surgery.; More expensive.; Some side effects occur.\nThere is no best way to treat astigmatism, but the most appropriate treatment is to adjust it to best suit the patient's vision needs and lifestyle. The patient and doctor should discuss options in more detail after the examination.\nAstigmatism often occurs along with nearsightedness or farsightedness.\n\nHow to prevent astigmatism in the eyes?\nPatients cannot prevent astigmatism, so they need to see a doctor periodically for timely treatment. Most people with astigmatism develop it on their own and progress as their eyes work throughout their lives.\nPatients at risk of keratoconus should limit rubbing their eyes as much as possible.[5]\nIf someone in your family has astigmatism, get screened for the rest of your family.\nIf the patient experiences signs of astigmatism, see a doctor for timely examination. Tam Anh General Hospital in Ho Chi Minh City with the Ophthalmology department brings together experienced and highly specialized doctors to help the process of examination, diagnosis and appropriate treatment for patients.\nAstigmatism is a common refractive error caused by the cornea not being perfectly spherical. Through this article, we hope that patients will better understand astigmatism including causes, signs, diagnosis and know how to prevent it so that the level of astigmatism does not become too serious. Visit your doctor promptly to choose a treatment method that is appropriate and does not affect your life.",
    "subsections": [
        {
            "subsection_name": "What is astigmatism?",
            "subsection_content": "Astigmatism is a refractive error in the eye due to the cornea recording unusual shapes compared to the actual image... Light rays entering the eye, instead of converging to a point, are diffused on the retina, causing the image to be blurred. have a distorted and blurred shape.\nAnyone can get astigmatism. Astigmatism is very common, 1 in 3 people have astigmatism. Astigmatism can develop at any point in life; even from birth.\nSee your doctor if you have any changes in your eyes or notice that your vision is not as clear as before.",
            "subsection_string": "What is astigmatism?\nAstigmatism is a refractive error in the eye due to the cornea recording unusual shapes compared to the actual image... Light rays entering the eye, instead of converging to a point, are diffused on the retina, causing the image to be blurred. have a distorted and blurred shape.\nAnyone can get astigmatism. Astigmatism is very common, 1 in 3 people have astigmatism. Astigmatism can develop at any point in life; even from birth.\nSee your doctor if you have any changes in your eyes or notice that your vision is not as clear as before."
        },
        {
            "subsection_name": "How does astigmatism affect vision?",
            "subsection_content": "The parts of the eye work together like a relay team to transmit light into the eye. Light passes through the cornea, the cornea focuses the light through the lens into a signal that is transmitted to the retina - the layer at the back of the eyeball. The retina converts that light into electrical signals that the optic nerve sends to the brain. The brain uses those signals to create images for humans to see.\nHowever, in people with astigmatism, light entering the eye is bent more than normal. Light cannot focus properly on the retina. Uneven focus makes objects look blurry or wavy. Patients may experience eye strain as if their eyes are working too hard to see the surrounding images. Therefore, astigmatism can affect vision at any distance, including near and far.",
            "subsection_string": "How does astigmatism affect vision?\nThe parts of the eye work together like a relay team to transmit light into the eye. Light passes through the cornea, the cornea focuses the light through the lens into a signal that is transmitted to the retina - the layer at the back of the eyeball. The retina converts that light into electrical signals that the optic nerve sends to the brain. The brain uses those signals to create images for humans to see.\nHowever, in people with astigmatism, light entering the eye is bent more than normal. Light cannot focus properly on the retina. Uneven focus makes objects look blurry or wavy. Patients may experience eye strain as if their eyes are working too hard to see the surrounding images. Therefore, astigmatism can affect vision at any distance, including near and far."
        },
        {
            "subsection_name": "Classification of astigmatism level",
            "subsection_content": "Corneal astigmatism: when the cornea has an irregular shape, doctors call it corneal astigmatism.; Lens astigmatism: the lens in the patient's eye has an irregular shape.\nSometimes, some people have corneal astigmatism and also lens astigmatism.\nThe severity of astigmatism is expressed in diopters. Diopters are a unit of measurement for the optical power of a lens. A higher number of diopters means the patient's vision is poorer or needs more correction.\nThe severity of astigmatism correlates with the number of diopters [2]:\nMild astigmatism: less than 1.00 diopters; Moderate astigmatism: 1.00 – 2.00 diopters; Severe astigmatism: 2.00 – 3.00 diopters; Very severe astigmatism: more than 3.00 diopters.\nTo determine whether the patient has astigmatism or not, the doctor will conduct a comprehensive eye examination. The doctor will also ask the person about any changes in vision. This can help your doctor see if your symptoms are related to astigmatism.",
            "subsection_string": "Classification of astigmatism level\nCorneal astigmatism: when the cornea has an irregular shape, doctors call it corneal astigmatism.; Lens astigmatism: the lens in the patient's eye has an irregular shape.\nSometimes, some people have corneal astigmatism and also lens astigmatism.\nThe severity of astigmatism is expressed in diopters. Diopters are a unit of measurement for the optical power of a lens. A higher number of diopters means the patient's vision is poorer or needs more correction.\nThe severity of astigmatism correlates with the number of diopters [2]:\nMild astigmatism: less than 1.00 diopters; Moderate astigmatism: 1.00 – 2.00 diopters; Severe astigmatism: 2.00 – 3.00 diopters; Very severe astigmatism: more than 3.00 diopters.\nTo determine whether the patient has astigmatism or not, the doctor will conduct a comprehensive eye examination. The doctor will also ask the person about any changes in vision. This can help your doctor see if your symptoms are related to astigmatism."
        },
        {
            "subsection_name": "Causes of eye astigmatism and risk factors",
            "subsection_content": "Some people mistakenly believe that reading in low-light environments or sitting close to a TV will cause astigmatism or make astigmatism worse. However, most astigmatism appears on its own without doctors knowing why. Patients may have astigmatism due to:\nGenetics: children whose parents have astigmatism will be more susceptible to astigmatism or it may also be because the eyelids put too much pressure on the cornea.; Eye injuries: can be caused by sports injuries, accidents and foreign objects in the eye. This condition causes pain, swelling, redness, and other symptoms. Some people see flashes of light or changes in vision. Severe eye injuries can cause permanent vision loss.; Keratoconus: occurs over time, when the normal circular curvature of the eye surface bulges outward like a cone.; Corneal degeneration; Complications after eye surgery.\nAstigmatism is very common, 1 in 3 people have astigmatism.",
            "subsection_string": "Causes of eye astigmatism and risk factors\nSome people mistakenly believe that reading in low-light environments or sitting close to a TV will cause astigmatism or make astigmatism worse. However, most astigmatism appears on its own without doctors knowing why. Patients may have astigmatism due to:\nGenetics: children whose parents have astigmatism will be more susceptible to astigmatism or it may also be because the eyelids put too much pressure on the cornea.; Eye injuries: can be caused by sports injuries, accidents and foreign objects in the eye. This condition causes pain, swelling, redness, and other symptoms. Some people see flashes of light or changes in vision. Severe eye injuries can cause permanent vision loss.; Keratoconus: occurs over time, when the normal circular curvature of the eye surface bulges outward like a cone.; Corneal degeneration; Complications after eye surgery.\nAstigmatism is very common, 1 in 3 people have astigmatism."
        },
        {
            "subsection_name": "Signs of astigmatism in the eye",
            "subsection_content": "Signs of astigmatism in the eyes will be different for each patient; In some people there are even no signs. The main signs of astigmatism in the eyes include [3]:\nBlurred vision: this is a common symptom, patients have difficulty seeing details on objects.; Seeing glare or halos around lights; Blurred or distorted vision; It is more difficult to see at night.; Eye fatigue: signs may be noticed after focusing for a long time.; Headache.; Squint.\nAstigmatism often occurs along with nearsightedness or farsightedness. These symptoms do not always occur due to astigmatism. Additionally, some people don't know these signs are a problem with their vision. See your doctor if you frequently squint, rub your eyes, or have headaches.\nIf left untreated, astigmatism leads to decreased vision (amblyopia – lazy eye) and, more seriously, vision loss. Therefore, patients need to see a doctor for timely treatment.",
            "subsection_string": "Signs of astigmatism in the eye\nSigns of astigmatism in the eyes will be different for each patient; In some people there are even no signs. The main signs of astigmatism in the eyes include [3]:\nBlurred vision: this is a common symptom, patients have difficulty seeing details on objects.; Seeing glare or halos around lights; Blurred or distorted vision; It is more difficult to see at night.; Eye fatigue: signs may be noticed after focusing for a long time.; Headache.; Squint.\nAstigmatism often occurs along with nearsightedness or farsightedness. These symptoms do not always occur due to astigmatism. Additionally, some people don't know these signs are a problem with their vision. See your doctor if you frequently squint, rub your eyes, or have headaches.\nIf left untreated, astigmatism leads to decreased vision (amblyopia – lazy eye) and, more seriously, vision loss. Therefore, patients need to see a doctor for timely treatment."
        },
        {
            "subsection_name": "Eye complications of astigmatism",
            "subsection_content": "Astigmatism can cause complications if left untreated. For example, strabismus occurs when a patient has astigmatism in one eye or the astigmatism in one eye is worse than the other eye and this condition persists without treatment. Furthermore, astigmatism causes eye strain and headaches.\nSurgery to treat astigmatism also has risks. Side effects from surgery are usually temporary and improve within a few weeks. The condition often causes dry eyes, sensitivity to light, and problems with night vision.\nIn addition, other and more long-term complications can also occur such as loss of vision or vision returning to its pre-operative state.",
            "subsection_string": "Eye complications of astigmatism\nAstigmatism can cause complications if left untreated. For example, strabismus occurs when a patient has astigmatism in one eye or the astigmatism in one eye is worse than the other eye and this condition persists without treatment. Furthermore, astigmatism causes eye strain and headaches.\nSurgery to treat astigmatism also has risks. Side effects from surgery are usually temporary and improve within a few weeks. The condition often causes dry eyes, sensitivity to light, and problems with night vision.\nIn addition, other and more long-term complications can also occur such as loss of vision or vision returning to its pre-operative state."
        },
        {
            "subsection_name": "Can astigmatism be cured?",
            "subsection_content": "People with astigmatism can correct the disease by wearing eyeglasses, contact lenses or surgery [4].\nWearing glasses or contact lenses corrects vision but does not change the shape of the eye. Vision correction surgery includes LASIK eye surgery, photokeratectomy or PRK eye surgery using lasers to correct vision problems. A specialist will perform procedures to change the shape of the cornea, helping light shine properly on the retina.\nIn addition, patients with cataracts and astigmatism are also treated at the same time during cataract surgery.",
            "subsection_string": "Can astigmatism be cured?\nPeople with astigmatism can correct the disease by wearing eyeglasses, contact lenses or surgery [4].\nWearing glasses or contact lenses corrects vision but does not change the shape of the eye. Vision correction surgery includes LASIK eye surgery, photokeratectomy or PRK eye surgery using lasers to correct vision problems. A specialist will perform procedures to change the shape of the cornea, helping light shine properly on the retina.\nIn addition, patients with cataracts and astigmatism are also treated at the same time during cataract surgery."
        },
        {
            "subsection_name": "Diagnosis of astigmatism in the eyes",
            "subsection_content": "Symptoms of astigmatism appear gradually. Patients should see a doctor if they notice changes in vision. Doctors diagnose astigmatism through an eye exam by looking into the eye (including inside the eye).\nDoctors use a number of tests to diagnose astigmatism, including:\nVision test: this is an eye test; The patient performs the test by looking at a wall chart of letters or symbols.; Refraction test: the doctor will measure the amount of light focused and bent when entering the eye.; Corneal map: the doctor will measure the patient's corneal curve. This technology provides the most detailed information about the patient's cornea shape. The doctor tells the patient to look at a specific spot and the device collects thousands of tiny measurements. Computer constructs corneal color map from data.; Slit lamp: is a special type of microscope that shines bright light into the eye. The doctor adjusts the brightness and thickness of the light beam to see different layers and parts of the eye.",
            "subsection_string": "Diagnosis of astigmatism in the eyes\nSymptoms of astigmatism appear gradually. Patients should see a doctor if they notice changes in vision. Doctors diagnose astigmatism through an eye exam by looking into the eye (including inside the eye).\nDoctors use a number of tests to diagnose astigmatism, including:\nVision test: this is an eye test; The patient performs the test by looking at a wall chart of letters or symbols.; Refraction test: the doctor will measure the amount of light focused and bent when entering the eye.; Corneal map: the doctor will measure the patient's corneal curve. This technology provides the most detailed information about the patient's cornea shape. The doctor tells the patient to look at a specific spot and the device collects thousands of tiny measurements. Computer constructs corneal color map from data.; Slit lamp: is a special type of microscope that shines bright light into the eye. The doctor adjusts the brightness and thickness of the light beam to see different layers and parts of the eye."
        },
        {
            "subsection_name": "How is astigmatism treated?",
            "subsection_content": "Eyeglasses or contact lenses correct most cases of astigmatism.\nIf the patient has very mild astigmatism (does not affect vision), there is no need to wear glasses or contact lenses. Your doctor will measure any changes in your eyes at each visit.; If the patient has a normal level of astigmatism, the patient must have lens correction such as glasses, contact lenses or surgery.\nAstigmatism changes over time and gets worse. Therefore, patients need to wear glasses or contact lenses even when they do not need them.\n1. Eyeglasses\nThe doctor will carefully examine the eyes to find the right type of eyeglasses for the patient. These can be bifocals or progressive lenses, depending on the patient's vision problem. Eyeglass lenses are curved to counteract the shape of the cornea or lens that causes blurred vision. Eyeglass lenses work well when looking straight ahead.\nBut depending on the level of the patient, the glasses need to be adjusted because sometimes the eyes feel that the floor or wall is tilted. This effect will disappear once the eyes have adapted to the glasses. The patient starts wearing glasses in the morning, for a few hours at a time, and adjusts slowly. If your vision does not improve, see your doctor for adjustment.\nAdvantages: cheaper cost than other treatment methods; Disadvantages: can be lost or damaged, broken and broken.\n2. Contact lenses\nThese are thin plastic or glass lenses that fit over the eye's cornea and correct vision.\nSoft contact lenses: Soft lenses used for astigmatism are toric lenses.; Rigid contact lenses: Rigid gas-permeable contact lenses are a good choice when the patient's astigmatism is severe. Doctors use this type for certain procedures called orthokeratology.\nPatients wearing glasses while sleeping will reshape the cornea. Patients need to wear contact lenses to maintain this new shape but do not need to wear them regularly.\nAdvantages: Choice of soft or hard lenses. Good choice for active people; Choose from soft or hard lenses.; Good choice for active people; Disadvantages: Maybe not suitable for everyone. Risk of eye infection due to poor contact lens hygiene; Sometimes it's not suitable for everyone.; Risk of eye infection due to poor contact lens hygiene.\n3. Surgery\nIncludes LASIK eye surgery, photokeratectomy, and PRK eye surgery. PRK removes tissue from the outer and inner layers of the cornea. LASIK only removes tissue from the inner layer of the cornea. If a patient has astigmatism, there are many options to correct the vision problem. You should consult your doctor to choose the treatment method that best meets your visual needs and lifestyle.\nAdvantage:; The effect is sometimes permanent. Good choice for patients with serious vision problems.; The effect is sometimes permanent.; Good choice for patients with serious vision problems.\nDisadvantages: There may be complications during or after surgery. More expensive. Some side effects occur.; There may be complications during or after surgery.; More expensive.; Some side effects occur.\nThere is no best way to treat astigmatism, but the most appropriate treatment is to adjust it to best suit the patient's vision needs and lifestyle. The patient and doctor should discuss options in more detail after the examination.\nAstigmatism often occurs along with nearsightedness or farsightedness.",
            "subsection_string": "How is astigmatism treated?\nEyeglasses or contact lenses correct most cases of astigmatism.\nIf the patient has very mild astigmatism (does not affect vision), there is no need to wear glasses or contact lenses. Your doctor will measure any changes in your eyes at each visit.; If the patient has a normal level of astigmatism, the patient must have lens correction such as glasses, contact lenses or surgery.\nAstigmatism changes over time and gets worse. Therefore, patients need to wear glasses or contact lenses even when they do not need them.\n1. Eyeglasses\nThe doctor will carefully examine the eyes to find the right type of eyeglasses for the patient. These can be bifocals or progressive lenses, depending on the patient's vision problem. Eyeglass lenses are curved to counteract the shape of the cornea or lens that causes blurred vision. Eyeglass lenses work well when looking straight ahead.\nBut depending on the level of the patient, the glasses need to be adjusted because sometimes the eyes feel that the floor or wall is tilted. This effect will disappear once the eyes have adapted to the glasses. The patient starts wearing glasses in the morning, for a few hours at a time, and adjusts slowly. If your vision does not improve, see your doctor for adjustment.\nAdvantages: cheaper cost than other treatment methods; Disadvantages: can be lost or damaged, broken and broken.\n2. Contact lenses\nThese are thin plastic or glass lenses that fit over the eye's cornea and correct vision.\nSoft contact lenses: Soft lenses used for astigmatism are toric lenses.; Rigid contact lenses: Rigid gas-permeable contact lenses are a good choice when the patient's astigmatism is severe. Doctors use this type for certain procedures called orthokeratology.\nPatients wearing glasses while sleeping will reshape the cornea. Patients need to wear contact lenses to maintain this new shape but do not need to wear them regularly.\nAdvantages: Choice of soft or hard lenses. Good choice for active people; Choose from soft or hard lenses.; Good choice for active people; Disadvantages: Maybe not suitable for everyone. Risk of eye infection due to poor contact lens hygiene; Sometimes it's not suitable for everyone.; Risk of eye infection due to poor contact lens hygiene.\n3. Surgery\nIncludes LASIK eye surgery, photokeratectomy, and PRK eye surgery. PRK removes tissue from the outer and inner layers of the cornea. LASIK only removes tissue from the inner layer of the cornea. If a patient has astigmatism, there are many options to correct the vision problem. You should consult your doctor to choose the treatment method that best meets your visual needs and lifestyle.\nAdvantage:; The effect is sometimes permanent. Good choice for patients with serious vision problems.; The effect is sometimes permanent.; Good choice for patients with serious vision problems.\nDisadvantages: There may be complications during or after surgery. More expensive. Some side effects occur.; There may be complications during or after surgery.; More expensive.; Some side effects occur.\nThere is no best way to treat astigmatism, but the most appropriate treatment is to adjust it to best suit the patient's vision needs and lifestyle. The patient and doctor should discuss options in more detail after the examination.\nAstigmatism often occurs along with nearsightedness or farsightedness."
        },
        {
            "subsection_name": "How to prevent astigmatism in the eyes?",
            "subsection_content": "Patients cannot prevent astigmatism, so they need to see a doctor periodically for timely treatment. Most people with astigmatism develop it on their own and progress as their eyes work throughout their lives.\nPatients at risk of keratoconus should limit rubbing their eyes as much as possible.[5]\nIf someone in your family has astigmatism, get screened for the rest of your family.\nIf the patient experiences signs of astigmatism, see a doctor for timely examination. Tam Anh General Hospital in Ho Chi Minh City with the Ophthalmology department brings together experienced and highly specialized doctors to help the process of examination, diagnosis and appropriate treatment for patients.\nAstigmatism is a common refractive error caused by the cornea not being perfectly spherical. Through this article, we hope that patients will better understand astigmatism including causes, signs, diagnosis and know how to prevent it so that the level of astigmatism does not become too serious. Visit your doctor promptly to choose a treatment method that is appropriate and does not affect your life.",
            "subsection_string": "How to prevent astigmatism in the eyes?\nPatients cannot prevent astigmatism, so they need to see a doctor periodically for timely treatment. Most people with astigmatism develop it on their own and progress as their eyes work throughout their lives.\nPatients at risk of keratoconus should limit rubbing their eyes as much as possible.[5]\nIf someone in your family has astigmatism, get screened for the rest of your family.\nIf the patient experiences signs of astigmatism, see a doctor for timely examination. Tam Anh General Hospital in Ho Chi Minh City with the Ophthalmology department brings together experienced and highly specialized doctors to help the process of examination, diagnosis and appropriate treatment for patients.\nAstigmatism is a common refractive error caused by the cornea not being perfectly spherical. Through this article, we hope that patients will better understand astigmatism including causes, signs, diagnosis and know how to prevent it so that the level of astigmatism does not become too serious. Visit your doctor promptly to choose a treatment method that is appropriate and does not affect your life."
        }
    ],
    "name": "mat-loan-thi.json"
}