{
    "title": "Urticaria: Causes, symptoms, complications and prevention",
    "category": "Dermatology",
    "link": "https://tamanhhospital.vn/me-day/",
    "abstract": "Urticaria is not life-threatening but causes many inconveniences in work and daily activities. Patients with hives should see a dermatologist to find the cause, treat it properly and prevent it effectively.",
    "content": "Urticaria: Causes, symptoms, complications and prevention\n\nUrticaria is not life-threatening but causes many inconveniences in work and daily activities. Patients with hives should see a dermatologist to find the cause, treat it properly and prevent it effectively.\n\nWhat are hives?\nUrticaria is a skin rash, characterized by itchy bumps. Nodules come in different sizes and shapes: round, oval, annular (ring-shaped); Size varies from dots of a few centimeters to patches larger than 10cm. Urticaria is one of the most common dermatological diseases, with about 10% - 20% of the world's population suffering from the disease. Most cases of urticaria tend to subside within 6 weeks, with only 5% of cases lasting or recurring. (first)\nWhen a patient has hives but is not treated, they will face the risk of allergic capillary edema: swelling of the face, eyelids, lips, tongue or throat (loose tissues); The most dangerous is throat swelling that blocks the airway and leads to death within 4 minutes if emergency treatment is not promptly given to free the airway.\n\nHow many types of hives are there?\nThere are 2 types of hives:\n1. Acute urticaria:\nThe rash lasts less than 6 weeks. The disease appears suddenly, the nodules can concentrate in some areas of the skin or spread throughout the body. 10% of cases of acute urticaria cause angioedema (swelling deep inside the skin in the skin mucosa, causing the skin to turn red and swollen) causing itching and pain. If treated properly, angioedema will improve after 72 hours.; In general, people with acute urticaria, if treated and cared for properly, will soon improve. However, many patients subjectively do not seek treatment, allowing the damage to persist and turn into a chronic stage.\n2. Chronic urticaria:\nSkin damage lasting more than 6 weeks, characterized by rash, itchy pink, red or pale white papules on the skin. Patients experience itching, burning, and discomfort. Chronic urticaria, in addition to causing damage to the skin, also seriously affects health, spirit and quality of life.; However, chronic urticaria persists and recurs continuously, causing changes in skin color (pigmented urticaria), affecting daily activities, sleep, and appearance, causing patients to have low self-esteem. next.; Chronic urticaria often responds poorly to treatment solutions. Although the disease is not immediately dangerous, if not properly cared for and treated, it can easily cause complications: eczema, increased skin pigmentation (darkening of the skin) and increases the risk of other allergic diseases. In addition, chronic urticaria can affect the respiratory and digestive organs leading to difficulty breathing, muscle pain, vomiting, diarrhea...\nUrticaria is a skin rash, characterized by itchy bumps.\n\nCauses of hives\nHives occur when the body reacts to allergens (food, bathing chemicals, cosmetics, pollen, fur, indoor dust...). At this time, the body releases a protein called histamine and mediators that cause small blood vessels to dilate and fluid from the blood vessels will escape, causing accumulation in the skin (also known as angioedema); causes inflammation (heat, fever) and a red rash. If fluid accumulates under the skin, small swellings will form. (2)\nAnimal hair (dogs, cats...) is one of the causes of hives.\nDepending on each person's constitution, the factors that cause hives are also different. Below are some causes of hives, including:\nAntibiotics (aspirin, ibuprofen), high blood pressure medications, pain relievers (codeine).; Food (tomatoes, eggs, fresh milk...).; Food additives, preservatives.; Bacteria, viruses, parasites (dog and cat worms, tapeworms...), fungi, mold.; Animal hair (dog, cat...).; Indoor dust, pollen.; Sun exposure.; Urticaria due to temperature changes (hot, cold); Bee sting.; Latex.; Cosmetics.; Rubbing the skin too hard, temperature changes, stress; Viral infections (flu, colds), urinary tract infections, rheumatoid arthritis, systemic lupus erythematosus, Sjögren's disease, celiac disease, and type 1 diabetes.; Constant stress.; Urticaria caused by pressure/pressure such as: wearing tight clothes, sitting for long periods of time, carrying heavy baskets/backpacks.\n\nLocations often affected by urticaria\nHives can affect any part of the body, most commonly the face, throat, arms and legs. (3)\nFace: hives appear scattered or concentrated on the cheekbones, swollen lips make the patient feel uncomfortable, lose confidence... greatly affecting work and quality of life. The swelling can spread to the throat and respiratory tract, causing difficulty breathing and the risk of anaphylactic shock.; Arms: many cases of hives on the arms, the patient itches at the location of the rash, sometimes the itching spreads to the biceps and arms.; Neck: the skin is sensitive and vulnerable, so just scratching or rubbing vigorously can cause hives.; Legs: often a reaction to insect bites with itchy red pimples (papules) forming in clusters. Each red pimple contains fluid, is 0.2 to 2.0 cm across and has a central point.; Buttocks: this is the area that rubs against clothes, so when the patient has hives, they feel more uncomfortable.\n\nSubjects susceptible to urticaria\nChildren: more often have acute urticaria than chronic urticaria due to allergic reactions to food, respiratory infections, and insect bites. Physical factors, pressure differences, and cold weather are common causes. Children with chronic urticaria often suffer from angioedema; Pregnant women: mothers experience many hormonal changes and stress. This is one of the reasons why pregnant mothers easily get hives. In addition, pregnant mothers are also susceptible to hives due to colds, flu, overactive liver, temporary imbalance of liver enzymes causing waste to accumulate in the blood.; Medical treatment of urticaria during pregnancy is not recommended. However, in severe cases, your doctor may prescribe low-dose chlorphenamine or loratidine.; Postpartum women: causes of postpartum hives include physical, mental and emotional aspects that affect the immune system. The process of giving birth and caring for a newborn makes the mother easily lose her health. At this time, environmental factors can easily penetrate, causing many health problems, including hives. Other causes of postpartum hives include: lack of sleep, excessive worry, changes in diet...\n\nSymptoms of hives\nSymptoms of hives are easy to recognize. Milky yellow papules appear on the skin like mosquito bites, with red edges on the outside. Each papule lasts about 2 - 4 hours and disappears on its own without treatment (lasting no more than 24 hours), but then other papules appear and continue to cause itching. Skin lesions appear in any area of ​​the body. At the same time, the patient has continuous itchy skin. (4)\nThe time it takes for hives to appear depends on the cause:\nDue to contact (allergy to rubber, soap...): appears after 10 - 60 minutes; Food allergy: appears within 1 hour.; Reaction to food colorings and additives:  appears after 12 – 24 hours.; Reactions to drugs: can appear immediately or later, even years later.\n\nMethods of diagnosing urticaria\nUrticaria can be diagnosed through common symptoms. When admitting the patient, the doctor will ask about medical history, examine symptoms to find the cause of hives. In many cases, doctors prescribe some skin tests and blood tests to determine what the patient is allergic to; In addition, during the process of reviewing the medical history, the doctor will determine whether the patient has acute or chronic urticaria to order appropriate tests.; In particular, at Tam Anh General Hospital Testing Center in Ho Chi Minh City, there is a testing service for 60 allergens to help patients find the cause of hives. IgE antibodies in the blood will determine the level and severity of urticaria. Quantitative testing of IgE levels helps monitor treatment progress (Immunoglobulin E is one of five types of immunoglobulins: IgM, IgG, IgD, IgA and IgE).\nWith chronic urticaria, testing procedures are performed to find the cause. This is very important because eliminating the cause is a prerequisite for treatment. 80% of people with chronic urticaria find common causes such as: autonomic reactions, infections, and intolerance. Patients with chronic urticaria have a major impact on their quality of life, with a 20%-30% reduction in work performance.\n1. Clinical diagnosis\nIn clinical diagnosis, the doctor directly examines the patient by asking questions related to health status, family factors, lifestyle, home environment, and work environment. The doctor also performs basic activities of looking, touching... thereby detecting abnormalities. The eyelids, genitals, lips... are sensitive so hives easily appear. Red spots can cause swelling of the entire skin area (angioedema). If there is angioedema in the larynx or digestive tract, the patient will have difficulty breathing, abdominal pain, diarrhea...\n2. Paraclinical diagnosis\nMost urticaria is diagnosed through a clinical examination. Paraclinical help find the cause of urticaria. In particular, the blood test is to determine the amount of eosinophils (related to parasitic infection and allergy level). In case, if the doctor suspects it is due to pollen, dust mites... he will do a test to find allergens.\nThis is the basic technique of diagnosing allergens that cause allergies by searching for IgE (one of 5 types of immunoglobulins: hIgM, IgG, IgD, IgA and IgE) specifically on the skin through an antigen-antibody reaction that resolves the problem. release mast cells (immune cells found in the space between mucosal tissues, epithelium and the external environment).\n\nTreatment of urticaria (*)\nDoctors will combine many drugs, even using biological drugs (omalizumab) to control urticaria.\nTo treat hives, your doctor will find and remove the causative agent, but this is not an easy task. Doctors prescribe histamine to reduce the symptoms of inflammation. With chronic urticaria, patients are treated with antihistamines or a combination of drugs.\nIf antihistamines do not help the patient reduce pain and itching, the doctor will prescribe oral/injectable steroids. In cases where the above medications are not effective, biological medications may be used to control urticaria.\nThe biologic drug approved for the treatment of urticaria is omalizumab, which blocks immunoglobulin E. It can reduce symptoms of chronic idiopathic urticaria, a type of urticaria of unknown cause. Drug use requires supervision by a specialist and compliance with the Ministry of Health's regimen\nIn cases of severe rash, patients will need injections of epinephrine, cortisone medication or immune-modulating drugs. If the patient has hives and symptoms appear: dizziness, wheezing, difficulty breathing, chest tightness, swelling of the tongue, face, lips... You should go to Tam Anh General Hospital in Hanoi and Ho Chi Minh City for timely treatment. Because this may be the initial symptom of anaphylactic shock.\nWhile waiting for the hives and swelling to subside, the patient should apply cool compresses or wet towels to the hives-affected skin area, live and work in a cool, clean place, wear loose clothes... to Reduce discomfort and restlessness.\n\nHow to prevent hives?\nIf you have hives, you need to see a dermatologist to immediately treat the symptoms, find the cause, and thereby prevent it effectively.\nTo prevent hives, people should practice a healthy lifestyle, wear loose clothing, stay in a well-ventilated, clean place, avoid places with high humidity, and avoid using soap with a high pH (higher than 7). If you identify a factor that causes your hives, you need to avoid exposure to that factor. If you have allergies and frequently recur in hives, you should always carry Epinephrine (Adrenaline) with you for emergency treatment.\n\nSome frequently asked questions\n1. Are hives contagious?\nUrticaria is not a contagious disease, so the disease can recur many times but is not transmitted from person to person. In many cases, family members suffer from urticaria due to genetics, which makes the body more sensitive to allergens (food, drugs, etc.) or living in an environment with allergic factors (weather, air, etc.). gas…).\n2. Is having hives dangerous?\nMost cases of hives are benign and not life-threatening (except for capillary edema in the oropharynx). Acute hives usually go away after treatment, but many cases are serious. If the patient does not receive timely emergency treatment, their blood pressure will easily drop and their life will be in danger, especially when hives are accompanied by symptoms of swollen lips, swollen face, itchy tongue, and vomiting.\n3. When should I see a doctor?\nWhen you clearly know some of the causes of hives such as: seafood (shrimp, crab...), medicine... you can prevent it. However, the causes of hives are diverse and not always clear, so sometimes it is difficult to prevent. Therefore, if you have hives, you need to see a dermatologist to immediately treat the symptoms, find the cause, and thereby prevent it effectively. In particular, if hives are accompanied by swollen lips, nausea, fast heartbeat, chills... the patient may be in anaphylactic shock and should be taken to the hospital immediately. (5)\nUrticaria makes you itchy, greatly affecting your quality of life. At Tam Anh General Hospital, dermatology doctors with high professional knowledge and rich practical experience help patients with accurate diagnoses, thereby providing effective treatment methods, bringing convenience in life as well as comfort. job.",
    "subsections": [
        {
            "subsection_name": "What are hives?",
            "subsection_content": "Urticaria is a skin rash, characterized by itchy bumps. Nodules come in different sizes and shapes: round, oval, annular (ring-shaped); Size varies from dots of a few centimeters to patches larger than 10cm. Urticaria is one of the most common dermatological diseases, with about 10% - 20% of the world's population suffering from the disease. Most cases of urticaria tend to subside within 6 weeks, with only 5% of cases lasting or recurring. (first)\nWhen a patient has hives but is not treated, they will face the risk of allergic capillary edema: swelling of the face, eyelids, lips, tongue or throat (loose tissues); The most dangerous is throat swelling that blocks the airway and leads to death within 4 minutes if emergency treatment is not promptly given to free the airway.",
            "subsection_string": "What are hives?\nUrticaria is a skin rash, characterized by itchy bumps. Nodules come in different sizes and shapes: round, oval, annular (ring-shaped); Size varies from dots of a few centimeters to patches larger than 10cm. Urticaria is one of the most common dermatological diseases, with about 10% - 20% of the world's population suffering from the disease. Most cases of urticaria tend to subside within 6 weeks, with only 5% of cases lasting or recurring. (first)\nWhen a patient has hives but is not treated, they will face the risk of allergic capillary edema: swelling of the face, eyelids, lips, tongue or throat (loose tissues); The most dangerous is throat swelling that blocks the airway and leads to death within 4 minutes if emergency treatment is not promptly given to free the airway."
        },
        {
            "subsection_name": "How many types of hives are there?",
            "subsection_content": "There are 2 types of hives:\n1. Acute urticaria:\nThe rash lasts less than 6 weeks. The disease appears suddenly, the nodules can concentrate in some areas of the skin or spread throughout the body. 10% of cases of acute urticaria cause angioedema (swelling deep inside the skin in the skin mucosa, causing the skin to turn red and swollen) causing itching and pain. If treated properly, angioedema will improve after 72 hours.; In general, people with acute urticaria, if treated and cared for properly, will soon improve. However, many patients subjectively do not seek treatment, allowing the damage to persist and turn into a chronic stage.\n2. Chronic urticaria:\nSkin damage lasting more than 6 weeks, characterized by rash, itchy pink, red or pale white papules on the skin. Patients experience itching, burning, and discomfort. Chronic urticaria, in addition to causing damage to the skin, also seriously affects health, spirit and quality of life.; However, chronic urticaria persists and recurs continuously, causing changes in skin color (pigmented urticaria), affecting daily activities, sleep, and appearance, causing patients to have low self-esteem. next.; Chronic urticaria often responds poorly to treatment solutions. Although the disease is not immediately dangerous, if not properly cared for and treated, it can easily cause complications: eczema, increased skin pigmentation (darkening of the skin) and increases the risk of other allergic diseases. In addition, chronic urticaria can affect the respiratory and digestive organs leading to difficulty breathing, muscle pain, vomiting, diarrhea...\nUrticaria is a skin rash, characterized by itchy bumps.",
            "subsection_string": "How many types of hives are there?\nThere are 2 types of hives:\n1. Acute urticaria:\nThe rash lasts less than 6 weeks. The disease appears suddenly, the nodules can concentrate in some areas of the skin or spread throughout the body. 10% of cases of acute urticaria cause angioedema (swelling deep inside the skin in the skin mucosa, causing the skin to turn red and swollen) causing itching and pain. If treated properly, angioedema will improve after 72 hours.; In general, people with acute urticaria, if treated and cared for properly, will soon improve. However, many patients subjectively do not seek treatment, allowing the damage to persist and turn into a chronic stage.\n2. Chronic urticaria:\nSkin damage lasting more than 6 weeks, characterized by rash, itchy pink, red or pale white papules on the skin. Patients experience itching, burning, and discomfort. Chronic urticaria, in addition to causing damage to the skin, also seriously affects health, spirit and quality of life.; However, chronic urticaria persists and recurs continuously, causing changes in skin color (pigmented urticaria), affecting daily activities, sleep, and appearance, causing patients to have low self-esteem. next.; Chronic urticaria often responds poorly to treatment solutions. Although the disease is not immediately dangerous, if not properly cared for and treated, it can easily cause complications: eczema, increased skin pigmentation (darkening of the skin) and increases the risk of other allergic diseases. In addition, chronic urticaria can affect the respiratory and digestive organs leading to difficulty breathing, muscle pain, vomiting, diarrhea...\nUrticaria is a skin rash, characterized by itchy bumps."
        },
        {
            "subsection_name": "Causes of hives",
            "subsection_content": "Hives occur when the body reacts to allergens (food, bathing chemicals, cosmetics, pollen, fur, indoor dust...). At this time, the body releases a protein called histamine and mediators that cause small blood vessels to dilate and fluid from the blood vessels will escape, causing accumulation in the skin (also known as angioedema); causes inflammation (heat, fever) and a red rash. If fluid accumulates under the skin, small swellings will form. (2)\nAnimal hair (dogs, cats...) is one of the causes of hives.\nDepending on each person's constitution, the factors that cause hives are also different. Below are some causes of hives, including:\nAntibiotics (aspirin, ibuprofen), high blood pressure medications, pain relievers (codeine).; Food (tomatoes, eggs, fresh milk...).; Food additives, preservatives.; Bacteria, viruses, parasites (dog and cat worms, tapeworms...), fungi, mold.; Animal hair (dog, cat...).; Indoor dust, pollen.; Sun exposure.; Urticaria due to temperature changes (hot, cold); Bee sting.; Latex.; Cosmetics.; Rubbing the skin too hard, temperature changes, stress; Viral infections (flu, colds), urinary tract infections, rheumatoid arthritis, systemic lupus erythematosus, Sjögren's disease, celiac disease, and type 1 diabetes.; Constant stress.; Urticaria caused by pressure/pressure such as: wearing tight clothes, sitting for long periods of time, carrying heavy baskets/backpacks.",
            "subsection_string": "Causes of hives\nHives occur when the body reacts to allergens (food, bathing chemicals, cosmetics, pollen, fur, indoor dust...). At this time, the body releases a protein called histamine and mediators that cause small blood vessels to dilate and fluid from the blood vessels will escape, causing accumulation in the skin (also known as angioedema); causes inflammation (heat, fever) and a red rash. If fluid accumulates under the skin, small swellings will form. (2)\nAnimal hair (dogs, cats...) is one of the causes of hives.\nDepending on each person's constitution, the factors that cause hives are also different. Below are some causes of hives, including:\nAntibiotics (aspirin, ibuprofen), high blood pressure medications, pain relievers (codeine).; Food (tomatoes, eggs, fresh milk...).; Food additives, preservatives.; Bacteria, viruses, parasites (dog and cat worms, tapeworms...), fungi, mold.; Animal hair (dog, cat...).; Indoor dust, pollen.; Sun exposure.; Urticaria due to temperature changes (hot, cold); Bee sting.; Latex.; Cosmetics.; Rubbing the skin too hard, temperature changes, stress; Viral infections (flu, colds), urinary tract infections, rheumatoid arthritis, systemic lupus erythematosus, Sjögren's disease, celiac disease, and type 1 diabetes.; Constant stress.; Urticaria caused by pressure/pressure such as: wearing tight clothes, sitting for long periods of time, carrying heavy baskets/backpacks."
        },
        {
            "subsection_name": "Locations often affected by urticaria",
            "subsection_content": "Hives can affect any part of the body, most commonly the face, throat, arms and legs. (3)\nFace: hives appear scattered or concentrated on the cheekbones, swollen lips make the patient feel uncomfortable, lose confidence... greatly affecting work and quality of life. The swelling can spread to the throat and respiratory tract, causing difficulty breathing and the risk of anaphylactic shock.; Arms: many cases of hives on the arms, the patient itches at the location of the rash, sometimes the itching spreads to the biceps and arms.; Neck: the skin is sensitive and vulnerable, so just scratching or rubbing vigorously can cause hives.; Legs: often a reaction to insect bites with itchy red pimples (papules) forming in clusters. Each red pimple contains fluid, is 0.2 to 2.0 cm across and has a central point.; Buttocks: this is the area that rubs against clothes, so when the patient has hives, they feel more uncomfortable.",
            "subsection_string": "Locations often affected by urticaria\nHives can affect any part of the body, most commonly the face, throat, arms and legs. (3)\nFace: hives appear scattered or concentrated on the cheekbones, swollen lips make the patient feel uncomfortable, lose confidence... greatly affecting work and quality of life. The swelling can spread to the throat and respiratory tract, causing difficulty breathing and the risk of anaphylactic shock.; Arms: many cases of hives on the arms, the patient itches at the location of the rash, sometimes the itching spreads to the biceps and arms.; Neck: the skin is sensitive and vulnerable, so just scratching or rubbing vigorously can cause hives.; Legs: often a reaction to insect bites with itchy red pimples (papules) forming in clusters. Each red pimple contains fluid, is 0.2 to 2.0 cm across and has a central point.; Buttocks: this is the area that rubs against clothes, so when the patient has hives, they feel more uncomfortable."
        },
        {
            "subsection_name": "Subjects susceptible to urticaria",
            "subsection_content": "Children: more often have acute urticaria than chronic urticaria due to allergic reactions to food, respiratory infections, and insect bites. Physical factors, pressure differences, and cold weather are common causes. Children with chronic urticaria often suffer from angioedema; Pregnant women: mothers experience many hormonal changes and stress. This is one of the reasons why pregnant mothers easily get hives. In addition, pregnant mothers are also susceptible to hives due to colds, flu, overactive liver, temporary imbalance of liver enzymes causing waste to accumulate in the blood.; Medical treatment of urticaria during pregnancy is not recommended. However, in severe cases, your doctor may prescribe low-dose chlorphenamine or loratidine.; Postpartum women: causes of postpartum hives include physical, mental and emotional aspects that affect the immune system. The process of giving birth and caring for a newborn makes the mother easily lose her health. At this time, environmental factors can easily penetrate, causing many health problems, including hives. Other causes of postpartum hives include: lack of sleep, excessive worry, changes in diet...",
            "subsection_string": "Subjects susceptible to urticaria\nChildren: more often have acute urticaria than chronic urticaria due to allergic reactions to food, respiratory infections, and insect bites. Physical factors, pressure differences, and cold weather are common causes. Children with chronic urticaria often suffer from angioedema; Pregnant women: mothers experience many hormonal changes and stress. This is one of the reasons why pregnant mothers easily get hives. In addition, pregnant mothers are also susceptible to hives due to colds, flu, overactive liver, temporary imbalance of liver enzymes causing waste to accumulate in the blood.; Medical treatment of urticaria during pregnancy is not recommended. However, in severe cases, your doctor may prescribe low-dose chlorphenamine or loratidine.; Postpartum women: causes of postpartum hives include physical, mental and emotional aspects that affect the immune system. The process of giving birth and caring for a newborn makes the mother easily lose her health. At this time, environmental factors can easily penetrate, causing many health problems, including hives. Other causes of postpartum hives include: lack of sleep, excessive worry, changes in diet..."
        },
        {
            "subsection_name": "Symptoms of hives",
            "subsection_content": "Symptoms of hives are easy to recognize. Milky yellow papules appear on the skin like mosquito bites, with red edges on the outside. Each papule lasts about 2 - 4 hours and disappears on its own without treatment (lasting no more than 24 hours), but then other papules appear and continue to cause itching. Skin lesions appear in any area of ​​the body. At the same time, the patient has continuous itchy skin. (4)\nThe time it takes for hives to appear depends on the cause:\nDue to contact (allergy to rubber, soap...): appears after 10 - 60 minutes; Food allergy: appears within 1 hour.; Reaction to food colorings and additives:  appears after 12 – 24 hours.; Reactions to drugs: can appear immediately or later, even years later.",
            "subsection_string": "Symptoms of hives\nSymptoms of hives are easy to recognize. Milky yellow papules appear on the skin like mosquito bites, with red edges on the outside. Each papule lasts about 2 - 4 hours and disappears on its own without treatment (lasting no more than 24 hours), but then other papules appear and continue to cause itching. Skin lesions appear in any area of ​​the body. At the same time, the patient has continuous itchy skin. (4)\nThe time it takes for hives to appear depends on the cause:\nDue to contact (allergy to rubber, soap...): appears after 10 - 60 minutes; Food allergy: appears within 1 hour.; Reaction to food colorings and additives:  appears after 12 – 24 hours.; Reactions to drugs: can appear immediately or later, even years later."
        },
        {
            "subsection_name": "Methods of diagnosing urticaria",
            "subsection_content": "Urticaria can be diagnosed through common symptoms. When admitting the patient, the doctor will ask about medical history, examine symptoms to find the cause of hives. In many cases, doctors prescribe some skin tests and blood tests to determine what the patient is allergic to; In addition, during the process of reviewing the medical history, the doctor will determine whether the patient has acute or chronic urticaria to order appropriate tests.; In particular, at Tam Anh General Hospital Testing Center in Ho Chi Minh City, there is a testing service for 60 allergens to help patients find the cause of hives. IgE antibodies in the blood will determine the level and severity of urticaria. Quantitative testing of IgE levels helps monitor treatment progress (Immunoglobulin E is one of five types of immunoglobulins: IgM, IgG, IgD, IgA and IgE).\nWith chronic urticaria, testing procedures are performed to find the cause. This is very important because eliminating the cause is a prerequisite for treatment. 80% of people with chronic urticaria find common causes such as: autonomic reactions, infections, and intolerance. Patients with chronic urticaria have a major impact on their quality of life, with a 20%-30% reduction in work performance.\n1. Clinical diagnosis\nIn clinical diagnosis, the doctor directly examines the patient by asking questions related to health status, family factors, lifestyle, home environment, and work environment. The doctor also performs basic activities of looking, touching... thereby detecting abnormalities. The eyelids, genitals, lips... are sensitive so hives easily appear. Red spots can cause swelling of the entire skin area (angioedema). If there is angioedema in the larynx or digestive tract, the patient will have difficulty breathing, abdominal pain, diarrhea...\n2. Paraclinical diagnosis\nMost urticaria is diagnosed through a clinical examination. Paraclinical help find the cause of urticaria. In particular, the blood test is to determine the amount of eosinophils (related to parasitic infection and allergy level). In case, if the doctor suspects it is due to pollen, dust mites... he will do a test to find allergens.\nThis is the basic technique of diagnosing allergens that cause allergies by searching for IgE (one of 5 types of immunoglobulins: hIgM, IgG, IgD, IgA and IgE) specifically on the skin through an antigen-antibody reaction that resolves the problem. release mast cells (immune cells found in the space between mucosal tissues, epithelium and the external environment).",
            "subsection_string": "Methods of diagnosing urticaria\nUrticaria can be diagnosed through common symptoms. When admitting the patient, the doctor will ask about medical history, examine symptoms to find the cause of hives. In many cases, doctors prescribe some skin tests and blood tests to determine what the patient is allergic to; In addition, during the process of reviewing the medical history, the doctor will determine whether the patient has acute or chronic urticaria to order appropriate tests.; In particular, at Tam Anh General Hospital Testing Center in Ho Chi Minh City, there is a testing service for 60 allergens to help patients find the cause of hives. IgE antibodies in the blood will determine the level and severity of urticaria. Quantitative testing of IgE levels helps monitor treatment progress (Immunoglobulin E is one of five types of immunoglobulins: IgM, IgG, IgD, IgA and IgE).\nWith chronic urticaria, testing procedures are performed to find the cause. This is very important because eliminating the cause is a prerequisite for treatment. 80% of people with chronic urticaria find common causes such as: autonomic reactions, infections, and intolerance. Patients with chronic urticaria have a major impact on their quality of life, with a 20%-30% reduction in work performance.\n1. Clinical diagnosis\nIn clinical diagnosis, the doctor directly examines the patient by asking questions related to health status, family factors, lifestyle, home environment, and work environment. The doctor also performs basic activities of looking, touching... thereby detecting abnormalities. The eyelids, genitals, lips... are sensitive so hives easily appear. Red spots can cause swelling of the entire skin area (angioedema). If there is angioedema in the larynx or digestive tract, the patient will have difficulty breathing, abdominal pain, diarrhea...\n2. Paraclinical diagnosis\nMost urticaria is diagnosed through a clinical examination. Paraclinical help find the cause of urticaria. In particular, the blood test is to determine the amount of eosinophils (related to parasitic infection and allergy level). In case, if the doctor suspects it is due to pollen, dust mites... he will do a test to find allergens.\nThis is the basic technique of diagnosing allergens that cause allergies by searching for IgE (one of 5 types of immunoglobulins: hIgM, IgG, IgD, IgA and IgE) specifically on the skin through an antigen-antibody reaction that resolves the problem. release mast cells (immune cells found in the space between mucosal tissues, epithelium and the external environment)."
        },
        {
            "subsection_name": "Treatment of urticaria (*)",
            "subsection_content": "Doctors will combine many drugs, even using biological drugs (omalizumab) to control urticaria.\nTo treat hives, your doctor will find and remove the causative agent, but this is not an easy task. Doctors prescribe histamine to reduce the symptoms of inflammation. With chronic urticaria, patients are treated with antihistamines or a combination of drugs.\nIf antihistamines do not help the patient reduce pain and itching, the doctor will prescribe oral/injectable steroids. In cases where the above medications are not effective, biological medications may be used to control urticaria.\nThe biologic drug approved for the treatment of urticaria is omalizumab, which blocks immunoglobulin E. It can reduce symptoms of chronic idiopathic urticaria, a type of urticaria of unknown cause. Drug use requires supervision by a specialist and compliance with the Ministry of Health's regimen\nIn cases of severe rash, patients will need injections of epinephrine, cortisone medication or immune-modulating drugs. If the patient has hives and symptoms appear: dizziness, wheezing, difficulty breathing, chest tightness, swelling of the tongue, face, lips... You should go to Tam Anh General Hospital in Hanoi and Ho Chi Minh City for timely treatment. Because this may be the initial symptom of anaphylactic shock.\nWhile waiting for the hives and swelling to subside, the patient should apply cool compresses or wet towels to the hives-affected skin area, live and work in a cool, clean place, wear loose clothes... to Reduce discomfort and restlessness.",
            "subsection_string": "Treatment of urticaria (*)\nDoctors will combine many drugs, even using biological drugs (omalizumab) to control urticaria.\nTo treat hives, your doctor will find and remove the causative agent, but this is not an easy task. Doctors prescribe histamine to reduce the symptoms of inflammation. With chronic urticaria, patients are treated with antihistamines or a combination of drugs.\nIf antihistamines do not help the patient reduce pain and itching, the doctor will prescribe oral/injectable steroids. In cases where the above medications are not effective, biological medications may be used to control urticaria.\nThe biologic drug approved for the treatment of urticaria is omalizumab, which blocks immunoglobulin E. It can reduce symptoms of chronic idiopathic urticaria, a type of urticaria of unknown cause. Drug use requires supervision by a specialist and compliance with the Ministry of Health's regimen\nIn cases of severe rash, patients will need injections of epinephrine, cortisone medication or immune-modulating drugs. If the patient has hives and symptoms appear: dizziness, wheezing, difficulty breathing, chest tightness, swelling of the tongue, face, lips... You should go to Tam Anh General Hospital in Hanoi and Ho Chi Minh City for timely treatment. Because this may be the initial symptom of anaphylactic shock.\nWhile waiting for the hives and swelling to subside, the patient should apply cool compresses or wet towels to the hives-affected skin area, live and work in a cool, clean place, wear loose clothes... to Reduce discomfort and restlessness."
        },
        {
            "subsection_name": "How to prevent hives?",
            "subsection_content": "If you have hives, you need to see a dermatologist to immediately treat the symptoms, find the cause, and thereby prevent it effectively.\nTo prevent hives, people should practice a healthy lifestyle, wear loose clothing, stay in a well-ventilated, clean place, avoid places with high humidity, and avoid using soap with a high pH (higher than 7). If you identify a factor that causes your hives, you need to avoid exposure to that factor. If you have allergies and frequently recur in hives, you should always carry Epinephrine (Adrenaline) with you for emergency treatment.",
            "subsection_string": "How to prevent hives?\nIf you have hives, you need to see a dermatologist to immediately treat the symptoms, find the cause, and thereby prevent it effectively.\nTo prevent hives, people should practice a healthy lifestyle, wear loose clothing, stay in a well-ventilated, clean place, avoid places with high humidity, and avoid using soap with a high pH (higher than 7). If you identify a factor that causes your hives, you need to avoid exposure to that factor. If you have allergies and frequently recur in hives, you should always carry Epinephrine (Adrenaline) with you for emergency treatment."
        },
        {
            "subsection_name": "Some frequently asked questions",
            "subsection_content": "1. Are hives contagious?\nUrticaria is not a contagious disease, so the disease can recur many times but is not transmitted from person to person. In many cases, family members suffer from urticaria due to genetics, which makes the body more sensitive to allergens (food, drugs, etc.) or living in an environment with allergic factors (weather, air, etc.). gas…).\n2. Is having hives dangerous?\nMost cases of hives are benign and not life-threatening (except for capillary edema in the oropharynx). Acute hives usually go away after treatment, but many cases are serious. If the patient does not receive timely emergency treatment, their blood pressure will easily drop and their life will be in danger, especially when hives are accompanied by symptoms of swollen lips, swollen face, itchy tongue, and vomiting.\n3. When should I see a doctor?\nWhen you clearly know some of the causes of hives such as: seafood (shrimp, crab...), medicine... you can prevent it. However, the causes of hives are diverse and not always clear, so sometimes it is difficult to prevent. Therefore, if you have hives, you need to see a dermatologist to immediately treat the symptoms, find the cause, and thereby prevent it effectively. In particular, if hives are accompanied by swollen lips, nausea, fast heartbeat, chills... the patient may be in anaphylactic shock and should be taken to the hospital immediately. (5)\nUrticaria makes you itchy, greatly affecting your quality of life. At Tam Anh General Hospital, dermatology doctors with high professional knowledge and rich practical experience help patients with accurate diagnoses, thereby providing effective treatment methods, bringing convenience in life as well as comfort. job.",
            "subsection_string": "Some frequently asked questions\n1. Are hives contagious?\nUrticaria is not a contagious disease, so the disease can recur many times but is not transmitted from person to person. In many cases, family members suffer from urticaria due to genetics, which makes the body more sensitive to allergens (food, drugs, etc.) or living in an environment with allergic factors (weather, air, etc.). gas…).\n2. Is having hives dangerous?\nMost cases of hives are benign and not life-threatening (except for capillary edema in the oropharynx). Acute hives usually go away after treatment, but many cases are serious. If the patient does not receive timely emergency treatment, their blood pressure will easily drop and their life will be in danger, especially when hives are accompanied by symptoms of swollen lips, swollen face, itchy tongue, and vomiting.\n3. When should I see a doctor?\nWhen you clearly know some of the causes of hives such as: seafood (shrimp, crab...), medicine... you can prevent it. However, the causes of hives are diverse and not always clear, so sometimes it is difficult to prevent. Therefore, if you have hives, you need to see a dermatologist to immediately treat the symptoms, find the cause, and thereby prevent it effectively. In particular, if hives are accompanied by swollen lips, nausea, fast heartbeat, chills... the patient may be in anaphylactic shock and should be taken to the hospital immediately. (5)\nUrticaria makes you itchy, greatly affecting your quality of life. At Tam Anh General Hospital, dermatology doctors with high professional knowledge and rich practical experience help patients with accurate diagnoses, thereby providing effective treatment methods, bringing convenience in life as well as comfort. job."
        }
    ],
    "name": "me-day.json"
}