{
    "title": "High blood fat: Causes, symptoms, diagnosis and prevention",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/mo-mau-cao/",
    "abstract": "Long-term and untreated high blood fat is the cause of many dangerous cardiovascular diseases such as hypertension, carotid artery disease, coronary artery disease, peripheral artery disease, etc.",
    "content": "High blood fat: Causes, symptoms, diagnosis and prevention\n\nLong-term and untreated high blood fat is the cause of many dangerous cardiovascular diseases such as hypertension, carotid artery disease, coronary artery disease, peripheral artery disease, etc.\n\nWhat is high blood fat?\nHigh blood fat is a condition of increased bad cholesterol (Low Density Lipoprotein - LDL) or triglycerides or both in the blood. This can lead to blood vessel blockage and serious effects on heart health.\nA study from the American Academy of Family Physicians found that 1 in 3 adults in the US have high LDL cholesterol levels. This is why doctors always recommend that patients cut down on foods high in LDL and increase the consumption of foods high in good cholesterol (High Density Lipoprotein – HDL). The reason HDL-C is called good cholesterol is because of its ability to help transport bad cholesterol out of the body. (first)\nHigh blood fat is also known by other terms such as hyperlipidemia, hyperlipidemia, dyslipidemia or dyslipidemia.\n\nWhat are the symptoms of high blood fat?\nMSc. Pham Do Anh Thu, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City, said that most high blood fat conditions have no specific or clear symptoms. Typically, this is only discovered during routine blood tests or until the patient experiences a serious health problem such as a stroke or heart attack. (2)\nIn rare cases, people with very high blood fat levels will experience the following symptoms:\nYellow lumps or wrinkles appear underneath the skin (formed by the accumulation of fat around tendons and joints).; There is a white arc around the cornea of ​​the eye; Lumps appear in the inner corners of the eyes.\nThis condition can cause serious problems if not detected and treated promptly. Because it causes plaque to accumulate inside blood vessels, it can lead to a heart attack or stroke due to the blood being partially blocked, causing the necessary nutrients and oxygen to not be provided enough to the brain and blood vessels. heart for these organs to function.\n\nCauses of high blood fat\nAccording to statistics in the US, there are about 93 million adults (20 years old and older) with blood lipid index higher than the recommended limit of 200 mg/dL. Many different factors create fat in the blood and accumulate over a long period of time, including unhealthy lifestyle, lack of exercise, poor diet, smoking, diseases such as diabetes, high blood pressure, and diabetes. high pressure,…\nCurrently, hyperlipidemia can be classified into two types, based on the cause: primary and secondary.\n1. Primary cause\nFamily history of premature coronary artery disease or stroke: High likelihood of people with hyperlipidemia having a male relative (father or brother) under 55 years old or a female relative (mother or sister) under 65 age with coronary artery disease or stroke.\nFamily history of cholesterol-related conditions: Having a parent or sibling with familial hyperlipidemia.\nFamilial hyperlipidemia is a medical term for high blood lipids that run in families due to genetic mutations inherited from parents. People with familial hyperlipidemia have this problem from birth, which can lead to atherosclerosis and premature coronary artery disease.\n2. Secondary causes\nLifestyle factors\nUnhealthy diet, high in saturated fats such as red meat, cream, butter and other dairy products.; Consume a lot of foods high in trans fats such as popcorn, cookies, chips, carbonated drinks, etc.; Lazy to exercise, sedentary and maintain physical activities; Using tobacco, drinking a lot of alcohol, alcoholic beverages; Being overweight or obese.\nSee more: Why do thin people have high blood fat?\nHealth factors\nWhen suffering from these diseases, patients are also at risk of diseases such as: kidney disease, liver disease, hypothyroidism, multiple myeloma, polycystic ovary syndrome (PCOS), primary biliary cirrhosis, chronic kidney disease , diabetes, lupus, sleep apnea.\nSharing from doctor Anh Thu about high blood fat disease\n\nSymptoms\nAccording to Dr. Anh Thu, high blood fat will lead to the accumulation and formation of plaque inside blood vessels over time, called atherosclerosis. The longer it is left untreated, the larger the plaque will become, leading to narrowed or clogged blood vessels. People with atherosclerosis face a higher risk of developing a variety of conditions, depending on which blood vessels are blocked.\n1. Coronary artery disease\nCoronary artery disease, also known as ischemic heart disease or ischemic heart disease, can lead to a heart attack or heart failure. Coronary artery disease is the most common form of heart disease in the United States and the leading cause of death. Coronary arteries are blood vessels that supply blood to the heart and when the heart does not receive enough blood due to atherosclerosis, the heart will weaken and stop working.\nCoronary artery disease can affect even young people. In fact, about one-fifth of people who die from coronary heart disease are under the age of 65. That's why cholesterol testing should start at a young age and is considered so important. Because plaque can silently build up in the coronary arteries over time, many young people don't realize it's happening until they have chest pain (angina) or another sign of a heart attack. .\n2. Carotid artery disease\nThe carotid arteries carry blood from the heart to the brain. Carotid artery disease occurs when plaque narrows these arteries, preventing the brain from receiving enough oxygen-rich blood, which can lead to a transient ischemic attack or stroke.\n3. Peripheral artery disease\nWhen atherosclerosis affects the arteries in the legs or arms, it is called peripheral artery disease (PAD). The arteries in the legs and arms are called “peripheral” because they are far from the heart and center of the body. PAD is more common in the legs but can also occur in the arms.\nPAD is usually asymptomatic and symptoms may only begin to appear when the peripheral arteries are at least 60% blocked. The patient feels pain, fatigue or weakness in the legs, which occurs when moving and reduces when resting (also known as intermittent claudication). It's a sign of reduced blood flow due to growing plaque in the arteries.\nPAD can cause serious problems in the legs and feet as well as elsewhere in the body. That's because all the blood vessels are connected through the cardiovascular system and so plaque builds up in one area but slows down the entire network of blood vessels.\n4. Increased blood pressure\nHigh blood pressure and high blood fat are related to each other. Cholesterol and calcium plaque cause the arteries to become stiff and narrow. Therefore, the heart has to endure high pressure to pump blood through the arteries, resulting in blood pressure rising too high.\nThese are two of the biggest causes of heart disease.\nIn the United States, about 1 in 3 adults has high blood pressure and about 1 in 3 adults has high blood fats. More than half of the adults in each group had no control over their condition. This means the treatment is not thorough or the patient does not use any treatment.\n\nDiagnostic method\nBlood cholesterol levels are measured with a simple blood test. Doctor Anh Thu said that it is possible to determine the amount of bad cholesterol (LDL), good cholesterol (HDL) and other fats (triglycerides) in the blood with a blood test. You may be asked to fast for 8 to 12 hours before the cholesterol test, which usually includes time spent sleeping at night. This ensures that all food is completely digested and will not affect the test results.\nHow to draw blood for testing: use a needle and syringe to draw blood from the arm.\nBlood test to know whether blood fat is high or low and take timely intervention measures.\nAfter testing cholesterol, the doctor will evaluate whether the patient has a high risk of cardiovascular disease or stroke within the next 10 years. This risk is based not only on cholesterol levels, but also considers body mass index (BMI), age, gender, family history, ethnicity, and treatable risk factors (such as increased cholesterol). blood pressure, diabetes, etc.).\nTotal cholesterol is usually considered “borderline high” if it is between 200 – 239 mg/dL and “high” if it is above 240 mg/dL.\nLDL cholesterol is considered “borderline high” if it is between 130 – 159 mg/dL and is considered “high” if it is above 160 mg/dL. HDL cholesterol is often considered “poor” if it is below 40 mg/dL.\n\nTreatment of high blood fat\nIf diagnosed with high blood fat, the doctor will advise the patient to change their diet, quit smoking and increase exercise to prevent the disease from progressing. After a few months, if blood fat levels do not decrease, the patient can take cholesterol-lowering drugs. (3)\nProactively having regular health screenings helps detect high blood fats early and treat them promptly.\nChange your lifestyle\nA diet low in saturated fat and nutritionally balanced can reduce bad cholesterol levels. Patients should try to avoid or cut down on foods high in saturated fat such as fatty meat, sausages, cheese, pies, cakes, coconut cream, etc. Instead, they should use foods high in fat. Omega-3 fatty acids are found in mackerel, salmon, tuna, etc. in moderate and appropriate levels.\nUse lipid-lowering medications\nLipid-lowering drugs work in different ways. Your doctor can advise on the most suitable treatment and may also prescribe medication to reduce high blood pressure if there is an impact.\nStatins\nStatins are the main drugs used to reduce blood lipids because they are a group of drugs that block the liver from producing LDL cholesterol. Statins will only be prescribed to people who continue to be at high risk of heart disease because they require lifelong medication. Blood fat levels start to rise again after you stop taking them.\nEzetimibe\nEzetimibe is a medicine that prevents the absorption of cholesterol from food and bile in the intestines into the blood. Patients can use ezetimibe in combination with statins if cholesterol levels do not decrease low with statins alone.\nEzetimibe can also be used as an alternative if statins cannot be used. This is because the patient has another medical condition, which when taking the drug will affect the way statins work, or because the patient experiences side effects of statins. Ezetimibe rarely causes side effects.\n\nPrecautions\nDoctor Anh Thu said that you can reduce blood fat by eating a healthy, balanced diet low in saturated fat, exercising regularly, not smoking and cutting down on alcohol, and maintaining an ideal weight. . Healthy adults should have their blood lipids checked every year or more often depending on age, overall health and other risk factors.\n1. Scientific, balanced diet\nReplace a diet low in saturated fat and trans fat with a diet high in fiber and unsaturated fats. This can help prevent high blood fats. Foods such as oatmeal, beans, avocados and vegetable oils can reduce LDL cholesterol and increase HDL cholesterol levels.\n2. Regular physical exercise\nAdults should spend time exercising at an average intensity of about 30 minutes/day and at least 5 days/week. Sports you can participate in include running, cycling, swimming, etc.\nExercising regularly every week helps improve health and prevent high blood fat.\n3. Quit smoking\nQuitting smoking or not smoking is one of the main recommendations of the American Heart Association, to prevent high blood fats and cardiovascular disease. After 15 years of not smoking, a former smoker's risk of heart disease is equivalent to a person who has never smoked. Smoking damages blood vessels and reduces HDL cholesterol.\n4. Limit alcohol intake\nDrinking too much alcohol, defined as more than two drinks a day for men and one drink for women, can increase cholesterol and triglyceride levels. A study published in 2020 looked at the impact of alcohol on high cholesterol and heart disease, finding that the impact of alcohol on overall health varies widely, depending on the amount and how it is consumed. receive.\n5. Maintain a fit body shape\nA person with a body mass index (BMI) in the overweight or obese range means the body has excess fat. This will slow down the removal of LDL cholesterol from the blood, increasing the risk of heart attack and stroke. Therefore, each person should maintain weight within normal limits, ensuring a BMI between 18.5 - 24.9.\nInvested in modern machinery systems such as 4D echocardiography and vascular machines, 1.5 - 3 Tesla magnetic resonance imaging machine, 768-slice heart and coronary artery MSCT machine, DSA coronary angiography system... , Tam Anh General Hospital Heart Center receives and treats people with high blood fat and cardiovascular diseases (hypertension, coronary artery disease, heart valve disease, myocardial ischemia...).\nIf you are 20 years old or older, the American Heart Association recommends that each person have their blood fat levels checked at least every 4-6 years. If you have a history of high cholesterol or other risk factors for cardiovascular disease, your doctor may recommend more frequent screening.",
    "subsections": [
        {
            "subsection_name": "What is high blood fat?",
            "subsection_content": "High blood fat is a condition of increased bad cholesterol (Low Density Lipoprotein - LDL) or triglycerides or both in the blood. This can lead to blood vessel blockage and serious effects on heart health.\nA study from the American Academy of Family Physicians found that 1 in 3 adults in the US have high LDL cholesterol levels. This is why doctors always recommend that patients cut down on foods high in LDL and increase the consumption of foods high in good cholesterol (High Density Lipoprotein – HDL). The reason HDL-C is called good cholesterol is because of its ability to help transport bad cholesterol out of the body. (first)\nHigh blood fat is also known by other terms such as hyperlipidemia, hyperlipidemia, dyslipidemia or dyslipidemia.",
            "subsection_string": "What is high blood fat?\nHigh blood fat is a condition of increased bad cholesterol (Low Density Lipoprotein - LDL) or triglycerides or both in the blood. This can lead to blood vessel blockage and serious effects on heart health.\nA study from the American Academy of Family Physicians found that 1 in 3 adults in the US have high LDL cholesterol levels. This is why doctors always recommend that patients cut down on foods high in LDL and increase the consumption of foods high in good cholesterol (High Density Lipoprotein – HDL). The reason HDL-C is called good cholesterol is because of its ability to help transport bad cholesterol out of the body. (first)\nHigh blood fat is also known by other terms such as hyperlipidemia, hyperlipidemia, dyslipidemia or dyslipidemia."
        },
        {
            "subsection_name": "What are the symptoms of high blood fat?",
            "subsection_content": "MSc. Pham Do Anh Thu, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City, said that most high blood fat conditions have no specific or clear symptoms. Typically, this is only discovered during routine blood tests or until the patient experiences a serious health problem such as a stroke or heart attack. (2)\nIn rare cases, people with very high blood fat levels will experience the following symptoms:\nYellow lumps or wrinkles appear underneath the skin (formed by the accumulation of fat around tendons and joints).; There is a white arc around the cornea of ​​the eye; Lumps appear in the inner corners of the eyes.\nThis condition can cause serious problems if not detected and treated promptly. Because it causes plaque to accumulate inside blood vessels, it can lead to a heart attack or stroke due to the blood being partially blocked, causing the necessary nutrients and oxygen to not be provided enough to the brain and blood vessels. heart for these organs to function.",
            "subsection_string": "What are the symptoms of high blood fat?\nMSc. Pham Do Anh Thu, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City, said that most high blood fat conditions have no specific or clear symptoms. Typically, this is only discovered during routine blood tests or until the patient experiences a serious health problem such as a stroke or heart attack. (2)\nIn rare cases, people with very high blood fat levels will experience the following symptoms:\nYellow lumps or wrinkles appear underneath the skin (formed by the accumulation of fat around tendons and joints).; There is a white arc around the cornea of ​​the eye; Lumps appear in the inner corners of the eyes.\nThis condition can cause serious problems if not detected and treated promptly. Because it causes plaque to accumulate inside blood vessels, it can lead to a heart attack or stroke due to the blood being partially blocked, causing the necessary nutrients and oxygen to not be provided enough to the brain and blood vessels. heart for these organs to function."
        },
        {
            "subsection_name": "Causes of high blood fat",
            "subsection_content": "According to statistics in the US, there are about 93 million adults (20 years old and older) with blood lipid index higher than the recommended limit of 200 mg/dL. Many different factors create fat in the blood and accumulate over a long period of time, including unhealthy lifestyle, lack of exercise, poor diet, smoking, diseases such as diabetes, high blood pressure, and diabetes. high pressure,…\nCurrently, hyperlipidemia can be classified into two types, based on the cause: primary and secondary.\n1. Primary cause\nFamily history of premature coronary artery disease or stroke: High likelihood of people with hyperlipidemia having a male relative (father or brother) under 55 years old or a female relative (mother or sister) under 65 age with coronary artery disease or stroke.\nFamily history of cholesterol-related conditions: Having a parent or sibling with familial hyperlipidemia.\nFamilial hyperlipidemia is a medical term for high blood lipids that run in families due to genetic mutations inherited from parents. People with familial hyperlipidemia have this problem from birth, which can lead to atherosclerosis and premature coronary artery disease.\n2. Secondary causes\nLifestyle factors\nUnhealthy diet, high in saturated fats such as red meat, cream, butter and other dairy products.; Consume a lot of foods high in trans fats such as popcorn, cookies, chips, carbonated drinks, etc.; Lazy to exercise, sedentary and maintain physical activities; Using tobacco, drinking a lot of alcohol, alcoholic beverages; Being overweight or obese.\nSee more: Why do thin people have high blood fat?\nHealth factors\nWhen suffering from these diseases, patients are also at risk of diseases such as: kidney disease, liver disease, hypothyroidism, multiple myeloma, polycystic ovary syndrome (PCOS), primary biliary cirrhosis, chronic kidney disease , diabetes, lupus, sleep apnea.\nSharing from doctor Anh Thu about high blood fat disease",
            "subsection_string": "Causes of high blood fat\nAccording to statistics in the US, there are about 93 million adults (20 years old and older) with blood lipid index higher than the recommended limit of 200 mg/dL. Many different factors create fat in the blood and accumulate over a long period of time, including unhealthy lifestyle, lack of exercise, poor diet, smoking, diseases such as diabetes, high blood pressure, and diabetes. high pressure,…\nCurrently, hyperlipidemia can be classified into two types, based on the cause: primary and secondary.\n1. Primary cause\nFamily history of premature coronary artery disease or stroke: High likelihood of people with hyperlipidemia having a male relative (father or brother) under 55 years old or a female relative (mother or sister) under 65 age with coronary artery disease or stroke.\nFamily history of cholesterol-related conditions: Having a parent or sibling with familial hyperlipidemia.\nFamilial hyperlipidemia is a medical term for high blood lipids that run in families due to genetic mutations inherited from parents. People with familial hyperlipidemia have this problem from birth, which can lead to atherosclerosis and premature coronary artery disease.\n2. Secondary causes\nLifestyle factors\nUnhealthy diet, high in saturated fats such as red meat, cream, butter and other dairy products.; Consume a lot of foods high in trans fats such as popcorn, cookies, chips, carbonated drinks, etc.; Lazy to exercise, sedentary and maintain physical activities; Using tobacco, drinking a lot of alcohol, alcoholic beverages; Being overweight or obese.\nSee more: Why do thin people have high blood fat?\nHealth factors\nWhen suffering from these diseases, patients are also at risk of diseases such as: kidney disease, liver disease, hypothyroidism, multiple myeloma, polycystic ovary syndrome (PCOS), primary biliary cirrhosis, chronic kidney disease , diabetes, lupus, sleep apnea.\nSharing from doctor Anh Thu about high blood fat disease"
        },
        {
            "subsection_name": "Symptoms",
            "subsection_content": "According to Dr. Anh Thu, high blood fat will lead to the accumulation and formation of plaque inside blood vessels over time, called atherosclerosis. The longer it is left untreated, the larger the plaque will become, leading to narrowed or clogged blood vessels. People with atherosclerosis face a higher risk of developing a variety of conditions, depending on which blood vessels are blocked.\n1. Coronary artery disease\nCoronary artery disease, also known as ischemic heart disease or ischemic heart disease, can lead to a heart attack or heart failure. Coronary artery disease is the most common form of heart disease in the United States and the leading cause of death. Coronary arteries are blood vessels that supply blood to the heart and when the heart does not receive enough blood due to atherosclerosis, the heart will weaken and stop working.\nCoronary artery disease can affect even young people. In fact, about one-fifth of people who die from coronary heart disease are under the age of 65. That's why cholesterol testing should start at a young age and is considered so important. Because plaque can silently build up in the coronary arteries over time, many young people don't realize it's happening until they have chest pain (angina) or another sign of a heart attack. .\n2. Carotid artery disease\nThe carotid arteries carry blood from the heart to the brain. Carotid artery disease occurs when plaque narrows these arteries, preventing the brain from receiving enough oxygen-rich blood, which can lead to a transient ischemic attack or stroke.\n3. Peripheral artery disease\nWhen atherosclerosis affects the arteries in the legs or arms, it is called peripheral artery disease (PAD). The arteries in the legs and arms are called “peripheral” because they are far from the heart and center of the body. PAD is more common in the legs but can also occur in the arms.\nPAD is usually asymptomatic and symptoms may only begin to appear when the peripheral arteries are at least 60% blocked. The patient feels pain, fatigue or weakness in the legs, which occurs when moving and reduces when resting (also known as intermittent claudication). It's a sign of reduced blood flow due to growing plaque in the arteries.\nPAD can cause serious problems in the legs and feet as well as elsewhere in the body. That's because all the blood vessels are connected through the cardiovascular system and so plaque builds up in one area but slows down the entire network of blood vessels.\n4. Increased blood pressure\nHigh blood pressure and high blood fat are related to each other. Cholesterol and calcium plaque cause the arteries to become stiff and narrow. Therefore, the heart has to endure high pressure to pump blood through the arteries, resulting in blood pressure rising too high.\nThese are two of the biggest causes of heart disease.\nIn the United States, about 1 in 3 adults has high blood pressure and about 1 in 3 adults has high blood fats. More than half of the adults in each group had no control over their condition. This means the treatment is not thorough or the patient does not use any treatment.",
            "subsection_string": "Symptoms\nAccording to Dr. Anh Thu, high blood fat will lead to the accumulation and formation of plaque inside blood vessels over time, called atherosclerosis. The longer it is left untreated, the larger the plaque will become, leading to narrowed or clogged blood vessels. People with atherosclerosis face a higher risk of developing a variety of conditions, depending on which blood vessels are blocked.\n1. Coronary artery disease\nCoronary artery disease, also known as ischemic heart disease or ischemic heart disease, can lead to a heart attack or heart failure. Coronary artery disease is the most common form of heart disease in the United States and the leading cause of death. Coronary arteries are blood vessels that supply blood to the heart and when the heart does not receive enough blood due to atherosclerosis, the heart will weaken and stop working.\nCoronary artery disease can affect even young people. In fact, about one-fifth of people who die from coronary heart disease are under the age of 65. That's why cholesterol testing should start at a young age and is considered so important. Because plaque can silently build up in the coronary arteries over time, many young people don't realize it's happening until they have chest pain (angina) or another sign of a heart attack. .\n2. Carotid artery disease\nThe carotid arteries carry blood from the heart to the brain. Carotid artery disease occurs when plaque narrows these arteries, preventing the brain from receiving enough oxygen-rich blood, which can lead to a transient ischemic attack or stroke.\n3. Peripheral artery disease\nWhen atherosclerosis affects the arteries in the legs or arms, it is called peripheral artery disease (PAD). The arteries in the legs and arms are called “peripheral” because they are far from the heart and center of the body. PAD is more common in the legs but can also occur in the arms.\nPAD is usually asymptomatic and symptoms may only begin to appear when the peripheral arteries are at least 60% blocked. The patient feels pain, fatigue or weakness in the legs, which occurs when moving and reduces when resting (also known as intermittent claudication). It's a sign of reduced blood flow due to growing plaque in the arteries.\nPAD can cause serious problems in the legs and feet as well as elsewhere in the body. That's because all the blood vessels are connected through the cardiovascular system and so plaque builds up in one area but slows down the entire network of blood vessels.\n4. Increased blood pressure\nHigh blood pressure and high blood fat are related to each other. Cholesterol and calcium plaque cause the arteries to become stiff and narrow. Therefore, the heart has to endure high pressure to pump blood through the arteries, resulting in blood pressure rising too high.\nThese are two of the biggest causes of heart disease.\nIn the United States, about 1 in 3 adults has high blood pressure and about 1 in 3 adults has high blood fats. More than half of the adults in each group had no control over their condition. This means the treatment is not thorough or the patient does not use any treatment."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "Blood cholesterol levels are measured with a simple blood test. Doctor Anh Thu said that it is possible to determine the amount of bad cholesterol (LDL), good cholesterol (HDL) and other fats (triglycerides) in the blood with a blood test. You may be asked to fast for 8 to 12 hours before the cholesterol test, which usually includes time spent sleeping at night. This ensures that all food is completely digested and will not affect the test results.\nHow to draw blood for testing: use a needle and syringe to draw blood from the arm.\nBlood test to know whether blood fat is high or low and take timely intervention measures.\nAfter testing cholesterol, the doctor will evaluate whether the patient has a high risk of cardiovascular disease or stroke within the next 10 years. This risk is based not only on cholesterol levels, but also considers body mass index (BMI), age, gender, family history, ethnicity, and treatable risk factors (such as increased cholesterol). blood pressure, diabetes, etc.).\nTotal cholesterol is usually considered “borderline high” if it is between 200 – 239 mg/dL and “high” if it is above 240 mg/dL.\nLDL cholesterol is considered “borderline high” if it is between 130 – 159 mg/dL and is considered “high” if it is above 160 mg/dL. HDL cholesterol is often considered “poor” if it is below 40 mg/dL.",
            "subsection_string": "Diagnostic method\nBlood cholesterol levels are measured with a simple blood test. Doctor Anh Thu said that it is possible to determine the amount of bad cholesterol (LDL), good cholesterol (HDL) and other fats (triglycerides) in the blood with a blood test. You may be asked to fast for 8 to 12 hours before the cholesterol test, which usually includes time spent sleeping at night. This ensures that all food is completely digested and will not affect the test results.\nHow to draw blood for testing: use a needle and syringe to draw blood from the arm.\nBlood test to know whether blood fat is high or low and take timely intervention measures.\nAfter testing cholesterol, the doctor will evaluate whether the patient has a high risk of cardiovascular disease or stroke within the next 10 years. This risk is based not only on cholesterol levels, but also considers body mass index (BMI), age, gender, family history, ethnicity, and treatable risk factors (such as increased cholesterol). blood pressure, diabetes, etc.).\nTotal cholesterol is usually considered “borderline high” if it is between 200 – 239 mg/dL and “high” if it is above 240 mg/dL.\nLDL cholesterol is considered “borderline high” if it is between 130 – 159 mg/dL and is considered “high” if it is above 160 mg/dL. HDL cholesterol is often considered “poor” if it is below 40 mg/dL."
        },
        {
            "subsection_name": "Treatment of high blood fat",
            "subsection_content": "If diagnosed with high blood fat, the doctor will advise the patient to change their diet, quit smoking and increase exercise to prevent the disease from progressing. After a few months, if blood fat levels do not decrease, the patient can take cholesterol-lowering drugs. (3)\nProactively having regular health screenings helps detect high blood fats early and treat them promptly.\nChange your lifestyle\nA diet low in saturated fat and nutritionally balanced can reduce bad cholesterol levels. Patients should try to avoid or cut down on foods high in saturated fat such as fatty meat, sausages, cheese, pies, cakes, coconut cream, etc. Instead, they should use foods high in fat. Omega-3 fatty acids are found in mackerel, salmon, tuna, etc. in moderate and appropriate levels.\nUse lipid-lowering medications\nLipid-lowering drugs work in different ways. Your doctor can advise on the most suitable treatment and may also prescribe medication to reduce high blood pressure if there is an impact.\nStatins\nStatins are the main drugs used to reduce blood lipids because they are a group of drugs that block the liver from producing LDL cholesterol. Statins will only be prescribed to people who continue to be at high risk of heart disease because they require lifelong medication. Blood fat levels start to rise again after you stop taking them.\nEzetimibe\nEzetimibe is a medicine that prevents the absorption of cholesterol from food and bile in the intestines into the blood. Patients can use ezetimibe in combination with statins if cholesterol levels do not decrease low with statins alone.\nEzetimibe can also be used as an alternative if statins cannot be used. This is because the patient has another medical condition, which when taking the drug will affect the way statins work, or because the patient experiences side effects of statins. Ezetimibe rarely causes side effects.",
            "subsection_string": "Treatment of high blood fat\nIf diagnosed with high blood fat, the doctor will advise the patient to change their diet, quit smoking and increase exercise to prevent the disease from progressing. After a few months, if blood fat levels do not decrease, the patient can take cholesterol-lowering drugs. (3)\nProactively having regular health screenings helps detect high blood fats early and treat them promptly.\nChange your lifestyle\nA diet low in saturated fat and nutritionally balanced can reduce bad cholesterol levels. Patients should try to avoid or cut down on foods high in saturated fat such as fatty meat, sausages, cheese, pies, cakes, coconut cream, etc. Instead, they should use foods high in fat. Omega-3 fatty acids are found in mackerel, salmon, tuna, etc. in moderate and appropriate levels.\nUse lipid-lowering medications\nLipid-lowering drugs work in different ways. Your doctor can advise on the most suitable treatment and may also prescribe medication to reduce high blood pressure if there is an impact.\nStatins\nStatins are the main drugs used to reduce blood lipids because they are a group of drugs that block the liver from producing LDL cholesterol. Statins will only be prescribed to people who continue to be at high risk of heart disease because they require lifelong medication. Blood fat levels start to rise again after you stop taking them.\nEzetimibe\nEzetimibe is a medicine that prevents the absorption of cholesterol from food and bile in the intestines into the blood. Patients can use ezetimibe in combination with statins if cholesterol levels do not decrease low with statins alone.\nEzetimibe can also be used as an alternative if statins cannot be used. This is because the patient has another medical condition, which when taking the drug will affect the way statins work, or because the patient experiences side effects of statins. Ezetimibe rarely causes side effects."
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "Doctor Anh Thu said that you can reduce blood fat by eating a healthy, balanced diet low in saturated fat, exercising regularly, not smoking and cutting down on alcohol, and maintaining an ideal weight. . Healthy adults should have their blood lipids checked every year or more often depending on age, overall health and other risk factors.\n1. Scientific, balanced diet\nReplace a diet low in saturated fat and trans fat with a diet high in fiber and unsaturated fats. This can help prevent high blood fats. Foods such as oatmeal, beans, avocados and vegetable oils can reduce LDL cholesterol and increase HDL cholesterol levels.\n2. Regular physical exercise\nAdults should spend time exercising at an average intensity of about 30 minutes/day and at least 5 days/week. Sports you can participate in include running, cycling, swimming, etc.\nExercising regularly every week helps improve health and prevent high blood fat.\n3. Quit smoking\nQuitting smoking or not smoking is one of the main recommendations of the American Heart Association, to prevent high blood fats and cardiovascular disease. After 15 years of not smoking, a former smoker's risk of heart disease is equivalent to a person who has never smoked. Smoking damages blood vessels and reduces HDL cholesterol.\n4. Limit alcohol intake\nDrinking too much alcohol, defined as more than two drinks a day for men and one drink for women, can increase cholesterol and triglyceride levels. A study published in 2020 looked at the impact of alcohol on high cholesterol and heart disease, finding that the impact of alcohol on overall health varies widely, depending on the amount and how it is consumed. receive.\n5. Maintain a fit body shape\nA person with a body mass index (BMI) in the overweight or obese range means the body has excess fat. This will slow down the removal of LDL cholesterol from the blood, increasing the risk of heart attack and stroke. Therefore, each person should maintain weight within normal limits, ensuring a BMI between 18.5 - 24.9.\nInvested in modern machinery systems such as 4D echocardiography and vascular machines, 1.5 - 3 Tesla magnetic resonance imaging machine, 768-slice heart and coronary artery MSCT machine, DSA coronary angiography system... , Tam Anh General Hospital Heart Center receives and treats people with high blood fat and cardiovascular diseases (hypertension, coronary artery disease, heart valve disease, myocardial ischemia...).\nIf you are 20 years old or older, the American Heart Association recommends that each person have their blood fat levels checked at least every 4-6 years. If you have a history of high cholesterol or other risk factors for cardiovascular disease, your doctor may recommend more frequent screening.",
            "subsection_string": "Precautions\nDoctor Anh Thu said that you can reduce blood fat by eating a healthy, balanced diet low in saturated fat, exercising regularly, not smoking and cutting down on alcohol, and maintaining an ideal weight. . Healthy adults should have their blood lipids checked every year or more often depending on age, overall health and other risk factors.\n1. Scientific, balanced diet\nReplace a diet low in saturated fat and trans fat with a diet high in fiber and unsaturated fats. This can help prevent high blood fats. Foods such as oatmeal, beans, avocados and vegetable oils can reduce LDL cholesterol and increase HDL cholesterol levels.\n2. Regular physical exercise\nAdults should spend time exercising at an average intensity of about 30 minutes/day and at least 5 days/week. Sports you can participate in include running, cycling, swimming, etc.\nExercising regularly every week helps improve health and prevent high blood fat.\n3. Quit smoking\nQuitting smoking or not smoking is one of the main recommendations of the American Heart Association, to prevent high blood fats and cardiovascular disease. After 15 years of not smoking, a former smoker's risk of heart disease is equivalent to a person who has never smoked. Smoking damages blood vessels and reduces HDL cholesterol.\n4. Limit alcohol intake\nDrinking too much alcohol, defined as more than two drinks a day for men and one drink for women, can increase cholesterol and triglyceride levels. A study published in 2020 looked at the impact of alcohol on high cholesterol and heart disease, finding that the impact of alcohol on overall health varies widely, depending on the amount and how it is consumed. receive.\n5. Maintain a fit body shape\nA person with a body mass index (BMI) in the overweight or obese range means the body has excess fat. This will slow down the removal of LDL cholesterol from the blood, increasing the risk of heart attack and stroke. Therefore, each person should maintain weight within normal limits, ensuring a BMI between 18.5 - 24.9.\nInvested in modern machinery systems such as 4D echocardiography and vascular machines, 1.5 - 3 Tesla magnetic resonance imaging machine, 768-slice heart and coronary artery MSCT machine, DSA coronary angiography system... , Tam Anh General Hospital Heart Center receives and treats people with high blood fat and cardiovascular diseases (hypertension, coronary artery disease, heart valve disease, myocardial ischemia...).\nIf you are 20 years old or older, the American Heart Association recommends that each person have their blood fat levels checked at least every 4-6 years. If you have a history of high cholesterol or other risk factors for cardiovascular disease, your doctor may recommend more frequent screening."
        }
    ],
    "name": "mo-mau-cao.json"
}