{
    "title": "Warts: Causes, signs, diagnosis, prevention",
    "category": "Dermatology",
    "link": "https://tamanhhospital.vn/mun-coc/",
    "abstract": "Warts are a common skin disease after acne. According to statistics, 3 out of 4 people have warts at some point in their lives. So what are warts? What are the causes, signs and prevention?",
    "content": "Warts: Causes, signs, diagnosis, prevention\n\nWarts are a common skin disease after acne. According to statistics, 3 out of 4 people have warts at some point in their lives. So what are warts? What are the causes, signs and prevention?\n\nWhat are warts?\nWarts are a common, benign disease, caused by the epidermis being infected with the Human Papilloma virus (HPV) through open wounds or scratches, stimulating rapid cell proliferation leading to the formation of warts. This HPV virus has more than 100 different types, of which warts on the hands and feet are often caused by HPV groups 1,2,4,7,27 or 57, genital warts are often caused by HPV groups 6,11... . (first)\nOpen wounds and moist skin are the preferred environment for bacteria to penetrate the skin. Local and systemic immune factors influence infection. In particular, patients with weakened immune systems (especially those with HIV or kidney transplants) are at high risk of developing lesions that are difficult to treat.\nThere are many different types of warts and are often named according to the location where they appear. Most of the time, warts are asymptomatic. However, there are some types of warts that are often sensitive, such as those on gravity-bearing surfaces (under the feet) that cause pain when walking.\n\nCauses of warts\nWhen the human papillomavirus (HPV) enters the skin bite, it causes infection and warts form. The virus spreads from person to person or from different parts of the body through:\nDirect contact with warts.; Sharing personal hygiene items such as towels, razors, etc.; Having unsafe sex with someone infected with warts (genital warts); Biting your nails and picking at your cuticles; Shave.\n\nSigns of warts\nWarts look like skin-colored or gray-white bumps. Their shape sometimes resembles a cauliflower with many papillae, and some types are flat. Warts may not cause pain, or may cause a lot of pain when walking or applying pressure. There are also conditions that make patients uncomfortable such as:\nMild bleeding.; Burning sensation.; Uncomfortable.; Itching or irritation of the genitals.\nSome types of warts are very small but the patient can still feel or see them. Sometimes, warts will gather in groups, some are very large and shaped like tree trunks. Most warts start out as small, soft growths and sometimes the patient doesn't notice them.\n\nWho can get warts?\nWarts appear in all ages, including men and women. However, the rate of disease in children is higher because their play environment often contains many HPV viruses such as: playing in dirt, sand, biting nails, not wearing shoes, etc. People with autoimmune or systemic diseases Weakened immune systems, including the elderly, are susceptible to the virus that causes warts.\n\nClassification of warts, preferred location?\n1. Classification\nBelow are some common types of warts and their symptoms: (2)\nCommon warts: black or gray, rough, hard tumors, commonly found on the back of the hands, fingers, skin around the nails and feet. Acne appears due to the virus entering through scratches when biting or cutting nails.; Thin filamentous warts: long in size, with many papillae, often found on the face, around the mouth, eyelids, nose, do not cause pain and grow quickly.; Plantar warts: small, blistered, rough warts, similar in color to skin color or black, brown, raised on the heels or soles of the feet, causing pain and making it difficult to walk. Pimples break easily due to the pressure of the feet and the ground.; Flat warts: the tumor is quite small in size, about 5mm, smoother and flatter than other types. However, this type of wart has a rapid growth rate and spreads to neighboring skin areas. Flat warts often  appear on children's faces, men's beard areas, and women's legs.; Genital warts: raised bumps on the genitals and anus. The disease is spread through sexual contact, contact with secretions or infected skin. Pregnant women can transmit the disease to their newborns during childbirth.\nWarts appear at all ages and include both men and women.\nPreferred locations\nWarts on hands; Legs/feet.; Fingernails/pedicures.; Face.; Lips, mouth, tongue or throat.; Genitals (Groin, penis, scrotum, vagina, vulva, vaginal lips including labia minora, labia majora and cervix.; Anus.; Rectum.\n\nFactors that increase the likelihood of wart infection\nWarts are mainly transmitted through direct skin contact. Acne spreads from one area of ​​skin to another, from one person to another. (3)\nThe cause of warts can be through sharing personal items such as razors, towels, clothes, shoes, nail clippers,...; Skin damage, scratches from manicures, biting, etc.; Skin infection, disruption of skin surface; The skin area is often moist.; Hands or feet sweat a lot; Often barefoot; Impacting the acne area also causes them to spread such as: scratching, squeezing, scratching,...; Warts left for a long time can spread to many other locations, causing loss of aesthetics; Swimming in public swimming pools; Direct contact with another person's warts.\n\nAre warts dangerous? Symptoms\nWarts are not dangerous. Most of them will disappear and no significant problems will occur after treatment. However, sometimes they still cause other severe symptoms:\nCancer: HPV and genital warts are linked to a number of different cancers including anal cancer, cervical cancer, and nasopharyngeal (pharynx) cancer.; Deformity: patients with weakened immune systems are prone to developing deformed warts on their hands, face and body.; Infection: if the patient impacts the wart such as picking, cutting, etc., cracks in the skin form, allowing bacteria to penetrate, causing infection.; Pain: usually warts are painless; However, plantar warts cause pain when moving and the patient will feel like there is a pebble under the foot.\n\nAre warts contagious?\nWarts are very contagious and are mainly transmitted through direct skin contact such as picking and touching another area of ​​the body. The disease can also be transmitted through towels or razors that have touched warts on the body of the patient or another person.\n\nWhen to see a doctor?\nIf the following symptoms appear, the patient needs to see a doctor for appropriate treatment before the condition gets worse: (4)\nThe patient notices warts appearing on the face, mouth, nose, torso or other parts of the body such as the genitals.; The patient sees signs of bleeding and infection such as pus and scabs around the warts.; Warts cause pain to the patient; People with warts have other diseases such as diabetes and immunodeficiency such as HIV/AIDS.\n\nDiagnosis of warts\nDiagnosis of warts is based on clinical symptoms; biopsy is rarely used. Symptoms of warts include:\nA small, raised bump on the skin; Average size ranges from 1 – 10mm.; Acne has a rough or smooth surface; Warts appear singly or in clusters; In some cases, warts cause itching; Face, feet. Knees and hands are most commonly affected.\nAdditionally, the differential diagnosis of warts includes:\nAnkle or callus (clavi): lesion still has skin lines, no capillary thrombosis when scraping.; Lichen planus: similar to flat warts. Acne is also accompanied by oral lesions, Wickham's network and symmetrical distribution.; Seborrheic keratosis: papules or plaques appear multiple, hyperpigmented, and have keratin-filled cysts.; Squamous cell carcinoma: in this case the skin lesions are ulcerated, persistent and develop irregular edges.\nWarts can heal on their own, especially common warts, but other types can persist for many years after treatment and, even worse, recur in the same location or elsewhere. Depending on the patient's systemic immune status as well as local factors, it will be related to the recurrence of warts.\nWarts are highly contagious and are mainly transmitted through direct skin contact.\n\nHow to treat warts\nWhen suffering from warts, patients should go to medical facilities to receive advice on appropriate treatment methods. Sometimes, warts can disappear on their own, but this is very rare. There are cases where patients self-treat at home and suffer serious complications. Below are methods to treat warts:\n1. Treat warts with topical medication\n1.1 Salicylic acid\nSalicylic acid is a popular treatment choice. Before applying salicylic acid, you should soak the wart in warm water, then apply the medicine directly to the damaged area. Use regularly for 2 - 3 months to achieve treatment effectiveness.\nAbsolutely do not let the acid spread to surrounding skin and cover tightly after use, store in a cool place. Do not use salicylic acid for patients with diabetes, heart disease or infected warts, etc. If the medicine gets into your eyes, rinse with clean water for 15 minutes, then quickly see an eye specialist for treatment. take timely remedial measures.\n1.2 Cantharidin\nCantharidin is an odorless, colorless fat derived from beetles. The ingredients in Cantharidin can cause the damaged skin around the wart to blister, then the wart will peel off. In fact, this product only works on the surface of the skin so it leaves no scars.\nCantharidin should only be performed by a dermatologist, as it may cause skin irritation. In addition, Cantharidin also causes pain and discomfort for patients. With plantar warts, using Cantharidin can cause infection or cellulitis if not cleaned thoroughly.\n2. Wart treatment methods at the hospital\n2.1 Cryotherapy\nCryotherapy in wart treatment is divided into several sessions. Each time, the doctor will spray liquid nitrogen into the wart, at which point a blister will form. After a while, the blisters and warts will peel off on their own.\nCryotherapy with liquid nitrogen can cause scarring, numbness, temporary loss of sensation or permanent loss of skin pigmentation. Patients with skin that is too light or too dark should not be treated with cryotherapy, especially those with warts on the face. This technique can be painful so it should not be used to treat warts in young children.\n2.2 Electrosurgery/curettage\nThe method combines electric burning and manual curettage, applied to warts in flat positions, less than 2cm in size. Before acne removal surgery, the patient will be given local anesthesia. This is a method that causes less infection and heals the wound quickly. However, the disease easily recurs because the acne's core and roots are not completely removed.\n2.3 Excision\nThis technique is indicated to remove filiform warts. The doctor will use a scalpel to shave or remove the wart.\n2.4 Lasers\nThe doctor will use light from the Fractional CO2 Laser machine to heat and destroy small blood vessels inside the wart. This method is applied to patients with severe warts to completely remove rough warts on the skin and prevent their spread to surrounding skin. However, this technique can cause pain and leave scars.\n2.5 Bleomycin\nBleomycin is a water-soluble glycopeptide antibiotic with cytotoxic effects, used to treat warts that do not respond to other methods. Bleomycin helps inhibit cell division and growth. This method causes a number of side effects including: pain during and after injection, scarring, pigment changes, etc. Do not use bleomycin in pregnant women.\n2.6 Immunotherapy\nFor stubborn warts that do not respond to traditional treatment methods, immunotherapy will affect the virus that causes the disease and improve the condition. The doctor will use certain chemicals, such as diphencyprone (DCP), to make the wart disappear.\n\nHow to prevent warts?\nProactive prevention is an effective measure to help reduce the risk of spreading and limit re-infection of warts. Some preventive measures can include:\nAvoid scraping over warts.; Quit the habit of biting your nails or picking at your cuticles.; Do not share towels, clothes, nail clippers, razors or other personal items.; Do not touch other people's warts.; Get the HPV vaccine and use condoms during sex to prevent genital warts.; Keep feet dry to prevent warts from spreading.; Do not scratch, cut or pick at warts; Wear flip-flops or shoes when using public locker rooms or pool areas.\nPeople with warts need to have a healthy diet to strengthen the body's immune system.\n\nNutrition for people with warts\nPeople with warts need to have a healthy diet to strengthen the body's immune system, minimize the spread of warts, and help acne heal quickly. Such as:\nPatients need to supplement fresh fruits, vegetables and cereals.; Exercise regularly to maintain health.; Get adequate rest especially in the evening to promote immune function and recovery.; Taking care of yourself is not only good for your overall health, but it also helps reduce warts.\nWarts are unsightly, making patients feel self-conscious and afraid to interact with people. Therefore, it is best for patients to see a doctor and consult a doctor to get appropriate solutions. Specialized in Dermatology - Skin Aesthetics, Tam Anh General Hospital brings together a team of leading experts and experienced doctors in treating skin diseases, cosmetic diseases, sexual diseases, skin parasites... With modern equipment genuine imported from European and American countries, helping patients feel secure in treatment.\nThis article answers basic information about warts. Understand what warts are, their causes, signs, diagnosis, and especially how to prevent warts. If you fall into the above situation, do not hesitate to see a doctor immediately for early treatment.",
    "subsections": [
        {
            "subsection_name": "What are warts?",
            "subsection_content": "Warts are a common, benign disease, caused by the epidermis being infected with the Human Papilloma virus (HPV) through open wounds or scratches, stimulating rapid cell proliferation leading to the formation of warts. This HPV virus has more than 100 different types, of which warts on the hands and feet are often caused by HPV groups 1,2,4,7,27 or 57, genital warts are often caused by HPV groups 6,11... . (first)\nOpen wounds and moist skin are the preferred environment for bacteria to penetrate the skin. Local and systemic immune factors influence infection. In particular, patients with weakened immune systems (especially those with HIV or kidney transplants) are at high risk of developing lesions that are difficult to treat.\nThere are many different types of warts and are often named according to the location where they appear. Most of the time, warts are asymptomatic. However, there are some types of warts that are often sensitive, such as those on gravity-bearing surfaces (under the feet) that cause pain when walking.",
            "subsection_string": "What are warts?\nWarts are a common, benign disease, caused by the epidermis being infected with the Human Papilloma virus (HPV) through open wounds or scratches, stimulating rapid cell proliferation leading to the formation of warts. This HPV virus has more than 100 different types, of which warts on the hands and feet are often caused by HPV groups 1,2,4,7,27 or 57, genital warts are often caused by HPV groups 6,11... . (first)\nOpen wounds and moist skin are the preferred environment for bacteria to penetrate the skin. Local and systemic immune factors influence infection. In particular, patients with weakened immune systems (especially those with HIV or kidney transplants) are at high risk of developing lesions that are difficult to treat.\nThere are many different types of warts and are often named according to the location where they appear. Most of the time, warts are asymptomatic. However, there are some types of warts that are often sensitive, such as those on gravity-bearing surfaces (under the feet) that cause pain when walking."
        },
        {
            "subsection_name": "Causes of warts",
            "subsection_content": "When the human papillomavirus (HPV) enters the skin bite, it causes infection and warts form. The virus spreads from person to person or from different parts of the body through:\nDirect contact with warts.; Sharing personal hygiene items such as towels, razors, etc.; Having unsafe sex with someone infected with warts (genital warts); Biting your nails and picking at your cuticles; Shave.",
            "subsection_string": "Causes of warts\nWhen the human papillomavirus (HPV) enters the skin bite, it causes infection and warts form. The virus spreads from person to person or from different parts of the body through:\nDirect contact with warts.; Sharing personal hygiene items such as towels, razors, etc.; Having unsafe sex with someone infected with warts (genital warts); Biting your nails and picking at your cuticles; Shave."
        },
        {
            "subsection_name": "Signs of warts",
            "subsection_content": "Warts look like skin-colored or gray-white bumps. Their shape sometimes resembles a cauliflower with many papillae, and some types are flat. Warts may not cause pain, or may cause a lot of pain when walking or applying pressure. There are also conditions that make patients uncomfortable such as:\nMild bleeding.; Burning sensation.; Uncomfortable.; Itching or irritation of the genitals.\nSome types of warts are very small but the patient can still feel or see them. Sometimes, warts will gather in groups, some are very large and shaped like tree trunks. Most warts start out as small, soft growths and sometimes the patient doesn't notice them.",
            "subsection_string": "Signs of warts\nWarts look like skin-colored or gray-white bumps. Their shape sometimes resembles a cauliflower with many papillae, and some types are flat. Warts may not cause pain, or may cause a lot of pain when walking or applying pressure. There are also conditions that make patients uncomfortable such as:\nMild bleeding.; Burning sensation.; Uncomfortable.; Itching or irritation of the genitals.\nSome types of warts are very small but the patient can still feel or see them. Sometimes, warts will gather in groups, some are very large and shaped like tree trunks. Most warts start out as small, soft growths and sometimes the patient doesn't notice them."
        },
        {
            "subsection_name": "Who can get warts?",
            "subsection_content": "Warts appear in all ages, including men and women. However, the rate of disease in children is higher because their play environment often contains many HPV viruses such as: playing in dirt, sand, biting nails, not wearing shoes, etc. People with autoimmune or systemic diseases Weakened immune systems, including the elderly, are susceptible to the virus that causes warts.",
            "subsection_string": "Who can get warts?\nWarts appear in all ages, including men and women. However, the rate of disease in children is higher because their play environment often contains many HPV viruses such as: playing in dirt, sand, biting nails, not wearing shoes, etc. People with autoimmune or systemic diseases Weakened immune systems, including the elderly, are susceptible to the virus that causes warts."
        },
        {
            "subsection_name": "Classification of warts, preferred location?",
            "subsection_content": "1. Classification\nBelow are some common types of warts and their symptoms: (2)\nCommon warts: black or gray, rough, hard tumors, commonly found on the back of the hands, fingers, skin around the nails and feet. Acne appears due to the virus entering through scratches when biting or cutting nails.; Thin filamentous warts: long in size, with many papillae, often found on the face, around the mouth, eyelids, nose, do not cause pain and grow quickly.; Plantar warts: small, blistered, rough warts, similar in color to skin color or black, brown, raised on the heels or soles of the feet, causing pain and making it difficult to walk. Pimples break easily due to the pressure of the feet and the ground.; Flat warts: the tumor is quite small in size, about 5mm, smoother and flatter than other types. However, this type of wart has a rapid growth rate and spreads to neighboring skin areas. Flat warts often  appear on children's faces, men's beard areas, and women's legs.; Genital warts: raised bumps on the genitals and anus. The disease is spread through sexual contact, contact with secretions or infected skin. Pregnant women can transmit the disease to their newborns during childbirth.\nWarts appear at all ages and include both men and women.\nPreferred locations\nWarts on hands; Legs/feet.; Fingernails/pedicures.; Face.; Lips, mouth, tongue or throat.; Genitals (Groin, penis, scrotum, vagina, vulva, vaginal lips including labia minora, labia majora and cervix.; Anus.; Rectum.",
            "subsection_string": "Classification of warts, preferred location?\n1. Classification\nBelow are some common types of warts and their symptoms: (2)\nCommon warts: black or gray, rough, hard tumors, commonly found on the back of the hands, fingers, skin around the nails and feet. Acne appears due to the virus entering through scratches when biting or cutting nails.; Thin filamentous warts: long in size, with many papillae, often found on the face, around the mouth, eyelids, nose, do not cause pain and grow quickly.; Plantar warts: small, blistered, rough warts, similar in color to skin color or black, brown, raised on the heels or soles of the feet, causing pain and making it difficult to walk. Pimples break easily due to the pressure of the feet and the ground.; Flat warts: the tumor is quite small in size, about 5mm, smoother and flatter than other types. However, this type of wart has a rapid growth rate and spreads to neighboring skin areas. Flat warts often  appear on children's faces, men's beard areas, and women's legs.; Genital warts: raised bumps on the genitals and anus. The disease is spread through sexual contact, contact with secretions or infected skin. Pregnant women can transmit the disease to their newborns during childbirth.\nWarts appear at all ages and include both men and women.\nPreferred locations\nWarts on hands; Legs/feet.; Fingernails/pedicures.; Face.; Lips, mouth, tongue or throat.; Genitals (Groin, penis, scrotum, vagina, vulva, vaginal lips including labia minora, labia majora and cervix.; Anus.; Rectum."
        },
        {
            "subsection_name": "Factors that increase the likelihood of wart infection",
            "subsection_content": "Warts are mainly transmitted through direct skin contact. Acne spreads from one area of ​​skin to another, from one person to another. (3)\nThe cause of warts can be through sharing personal items such as razors, towels, clothes, shoes, nail clippers,...; Skin damage, scratches from manicures, biting, etc.; Skin infection, disruption of skin surface; The skin area is often moist.; Hands or feet sweat a lot; Often barefoot; Impacting the acne area also causes them to spread such as: scratching, squeezing, scratching,...; Warts left for a long time can spread to many other locations, causing loss of aesthetics; Swimming in public swimming pools; Direct contact with another person's warts.",
            "subsection_string": "Factors that increase the likelihood of wart infection\nWarts are mainly transmitted through direct skin contact. Acne spreads from one area of ​​skin to another, from one person to another. (3)\nThe cause of warts can be through sharing personal items such as razors, towels, clothes, shoes, nail clippers,...; Skin damage, scratches from manicures, biting, etc.; Skin infection, disruption of skin surface; The skin area is often moist.; Hands or feet sweat a lot; Often barefoot; Impacting the acne area also causes them to spread such as: scratching, squeezing, scratching,...; Warts left for a long time can spread to many other locations, causing loss of aesthetics; Swimming in public swimming pools; Direct contact with another person's warts."
        },
        {
            "subsection_name": "Are warts dangerous? Symptoms",
            "subsection_content": "Warts are not dangerous. Most of them will disappear and no significant problems will occur after treatment. However, sometimes they still cause other severe symptoms:\nCancer: HPV and genital warts are linked to a number of different cancers including anal cancer, cervical cancer, and nasopharyngeal (pharynx) cancer.; Deformity: patients with weakened immune systems are prone to developing deformed warts on their hands, face and body.; Infection: if the patient impacts the wart such as picking, cutting, etc., cracks in the skin form, allowing bacteria to penetrate, causing infection.; Pain: usually warts are painless; However, plantar warts cause pain when moving and the patient will feel like there is a pebble under the foot.",
            "subsection_string": "Are warts dangerous? Symptoms\nWarts are not dangerous. Most of them will disappear and no significant problems will occur after treatment. However, sometimes they still cause other severe symptoms:\nCancer: HPV and genital warts are linked to a number of different cancers including anal cancer, cervical cancer, and nasopharyngeal (pharynx) cancer.; Deformity: patients with weakened immune systems are prone to developing deformed warts on their hands, face and body.; Infection: if the patient impacts the wart such as picking, cutting, etc., cracks in the skin form, allowing bacteria to penetrate, causing infection.; Pain: usually warts are painless; However, plantar warts cause pain when moving and the patient will feel like there is a pebble under the foot."
        },
        {
            "subsection_name": "Are warts contagious?",
            "subsection_content": "Warts are very contagious and are mainly transmitted through direct skin contact such as picking and touching another area of ​​the body. The disease can also be transmitted through towels or razors that have touched warts on the body of the patient or another person.",
            "subsection_string": "Are warts contagious?\nWarts are very contagious and are mainly transmitted through direct skin contact such as picking and touching another area of ​​the body. The disease can also be transmitted through towels or razors that have touched warts on the body of the patient or another person."
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "If the following symptoms appear, the patient needs to see a doctor for appropriate treatment before the condition gets worse: (4)\nThe patient notices warts appearing on the face, mouth, nose, torso or other parts of the body such as the genitals.; The patient sees signs of bleeding and infection such as pus and scabs around the warts.; Warts cause pain to the patient; People with warts have other diseases such as diabetes and immunodeficiency such as HIV/AIDS.",
            "subsection_string": "When to see a doctor?\nIf the following symptoms appear, the patient needs to see a doctor for appropriate treatment before the condition gets worse: (4)\nThe patient notices warts appearing on the face, mouth, nose, torso or other parts of the body such as the genitals.; The patient sees signs of bleeding and infection such as pus and scabs around the warts.; Warts cause pain to the patient; People with warts have other diseases such as diabetes and immunodeficiency such as HIV/AIDS."
        },
        {
            "subsection_name": "Diagnosis of warts",
            "subsection_content": "Diagnosis of warts is based on clinical symptoms; biopsy is rarely used. Symptoms of warts include:\nA small, raised bump on the skin; Average size ranges from 1 – 10mm.; Acne has a rough or smooth surface; Warts appear singly or in clusters; In some cases, warts cause itching; Face, feet. Knees and hands are most commonly affected.\nAdditionally, the differential diagnosis of warts includes:\nAnkle or callus (clavi): lesion still has skin lines, no capillary thrombosis when scraping.; Lichen planus: similar to flat warts. Acne is also accompanied by oral lesions, Wickham's network and symmetrical distribution.; Seborrheic keratosis: papules or plaques appear multiple, hyperpigmented, and have keratin-filled cysts.; Squamous cell carcinoma: in this case the skin lesions are ulcerated, persistent and develop irregular edges.\nWarts can heal on their own, especially common warts, but other types can persist for many years after treatment and, even worse, recur in the same location or elsewhere. Depending on the patient's systemic immune status as well as local factors, it will be related to the recurrence of warts.\nWarts are highly contagious and are mainly transmitted through direct skin contact.",
            "subsection_string": "Diagnosis of warts\nDiagnosis of warts is based on clinical symptoms; biopsy is rarely used. Symptoms of warts include:\nA small, raised bump on the skin; Average size ranges from 1 – 10mm.; Acne has a rough or smooth surface; Warts appear singly or in clusters; In some cases, warts cause itching; Face, feet. Knees and hands are most commonly affected.\nAdditionally, the differential diagnosis of warts includes:\nAnkle or callus (clavi): lesion still has skin lines, no capillary thrombosis when scraping.; Lichen planus: similar to flat warts. Acne is also accompanied by oral lesions, Wickham's network and symmetrical distribution.; Seborrheic keratosis: papules or plaques appear multiple, hyperpigmented, and have keratin-filled cysts.; Squamous cell carcinoma: in this case the skin lesions are ulcerated, persistent and develop irregular edges.\nWarts can heal on their own, especially common warts, but other types can persist for many years after treatment and, even worse, recur in the same location or elsewhere. Depending on the patient's systemic immune status as well as local factors, it will be related to the recurrence of warts.\nWarts are highly contagious and are mainly transmitted through direct skin contact."
        },
        {
            "subsection_name": "How to treat warts",
            "subsection_content": "When suffering from warts, patients should go to medical facilities to receive advice on appropriate treatment methods. Sometimes, warts can disappear on their own, but this is very rare. There are cases where patients self-treat at home and suffer serious complications. Below are methods to treat warts:\n1. Treat warts with topical medication\n1.1 Salicylic acid\nSalicylic acid is a popular treatment choice. Before applying salicylic acid, you should soak the wart in warm water, then apply the medicine directly to the damaged area. Use regularly for 2 - 3 months to achieve treatment effectiveness.\nAbsolutely do not let the acid spread to surrounding skin and cover tightly after use, store in a cool place. Do not use salicylic acid for patients with diabetes, heart disease or infected warts, etc. If the medicine gets into your eyes, rinse with clean water for 15 minutes, then quickly see an eye specialist for treatment. take timely remedial measures.\n1.2 Cantharidin\nCantharidin is an odorless, colorless fat derived from beetles. The ingredients in Cantharidin can cause the damaged skin around the wart to blister, then the wart will peel off. In fact, this product only works on the surface of the skin so it leaves no scars.\nCantharidin should only be performed by a dermatologist, as it may cause skin irritation. In addition, Cantharidin also causes pain and discomfort for patients. With plantar warts, using Cantharidin can cause infection or cellulitis if not cleaned thoroughly.\n2. Wart treatment methods at the hospital\n2.1 Cryotherapy\nCryotherapy in wart treatment is divided into several sessions. Each time, the doctor will spray liquid nitrogen into the wart, at which point a blister will form. After a while, the blisters and warts will peel off on their own.\nCryotherapy with liquid nitrogen can cause scarring, numbness, temporary loss of sensation or permanent loss of skin pigmentation. Patients with skin that is too light or too dark should not be treated with cryotherapy, especially those with warts on the face. This technique can be painful so it should not be used to treat warts in young children.\n2.2 Electrosurgery/curettage\nThe method combines electric burning and manual curettage, applied to warts in flat positions, less than 2cm in size. Before acne removal surgery, the patient will be given local anesthesia. This is a method that causes less infection and heals the wound quickly. However, the disease easily recurs because the acne's core and roots are not completely removed.\n2.3 Excision\nThis technique is indicated to remove filiform warts. The doctor will use a scalpel to shave or remove the wart.\n2.4 Lasers\nThe doctor will use light from the Fractional CO2 Laser machine to heat and destroy small blood vessels inside the wart. This method is applied to patients with severe warts to completely remove rough warts on the skin and prevent their spread to surrounding skin. However, this technique can cause pain and leave scars.\n2.5 Bleomycin\nBleomycin is a water-soluble glycopeptide antibiotic with cytotoxic effects, used to treat warts that do not respond to other methods. Bleomycin helps inhibit cell division and growth. This method causes a number of side effects including: pain during and after injection, scarring, pigment changes, etc. Do not use bleomycin in pregnant women.\n2.6 Immunotherapy\nFor stubborn warts that do not respond to traditional treatment methods, immunotherapy will affect the virus that causes the disease and improve the condition. The doctor will use certain chemicals, such as diphencyprone (DCP), to make the wart disappear.",
            "subsection_string": "How to treat warts\nWhen suffering from warts, patients should go to medical facilities to receive advice on appropriate treatment methods. Sometimes, warts can disappear on their own, but this is very rare. There are cases where patients self-treat at home and suffer serious complications. Below are methods to treat warts:\n1. Treat warts with topical medication\n1.1 Salicylic acid\nSalicylic acid is a popular treatment choice. Before applying salicylic acid, you should soak the wart in warm water, then apply the medicine directly to the damaged area. Use regularly for 2 - 3 months to achieve treatment effectiveness.\nAbsolutely do not let the acid spread to surrounding skin and cover tightly after use, store in a cool place. Do not use salicylic acid for patients with diabetes, heart disease or infected warts, etc. If the medicine gets into your eyes, rinse with clean water for 15 minutes, then quickly see an eye specialist for treatment. take timely remedial measures.\n1.2 Cantharidin\nCantharidin is an odorless, colorless fat derived from beetles. The ingredients in Cantharidin can cause the damaged skin around the wart to blister, then the wart will peel off. In fact, this product only works on the surface of the skin so it leaves no scars.\nCantharidin should only be performed by a dermatologist, as it may cause skin irritation. In addition, Cantharidin also causes pain and discomfort for patients. With plantar warts, using Cantharidin can cause infection or cellulitis if not cleaned thoroughly.\n2. Wart treatment methods at the hospital\n2.1 Cryotherapy\nCryotherapy in wart treatment is divided into several sessions. Each time, the doctor will spray liquid nitrogen into the wart, at which point a blister will form. After a while, the blisters and warts will peel off on their own.\nCryotherapy with liquid nitrogen can cause scarring, numbness, temporary loss of sensation or permanent loss of skin pigmentation. Patients with skin that is too light or too dark should not be treated with cryotherapy, especially those with warts on the face. This technique can be painful so it should not be used to treat warts in young children.\n2.2 Electrosurgery/curettage\nThe method combines electric burning and manual curettage, applied to warts in flat positions, less than 2cm in size. Before acne removal surgery, the patient will be given local anesthesia. This is a method that causes less infection and heals the wound quickly. However, the disease easily recurs because the acne's core and roots are not completely removed.\n2.3 Excision\nThis technique is indicated to remove filiform warts. The doctor will use a scalpel to shave or remove the wart.\n2.4 Lasers\nThe doctor will use light from the Fractional CO2 Laser machine to heat and destroy small blood vessels inside the wart. This method is applied to patients with severe warts to completely remove rough warts on the skin and prevent their spread to surrounding skin. However, this technique can cause pain and leave scars.\n2.5 Bleomycin\nBleomycin is a water-soluble glycopeptide antibiotic with cytotoxic effects, used to treat warts that do not respond to other methods. Bleomycin helps inhibit cell division and growth. This method causes a number of side effects including: pain during and after injection, scarring, pigment changes, etc. Do not use bleomycin in pregnant women.\n2.6 Immunotherapy\nFor stubborn warts that do not respond to traditional treatment methods, immunotherapy will affect the virus that causes the disease and improve the condition. The doctor will use certain chemicals, such as diphencyprone (DCP), to make the wart disappear."
        },
        {
            "subsection_name": "How to prevent warts?",
            "subsection_content": "Proactive prevention is an effective measure to help reduce the risk of spreading and limit re-infection of warts. Some preventive measures can include:\nAvoid scraping over warts.; Quit the habit of biting your nails or picking at your cuticles.; Do not share towels, clothes, nail clippers, razors or other personal items.; Do not touch other people's warts.; Get the HPV vaccine and use condoms during sex to prevent genital warts.; Keep feet dry to prevent warts from spreading.; Do not scratch, cut or pick at warts; Wear flip-flops or shoes when using public locker rooms or pool areas.\nPeople with warts need to have a healthy diet to strengthen the body's immune system.",
            "subsection_string": "How to prevent warts?\nProactive prevention is an effective measure to help reduce the risk of spreading and limit re-infection of warts. Some preventive measures can include:\nAvoid scraping over warts.; Quit the habit of biting your nails or picking at your cuticles.; Do not share towels, clothes, nail clippers, razors or other personal items.; Do not touch other people's warts.; Get the HPV vaccine and use condoms during sex to prevent genital warts.; Keep feet dry to prevent warts from spreading.; Do not scratch, cut or pick at warts; Wear flip-flops or shoes when using public locker rooms or pool areas.\nPeople with warts need to have a healthy diet to strengthen the body's immune system."
        },
        {
            "subsection_name": "Nutrition for people with warts",
            "subsection_content": "People with warts need to have a healthy diet to strengthen the body's immune system, minimize the spread of warts, and help acne heal quickly. Such as:\nPatients need to supplement fresh fruits, vegetables and cereals.; Exercise regularly to maintain health.; Get adequate rest especially in the evening to promote immune function and recovery.; Taking care of yourself is not only good for your overall health, but it also helps reduce warts.\nWarts are unsightly, making patients feel self-conscious and afraid to interact with people. Therefore, it is best for patients to see a doctor and consult a doctor to get appropriate solutions. Specialized in Dermatology - Skin Aesthetics, Tam Anh General Hospital brings together a team of leading experts and experienced doctors in treating skin diseases, cosmetic diseases, sexual diseases, skin parasites... With modern equipment genuine imported from European and American countries, helping patients feel secure in treatment.\nThis article answers basic information about warts. Understand what warts are, their causes, signs, diagnosis, and especially how to prevent warts. If you fall into the above situation, do not hesitate to see a doctor immediately for early treatment.",
            "subsection_string": "Nutrition for people with warts\nPeople with warts need to have a healthy diet to strengthen the body's immune system, minimize the spread of warts, and help acne heal quickly. Such as:\nPatients need to supplement fresh fruits, vegetables and cereals.; Exercise regularly to maintain health.; Get adequate rest especially in the evening to promote immune function and recovery.; Taking care of yourself is not only good for your overall health, but it also helps reduce warts.\nWarts are unsightly, making patients feel self-conscious and afraid to interact with people. Therefore, it is best for patients to see a doctor and consult a doctor to get appropriate solutions. Specialized in Dermatology - Skin Aesthetics, Tam Anh General Hospital brings together a team of leading experts and experienced doctors in treating skin diseases, cosmetic diseases, sexual diseases, skin parasites... With modern equipment genuine imported from European and American countries, helping patients feel secure in treatment.\nThis article answers basic information about warts. Understand what warts are, their causes, signs, diagnosis, and especially how to prevent warts. If you fall into the above situation, do not hesitate to see a doctor immediately for early treatment."
        }
    ],
    "name": "mun-coc.json"
}