{
    "title": "Warts on hands (fingers): Causes, signs, treatment and prevention",
    "category": "Dermatology",
    "link": "https://tamanhhospital.vn/mun-coc-o-tay/",
    "abstract": "Warts are caused by the human papilloma virus (HPV), of which there are more than 100 different types. The disease occurs mainly in children with 33% of children and adolescents having warts, while this rate in adults is only 3% - 5%. Hand warts are commonly found on the fingers and palms. So what are the causes, signs, treatment and prevention of warts on hands?",
    "content": "Warts on hands (fingers): Causes, signs, treatment and prevention\n\nWarts are caused by the human papilloma virus (HPV), of which there are more than 100 different types. The disease occurs mainly in children with 33% of children and adolescents having warts, while this rate in adults is only 3% - 5%. Hand warts are commonly found on the fingers and palms. So what are the causes, signs, treatment and prevention of warts on hands?\n\nWhat are hand warts?\nHand warts are skin infections caused by the human HPV virus. Warts form small bumps on the skin that feel dry to the touch. Luckily this is not a dangerous disease. There is currently no cure for HPV, but most people will recover from hand warts within 2-3 years. (first)\n\nCauses of warts on hands\nThe HPV virus enters through a small scratch on the hand or finger, causing excessive cell proliferation. At this time, the outer layer of skin becomes thick and hard, eventually forming a wart. (2)\nWarts easily spread from one part of the body to another. In addition, living together or sharing personal items with someone who has warts also poses a risk of infection.\nHand warts easily appear in people with weak immune systems, malnutrition or infectious diseases, leukemia, etc.\nHPV virus causes warts on hands (fingers)\n\nSigns of warts on hands\nDepending on the location of warts on the hand, there are specific identification points. Common signs of warts on hands: (3)\n1. Common warts\nCommon warts have a rough, rough appearance, a rounded top, and are grayer than the surrounding skin. They appear on the back of the fingers, are about 1mm to 1cm or larger in size and grow singly or in groups.\nThese warts are painless and can disappear on their own, but they can spread to other areas through direct contact. Sometimes common warts have clumped blood vessels that look like small black spots.\n2. Flat warts\nFlat warts often grow on the arms, thighs or face and are caused by HPV types 3, 10 and 28. They appear where there are scratches on the arms and are pink, brown or yellowish in color. Flat warts are painless, often grow in clusters and have a round or oval shape on the skin. This type of acne is common in children and is transmitted through direct contact.\n3. Warts around the nails\nWarts around the nails are as small as the tip of a pin and then gradually grow larger. They tend to grow in clusters and spread. Common in people who have the habit of biting their nails.\nThey appear around the nails and can grow deep under the nail bed, causing fungal infections and permanent damage. Periungual warts need to be treated to remove them to avoid affecting nail growth.\nWarts around the nails tend to cluster and spread\n\nAre hand warts dangerous?\nAre not! Warts on the hands are a skin disease that only causes pain and discomfort, does not affect health much and can disappear after 2-3 years. Hand warts are often difficult to detect, only when they flare up clearly. In addition, acne that grows on the hands can easily spread throughout the body and to other people through contact.\nWarts on the hands cause problems in living and working and are unsightly for the hands. Therefore, patients should treat warts on their hands quickly to avoid the disease from getting worse. In addition, sick people avoid infecting other parts of the body or people around them.\n\nDo warts on fingers fall off on their own?\nHave! When the virus that causes warts on the hands attacks, the body gradually builds resistance against the warts. It usually takes several months or at least 2 years for hand warts to disappear. In adults, hand warts last longer, several years or more. In some people, warts fall off on their own.\n\nWho is at risk for hand warts?\nEach person's immune system is different, not everyone is infected with the HPV virus and develops warts. But the following subjects are at high risk of getting warts on their hands:\n1. Children\nWarts on the hands are common in children because this age group is often hyperactive, making the skin vulnerable. In addition, children are not aware of personal hygiene, so the rate of warts on their hands is very high.\n2. Teenagers\nAfter children, adolescents have a high rate of acne on the hands because their immune system is not yet mature enough to fight HPV.\n\nRisk factors that increase the likelihood of warts growing on the hands\nHand warts are common in children and teenagers but can still appear at any age in the following cases:\n1. Skin damage\nThe HPV virus enters the body when the hands are scratched or cut. Here, the humid environment creates opportunities for them to grow and form warts. Therefore, people who often bite or pick their nails increase the risk of infection, making it easier for the HPV virus to attack.\n2. Direct contact\nWhen your hands touch an area of ​​the body that has warts, the risk of spreading it is very high. In addition, people who often share personal items such as towels, clothes, and nail clippers with people who have warts are very susceptible to infection.\n3. Weakened immune system\nPeople with weak resistance, HIV/AIDS, diabetes, eczema, etc. are at risk of getting warts on their hands and other parts of the body. Because the immune system is weakened, it is difficult to fight the invasion of HPV virus and develop into warts.\nHand warts are common in children and teenagers\n\nWhen to see a doctor?\nWarts on the hands usually do not cause adverse symptoms to the body. But in some cases, patients should see a doctor for examination and treatment. Hand wart conditions that require seeing a doctor include:\nWarts on hands cause pain and tenderness; The color of the wart changes from the original appearance; Warts on the hands bleed, have pus or crust; People with diabetes, HIV, etc. have warts on their hands; Warts appear on the hands and then spread to other parts of the body such as: genitals, mouth, nostrils.\n\nHow to diagnose warts on fingers?\nDoctors use the following methods to diagnose hand warts:\n1. Clinical examination\nFirst, the dermatologist examines the lesions caused by the warts on the hands. Then, the doctor will scrape the top layer of the wart to identify common signs such as: small, dark spots, clotted blood vessels.\n2. Biopsy\nRemove a small portion of the wart from the body and have it tested. This helps patients determine whether they have other serious diseases.\n\nHow to treat warts on hands\nPatients do not need to worry too much about warts on their hands because there are many treatment methods available today. The following are common methods of treating hand warts:\n1. Treatment at home\nMany patients with warts often self-treat at home with garlic, apple cider vinegar, lemon juice, tape... which is very dangerous and can make the disease worse. Although treating warts at home requires scientifically proven methods.\n1.1 Medicines containing salicylic acid\nThe medicine contains salicylic acid to help penetrate deep inside the wart to eliminate the HPV virus. To be effective, it is necessary to first remove the dead skin with a nail file or pumice stone. Next apply the medicine directly to the wart, according to your doctor's instructions or the instructions on the packaging. It takes several weeks for hand warts to fall off on their own. Discontinue  use if the medication causes irritation, swelling or pain.\nMedicines containing salicylic acid are prepared into preparations such as liquid, gel, and patch. Before treatment, patients should ask their doctor about the appropriate salicylic acid concentration for them.\n1.2 Imiquimod topical\nImiquimod when treating warts on the hands must be prescribed by a specialist. Imiquimod topical medication helps warts on hands fall off, but can easily cause pain and redness during treatment. This medicine combined with the cold spray method will bring better results.\n1.3 Podofilox topical\nLike topical imiquimod, podofilox helps warts fall off on their own. But in the area where the skin is applied, the patient will feel a burning sensation and slight itching.\n1.4 Topical 5-fluorouracil\nThis medicine is often used to treat warts on the hands of children. 5-fluorouracil topical should not be used without a doctor's prescription.\n2. Hospital treatment\n2.1 Lasers\nLaser therapy uses wavelengths of light that shine directly on the skin, helping to destroy wart cells. Among them, there are 2 main laser methods:\n2.2 Pulsed dye laser\nUsing light with a wavelength of 582nm, breaks down the blood vessels inside hand warts. The advantage is that it is highly effective and does not leave scars. This method does not require sedation or anesthesia for the patient.\n2.3 Carbon dioxide (CO2) laser\nThe laser vaporizes and destroys the wart tissue. Before using a laser beam on the wart on the hand, a local anesthetic is needed to reduce pain. This method does not leave extensive scars if the doctor is highly skilled.\n2.4 Cooling method\nFreezing helps freeze the warts on your hands and causes them to fall off on their own. There are 2 main cooling therapies:\n2.5 Cold spray\nThe cold spray method uses a mixture of dimethyl ether and propane (DMEP), often used to treat warts on the palms and feet. The drug is sold without a prescription, so you should read the instructions carefully before using.\nThe downside of this method is that a large damp sponge is not suitable for small warts. Patients need to use a moderate dose to avoid spreading it to normal skin areas, because the drug easily causes blistering.\n2.6 Liquid nitrogen\nLiquid nitrogen therapy is divided into several treatment sessions, each session spaced 1-2 weeks apart until completely cured. Nitrogen gas lowered to a temperature of – 196 degrees Celsius helps freeze the warts and causes them to fall off. Disadvantages can leave scars and change skin pigmentation.\n2.7 Electrocautery\nThe areas between the fingers are often difficult to operate on, or warts on the hands under 1cm are often treated with electrocautery. Using high-frequency current helps remove warts on hands quickly, simply and at low cost. But wound care must be careful to avoid infection and healing time is longer than with other methods.\n2.8 Minor surgery\nMinor surgical excision is usually applied to warts on the hand with a diameter of over 2cm, growing in a flat location. Advantages: faster than electrocautery, easier wound care and less infection. However, warts on the hands easily recur because the nucleus cannot be completely removed and can leave scars.\n\nMeasures to prevent warts on hands\nHands that have to hold, grasp and perform many other daily activities make it susceptible to the virus that causes warts. Therefore, it is necessary to take preventive measures to help protect your hands. Preventive measures include:\nKeep your hands clean; Covers wounds from cuts or scratches; Wear shoes or sandals in public bathrooms or swimming pools; Do not touch warts on others or yourself; Do not pick or bite your nails because warts easily form around the nails; Follow your doctor's advice after treatment; Get the HPV vaccine\nClean your hands to prevent warts from appearing\nSpecialized in Dermatology - Skin Aesthetics, Tam Anh General Hospital, Ho Chi Minh City, has services to treat and improve skin problems. With modern equipment and a team of experienced doctors and medical staff, Tam Anh General Hospital always provides modern, safe and effective skin care services.\nWarts on the hands usually do not affect health much, so patients do not need to worry too much. But when experiencing pain, soreness, bleeding or risk of infection, etc., patients need to quickly go to a hospital specializing in Dermatology - Skin Aesthetics for timely diagnosis and treatment.",
    "subsections": [
        {
            "subsection_name": "What are hand warts?",
            "subsection_content": "Hand warts are skin infections caused by the human HPV virus. Warts form small bumps on the skin that feel dry to the touch. Luckily this is not a dangerous disease. There is currently no cure for HPV, but most people will recover from hand warts within 2-3 years. (first)",
            "subsection_string": "What are hand warts?\nHand warts are skin infections caused by the human HPV virus. Warts form small bumps on the skin that feel dry to the touch. Luckily this is not a dangerous disease. There is currently no cure for HPV, but most people will recover from hand warts within 2-3 years. (first)"
        },
        {
            "subsection_name": "Causes of warts on hands",
            "subsection_content": "The HPV virus enters through a small scratch on the hand or finger, causing excessive cell proliferation. At this time, the outer layer of skin becomes thick and hard, eventually forming a wart. (2)\nWarts easily spread from one part of the body to another. In addition, living together or sharing personal items with someone who has warts also poses a risk of infection.\nHand warts easily appear in people with weak immune systems, malnutrition or infectious diseases, leukemia, etc.\nHPV virus causes warts on hands (fingers)",
            "subsection_string": "Causes of warts on hands\nThe HPV virus enters through a small scratch on the hand or finger, causing excessive cell proliferation. At this time, the outer layer of skin becomes thick and hard, eventually forming a wart. (2)\nWarts easily spread from one part of the body to another. In addition, living together or sharing personal items with someone who has warts also poses a risk of infection.\nHand warts easily appear in people with weak immune systems, malnutrition or infectious diseases, leukemia, etc.\nHPV virus causes warts on hands (fingers)"
        },
        {
            "subsection_name": "Signs of warts on hands",
            "subsection_content": "Depending on the location of warts on the hand, there are specific identification points. Common signs of warts on hands: (3)\n1. Common warts\nCommon warts have a rough, rough appearance, a rounded top, and are grayer than the surrounding skin. They appear on the back of the fingers, are about 1mm to 1cm or larger in size and grow singly or in groups.\nThese warts are painless and can disappear on their own, but they can spread to other areas through direct contact. Sometimes common warts have clumped blood vessels that look like small black spots.\n2. Flat warts\nFlat warts often grow on the arms, thighs or face and are caused by HPV types 3, 10 and 28. They appear where there are scratches on the arms and are pink, brown or yellowish in color. Flat warts are painless, often grow in clusters and have a round or oval shape on the skin. This type of acne is common in children and is transmitted through direct contact.\n3. Warts around the nails\nWarts around the nails are as small as the tip of a pin and then gradually grow larger. They tend to grow in clusters and spread. Common in people who have the habit of biting their nails.\nThey appear around the nails and can grow deep under the nail bed, causing fungal infections and permanent damage. Periungual warts need to be treated to remove them to avoid affecting nail growth.\nWarts around the nails tend to cluster and spread",
            "subsection_string": "Signs of warts on hands\nDepending on the location of warts on the hand, there are specific identification points. Common signs of warts on hands: (3)\n1. Common warts\nCommon warts have a rough, rough appearance, a rounded top, and are grayer than the surrounding skin. They appear on the back of the fingers, are about 1mm to 1cm or larger in size and grow singly or in groups.\nThese warts are painless and can disappear on their own, but they can spread to other areas through direct contact. Sometimes common warts have clumped blood vessels that look like small black spots.\n2. Flat warts\nFlat warts often grow on the arms, thighs or face and are caused by HPV types 3, 10 and 28. They appear where there are scratches on the arms and are pink, brown or yellowish in color. Flat warts are painless, often grow in clusters and have a round or oval shape on the skin. This type of acne is common in children and is transmitted through direct contact.\n3. Warts around the nails\nWarts around the nails are as small as the tip of a pin and then gradually grow larger. They tend to grow in clusters and spread. Common in people who have the habit of biting their nails.\nThey appear around the nails and can grow deep under the nail bed, causing fungal infections and permanent damage. Periungual warts need to be treated to remove them to avoid affecting nail growth.\nWarts around the nails tend to cluster and spread"
        },
        {
            "subsection_name": "Are hand warts dangerous?",
            "subsection_content": "Are not! Warts on the hands are a skin disease that only causes pain and discomfort, does not affect health much and can disappear after 2-3 years. Hand warts are often difficult to detect, only when they flare up clearly. In addition, acne that grows on the hands can easily spread throughout the body and to other people through contact.\nWarts on the hands cause problems in living and working and are unsightly for the hands. Therefore, patients should treat warts on their hands quickly to avoid the disease from getting worse. In addition, sick people avoid infecting other parts of the body or people around them.",
            "subsection_string": "Are hand warts dangerous?\nAre not! Warts on the hands are a skin disease that only causes pain and discomfort, does not affect health much and can disappear after 2-3 years. Hand warts are often difficult to detect, only when they flare up clearly. In addition, acne that grows on the hands can easily spread throughout the body and to other people through contact.\nWarts on the hands cause problems in living and working and are unsightly for the hands. Therefore, patients should treat warts on their hands quickly to avoid the disease from getting worse. In addition, sick people avoid infecting other parts of the body or people around them."
        },
        {
            "subsection_name": "Do warts on fingers fall off on their own?",
            "subsection_content": "Have! When the virus that causes warts on the hands attacks, the body gradually builds resistance against the warts. It usually takes several months or at least 2 years for hand warts to disappear. In adults, hand warts last longer, several years or more. In some people, warts fall off on their own.",
            "subsection_string": "Do warts on fingers fall off on their own?\nHave! When the virus that causes warts on the hands attacks, the body gradually builds resistance against the warts. It usually takes several months or at least 2 years for hand warts to disappear. In adults, hand warts last longer, several years or more. In some people, warts fall off on their own."
        },
        {
            "subsection_name": "Who is at risk for hand warts?",
            "subsection_content": "Each person's immune system is different, not everyone is infected with the HPV virus and develops warts. But the following subjects are at high risk of getting warts on their hands:\n1. Children\nWarts on the hands are common in children because this age group is often hyperactive, making the skin vulnerable. In addition, children are not aware of personal hygiene, so the rate of warts on their hands is very high.\n2. Teenagers\nAfter children, adolescents have a high rate of acne on the hands because their immune system is not yet mature enough to fight HPV.",
            "subsection_string": "Who is at risk for hand warts?\nEach person's immune system is different, not everyone is infected with the HPV virus and develops warts. But the following subjects are at high risk of getting warts on their hands:\n1. Children\nWarts on the hands are common in children because this age group is often hyperactive, making the skin vulnerable. In addition, children are not aware of personal hygiene, so the rate of warts on their hands is very high.\n2. Teenagers\nAfter children, adolescents have a high rate of acne on the hands because their immune system is not yet mature enough to fight HPV."
        },
        {
            "subsection_name": "Risk factors that increase the likelihood of warts growing on the hands",
            "subsection_content": "Hand warts are common in children and teenagers but can still appear at any age in the following cases:\n1. Skin damage\nThe HPV virus enters the body when the hands are scratched or cut. Here, the humid environment creates opportunities for them to grow and form warts. Therefore, people who often bite or pick their nails increase the risk of infection, making it easier for the HPV virus to attack.\n2. Direct contact\nWhen your hands touch an area of ​​the body that has warts, the risk of spreading it is very high. In addition, people who often share personal items such as towels, clothes, and nail clippers with people who have warts are very susceptible to infection.\n3. Weakened immune system\nPeople with weak resistance, HIV/AIDS, diabetes, eczema, etc. are at risk of getting warts on their hands and other parts of the body. Because the immune system is weakened, it is difficult to fight the invasion of HPV virus and develop into warts.\nHand warts are common in children and teenagers",
            "subsection_string": "Risk factors that increase the likelihood of warts growing on the hands\nHand warts are common in children and teenagers but can still appear at any age in the following cases:\n1. Skin damage\nThe HPV virus enters the body when the hands are scratched or cut. Here, the humid environment creates opportunities for them to grow and form warts. Therefore, people who often bite or pick their nails increase the risk of infection, making it easier for the HPV virus to attack.\n2. Direct contact\nWhen your hands touch an area of ​​the body that has warts, the risk of spreading it is very high. In addition, people who often share personal items such as towels, clothes, and nail clippers with people who have warts are very susceptible to infection.\n3. Weakened immune system\nPeople with weak resistance, HIV/AIDS, diabetes, eczema, etc. are at risk of getting warts on their hands and other parts of the body. Because the immune system is weakened, it is difficult to fight the invasion of HPV virus and develop into warts.\nHand warts are common in children and teenagers"
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "Warts on the hands usually do not cause adverse symptoms to the body. But in some cases, patients should see a doctor for examination and treatment. Hand wart conditions that require seeing a doctor include:\nWarts on hands cause pain and tenderness; The color of the wart changes from the original appearance; Warts on the hands bleed, have pus or crust; People with diabetes, HIV, etc. have warts on their hands; Warts appear on the hands and then spread to other parts of the body such as: genitals, mouth, nostrils.",
            "subsection_string": "When to see a doctor?\nWarts on the hands usually do not cause adverse symptoms to the body. But in some cases, patients should see a doctor for examination and treatment. Hand wart conditions that require seeing a doctor include:\nWarts on hands cause pain and tenderness; The color of the wart changes from the original appearance; Warts on the hands bleed, have pus or crust; People with diabetes, HIV, etc. have warts on their hands; Warts appear on the hands and then spread to other parts of the body such as: genitals, mouth, nostrils."
        },
        {
            "subsection_name": "How to diagnose warts on fingers?",
            "subsection_content": "Doctors use the following methods to diagnose hand warts:\n1. Clinical examination\nFirst, the dermatologist examines the lesions caused by the warts on the hands. Then, the doctor will scrape the top layer of the wart to identify common signs such as: small, dark spots, clotted blood vessels.\n2. Biopsy\nRemove a small portion of the wart from the body and have it tested. This helps patients determine whether they have other serious diseases.",
            "subsection_string": "How to diagnose warts on fingers?\nDoctors use the following methods to diagnose hand warts:\n1. Clinical examination\nFirst, the dermatologist examines the lesions caused by the warts on the hands. Then, the doctor will scrape the top layer of the wart to identify common signs such as: small, dark spots, clotted blood vessels.\n2. Biopsy\nRemove a small portion of the wart from the body and have it tested. This helps patients determine whether they have other serious diseases."
        },
        {
            "subsection_name": "How to treat warts on hands",
            "subsection_content": "Patients do not need to worry too much about warts on their hands because there are many treatment methods available today. The following are common methods of treating hand warts:\n1. Treatment at home\nMany patients with warts often self-treat at home with garlic, apple cider vinegar, lemon juice, tape... which is very dangerous and can make the disease worse. Although treating warts at home requires scientifically proven methods.\n1.1 Medicines containing salicylic acid\nThe medicine contains salicylic acid to help penetrate deep inside the wart to eliminate the HPV virus. To be effective, it is necessary to first remove the dead skin with a nail file or pumice stone. Next apply the medicine directly to the wart, according to your doctor's instructions or the instructions on the packaging. It takes several weeks for hand warts to fall off on their own. Discontinue  use if the medication causes irritation, swelling or pain.\nMedicines containing salicylic acid are prepared into preparations such as liquid, gel, and patch. Before treatment, patients should ask their doctor about the appropriate salicylic acid concentration for them.\n1.2 Imiquimod topical\nImiquimod when treating warts on the hands must be prescribed by a specialist. Imiquimod topical medication helps warts on hands fall off, but can easily cause pain and redness during treatment. This medicine combined with the cold spray method will bring better results.\n1.3 Podofilox topical\nLike topical imiquimod, podofilox helps warts fall off on their own. But in the area where the skin is applied, the patient will feel a burning sensation and slight itching.\n1.4 Topical 5-fluorouracil\nThis medicine is often used to treat warts on the hands of children. 5-fluorouracil topical should not be used without a doctor's prescription.\n2. Hospital treatment\n2.1 Lasers\nLaser therapy uses wavelengths of light that shine directly on the skin, helping to destroy wart cells. Among them, there are 2 main laser methods:\n2.2 Pulsed dye laser\nUsing light with a wavelength of 582nm, breaks down the blood vessels inside hand warts. The advantage is that it is highly effective and does not leave scars. This method does not require sedation or anesthesia for the patient.\n2.3 Carbon dioxide (CO2) laser\nThe laser vaporizes and destroys the wart tissue. Before using a laser beam on the wart on the hand, a local anesthetic is needed to reduce pain. This method does not leave extensive scars if the doctor is highly skilled.\n2.4 Cooling method\nFreezing helps freeze the warts on your hands and causes them to fall off on their own. There are 2 main cooling therapies:\n2.5 Cold spray\nThe cold spray method uses a mixture of dimethyl ether and propane (DMEP), often used to treat warts on the palms and feet. The drug is sold without a prescription, so you should read the instructions carefully before using.\nThe downside of this method is that a large damp sponge is not suitable for small warts. Patients need to use a moderate dose to avoid spreading it to normal skin areas, because the drug easily causes blistering.\n2.6 Liquid nitrogen\nLiquid nitrogen therapy is divided into several treatment sessions, each session spaced 1-2 weeks apart until completely cured. Nitrogen gas lowered to a temperature of – 196 degrees Celsius helps freeze the warts and causes them to fall off. Disadvantages can leave scars and change skin pigmentation.\n2.7 Electrocautery\nThe areas between the fingers are often difficult to operate on, or warts on the hands under 1cm are often treated with electrocautery. Using high-frequency current helps remove warts on hands quickly, simply and at low cost. But wound care must be careful to avoid infection and healing time is longer than with other methods.\n2.8 Minor surgery\nMinor surgical excision is usually applied to warts on the hand with a diameter of over 2cm, growing in a flat location. Advantages: faster than electrocautery, easier wound care and less infection. However, warts on the hands easily recur because the nucleus cannot be completely removed and can leave scars.",
            "subsection_string": "How to treat warts on hands\nPatients do not need to worry too much about warts on their hands because there are many treatment methods available today. The following are common methods of treating hand warts:\n1. Treatment at home\nMany patients with warts often self-treat at home with garlic, apple cider vinegar, lemon juice, tape... which is very dangerous and can make the disease worse. Although treating warts at home requires scientifically proven methods.\n1.1 Medicines containing salicylic acid\nThe medicine contains salicylic acid to help penetrate deep inside the wart to eliminate the HPV virus. To be effective, it is necessary to first remove the dead skin with a nail file or pumice stone. Next apply the medicine directly to the wart, according to your doctor's instructions or the instructions on the packaging. It takes several weeks for hand warts to fall off on their own. Discontinue  use if the medication causes irritation, swelling or pain.\nMedicines containing salicylic acid are prepared into preparations such as liquid, gel, and patch. Before treatment, patients should ask their doctor about the appropriate salicylic acid concentration for them.\n1.2 Imiquimod topical\nImiquimod when treating warts on the hands must be prescribed by a specialist. Imiquimod topical medication helps warts on hands fall off, but can easily cause pain and redness during treatment. This medicine combined with the cold spray method will bring better results.\n1.3 Podofilox topical\nLike topical imiquimod, podofilox helps warts fall off on their own. But in the area where the skin is applied, the patient will feel a burning sensation and slight itching.\n1.4 Topical 5-fluorouracil\nThis medicine is often used to treat warts on the hands of children. 5-fluorouracil topical should not be used without a doctor's prescription.\n2. Hospital treatment\n2.1 Lasers\nLaser therapy uses wavelengths of light that shine directly on the skin, helping to destroy wart cells. Among them, there are 2 main laser methods:\n2.2 Pulsed dye laser\nUsing light with a wavelength of 582nm, breaks down the blood vessels inside hand warts. The advantage is that it is highly effective and does not leave scars. This method does not require sedation or anesthesia for the patient.\n2.3 Carbon dioxide (CO2) laser\nThe laser vaporizes and destroys the wart tissue. Before using a laser beam on the wart on the hand, a local anesthetic is needed to reduce pain. This method does not leave extensive scars if the doctor is highly skilled.\n2.4 Cooling method\nFreezing helps freeze the warts on your hands and causes them to fall off on their own. There are 2 main cooling therapies:\n2.5 Cold spray\nThe cold spray method uses a mixture of dimethyl ether and propane (DMEP), often used to treat warts on the palms and feet. The drug is sold without a prescription, so you should read the instructions carefully before using.\nThe downside of this method is that a large damp sponge is not suitable for small warts. Patients need to use a moderate dose to avoid spreading it to normal skin areas, because the drug easily causes blistering.\n2.6 Liquid nitrogen\nLiquid nitrogen therapy is divided into several treatment sessions, each session spaced 1-2 weeks apart until completely cured. Nitrogen gas lowered to a temperature of – 196 degrees Celsius helps freeze the warts and causes them to fall off. Disadvantages can leave scars and change skin pigmentation.\n2.7 Electrocautery\nThe areas between the fingers are often difficult to operate on, or warts on the hands under 1cm are often treated with electrocautery. Using high-frequency current helps remove warts on hands quickly, simply and at low cost. But wound care must be careful to avoid infection and healing time is longer than with other methods.\n2.8 Minor surgery\nMinor surgical excision is usually applied to warts on the hand with a diameter of over 2cm, growing in a flat location. Advantages: faster than electrocautery, easier wound care and less infection. However, warts on the hands easily recur because the nucleus cannot be completely removed and can leave scars."
        },
        {
            "subsection_name": "Measures to prevent warts on hands",
            "subsection_content": "Hands that have to hold, grasp and perform many other daily activities make it susceptible to the virus that causes warts. Therefore, it is necessary to take preventive measures to help protect your hands. Preventive measures include:\nKeep your hands clean; Covers wounds from cuts or scratches; Wear shoes or sandals in public bathrooms or swimming pools; Do not touch warts on others or yourself; Do not pick or bite your nails because warts easily form around the nails; Follow your doctor's advice after treatment; Get the HPV vaccine\nClean your hands to prevent warts from appearing\nSpecialized in Dermatology - Skin Aesthetics, Tam Anh General Hospital, Ho Chi Minh City, has services to treat and improve skin problems. With modern equipment and a team of experienced doctors and medical staff, Tam Anh General Hospital always provides modern, safe and effective skin care services.\nWarts on the hands usually do not affect health much, so patients do not need to worry too much. But when experiencing pain, soreness, bleeding or risk of infection, etc., patients need to quickly go to a hospital specializing in Dermatology - Skin Aesthetics for timely diagnosis and treatment.",
            "subsection_string": "Measures to prevent warts on hands\nHands that have to hold, grasp and perform many other daily activities make it susceptible to the virus that causes warts. Therefore, it is necessary to take preventive measures to help protect your hands. Preventive measures include:\nKeep your hands clean; Covers wounds from cuts or scratches; Wear shoes or sandals in public bathrooms or swimming pools; Do not touch warts on others or yourself; Do not pick or bite your nails because warts easily form around the nails; Follow your doctor's advice after treatment; Get the HPV vaccine\nClean your hands to prevent warts from appearing\nSpecialized in Dermatology - Skin Aesthetics, Tam Anh General Hospital, Ho Chi Minh City, has services to treat and improve skin problems. With modern equipment and a team of experienced doctors and medical staff, Tam Anh General Hospital always provides modern, safe and effective skin care services.\nWarts on the hands usually do not affect health much, so patients do not need to worry too much. But when experiencing pain, soreness, bleeding or risk of infection, etc., patients need to quickly go to a hospital specializing in Dermatology - Skin Aesthetics for timely diagnosis and treatment."
        }
    ],
    "name": "mun-coc-o-tay.json"
}