{
    "title": "Warts on the feet (soles): Causes, signs, prevention",
    "category": "Dermatology",
    "link": "https://tamanhhospital.vn/mun-coc-o-chan/",
    "abstract": "10% of the world's population has foot warts. Most plantar warts are caused by one of the 100 strains of human papillomavirus (HPV). So what are the causes, signs and effective prevention of warts on feet?",
    "content": "Warts on the feet (soles): Causes, signs, prevention\n\n10% of the world's population has foot warts. Most plantar warts are caused by one of the 100 strains of human papillomavirus (HPV). So what are the causes, signs and effective prevention of warts on feet?\n\nWhat are foot warts?\nFoot warts are small, flat or rough papules on the feet, often appearing on the instep and heel (areas that experience the most pressure when moving). Foot warts are caused by HPV entering through small cuts or tears on the bottom of the foot. (first)\nMost plantar warts are not a serious health problem and usually go away without treatment, especially in children under 12 years old. Although not a deadly disease, warts on the feet need to be treated thoroughly to avoid causing discomfort, pain and reducing quality of life.\n\nCauses of warts on feet\nThere are many causes of warts on feet.\n1. Through scratches\nFalling, cutting, or accidentally scratching the skin leads to open wounds, creating conditions for the HPV virus to penetrate, spread, and form warts on the skin. Cases of scratch infection mainly occur when children are hyperactive, play with sand, and are not conscious of keeping their body clean.\n2. Metabolic disorders\nWarts on the soles of the feet are common in people with metabolic disorders such as diabetes, high blood fat... or weakened immune systems, such as infants and pregnant women, people with tuberculosis, HIV. …\n3. Contact with patients\nWarts can be transmitted directly from person to person through direct contact with an infected person. Once infected, warts can appear and spread anywhere on the body from the face to the feet. The disease is also commonly seen in nail workers, due to contact with many customers with skin diseases and not being equipped with protective equipment.\nWarts can also be transmitted sexually. Depending on the exposed skin area, acne can develop in the genital area, face, neck, legs, oral mucosa...\n4. Self-infection\nFrom a few initial warts, they will spread to neighboring skin areas or areas of skin with direct contact and form many tiny warts around them.\nWarts on the feet can make the patient feel very painful because they are often located in places that are compressed when walking or running. Some cases of warts on the feet disappear on their own after 3-6 months, but most persist and cause pain if the patient does not apply supportive treatment measures.\nWarts on the feet create discomfort for the patient when moving\nDepending on each person's immune system, warts are likely to develop or not, so not everyone exposed to the HPV virus will get warts. Warts can appear anywhere on the skin but are most common on the hands or feet. Each type of wart appears on a different body part and has a different shape. (2)\n\nWarts on the feet are often raised\nWarts can appear anywhere on the legs. Common wart locations on the legs include:\nSoles of the feet: Unlike other types of warts, warts on the soles of the feet tend to have a flat texture and blend closer to the skin, rather than bulging like other warts because the feet are where we often walk. Body weight and pressure from daily travel make acne scars appear flatter. They appear in the form of a small hole, surrounded by a hard horny layer. Warts on the soles of the feet can also grow in clusters, making walking uncomfortable.; Heel: Warts on the heel are often warts, existing independently or singly. They are usually round in shape, surrounded by a thick horny layer, with a black spot in the middle due to capillary proliferation and blockage.; Toes: These are skin-colored or brown papules, their surface often has small black dots and just like warts on hands, after a while warts on feet will develop and gradually increase in size.; Between the toes: Warts on the feet can grow singly or in clusters. They are thick and rough in shape, like calluses on the soles of the feet or have many black dots made up of small blood vessels on the surface.; Toenails: Warts around the nails can be painful and can also affect nail growth. Initially the pimples are small in size but over time they gradually grow larger and spread to neighboring areas. They are shaped like rough broccoli, appear in the skin around the toenails, and sometimes cause cracking and pain as they grow. (3)\n\nSymptoms of warts on feet\nSymptoms of foot warts include:\nSmall, rough bumps that appear on the bottom of the foot, usually at the base of the toes or the cushioning of the sole and sole of the foot (below the metatarsal head) or heel. (4); Wart growth causes the skin to become thick, hard and calloused.; Many small blood vessels connect together to form black dots on the surface; Warts can grow in spots or clusters; Formation of raised scar tissue on the soles of the feet; The pimples disrupt the skin folds of the feet.; Warts may be brown, black, or lighter in color than the surrounding skin.; Pain or throbbing when standing up or walking.\n\nWhen to see a doctor?\nWarts can disappear on their own, but in most cases, warts develop over time, causing pain and making it difficult for the patient to walk. Therefore, if you discover that you have warts, you need to immediately go to the Dermatology - Skin Aesthetics department for timely examination and treatment to prevent unfortunate complications from occurring, especially when there is one of the following: following signs:\nWarts on the face or another sensitive part of the body (genitals, mouth or nostrils).; Bleeding warts or signs of infection, such as pus or scabbing around the wart; Warts feel sharp or stinging when touched; The color, size, and feel of the wart changes.; Patients with warts and other diseases related to diabetes or weakened immune system, such as HIV...\nPlease contact your doctor for timely examination and treatment when you discover warts on your feet\n\nRisk of getting warts on the soles of the feet\n1. Who is at high risk of getting warts on the feet?\nPeople at risk of developing warts include:\nChildren and adolescents who have not yet developed immunity to the virus.; People with weakened immune systems, such as those with HIV/AIDS or those who have had organ transplants, are often unable to protect their bodies against viral invasion.\n2. Factors that increase the risk of foot warts\nAnyone can get warts, but factors that increase the risk of getting foot warts include:\nSkin damage.; Infection breaks down the skin's surface layer; Sharing personal items with an infected person; Go in the swimming pool area and public changing rooms without wearing your own shoes or sandals; Bite nails.; Direct contact with other people's warts; Scratching or scraping your own warts can spread the infection to other areas of your body.\n\nAre foot warts dangerous?\nAre not. Warts are usually harmless. However, warts can be transmitted from one person to another through direct contact with wart secretions (by touching, shaking hands, having sex...) and by sharing personal items in the family ( shaving table, towel, toilet, bathtub...). More dangerously, warts can spread from one area to another on the patient's body, causing skin damage and pain.\nThe conditions to decide whether a wart is dangerous do not depend on the location of the wart. In particular, genital warts are listed as one of the dangerous diseases for society, causing many health effects, and can even cause cancer, directly threatening the patient's life.\nIn addition, if warts appear on the face, limbs and other parts, it will cause the skin to become infected, lose its aesthetics, and affect daily activities and work.\n\nAre foot warts contagious?\nHave. Warts are not too contagious, but when exposed directly to the skin, the risk of infection is unavoidable. Warts can also be transmitted indirectly from contaminated objects or surfaces, such as areas around swimming pools, towels or even floors that are vectors for the virus.\nWhen the skin is wet or damaged, the likelihood of infection is higher and it can take several weeks to months from the time of infection for warts to appear.\n\nWhat should you do when you discover warts on the soles of your feet?\nIf you discover warts on the soles of your feet, you should have them checked by a Dermatology - Skin Aesthetics department because it is difficult to know how much the warts have developed through external observation. You should see a doctor immediately if the warts appear painful or spread to other locations on the body.\nAfter examination, doctors will determine the level of development of the warts, thereby providing an appropriate treatment regimen for each patient. If warts recur, doctors may combine many different treatments to completely remove the warts.\n\nHow to diagnose warts on feet?\nThe doctor will conduct a clinical assessment of the wart through external signs. Only a few special cases will require a biopsy. Common warts can be diagnosed using one or more of the following techniques:\nCheck for warts.; Scrape the top layer of the wart to check for signs of small, dark dots (proliferating blood vessels).; Removing a small portion of the wart (scrape biopsy) and testing it for analysis in case there are other types of growths on the skin.\nDifferential diagnosis of warts includes:\nKeratosis and calluses (Clavi): are keratinizations that obscure skin lines but do not have many small black dots when shaved.; Lichen planus: Characterized by small, scattered red papules that may combine to form rough scaly plaques that may accompany lesions.; Seborrheic keratosis: are lesions on the skin surface, hyperpigmented skin, can appear as smooth or rough papules.; Achrocordon: small, smooth surface, pedunculated, more skin-colored than warts.; Squamous cell carcinoma: Can have warts, ulcers, bleeding, persistence, and irregular edges and colors.\n\nTreatment methods for warts on feet\nWarts on the soles of the feet or legs can go away on their own, but there are many cases where warts gradually get bigger over time, causing pain and difficulty walking, so they need to be detected and treated promptly. Some suitable, safe and effective wart treatments used by doctors to treat foot warts include:\nUse salicylic acid: This acid will slowly destroy keratin cells, helping to peel off the cells. This method will work more effectively in conjunction with cryotherapy.; Cryotherapy: Freezing a foot wart with liquid nitrogen will form a blister under and around the wart. The recovery process will take a week or more for the wart to peel off. In addition, cryotherapy can also be combined with salicylic acid to increase treatment effectiveness. However, this method only erodes the upper part of the wart, so you need to repeat the process until the wart is completely removed. Patients may experience side effects from this therapy such as pain, blistering, and skin discoloration in the treatment area.\nCryotherapy is one of the effective wart treatment methods\nElectrocautery: Doctors will perform electrocautery in areas that are difficult to operate on for foot warts smaller than 1cm in size. Electrocautery uses high-frequency electric current with powerful destructive power to destroy warts. Note that the wound after electrocautery needs to be carefully cared for and cleaned to avoid infection.; Minor surgery: After anesthesia, doctors will remove the warts on the legs from the body with a knife. However, surgery carries the risk of scarring so it is not commonly used to treat plantar warts unless other treatments have failed. A scar located on the sole of the foot can cause pain for many years.; Laser: Using laser to vaporize tissue and photocoagulate blood vessels, at this time the damaged tissue will be necrotic, peel off and the wart on the foot will be removed. Because of the possibility of recurrence after treatment, this procedure may need to be repeated.; Vaccine: Although the original purpose was not to remove warts on the feet, the HPV vaccine has been used successfully to prevent and treat warts.\n\nMeasures to prevent warts on feet\nYou can reduce your risk of viral infection or prevent warts from spreading on your feet by taking these steps:\nDo not come into direct contact with warts, whether yours or someone else's; Wash your hands and disinfect thoroughly after touching the wart.; Keep feet clean and dry.; Do not share personal items such as nail clippers and nail files; Do not walk barefoot in damp places, there is a possibility of being infected with HPV virus in public places such as walking around the pool, in the locker room or the gym.; Do not share shoes with others to avoid spreading infection; Change socks regularly and clean shoes periodically.\nDo not walk barefoot around the pool\nFoot warts are a chronic disease, so they can easily recur and spread to other parts of the foot. Therefore, if you discover warts on your feet, you need to go to a reputable facility for timely treatment.\nIn order to prevent dangerous complications, when patients see warts appearing on their feet or warts showing signs of spreading to other areas of the body, they should proactively go to the hospital for examination and treatment. Toad is safe and effective.",
    "subsections": [
        {
            "subsection_name": "What are foot warts?",
            "subsection_content": "Foot warts are small, flat or rough papules on the feet, often appearing on the instep and heel (areas that experience the most pressure when moving). Foot warts are caused by HPV entering through small cuts or tears on the bottom of the foot. (first)\nMost plantar warts are not a serious health problem and usually go away without treatment, especially in children under 12 years old. Although not a deadly disease, warts on the feet need to be treated thoroughly to avoid causing discomfort, pain and reducing quality of life.",
            "subsection_string": "What are foot warts?\nFoot warts are small, flat or rough papules on the feet, often appearing on the instep and heel (areas that experience the most pressure when moving). Foot warts are caused by HPV entering through small cuts or tears on the bottom of the foot. (first)\nMost plantar warts are not a serious health problem and usually go away without treatment, especially in children under 12 years old. Although not a deadly disease, warts on the feet need to be treated thoroughly to avoid causing discomfort, pain and reducing quality of life."
        },
        {
            "subsection_name": "Causes of warts on feet",
            "subsection_content": "There are many causes of warts on feet.\n1. Through scratches\nFalling, cutting, or accidentally scratching the skin leads to open wounds, creating conditions for the HPV virus to penetrate, spread, and form warts on the skin. Cases of scratch infection mainly occur when children are hyperactive, play with sand, and are not conscious of keeping their body clean.\n2. Metabolic disorders\nWarts on the soles of the feet are common in people with metabolic disorders such as diabetes, high blood fat... or weakened immune systems, such as infants and pregnant women, people with tuberculosis, HIV. …\n3. Contact with patients\nWarts can be transmitted directly from person to person through direct contact with an infected person. Once infected, warts can appear and spread anywhere on the body from the face to the feet. The disease is also commonly seen in nail workers, due to contact with many customers with skin diseases and not being equipped with protective equipment.\nWarts can also be transmitted sexually. Depending on the exposed skin area, acne can develop in the genital area, face, neck, legs, oral mucosa...\n4. Self-infection\nFrom a few initial warts, they will spread to neighboring skin areas or areas of skin with direct contact and form many tiny warts around them.\nWarts on the feet can make the patient feel very painful because they are often located in places that are compressed when walking or running. Some cases of warts on the feet disappear on their own after 3-6 months, but most persist and cause pain if the patient does not apply supportive treatment measures.\nWarts on the feet create discomfort for the patient when moving\nDepending on each person's immune system, warts are likely to develop or not, so not everyone exposed to the HPV virus will get warts. Warts can appear anywhere on the skin but are most common on the hands or feet. Each type of wart appears on a different body part and has a different shape. (2)",
            "subsection_string": "Causes of warts on feet\nThere are many causes of warts on feet.\n1. Through scratches\nFalling, cutting, or accidentally scratching the skin leads to open wounds, creating conditions for the HPV virus to penetrate, spread, and form warts on the skin. Cases of scratch infection mainly occur when children are hyperactive, play with sand, and are not conscious of keeping their body clean.\n2. Metabolic disorders\nWarts on the soles of the feet are common in people with metabolic disorders such as diabetes, high blood fat... or weakened immune systems, such as infants and pregnant women, people with tuberculosis, HIV. …\n3. Contact with patients\nWarts can be transmitted directly from person to person through direct contact with an infected person. Once infected, warts can appear and spread anywhere on the body from the face to the feet. The disease is also commonly seen in nail workers, due to contact with many customers with skin diseases and not being equipped with protective equipment.\nWarts can also be transmitted sexually. Depending on the exposed skin area, acne can develop in the genital area, face, neck, legs, oral mucosa...\n4. Self-infection\nFrom a few initial warts, they will spread to neighboring skin areas or areas of skin with direct contact and form many tiny warts around them.\nWarts on the feet can make the patient feel very painful because they are often located in places that are compressed when walking or running. Some cases of warts on the feet disappear on their own after 3-6 months, but most persist and cause pain if the patient does not apply supportive treatment measures.\nWarts on the feet create discomfort for the patient when moving\nDepending on each person's immune system, warts are likely to develop or not, so not everyone exposed to the HPV virus will get warts. Warts can appear anywhere on the skin but are most common on the hands or feet. Each type of wart appears on a different body part and has a different shape. (2)"
        },
        {
            "subsection_name": "Warts on the feet are often raised",
            "subsection_content": "Warts can appear anywhere on the legs. Common wart locations on the legs include:\nSoles of the feet: Unlike other types of warts, warts on the soles of the feet tend to have a flat texture and blend closer to the skin, rather than bulging like other warts because the feet are where we often walk. Body weight and pressure from daily travel make acne scars appear flatter. They appear in the form of a small hole, surrounded by a hard horny layer. Warts on the soles of the feet can also grow in clusters, making walking uncomfortable.; Heel: Warts on the heel are often warts, existing independently or singly. They are usually round in shape, surrounded by a thick horny layer, with a black spot in the middle due to capillary proliferation and blockage.; Toes: These are skin-colored or brown papules, their surface often has small black dots and just like warts on hands, after a while warts on feet will develop and gradually increase in size.; Between the toes: Warts on the feet can grow singly or in clusters. They are thick and rough in shape, like calluses on the soles of the feet or have many black dots made up of small blood vessels on the surface.; Toenails: Warts around the nails can be painful and can also affect nail growth. Initially the pimples are small in size but over time they gradually grow larger and spread to neighboring areas. They are shaped like rough broccoli, appear in the skin around the toenails, and sometimes cause cracking and pain as they grow. (3)",
            "subsection_string": "Warts on the feet are often raised\nWarts can appear anywhere on the legs. Common wart locations on the legs include:\nSoles of the feet: Unlike other types of warts, warts on the soles of the feet tend to have a flat texture and blend closer to the skin, rather than bulging like other warts because the feet are where we often walk. Body weight and pressure from daily travel make acne scars appear flatter. They appear in the form of a small hole, surrounded by a hard horny layer. Warts on the soles of the feet can also grow in clusters, making walking uncomfortable.; Heel: Warts on the heel are often warts, existing independently or singly. They are usually round in shape, surrounded by a thick horny layer, with a black spot in the middle due to capillary proliferation and blockage.; Toes: These are skin-colored or brown papules, their surface often has small black dots and just like warts on hands, after a while warts on feet will develop and gradually increase in size.; Between the toes: Warts on the feet can grow singly or in clusters. They are thick and rough in shape, like calluses on the soles of the feet or have many black dots made up of small blood vessels on the surface.; Toenails: Warts around the nails can be painful and can also affect nail growth. Initially the pimples are small in size but over time they gradually grow larger and spread to neighboring areas. They are shaped like rough broccoli, appear in the skin around the toenails, and sometimes cause cracking and pain as they grow. (3)"
        },
        {
            "subsection_name": "Symptoms of warts on feet",
            "subsection_content": "Symptoms of foot warts include:\nSmall, rough bumps that appear on the bottom of the foot, usually at the base of the toes or the cushioning of the sole and sole of the foot (below the metatarsal head) or heel. (4); Wart growth causes the skin to become thick, hard and calloused.; Many small blood vessels connect together to form black dots on the surface; Warts can grow in spots or clusters; Formation of raised scar tissue on the soles of the feet; The pimples disrupt the skin folds of the feet.; Warts may be brown, black, or lighter in color than the surrounding skin.; Pain or throbbing when standing up or walking.",
            "subsection_string": "Symptoms of warts on feet\nSymptoms of foot warts include:\nSmall, rough bumps that appear on the bottom of the foot, usually at the base of the toes or the cushioning of the sole and sole of the foot (below the metatarsal head) or heel. (4); Wart growth causes the skin to become thick, hard and calloused.; Many small blood vessels connect together to form black dots on the surface; Warts can grow in spots or clusters; Formation of raised scar tissue on the soles of the feet; The pimples disrupt the skin folds of the feet.; Warts may be brown, black, or lighter in color than the surrounding skin.; Pain or throbbing when standing up or walking."
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "Warts can disappear on their own, but in most cases, warts develop over time, causing pain and making it difficult for the patient to walk. Therefore, if you discover that you have warts, you need to immediately go to the Dermatology - Skin Aesthetics department for timely examination and treatment to prevent unfortunate complications from occurring, especially when there is one of the following: following signs:\nWarts on the face or another sensitive part of the body (genitals, mouth or nostrils).; Bleeding warts or signs of infection, such as pus or scabbing around the wart; Warts feel sharp or stinging when touched; The color, size, and feel of the wart changes.; Patients with warts and other diseases related to diabetes or weakened immune system, such as HIV...\nPlease contact your doctor for timely examination and treatment when you discover warts on your feet",
            "subsection_string": "When to see a doctor?\nWarts can disappear on their own, but in most cases, warts develop over time, causing pain and making it difficult for the patient to walk. Therefore, if you discover that you have warts, you need to immediately go to the Dermatology - Skin Aesthetics department for timely examination and treatment to prevent unfortunate complications from occurring, especially when there is one of the following: following signs:\nWarts on the face or another sensitive part of the body (genitals, mouth or nostrils).; Bleeding warts or signs of infection, such as pus or scabbing around the wart; Warts feel sharp or stinging when touched; The color, size, and feel of the wart changes.; Patients with warts and other diseases related to diabetes or weakened immune system, such as HIV...\nPlease contact your doctor for timely examination and treatment when you discover warts on your feet"
        },
        {
            "subsection_name": "Risk of getting warts on the soles of the feet",
            "subsection_content": "1. Who is at high risk of getting warts on the feet?\nPeople at risk of developing warts include:\nChildren and adolescents who have not yet developed immunity to the virus.; People with weakened immune systems, such as those with HIV/AIDS or those who have had organ transplants, are often unable to protect their bodies against viral invasion.\n2. Factors that increase the risk of foot warts\nAnyone can get warts, but factors that increase the risk of getting foot warts include:\nSkin damage.; Infection breaks down the skin's surface layer; Sharing personal items with an infected person; Go in the swimming pool area and public changing rooms without wearing your own shoes or sandals; Bite nails.; Direct contact with other people's warts; Scratching or scraping your own warts can spread the infection to other areas of your body.",
            "subsection_string": "Risk of getting warts on the soles of the feet\n1. Who is at high risk of getting warts on the feet?\nPeople at risk of developing warts include:\nChildren and adolescents who have not yet developed immunity to the virus.; People with weakened immune systems, such as those with HIV/AIDS or those who have had organ transplants, are often unable to protect their bodies against viral invasion.\n2. Factors that increase the risk of foot warts\nAnyone can get warts, but factors that increase the risk of getting foot warts include:\nSkin damage.; Infection breaks down the skin's surface layer; Sharing personal items with an infected person; Go in the swimming pool area and public changing rooms without wearing your own shoes or sandals; Bite nails.; Direct contact with other people's warts; Scratching or scraping your own warts can spread the infection to other areas of your body."
        },
        {
            "subsection_name": "Are foot warts dangerous?",
            "subsection_content": "Are not. Warts are usually harmless. However, warts can be transmitted from one person to another through direct contact with wart secretions (by touching, shaking hands, having sex...) and by sharing personal items in the family ( shaving table, towel, toilet, bathtub...). More dangerously, warts can spread from one area to another on the patient's body, causing skin damage and pain.\nThe conditions to decide whether a wart is dangerous do not depend on the location of the wart. In particular, genital warts are listed as one of the dangerous diseases for society, causing many health effects, and can even cause cancer, directly threatening the patient's life.\nIn addition, if warts appear on the face, limbs and other parts, it will cause the skin to become infected, lose its aesthetics, and affect daily activities and work.",
            "subsection_string": "Are foot warts dangerous?\nAre not. Warts are usually harmless. However, warts can be transmitted from one person to another through direct contact with wart secretions (by touching, shaking hands, having sex...) and by sharing personal items in the family ( shaving table, towel, toilet, bathtub...). More dangerously, warts can spread from one area to another on the patient's body, causing skin damage and pain.\nThe conditions to decide whether a wart is dangerous do not depend on the location of the wart. In particular, genital warts are listed as one of the dangerous diseases for society, causing many health effects, and can even cause cancer, directly threatening the patient's life.\nIn addition, if warts appear on the face, limbs and other parts, it will cause the skin to become infected, lose its aesthetics, and affect daily activities and work."
        },
        {
            "subsection_name": "Are foot warts contagious?",
            "subsection_content": "Have. Warts are not too contagious, but when exposed directly to the skin, the risk of infection is unavoidable. Warts can also be transmitted indirectly from contaminated objects or surfaces, such as areas around swimming pools, towels or even floors that are vectors for the virus.\nWhen the skin is wet or damaged, the likelihood of infection is higher and it can take several weeks to months from the time of infection for warts to appear.",
            "subsection_string": "Are foot warts contagious?\nHave. Warts are not too contagious, but when exposed directly to the skin, the risk of infection is unavoidable. Warts can also be transmitted indirectly from contaminated objects or surfaces, such as areas around swimming pools, towels or even floors that are vectors for the virus.\nWhen the skin is wet or damaged, the likelihood of infection is higher and it can take several weeks to months from the time of infection for warts to appear."
        },
        {
            "subsection_name": "What should you do when you discover warts on the soles of your feet?",
            "subsection_content": "If you discover warts on the soles of your feet, you should have them checked by a Dermatology - Skin Aesthetics department because it is difficult to know how much the warts have developed through external observation. You should see a doctor immediately if the warts appear painful or spread to other locations on the body.\nAfter examination, doctors will determine the level of development of the warts, thereby providing an appropriate treatment regimen for each patient. If warts recur, doctors may combine many different treatments to completely remove the warts.",
            "subsection_string": "What should you do when you discover warts on the soles of your feet?\nIf you discover warts on the soles of your feet, you should have them checked by a Dermatology - Skin Aesthetics department because it is difficult to know how much the warts have developed through external observation. You should see a doctor immediately if the warts appear painful or spread to other locations on the body.\nAfter examination, doctors will determine the level of development of the warts, thereby providing an appropriate treatment regimen for each patient. If warts recur, doctors may combine many different treatments to completely remove the warts."
        },
        {
            "subsection_name": "How to diagnose warts on feet?",
            "subsection_content": "The doctor will conduct a clinical assessment of the wart through external signs. Only a few special cases will require a biopsy. Common warts can be diagnosed using one or more of the following techniques:\nCheck for warts.; Scrape the top layer of the wart to check for signs of small, dark dots (proliferating blood vessels).; Removing a small portion of the wart (scrape biopsy) and testing it for analysis in case there are other types of growths on the skin.\nDifferential diagnosis of warts includes:\nKeratosis and calluses (Clavi): are keratinizations that obscure skin lines but do not have many small black dots when shaved.; Lichen planus: Characterized by small, scattered red papules that may combine to form rough scaly plaques that may accompany lesions.; Seborrheic keratosis: are lesions on the skin surface, hyperpigmented skin, can appear as smooth or rough papules.; Achrocordon: small, smooth surface, pedunculated, more skin-colored than warts.; Squamous cell carcinoma: Can have warts, ulcers, bleeding, persistence, and irregular edges and colors.",
            "subsection_string": "How to diagnose warts on feet?\nThe doctor will conduct a clinical assessment of the wart through external signs. Only a few special cases will require a biopsy. Common warts can be diagnosed using one or more of the following techniques:\nCheck for warts.; Scrape the top layer of the wart to check for signs of small, dark dots (proliferating blood vessels).; Removing a small portion of the wart (scrape biopsy) and testing it for analysis in case there are other types of growths on the skin.\nDifferential diagnosis of warts includes:\nKeratosis and calluses (Clavi): are keratinizations that obscure skin lines but do not have many small black dots when shaved.; Lichen planus: Characterized by small, scattered red papules that may combine to form rough scaly plaques that may accompany lesions.; Seborrheic keratosis: are lesions on the skin surface, hyperpigmented skin, can appear as smooth or rough papules.; Achrocordon: small, smooth surface, pedunculated, more skin-colored than warts.; Squamous cell carcinoma: Can have warts, ulcers, bleeding, persistence, and irregular edges and colors."
        },
        {
            "subsection_name": "Treatment methods for warts on feet",
            "subsection_content": "Warts on the soles of the feet or legs can go away on their own, but there are many cases where warts gradually get bigger over time, causing pain and difficulty walking, so they need to be detected and treated promptly. Some suitable, safe and effective wart treatments used by doctors to treat foot warts include:\nUse salicylic acid: This acid will slowly destroy keratin cells, helping to peel off the cells. This method will work more effectively in conjunction with cryotherapy.; Cryotherapy: Freezing a foot wart with liquid nitrogen will form a blister under and around the wart. The recovery process will take a week or more for the wart to peel off. In addition, cryotherapy can also be combined with salicylic acid to increase treatment effectiveness. However, this method only erodes the upper part of the wart, so you need to repeat the process until the wart is completely removed. Patients may experience side effects from this therapy such as pain, blistering, and skin discoloration in the treatment area.\nCryotherapy is one of the effective wart treatment methods\nElectrocautery: Doctors will perform electrocautery in areas that are difficult to operate on for foot warts smaller than 1cm in size. Electrocautery uses high-frequency electric current with powerful destructive power to destroy warts. Note that the wound after electrocautery needs to be carefully cared for and cleaned to avoid infection.; Minor surgery: After anesthesia, doctors will remove the warts on the legs from the body with a knife. However, surgery carries the risk of scarring so it is not commonly used to treat plantar warts unless other treatments have failed. A scar located on the sole of the foot can cause pain for many years.; Laser: Using laser to vaporize tissue and photocoagulate blood vessels, at this time the damaged tissue will be necrotic, peel off and the wart on the foot will be removed. Because of the possibility of recurrence after treatment, this procedure may need to be repeated.; Vaccine: Although the original purpose was not to remove warts on the feet, the HPV vaccine has been used successfully to prevent and treat warts.",
            "subsection_string": "Treatment methods for warts on feet\nWarts on the soles of the feet or legs can go away on their own, but there are many cases where warts gradually get bigger over time, causing pain and difficulty walking, so they need to be detected and treated promptly. Some suitable, safe and effective wart treatments used by doctors to treat foot warts include:\nUse salicylic acid: This acid will slowly destroy keratin cells, helping to peel off the cells. This method will work more effectively in conjunction with cryotherapy.; Cryotherapy: Freezing a foot wart with liquid nitrogen will form a blister under and around the wart. The recovery process will take a week or more for the wart to peel off. In addition, cryotherapy can also be combined with salicylic acid to increase treatment effectiveness. However, this method only erodes the upper part of the wart, so you need to repeat the process until the wart is completely removed. Patients may experience side effects from this therapy such as pain, blistering, and skin discoloration in the treatment area.\nCryotherapy is one of the effective wart treatment methods\nElectrocautery: Doctors will perform electrocautery in areas that are difficult to operate on for foot warts smaller than 1cm in size. Electrocautery uses high-frequency electric current with powerful destructive power to destroy warts. Note that the wound after electrocautery needs to be carefully cared for and cleaned to avoid infection.; Minor surgery: After anesthesia, doctors will remove the warts on the legs from the body with a knife. However, surgery carries the risk of scarring so it is not commonly used to treat plantar warts unless other treatments have failed. A scar located on the sole of the foot can cause pain for many years.; Laser: Using laser to vaporize tissue and photocoagulate blood vessels, at this time the damaged tissue will be necrotic, peel off and the wart on the foot will be removed. Because of the possibility of recurrence after treatment, this procedure may need to be repeated.; Vaccine: Although the original purpose was not to remove warts on the feet, the HPV vaccine has been used successfully to prevent and treat warts."
        },
        {
            "subsection_name": "Measures to prevent warts on feet",
            "subsection_content": "You can reduce your risk of viral infection or prevent warts from spreading on your feet by taking these steps:\nDo not come into direct contact with warts, whether yours or someone else's; Wash your hands and disinfect thoroughly after touching the wart.; Keep feet clean and dry.; Do not share personal items such as nail clippers and nail files; Do not walk barefoot in damp places, there is a possibility of being infected with HPV virus in public places such as walking around the pool, in the locker room or the gym.; Do not share shoes with others to avoid spreading infection; Change socks regularly and clean shoes periodically.\nDo not walk barefoot around the pool\nFoot warts are a chronic disease, so they can easily recur and spread to other parts of the foot. Therefore, if you discover warts on your feet, you need to go to a reputable facility for timely treatment.\nIn order to prevent dangerous complications, when patients see warts appearing on their feet or warts showing signs of spreading to other areas of the body, they should proactively go to the hospital for examination and treatment. Toad is safe and effective.",
            "subsection_string": "Measures to prevent warts on feet\nYou can reduce your risk of viral infection or prevent warts from spreading on your feet by taking these steps:\nDo not come into direct contact with warts, whether yours or someone else's; Wash your hands and disinfect thoroughly after touching the wart.; Keep feet clean and dry.; Do not share personal items such as nail clippers and nail files; Do not walk barefoot in damp places, there is a possibility of being infected with HPV virus in public places such as walking around the pool, in the locker room or the gym.; Do not share shoes with others to avoid spreading infection; Change socks regularly and clean shoes periodically.\nDo not walk barefoot around the pool\nFoot warts are a chronic disease, so they can easily recur and spread to other parts of the foot. Therefore, if you discover warts on your feet, you need to go to a reputable facility for timely treatment.\nIn order to prevent dangerous complications, when patients see warts appearing on their feet or warts showing signs of spreading to other areas of the body, they should proactively go to the hospital for examination and treatment. Toad is safe and effective."
        }
    ],
    "name": "mun-coc-o-chan.json"
}