{
    "title": "Hormonal acne: Causes, symptoms and care",
    "category": "Endocrine",
    "link": "https://tamanhhospital.vn/mun-noi-tiet/",
    "abstract": "Hormonal acne is formed due to changes in hormones in each person's body. It is estimated that about 50% of women aged 13-25 (also known as pubertal acne) and 25% of women aged 40-50 (premenopausal) have hormonal acne (1). Hormonal acne is not a dangerous dermatological problem but makes many people feel self-conscious about their appearance. So what is hormonal acne? What are the causes, symptoms and care? Please refer to the information from the following article.",
    "content": "Hormonal acne: Causes, symptoms and care\n\nHormonal acne is formed due to changes in hormones in each person's body. It is estimated that about 50% of women aged 13-25 (also known as pubertal acne) and 25% of women aged 40-50 (premenopausal) have hormonal acne (1). Hormonal acne is not a dangerous dermatological problem but makes many people feel self-conscious about their appearance. So what is hormonal acne? What are the causes, symptoms and care? Please refer to the information from the following article.\n\nWhat is hormonal acne?\nHormonal acne, commonly known as acne, occurs due to changes in hormones in the body. Hormonal acne affects all age groups, most commonly during puberty, women before and after giving birth, premenopausal - menopausal or during the menstrual cycle. This is the period when the body undergoes certain changes that cause hormonal disorders, forming hormonal acne.\nHormonal acne is a common dermatological condition in the United States. The American Academy of Dermatology (AAD) estimates that, at any given time, up to 50 million people in this country have hormonal acne. (2)\n1. Characteristics of hormonal acne\nDuring puberty, hormonal acne often appears in the T-zone (including hormonal acne on the forehead, nose, and chin).; For adults, acne appears on the lower part of the face, including the cheeks and the skin around the jawbone.; Blackheads, whiteheads, cysts.; Acne is located deep under the skin, inflamed, red and swollen causing pain; Hormonal acne easily appears in the following cases: puberty, menstruation, menopause, polycystic ovary syndrome, pregnancy, excessive increases in androgen levels (hormones that stimulate the increased sebum secretion).; Changing hormone levels can make acne more serious, such as: causing full-body dermatitis, increased sweat and sebum secretion from pores, clogged skin cells in hair follicles, creating conditions for bacteria. Propionibacterium acnes bacteria grow and cause acne.\n2. Acne due to menopause\nAcne in menopause or premenopause is a form of hormonal acne. All acne stems from clogged pores, but teenage and menopausal acne are distinctly different. (3)\nTeenage acne often appears in the T-zone (including the forehead, nose and chin).; Acne in menopause is mainly cystic acne, whiteheads or cystic acne hidden deep under the skin.\nWomen with menopausal acne may experience a decrease in estrogen hormone levels or an increase in androgen hormones, especially testosterone.\nIn some cases, acne occurs even when women use hormone replacement therapy (HRT) to ease symptoms of menopause. This is because HRT uses certain types of progestin hormones to replace the estrogen and progesterone that the body loses. This hormone can cause pores to expand, allowing dirt and bacteria to penetrate, forming acne.\nAcne caused by endocrine disorders can be mild, moderate or severe.\nMild acne is mainly blackheads and whiteheads. Acne is classified as mild when there are less than 20 cysts, 15 inflammatory lesions or less than 30 non-inflammatory acne.; At moderate levels, acne may or may not be inflamed, leaving scars. Acne is classified as moderate when there are 20-100 pimples, 15-50 inflammatory lesions, or 30-125 total lesions.; Severe acne often becomes inflamed and leaves scars.\nAcne can affect your psychology. Even mild acne makes people lose confidence. This often affects young people who are starting to develop relationships.\nWomen are susceptible to hormonal acne.\n\nCauses of hormonal acne\nThere are 4 main factors that cause acne, in which hormonal disorders play an important role. (4)\nSkin increases sebum production due to hormonal disorders; Bacteria accumulate and grow on the skin, causing clogged pores, forming inflammatory acne and pustules.; The immune system reacts to bacteria leading to inflammation.; Clogged pores.\nIn addition, some of the following reasons can also be mentioned:\nPolycystic ovary syndrome.; Stress, fatigue.; Unscientific diet and living habits; Using too many skin care products.; Side effects of medications (steroids).\nWhen suffering from hormonal acne, patients should go to dermatological facilities to get advice on appropriate treatment methods, so that acne removal will be easy, quick, effective, and at the same time limit the risk of acne. maximize the risk of recurrence.\n\nSymptoms of endocrine acne\nWhiteheads, blackheads, pustules, cysts, and nodules are all symptoms of hormonal acne. Normally, whiteheads and blackheads do not cause pain, inflammation or swelling, but if they become inflamed, they will form cysts or pustules.\nHormonal acne mostly appears on the face, but can also appear in some places such as: hormonal acne on the neck, hormonal acne on the back, hormonal acne on the cheeks, hormonal acne on the chest, hormonal acne on the jaw line, hormonal acne on the chin, etc. Acne appears with symptoms such as menstrual disorders, diseases of the endocrine glands such as hyperandrogenism (excess androgen in women)...\n\nHow to treat hormonal acne\nAlthough not a dangerous dermatological problem, hormonal acne makes many people feel self-conscious about their appearance. Therefore, if unfortunately encountering this condition, patients should proactively check and treat it early to quickly regain healthy and beautiful skin. Below are some ways to treat hormonal acne, patients can refer to and choose the appropriate method for themselves.\n1. Natural treatments\nSome products extracted from nature are effective in treating hormonal acne. This method usually has no worrying side effects and causes little skin irritation.\nNatural methods of treating hormonal acne:\nUsing green tea essential oil helps reduce inflammation. In addition, you can use products such as: facial cleanser with green tea essential oil or pure green tea essential oil to wash your face and clean your skin.; Unlike using green tea essential oil to apply directly to acne-prone skin. Drinking a few cups of green tea every day combined with proper care and hygiene can help keep your skin healthy and acne-free.\n2. Medical treatment for hormonal acne\nSevere hormonal acne cannot be treated simply with topical medications and facial cleansers. Patients need treatment with medication to help balance/regulate hormone levels. Some treatments for hormonal acne include:\nOral contraceptives: effective in treating hormonal acne because they contain ethinyl estradiol along with drospirenone, norgestimate and norethindrone. These four substances have the ability to balance hormone levels in the body, helping to reduce hormonal acne during the menstrual cycle. The following people should avoid using oral contraceptives: people with a history of breast cancer, heart attack or stroke, blood clotting disorders, uncontrolled hypertension, abnormal vaginal bleeding.; Anti-androgen drugs: work by reducing the male hormone androgen. Androgens are natural hormones found in men and women. However, when androgen levels are too high it can cause some acne problems. Aldactone, although used to treat hypertension, also reduces androgens. In other words, aldactone can prevent the body from producing more androgens and help stabilize hormone levels.; Retinoids cream/gel: In case of mild hormonal acne, you can consider using some topical medications containing retinoids. Retinoids are derived from vitamin A, contained in many creams, gels, etc. and sold in pharmacies. Note, when using medications containing retinoids, you need to apply sunscreen regularly.\nEach patient will have a separate acne treatment regimen. Patients should not arbitrarily buy medicine to treat hormonal acne without examining and consulting with a dermatologist - skin aesthetician and endocrinologist.\n3. Treat hormonal acne with high technology\nIn cases of severe, persistent hormonal acne causing major damage to the skin, using high technology is the top choice for those who need to quickly overcome this condition. Technologies such as micro-spot CO2 laser, oxygen jet, IPL light, electrophoresis... are commonly applied and achieve quite good results. However, when applying this method, you need to choose reputable beauty facilities and dermatologists to ensure the process goes smoothly and safely, and at the same time have a careful care regimen after treatment. ingredients for the skin to quickly recover.\nSee a dermatologist if you have hormonal acne.\n\nCare to protect skin from hormonal acne\nHormonal acne causes loss of aesthetics, can last for a long time and recur many times. Proper skin treatment and care will limit the appearance of acne, prevent dark scars, and make skin brighter and smoother. Patients can refer to the following ways to care for and protect their skin from hormonal acne:\n1. Take care of your skin from the outside\nWash your face no more than twice a day and after sweating.; Use a gentle cleanser and warm water, not hot water.; Avoid rubbing or squeezing acne because it causes inflammation or makes the condition worse; Use cosmetics marked as non-comedogenic; Avoid environments with high humidity that cause excessive sweating; Clean all household utensils; Drink enough water every day 1.5 - 2 liters.; Minimize makeup. If so, you need to remove makeup thoroughly to avoid remaining residue that clogs pores.; Use acne treatment products containing BHA, AHA, Benzyl peroxide...; Use moisturizer and sunscreen with appropriate ingredients; Do not touch your face to avoid bacteria entering the skin.\n2. Care for your skin from within\nGet enough sleep 8 hours/day, avoid staying up late; Avoid stress, tension, pressure; Supplement foods containing zinc, vitamins C, B, E to help brighten skin, eat lots of green vegetables and fruits.; Limit sweet, spicy, fried, greasy foods, alcoholic beverages...; Use teas and foods that clear heat and detoxify: green tea, artichoke tea,...; Visit a dermatologist to get a suitable treatment regimen.\n\nFrequently asked questions\n1. Does hormonal acne go away on its own?\nHave! When endocrine disorders are controlled, acne will gradually disappear, but this process is often very long. In order for hormonal acne to heal on its own, in addition to skin care methods, patients need a reasonable diet, lifestyle, and rest. At the same time, see a dermatologist - skin aesthetician to design a suitable treatment course to avoid acne outbreaks that are difficult to control.\n2. Can hormonal acne be cured completely?\nHave! The long treatment process requires patience from the patient. This makes many people discouraged and give up treatment, causing their acne to never go away and even get worse. However, hormonal acne can be completely cured. Therefore, as soon as signs of hormonal acne appear, patients should see a Dermatologist - Skin Aesthetics specialist or an Endocrinologist for timely advice and examination.\n3. Who is susceptible to hormonal acne?\nWomen! Women are more susceptible to hormonal acne than men. About 50% of women aged 20-29 years old have hormonal acne, this rate in women aged 40-49 is about 25%. In addition, puberty, women who are pregnant or in premenopause - menopause, people with weakened liver function, or people who are stressed, anxious, etc. are at risk of acne. Endocrine.\n4. When to see a doctor?\nAs soon as the patient has hormonal acne, they should see a doctor specializing in Dermatology - Skin Aesthetics. The sooner you treat, the less likely it is to leave scars and prevent acne from recurring.\nSpecialized in Dermatology - Skin Aesthetics, Tam Anh General Hospital, Ho Chi Minh City, has services for treating skin diseases. With modern equipment from skin scanners, electrophoresis, microneedling... and a team of experienced doctors and medical staff, Tam Anh General Hospital always provides dedicated, quality health care services, effective.\nThe above article has provided information about hormonal acne, causes, symptoms and care. Therefore, patients should not arbitrarily squeeze acne or follow instructions online, they should go to medical facilities specializing in Dermatology - Skin Aesthetics to be examined, treated promptly, and regain healthy skin. Pretty.",
    "subsections": [
        {
            "subsection_name": "What is hormonal acne?",
            "subsection_content": "Hormonal acne, commonly known as acne, occurs due to changes in hormones in the body. Hormonal acne affects all age groups, most commonly during puberty, women before and after giving birth, premenopausal - menopausal or during the menstrual cycle. This is the period when the body undergoes certain changes that cause hormonal disorders, forming hormonal acne.\nHormonal acne is a common dermatological condition in the United States. The American Academy of Dermatology (AAD) estimates that, at any given time, up to 50 million people in this country have hormonal acne. (2)\n1. Characteristics of hormonal acne\nDuring puberty, hormonal acne often appears in the T-zone (including hormonal acne on the forehead, nose, and chin).; For adults, acne appears on the lower part of the face, including the cheeks and the skin around the jawbone.; Blackheads, whiteheads, cysts.; Acne is located deep under the skin, inflamed, red and swollen causing pain; Hormonal acne easily appears in the following cases: puberty, menstruation, menopause, polycystic ovary syndrome, pregnancy, excessive increases in androgen levels (hormones that stimulate the increased sebum secretion).; Changing hormone levels can make acne more serious, such as: causing full-body dermatitis, increased sweat and sebum secretion from pores, clogged skin cells in hair follicles, creating conditions for bacteria. Propionibacterium acnes bacteria grow and cause acne.\n2. Acne due to menopause\nAcne in menopause or premenopause is a form of hormonal acne. All acne stems from clogged pores, but teenage and menopausal acne are distinctly different. (3)\nTeenage acne often appears in the T-zone (including the forehead, nose and chin).; Acne in menopause is mainly cystic acne, whiteheads or cystic acne hidden deep under the skin.\nWomen with menopausal acne may experience a decrease in estrogen hormone levels or an increase in androgen hormones, especially testosterone.\nIn some cases, acne occurs even when women use hormone replacement therapy (HRT) to ease symptoms of menopause. This is because HRT uses certain types of progestin hormones to replace the estrogen and progesterone that the body loses. This hormone can cause pores to expand, allowing dirt and bacteria to penetrate, forming acne.\nAcne caused by endocrine disorders can be mild, moderate or severe.\nMild acne is mainly blackheads and whiteheads. Acne is classified as mild when there are less than 20 cysts, 15 inflammatory lesions or less than 30 non-inflammatory acne.; At moderate levels, acne may or may not be inflamed, leaving scars. Acne is classified as moderate when there are 20-100 pimples, 15-50 inflammatory lesions, or 30-125 total lesions.; Severe acne often becomes inflamed and leaves scars.\nAcne can affect your psychology. Even mild acne makes people lose confidence. This often affects young people who are starting to develop relationships.\nWomen are susceptible to hormonal acne.",
            "subsection_string": "What is hormonal acne?\nHormonal acne, commonly known as acne, occurs due to changes in hormones in the body. Hormonal acne affects all age groups, most commonly during puberty, women before and after giving birth, premenopausal - menopausal or during the menstrual cycle. This is the period when the body undergoes certain changes that cause hormonal disorders, forming hormonal acne.\nHormonal acne is a common dermatological condition in the United States. The American Academy of Dermatology (AAD) estimates that, at any given time, up to 50 million people in this country have hormonal acne. (2)\n1. Characteristics of hormonal acne\nDuring puberty, hormonal acne often appears in the T-zone (including hormonal acne on the forehead, nose, and chin).; For adults, acne appears on the lower part of the face, including the cheeks and the skin around the jawbone.; Blackheads, whiteheads, cysts.; Acne is located deep under the skin, inflamed, red and swollen causing pain; Hormonal acne easily appears in the following cases: puberty, menstruation, menopause, polycystic ovary syndrome, pregnancy, excessive increases in androgen levels (hormones that stimulate the increased sebum secretion).; Changing hormone levels can make acne more serious, such as: causing full-body dermatitis, increased sweat and sebum secretion from pores, clogged skin cells in hair follicles, creating conditions for bacteria. Propionibacterium acnes bacteria grow and cause acne.\n2. Acne due to menopause\nAcne in menopause or premenopause is a form of hormonal acne. All acne stems from clogged pores, but teenage and menopausal acne are distinctly different. (3)\nTeenage acne often appears in the T-zone (including the forehead, nose and chin).; Acne in menopause is mainly cystic acne, whiteheads or cystic acne hidden deep under the skin.\nWomen with menopausal acne may experience a decrease in estrogen hormone levels or an increase in androgen hormones, especially testosterone.\nIn some cases, acne occurs even when women use hormone replacement therapy (HRT) to ease symptoms of menopause. This is because HRT uses certain types of progestin hormones to replace the estrogen and progesterone that the body loses. This hormone can cause pores to expand, allowing dirt and bacteria to penetrate, forming acne.\nAcne caused by endocrine disorders can be mild, moderate or severe.\nMild acne is mainly blackheads and whiteheads. Acne is classified as mild when there are less than 20 cysts, 15 inflammatory lesions or less than 30 non-inflammatory acne.; At moderate levels, acne may or may not be inflamed, leaving scars. Acne is classified as moderate when there are 20-100 pimples, 15-50 inflammatory lesions, or 30-125 total lesions.; Severe acne often becomes inflamed and leaves scars.\nAcne can affect your psychology. Even mild acne makes people lose confidence. This often affects young people who are starting to develop relationships.\nWomen are susceptible to hormonal acne."
        },
        {
            "subsection_name": "Causes of hormonal acne",
            "subsection_content": "There are 4 main factors that cause acne, in which hormonal disorders play an important role. (4)\nSkin increases sebum production due to hormonal disorders; Bacteria accumulate and grow on the skin, causing clogged pores, forming inflammatory acne and pustules.; The immune system reacts to bacteria leading to inflammation.; Clogged pores.\nIn addition, some of the following reasons can also be mentioned:\nPolycystic ovary syndrome.; Stress, fatigue.; Unscientific diet and living habits; Using too many skin care products.; Side effects of medications (steroids).\nWhen suffering from hormonal acne, patients should go to dermatological facilities to get advice on appropriate treatment methods, so that acne removal will be easy, quick, effective, and at the same time limit the risk of acne. maximize the risk of recurrence.",
            "subsection_string": "Causes of hormonal acne\nThere are 4 main factors that cause acne, in which hormonal disorders play an important role. (4)\nSkin increases sebum production due to hormonal disorders; Bacteria accumulate and grow on the skin, causing clogged pores, forming inflammatory acne and pustules.; The immune system reacts to bacteria leading to inflammation.; Clogged pores.\nIn addition, some of the following reasons can also be mentioned:\nPolycystic ovary syndrome.; Stress, fatigue.; Unscientific diet and living habits; Using too many skin care products.; Side effects of medications (steroids).\nWhen suffering from hormonal acne, patients should go to dermatological facilities to get advice on appropriate treatment methods, so that acne removal will be easy, quick, effective, and at the same time limit the risk of acne. maximize the risk of recurrence."
        },
        {
            "subsection_name": "Symptoms of endocrine acne",
            "subsection_content": "Whiteheads, blackheads, pustules, cysts, and nodules are all symptoms of hormonal acne. Normally, whiteheads and blackheads do not cause pain, inflammation or swelling, but if they become inflamed, they will form cysts or pustules.\nHormonal acne mostly appears on the face, but can also appear in some places such as: hormonal acne on the neck, hormonal acne on the back, hormonal acne on the cheeks, hormonal acne on the chest, hormonal acne on the jaw line, hormonal acne on the chin, etc. Acne appears with symptoms such as menstrual disorders, diseases of the endocrine glands such as hyperandrogenism (excess androgen in women)...",
            "subsection_string": "Symptoms of endocrine acne\nWhiteheads, blackheads, pustules, cysts, and nodules are all symptoms of hormonal acne. Normally, whiteheads and blackheads do not cause pain, inflammation or swelling, but if they become inflamed, they will form cysts or pustules.\nHormonal acne mostly appears on the face, but can also appear in some places such as: hormonal acne on the neck, hormonal acne on the back, hormonal acne on the cheeks, hormonal acne on the chest, hormonal acne on the jaw line, hormonal acne on the chin, etc. Acne appears with symptoms such as menstrual disorders, diseases of the endocrine glands such as hyperandrogenism (excess androgen in women)..."
        },
        {
            "subsection_name": "How to treat hormonal acne",
            "subsection_content": "Although not a dangerous dermatological problem, hormonal acne makes many people feel self-conscious about their appearance. Therefore, if unfortunately encountering this condition, patients should proactively check and treat it early to quickly regain healthy and beautiful skin. Below are some ways to treat hormonal acne, patients can refer to and choose the appropriate method for themselves.\n1. Natural treatments\nSome products extracted from nature are effective in treating hormonal acne. This method usually has no worrying side effects and causes little skin irritation.\nNatural methods of treating hormonal acne:\nUsing green tea essential oil helps reduce inflammation. In addition, you can use products such as: facial cleanser with green tea essential oil or pure green tea essential oil to wash your face and clean your skin.; Unlike using green tea essential oil to apply directly to acne-prone skin. Drinking a few cups of green tea every day combined with proper care and hygiene can help keep your skin healthy and acne-free.\n2. Medical treatment for hormonal acne\nSevere hormonal acne cannot be treated simply with topical medications and facial cleansers. Patients need treatment with medication to help balance/regulate hormone levels. Some treatments for hormonal acne include:\nOral contraceptives: effective in treating hormonal acne because they contain ethinyl estradiol along with drospirenone, norgestimate and norethindrone. These four substances have the ability to balance hormone levels in the body, helping to reduce hormonal acne during the menstrual cycle. The following people should avoid using oral contraceptives: people with a history of breast cancer, heart attack or stroke, blood clotting disorders, uncontrolled hypertension, abnormal vaginal bleeding.; Anti-androgen drugs: work by reducing the male hormone androgen. Androgens are natural hormones found in men and women. However, when androgen levels are too high it can cause some acne problems. Aldactone, although used to treat hypertension, also reduces androgens. In other words, aldactone can prevent the body from producing more androgens and help stabilize hormone levels.; Retinoids cream/gel: In case of mild hormonal acne, you can consider using some topical medications containing retinoids. Retinoids are derived from vitamin A, contained in many creams, gels, etc. and sold in pharmacies. Note, when using medications containing retinoids, you need to apply sunscreen regularly.\nEach patient will have a separate acne treatment regimen. Patients should not arbitrarily buy medicine to treat hormonal acne without examining and consulting with a dermatologist - skin aesthetician and endocrinologist.\n3. Treat hormonal acne with high technology\nIn cases of severe, persistent hormonal acne causing major damage to the skin, using high technology is the top choice for those who need to quickly overcome this condition. Technologies such as micro-spot CO2 laser, oxygen jet, IPL light, electrophoresis... are commonly applied and achieve quite good results. However, when applying this method, you need to choose reputable beauty facilities and dermatologists to ensure the process goes smoothly and safely, and at the same time have a careful care regimen after treatment. ingredients for the skin to quickly recover.\nSee a dermatologist if you have hormonal acne.",
            "subsection_string": "How to treat hormonal acne\nAlthough not a dangerous dermatological problem, hormonal acne makes many people feel self-conscious about their appearance. Therefore, if unfortunately encountering this condition, patients should proactively check and treat it early to quickly regain healthy and beautiful skin. Below are some ways to treat hormonal acne, patients can refer to and choose the appropriate method for themselves.\n1. Natural treatments\nSome products extracted from nature are effective in treating hormonal acne. This method usually has no worrying side effects and causes little skin irritation.\nNatural methods of treating hormonal acne:\nUsing green tea essential oil helps reduce inflammation. In addition, you can use products such as: facial cleanser with green tea essential oil or pure green tea essential oil to wash your face and clean your skin.; Unlike using green tea essential oil to apply directly to acne-prone skin. Drinking a few cups of green tea every day combined with proper care and hygiene can help keep your skin healthy and acne-free.\n2. Medical treatment for hormonal acne\nSevere hormonal acne cannot be treated simply with topical medications and facial cleansers. Patients need treatment with medication to help balance/regulate hormone levels. Some treatments for hormonal acne include:\nOral contraceptives: effective in treating hormonal acne because they contain ethinyl estradiol along with drospirenone, norgestimate and norethindrone. These four substances have the ability to balance hormone levels in the body, helping to reduce hormonal acne during the menstrual cycle. The following people should avoid using oral contraceptives: people with a history of breast cancer, heart attack or stroke, blood clotting disorders, uncontrolled hypertension, abnormal vaginal bleeding.; Anti-androgen drugs: work by reducing the male hormone androgen. Androgens are natural hormones found in men and women. However, when androgen levels are too high it can cause some acne problems. Aldactone, although used to treat hypertension, also reduces androgens. In other words, aldactone can prevent the body from producing more androgens and help stabilize hormone levels.; Retinoids cream/gel: In case of mild hormonal acne, you can consider using some topical medications containing retinoids. Retinoids are derived from vitamin A, contained in many creams, gels, etc. and sold in pharmacies. Note, when using medications containing retinoids, you need to apply sunscreen regularly.\nEach patient will have a separate acne treatment regimen. Patients should not arbitrarily buy medicine to treat hormonal acne without examining and consulting with a dermatologist - skin aesthetician and endocrinologist.\n3. Treat hormonal acne with high technology\nIn cases of severe, persistent hormonal acne causing major damage to the skin, using high technology is the top choice for those who need to quickly overcome this condition. Technologies such as micro-spot CO2 laser, oxygen jet, IPL light, electrophoresis... are commonly applied and achieve quite good results. However, when applying this method, you need to choose reputable beauty facilities and dermatologists to ensure the process goes smoothly and safely, and at the same time have a careful care regimen after treatment. ingredients for the skin to quickly recover.\nSee a dermatologist if you have hormonal acne."
        },
        {
            "subsection_name": "Care to protect skin from hormonal acne",
            "subsection_content": "Hormonal acne causes loss of aesthetics, can last for a long time and recur many times. Proper skin treatment and care will limit the appearance of acne, prevent dark scars, and make skin brighter and smoother. Patients can refer to the following ways to care for and protect their skin from hormonal acne:\n1. Take care of your skin from the outside\nWash your face no more than twice a day and after sweating.; Use a gentle cleanser and warm water, not hot water.; Avoid rubbing or squeezing acne because it causes inflammation or makes the condition worse; Use cosmetics marked as non-comedogenic; Avoid environments with high humidity that cause excessive sweating; Clean all household utensils; Drink enough water every day 1.5 - 2 liters.; Minimize makeup. If so, you need to remove makeup thoroughly to avoid remaining residue that clogs pores.; Use acne treatment products containing BHA, AHA, Benzyl peroxide...; Use moisturizer and sunscreen with appropriate ingredients; Do not touch your face to avoid bacteria entering the skin.\n2. Care for your skin from within\nGet enough sleep 8 hours/day, avoid staying up late; Avoid stress, tension, pressure; Supplement foods containing zinc, vitamins C, B, E to help brighten skin, eat lots of green vegetables and fruits.; Limit sweet, spicy, fried, greasy foods, alcoholic beverages...; Use teas and foods that clear heat and detoxify: green tea, artichoke tea,...; Visit a dermatologist to get a suitable treatment regimen.",
            "subsection_string": "Care to protect skin from hormonal acne\nHormonal acne causes loss of aesthetics, can last for a long time and recur many times. Proper skin treatment and care will limit the appearance of acne, prevent dark scars, and make skin brighter and smoother. Patients can refer to the following ways to care for and protect their skin from hormonal acne:\n1. Take care of your skin from the outside\nWash your face no more than twice a day and after sweating.; Use a gentle cleanser and warm water, not hot water.; Avoid rubbing or squeezing acne because it causes inflammation or makes the condition worse; Use cosmetics marked as non-comedogenic; Avoid environments with high humidity that cause excessive sweating; Clean all household utensils; Drink enough water every day 1.5 - 2 liters.; Minimize makeup. If so, you need to remove makeup thoroughly to avoid remaining residue that clogs pores.; Use acne treatment products containing BHA, AHA, Benzyl peroxide...; Use moisturizer and sunscreen with appropriate ingredients; Do not touch your face to avoid bacteria entering the skin.\n2. Care for your skin from within\nGet enough sleep 8 hours/day, avoid staying up late; Avoid stress, tension, pressure; Supplement foods containing zinc, vitamins C, B, E to help brighten skin, eat lots of green vegetables and fruits.; Limit sweet, spicy, fried, greasy foods, alcoholic beverages...; Use teas and foods that clear heat and detoxify: green tea, artichoke tea,...; Visit a dermatologist to get a suitable treatment regimen."
        },
        {
            "subsection_name": "Frequently asked questions",
            "subsection_content": "1. Does hormonal acne go away on its own?\nHave! When endocrine disorders are controlled, acne will gradually disappear, but this process is often very long. In order for hormonal acne to heal on its own, in addition to skin care methods, patients need a reasonable diet, lifestyle, and rest. At the same time, see a dermatologist - skin aesthetician to design a suitable treatment course to avoid acne outbreaks that are difficult to control.\n2. Can hormonal acne be cured completely?\nHave! The long treatment process requires patience from the patient. This makes many people discouraged and give up treatment, causing their acne to never go away and even get worse. However, hormonal acne can be completely cured. Therefore, as soon as signs of hormonal acne appear, patients should see a Dermatologist - Skin Aesthetics specialist or an Endocrinologist for timely advice and examination.\n3. Who is susceptible to hormonal acne?\nWomen! Women are more susceptible to hormonal acne than men. About 50% of women aged 20-29 years old have hormonal acne, this rate in women aged 40-49 is about 25%. In addition, puberty, women who are pregnant or in premenopause - menopause, people with weakened liver function, or people who are stressed, anxious, etc. are at risk of acne. Endocrine.\n4. When to see a doctor?\nAs soon as the patient has hormonal acne, they should see a doctor specializing in Dermatology - Skin Aesthetics. The sooner you treat, the less likely it is to leave scars and prevent acne from recurring.\nSpecialized in Dermatology - Skin Aesthetics, Tam Anh General Hospital, Ho Chi Minh City, has services for treating skin diseases. With modern equipment from skin scanners, electrophoresis, microneedling... and a team of experienced doctors and medical staff, Tam Anh General Hospital always provides dedicated, quality health care services, effective.\nThe above article has provided information about hormonal acne, causes, symptoms and care. Therefore, patients should not arbitrarily squeeze acne or follow instructions online, they should go to medical facilities specializing in Dermatology - Skin Aesthetics to be examined, treated promptly, and regain healthy skin. Pretty.",
            "subsection_string": "Frequently asked questions\n1. Does hormonal acne go away on its own?\nHave! When endocrine disorders are controlled, acne will gradually disappear, but this process is often very long. In order for hormonal acne to heal on its own, in addition to skin care methods, patients need a reasonable diet, lifestyle, and rest. At the same time, see a dermatologist - skin aesthetician to design a suitable treatment course to avoid acne outbreaks that are difficult to control.\n2. Can hormonal acne be cured completely?\nHave! The long treatment process requires patience from the patient. This makes many people discouraged and give up treatment, causing their acne to never go away and even get worse. However, hormonal acne can be completely cured. Therefore, as soon as signs of hormonal acne appear, patients should see a Dermatologist - Skin Aesthetics specialist or an Endocrinologist for timely advice and examination.\n3. Who is susceptible to hormonal acne?\nWomen! Women are more susceptible to hormonal acne than men. About 50% of women aged 20-29 years old have hormonal acne, this rate in women aged 40-49 is about 25%. In addition, puberty, women who are pregnant or in premenopause - menopause, people with weakened liver function, or people who are stressed, anxious, etc. are at risk of acne. Endocrine.\n4. When to see a doctor?\nAs soon as the patient has hormonal acne, they should see a doctor specializing in Dermatology - Skin Aesthetics. The sooner you treat, the less likely it is to leave scars and prevent acne from recurring.\nSpecialized in Dermatology - Skin Aesthetics, Tam Anh General Hospital, Ho Chi Minh City, has services for treating skin diseases. With modern equipment from skin scanners, electrophoresis, microneedling... and a team of experienced doctors and medical staff, Tam Anh General Hospital always provides dedicated, quality health care services, effective.\nThe above article has provided information about hormonal acne, causes, symptoms and care. Therefore, patients should not arbitrarily squeeze acne or follow instructions online, they should go to medical facilities specializing in Dermatology - Skin Aesthetics to be examined, treated promptly, and regain healthy skin. Pretty."
        }
    ],
    "name": "mun-noi-tiet.json"
}