{
    "title": "Flat warts: Causes, signs and prevention",
    "category": "Dermatology",
    "link": "https://tamanhhospital.vn/mun-coc-phang/",
    "abstract": "Flat warts are caused by certain types of human HPV viruses and often appear on the hands and face. Most flat warts do not affect much health but make the patient less confident and unaesthetic in the locations where they appear. So what are the causes, signs and how to prevent flat warts?",
    "content": "Flat warts: Causes, signs and prevention\n\nFlat warts are caused by certain types of human HPV viruses and often appear on the hands and face. Most flat warts do not affect much health but make the patient less confident and unaesthetic in the locations where they appear. So what are the causes, signs and how to prevent flat warts?\n\nWhat are flat warts?\nFlat warts are caused by four different types of HPV virus (3, 10, 28 and 49), forming smooth papules on the skin. They are flatter and smaller than other warts, and often appear in groups on the hands or face. Flat warts usually go away on their own after a few months or years. (first)\n\nWho does flat warts affect?\nFlat warts can occur in anyone, but are mostly found in children and adolescents. In addition, flat warts also affect people with weakened immune systems, skin wounds, contact with other people's warts, unclean lifestyles, etc. (2)\n\nWhat do flat warts look like?\nFlat warts are more difficult to detect because they do not rise above the surface of the skin like other types. Besides, flat warts still have their own characteristics, helping patients identify the condition they are experiencing. Signs of flat warts include: (3)\nSmall flat warts, round or oval; Comes in yellow, brown or pink; About the size of a pin head; Commonly appears on the face, legs, or back of the hands; Flat warts are more common in children than adults; Surrounds scratches or wounds on the skin; Appear in clusters of 20 to 200 flat warts in one area\nFlat warts are round or oval in shape and do not protrude above the surface of the skin\n\nCauses of flat warts\nFlat warts are caused by human papilloma virus (HPV), specifically HPV types 3, 10, 28 and 49. These strains are benign, do not pose a risk of cancer and are not the same strain as genital warts. . HPV grows well in hot and humid environments. Once it enters the host's body, the virus begins to thicken the top layer of skin and  forms a flat wart.\nHPV virus enters the body through cases such as: scratches on the body, sharing personal items with a person with flat warts, spreading from one part of the body to another, direct contact contact with the patient. In addition, people with weakened immune systems are susceptible to HPV virus.\n\nWhat are the risk factors for developing flat warts?\nThe HPV virus that causes flat warts often attacks the body in the following cases: (4)\n1. Children and adolescents\nChildren participating in outside activities and playing with friends have a hard time avoiding scratches on their skin. Young children do not know how to provide first aid for clean wounds or avoid collisions, so the HPV virus that causes flat warts can easily penetrate.\nDuring puberty, when acne or pimples appear, accidentally scratching or picking at the pimples creates an opportunity for the HPV virus to attack. In addition, scratches caused by shaving, arm or leg hair also have a risk of flat warts appearing.\n2. Skin wounds\nWarts are common in children and adolescents, but adults are not immune. When there is a wound or abrasion on the skin, the HPV virus has the opportunity to penetrate and form flat warts.\n3. Direct contact\nWhen a wound or scratch touches a person with flat warts, the risk of infection is very high. Because the HPV virus has the ability to spread to others.\n4. Weakened immune system\nFlat warts appear in people with weakened immune systems due to illness, chemotherapy, radiotherapy, immunosuppressive drugs, etc.\n5. Unhygienic lifestyle\nIn addition, not bathing regularly, or not having clean hygiene,... creates conditions for the HPV virus that causes flat warts to attack.\n\nAre flat warts dangerous?\nAre not! Flat warts are caused by low-risk types of HPV virus, so they do not develop into other dangerous diseases. They only cause some unpleasant and unsightly symptoms, affecting the psychology of the person who encounters them, and are capable of infecting people around them.\n\nAre flat warts contagious?\nHave! The HPV virus that causes flat warts is very contagious. When a normal person touches a wart on another person, the virus begins to penetrate. The disease is also transmitted through sharing personal items such as clothes, towels, etc.\nIn addition, the HPV virus can enter the body through wounds and small scratches on the skin. And when you touch warts on your body with your hands, then accidentally move your hands to other parts of your body, it can also spread flat warts.\nFlat warts are caused by certain strains of HPV\n\nCan flat warts be treated?\nThere are many different methods to treat warts, from topical medications to many other hospital-based regimens. Some methods take weeks or months to take effect.\nPeople with diabetes or other diseases may slow wound healing and be more likely to develop complications from some flat wart treatments. Therefore, before performing the procedure, the patient needs to discuss with the doctor about risk factors to choose the most appropriate measure.\nTreatments only help remove flat warts where they appear and prevent virus outbreaks, but do not completely destroy them. In some cases, warts reappear after treatment.\n\nWhen to see a doctor?\nFlat warts do not affect health much, but patients need to see a doctor in the following cases:\nFlat warts show signs of bleeding or growing; Home treatments do not improve but make the condition worse; Not sure if it is a flat wart or not; After treating flat warts, there are signs of infection such as pain, red wound, and pus oozing.\nIn some cases, after treatment of flat warts, redness and pain are normal symptoms. Therefore, before and after treatment, patients need to ask their doctor clearly about the side effects of the drug or treatment.\n\nHow are flat warts diagnosed?\nDoctors often diagnose warts in the following ways:\nClinical assessment: The doctor looks at the papules caused by flat warts, asks about symptoms, recent skin lesions encountered, contact history, etc. In addition, the doctor will scrape off a top layer of flat warts to check for common signs.; Biopsy: A small portion of the wart is removed by doctors for testing. The method helps eliminate suspicion of other dangerous diseases causing flat warts.\nA Dermatologist - Skin Aesthetician diagnosed flat warts on the hand\n\nHow to treat flat warts\n1. Medicines\nThe medicine treats flat warts with a mechanism to make the warts peel off on their own. This method is safe and rarely causes dangerous complications, but patients need to persevere in doing it to see results. Medications commonly used to treat flat warts include:\n1.1 Salicylic acid:\nThis is the main ingredient in aspirin, often the first choice for treating flat warts. This method has low cost, few side effects and has many different preparations such as liquids, gels, patches,... and salicylic acid concentrations from 17% to 40%.\nFirst, the patient needs to wet the flat wart in water for 10-15 minutes, then remove the dead skin layer of the flat wart, then apply salicylic acid. Need to do it 1-2 times in 12 weeks to see results.\nSalicylic acid is suitable for areas with thick skin, such as the soles of the feet, because acidic drugs can easily damage areas of thin skin. Flat warts on the soles of the feet, using salicylic acid patches will see results within a few days.\n1.2 Imiquimod topical\nThis medicine is very suitable for flat warts. When applied to the area where flat warts appear, it will cause the warts to fall off on their own. However, during treatment, imiquimod makes the skin area painful, red and swollen. Topical imiquimod combined with cryotherapy will be more effective. When used, Imiquimod must be prescribed by doctors.\n1.3 Podofilox topical\nApply podofilox directly to the flat wart to let it fall off on its own. Symptoms when applying the medicine include itching, a slight numbness like a burn, etc.\n1.4 Topical 5-fluorouracil (5-FU)\nTopical 5-fluorouracil (5-FU) is commonly used to treat flat warts in children. Parents should not arbitrarily buy it to apply to their children but need to get a prescription from a specialist.\n1.5 Inject bleomycin\nBleomycin is a chemotherapy drug that treats cancer. When injected directly into warts, it is also effective in treatment. This method is only for cases where flat warts are not effective with other methods.\n2. Cooling therapy\nThere are two main ways of cooling therapy:\n2.1 Liquid nitrogen\nDoctors will spray liquid nitrogen at a temperature of -196 degrees Celsius onto the area where the flat wart appears. Liquid nitrogen causes tissue damage, consequent blood vessel stasis, freezing of extracellular spaces, and destruction of warts. Each treatment session is 1-2 weeks apart and takes about 3-4 months to completely heal.\n2.2 Dimethyl ether and propane mixture (DMEP)\nCold spray with DMEP is suitable for flat warts on the palms and soles of the feet. The drug is available without a prescription, but you should read the instructions carefully before using. If excess dosage is used, it can easily cause blistering to surrounding skin areas.\n3. Lasers\n3.1 CO2 Laser\nActive lasers selectively absorb water molecules. Before the procedure, the patient is given local anesthesia by the doctor to reduce pain. The CO2 Laser shines on flat warts, vaporizing and destroying tissue and skin. If the doctor is highly skilled, the patient does not have to worry about leaving extensive scars.\n3.2 Pulsed dye laser\nPulsed dye lasers are directed at the flat wart, burning the small blood vessels inside. The infected tissue is then destroyed and the flat wart falls off. During treatment there is no need to use sedatives or local anesthesia. The advantage of pulsed dye laser is that it helps remove flat warts quickly, leaving little scarring.\n4. Electrocautery\nThe electrocautery method uses an electric current to help remove flat warts and is performed quickly and simply. Electrocautery is suitable for flat warts in difficult-to-surgical locations, with a diameter of less than 1cm. Because digging deeply to remove the core of flat warts often leaves scars and careless wound care can easily cause infection...\n5. Minor surgery\nMinor surgery is suitable for flat warts less than 2cm in diameter and growing in a flat position. This therapy is faster than electrocautery, easier to care for incisions, and lowers the risk of infection. However, minor surgery can leave scars and flat warts will recur if all the warts are not removed.\nActively vaccinate against HPV to prevent flat warts from appearing\n\nMeasures to prevent flat warts\nTo prevent the HPV virus that causes flat warts from penetrating and spreading to other areas of the body, take the following precautions:\nKeep your hands clean and dry; Do not touch, pick, or scratch any flat warts.; Avoid touching infected people.; Do not share towels, clothes, or personal items with others; Wash children's toys regularly.; Wear flip-flops in, swimming pools, public showers and locker rooms.; Get vaccinated against HPV to prevent flat warts from appearing.\nRemember, it is not always possible to prevent flat warts, but the above measures will reduce the risk of infection.\nFlat warts are common in children and adolescents, but adults are not immune. Although flat warts do not cause many adverse symptoms for the patient, they are difficult to treat completely. Therefore, as soon as you discover warts on your body, especially your palms and feet, you need to immediately go to the Dermatology - Skin Aesthetics department for timely diagnosis and treatment.",
    "subsections": [
        {
            "subsection_name": "What are flat warts?",
            "subsection_content": "Flat warts are caused by four different types of HPV virus (3, 10, 28 and 49), forming smooth papules on the skin. They are flatter and smaller than other warts, and often appear in groups on the hands or face. Flat warts usually go away on their own after a few months or years. (first)",
            "subsection_string": "What are flat warts?\nFlat warts are caused by four different types of HPV virus (3, 10, 28 and 49), forming smooth papules on the skin. They are flatter and smaller than other warts, and often appear in groups on the hands or face. Flat warts usually go away on their own after a few months or years. (first)"
        },
        {
            "subsection_name": "Who does flat warts affect?",
            "subsection_content": "Flat warts can occur in anyone, but are mostly found in children and adolescents. In addition, flat warts also affect people with weakened immune systems, skin wounds, contact with other people's warts, unclean lifestyles, etc. (2)",
            "subsection_string": "Who does flat warts affect?\nFlat warts can occur in anyone, but are mostly found in children and adolescents. In addition, flat warts also affect people with weakened immune systems, skin wounds, contact with other people's warts, unclean lifestyles, etc. (2)"
        },
        {
            "subsection_name": "What do flat warts look like?",
            "subsection_content": "Flat warts are more difficult to detect because they do not rise above the surface of the skin like other types. Besides, flat warts still have their own characteristics, helping patients identify the condition they are experiencing. Signs of flat warts include: (3)\nSmall flat warts, round or oval; Comes in yellow, brown or pink; About the size of a pin head; Commonly appears on the face, legs, or back of the hands; Flat warts are more common in children than adults; Surrounds scratches or wounds on the skin; Appear in clusters of 20 to 200 flat warts in one area\nFlat warts are round or oval in shape and do not protrude above the surface of the skin",
            "subsection_string": "What do flat warts look like?\nFlat warts are more difficult to detect because they do not rise above the surface of the skin like other types. Besides, flat warts still have their own characteristics, helping patients identify the condition they are experiencing. Signs of flat warts include: (3)\nSmall flat warts, round or oval; Comes in yellow, brown or pink; About the size of a pin head; Commonly appears on the face, legs, or back of the hands; Flat warts are more common in children than adults; Surrounds scratches or wounds on the skin; Appear in clusters of 20 to 200 flat warts in one area\nFlat warts are round or oval in shape and do not protrude above the surface of the skin"
        },
        {
            "subsection_name": "Causes of flat warts",
            "subsection_content": "Flat warts are caused by human papilloma virus (HPV), specifically HPV types 3, 10, 28 and 49. These strains are benign, do not pose a risk of cancer and are not the same strain as genital warts. . HPV grows well in hot and humid environments. Once it enters the host's body, the virus begins to thicken the top layer of skin and  forms a flat wart.\nHPV virus enters the body through cases such as: scratches on the body, sharing personal items with a person with flat warts, spreading from one part of the body to another, direct contact contact with the patient. In addition, people with weakened immune systems are susceptible to HPV virus.",
            "subsection_string": "Causes of flat warts\nFlat warts are caused by human papilloma virus (HPV), specifically HPV types 3, 10, 28 and 49. These strains are benign, do not pose a risk of cancer and are not the same strain as genital warts. . HPV grows well in hot and humid environments. Once it enters the host's body, the virus begins to thicken the top layer of skin and  forms a flat wart.\nHPV virus enters the body through cases such as: scratches on the body, sharing personal items with a person with flat warts, spreading from one part of the body to another, direct contact contact with the patient. In addition, people with weakened immune systems are susceptible to HPV virus."
        },
        {
            "subsection_name": "What are the risk factors for developing flat warts?",
            "subsection_content": "The HPV virus that causes flat warts often attacks the body in the following cases: (4)\n1. Children and adolescents\nChildren participating in outside activities and playing with friends have a hard time avoiding scratches on their skin. Young children do not know how to provide first aid for clean wounds or avoid collisions, so the HPV virus that causes flat warts can easily penetrate.\nDuring puberty, when acne or pimples appear, accidentally scratching or picking at the pimples creates an opportunity for the HPV virus to attack. In addition, scratches caused by shaving, arm or leg hair also have a risk of flat warts appearing.\n2. Skin wounds\nWarts are common in children and adolescents, but adults are not immune. When there is a wound or abrasion on the skin, the HPV virus has the opportunity to penetrate and form flat warts.\n3. Direct contact\nWhen a wound or scratch touches a person with flat warts, the risk of infection is very high. Because the HPV virus has the ability to spread to others.\n4. Weakened immune system\nFlat warts appear in people with weakened immune systems due to illness, chemotherapy, radiotherapy, immunosuppressive drugs, etc.\n5. Unhygienic lifestyle\nIn addition, not bathing regularly, or not having clean hygiene,... creates conditions for the HPV virus that causes flat warts to attack.",
            "subsection_string": "What are the risk factors for developing flat warts?\nThe HPV virus that causes flat warts often attacks the body in the following cases: (4)\n1. Children and adolescents\nChildren participating in outside activities and playing with friends have a hard time avoiding scratches on their skin. Young children do not know how to provide first aid for clean wounds or avoid collisions, so the HPV virus that causes flat warts can easily penetrate.\nDuring puberty, when acne or pimples appear, accidentally scratching or picking at the pimples creates an opportunity for the HPV virus to attack. In addition, scratches caused by shaving, arm or leg hair also have a risk of flat warts appearing.\n2. Skin wounds\nWarts are common in children and adolescents, but adults are not immune. When there is a wound or abrasion on the skin, the HPV virus has the opportunity to penetrate and form flat warts.\n3. Direct contact\nWhen a wound or scratch touches a person with flat warts, the risk of infection is very high. Because the HPV virus has the ability to spread to others.\n4. Weakened immune system\nFlat warts appear in people with weakened immune systems due to illness, chemotherapy, radiotherapy, immunosuppressive drugs, etc.\n5. Unhygienic lifestyle\nIn addition, not bathing regularly, or not having clean hygiene,... creates conditions for the HPV virus that causes flat warts to attack."
        },
        {
            "subsection_name": "Are flat warts dangerous?",
            "subsection_content": "Are not! Flat warts are caused by low-risk types of HPV virus, so they do not develop into other dangerous diseases. They only cause some unpleasant and unsightly symptoms, affecting the psychology of the person who encounters them, and are capable of infecting people around them.",
            "subsection_string": "Are flat warts dangerous?\nAre not! Flat warts are caused by low-risk types of HPV virus, so they do not develop into other dangerous diseases. They only cause some unpleasant and unsightly symptoms, affecting the psychology of the person who encounters them, and are capable of infecting people around them."
        },
        {
            "subsection_name": "Are flat warts contagious?",
            "subsection_content": "Have! The HPV virus that causes flat warts is very contagious. When a normal person touches a wart on another person, the virus begins to penetrate. The disease is also transmitted through sharing personal items such as clothes, towels, etc.\nIn addition, the HPV virus can enter the body through wounds and small scratches on the skin. And when you touch warts on your body with your hands, then accidentally move your hands to other parts of your body, it can also spread flat warts.\nFlat warts are caused by certain strains of HPV",
            "subsection_string": "Are flat warts contagious?\nHave! The HPV virus that causes flat warts is very contagious. When a normal person touches a wart on another person, the virus begins to penetrate. The disease is also transmitted through sharing personal items such as clothes, towels, etc.\nIn addition, the HPV virus can enter the body through wounds and small scratches on the skin. And when you touch warts on your body with your hands, then accidentally move your hands to other parts of your body, it can also spread flat warts.\nFlat warts are caused by certain strains of HPV"
        },
        {
            "subsection_name": "Can flat warts be treated?",
            "subsection_content": "There are many different methods to treat warts, from topical medications to many other hospital-based regimens. Some methods take weeks or months to take effect.\nPeople with diabetes or other diseases may slow wound healing and be more likely to develop complications from some flat wart treatments. Therefore, before performing the procedure, the patient needs to discuss with the doctor about risk factors to choose the most appropriate measure.\nTreatments only help remove flat warts where they appear and prevent virus outbreaks, but do not completely destroy them. In some cases, warts reappear after treatment.",
            "subsection_string": "Can flat warts be treated?\nThere are many different methods to treat warts, from topical medications to many other hospital-based regimens. Some methods take weeks or months to take effect.\nPeople with diabetes or other diseases may slow wound healing and be more likely to develop complications from some flat wart treatments. Therefore, before performing the procedure, the patient needs to discuss with the doctor about risk factors to choose the most appropriate measure.\nTreatments only help remove flat warts where they appear and prevent virus outbreaks, but do not completely destroy them. In some cases, warts reappear after treatment."
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "Flat warts do not affect health much, but patients need to see a doctor in the following cases:\nFlat warts show signs of bleeding or growing; Home treatments do not improve but make the condition worse; Not sure if it is a flat wart or not; After treating flat warts, there are signs of infection such as pain, red wound, and pus oozing.\nIn some cases, after treatment of flat warts, redness and pain are normal symptoms. Therefore, before and after treatment, patients need to ask their doctor clearly about the side effects of the drug or treatment.",
            "subsection_string": "When to see a doctor?\nFlat warts do not affect health much, but patients need to see a doctor in the following cases:\nFlat warts show signs of bleeding or growing; Home treatments do not improve but make the condition worse; Not sure if it is a flat wart or not; After treating flat warts, there are signs of infection such as pain, red wound, and pus oozing.\nIn some cases, after treatment of flat warts, redness and pain are normal symptoms. Therefore, before and after treatment, patients need to ask their doctor clearly about the side effects of the drug or treatment."
        },
        {
            "subsection_name": "How are flat warts diagnosed?",
            "subsection_content": "Doctors often diagnose warts in the following ways:\nClinical assessment: The doctor looks at the papules caused by flat warts, asks about symptoms, recent skin lesions encountered, contact history, etc. In addition, the doctor will scrape off a top layer of flat warts to check for common signs.; Biopsy: A small portion of the wart is removed by doctors for testing. The method helps eliminate suspicion of other dangerous diseases causing flat warts.\nA Dermatologist - Skin Aesthetician diagnosed flat warts on the hand",
            "subsection_string": "How are flat warts diagnosed?\nDoctors often diagnose warts in the following ways:\nClinical assessment: The doctor looks at the papules caused by flat warts, asks about symptoms, recent skin lesions encountered, contact history, etc. In addition, the doctor will scrape off a top layer of flat warts to check for common signs.; Biopsy: A small portion of the wart is removed by doctors for testing. The method helps eliminate suspicion of other dangerous diseases causing flat warts.\nA Dermatologist - Skin Aesthetician diagnosed flat warts on the hand"
        },
        {
            "subsection_name": "How to treat flat warts",
            "subsection_content": "1. Medicines\nThe medicine treats flat warts with a mechanism to make the warts peel off on their own. This method is safe and rarely causes dangerous complications, but patients need to persevere in doing it to see results. Medications commonly used to treat flat warts include:\n1.1 Salicylic acid:\nThis is the main ingredient in aspirin, often the first choice for treating flat warts. This method has low cost, few side effects and has many different preparations such as liquids, gels, patches,... and salicylic acid concentrations from 17% to 40%.\nFirst, the patient needs to wet the flat wart in water for 10-15 minutes, then remove the dead skin layer of the flat wart, then apply salicylic acid. Need to do it 1-2 times in 12 weeks to see results.\nSalicylic acid is suitable for areas with thick skin, such as the soles of the feet, because acidic drugs can easily damage areas of thin skin. Flat warts on the soles of the feet, using salicylic acid patches will see results within a few days.\n1.2 Imiquimod topical\nThis medicine is very suitable for flat warts. When applied to the area where flat warts appear, it will cause the warts to fall off on their own. However, during treatment, imiquimod makes the skin area painful, red and swollen. Topical imiquimod combined with cryotherapy will be more effective. When used, Imiquimod must be prescribed by doctors.\n1.3 Podofilox topical\nApply podofilox directly to the flat wart to let it fall off on its own. Symptoms when applying the medicine include itching, a slight numbness like a burn, etc.\n1.4 Topical 5-fluorouracil (5-FU)\nTopical 5-fluorouracil (5-FU) is commonly used to treat flat warts in children. Parents should not arbitrarily buy it to apply to their children but need to get a prescription from a specialist.\n1.5 Inject bleomycin\nBleomycin is a chemotherapy drug that treats cancer. When injected directly into warts, it is also effective in treatment. This method is only for cases where flat warts are not effective with other methods.\n2. Cooling therapy\nThere are two main ways of cooling therapy:\n2.1 Liquid nitrogen\nDoctors will spray liquid nitrogen at a temperature of -196 degrees Celsius onto the area where the flat wart appears. Liquid nitrogen causes tissue damage, consequent blood vessel stasis, freezing of extracellular spaces, and destruction of warts. Each treatment session is 1-2 weeks apart and takes about 3-4 months to completely heal.\n2.2 Dimethyl ether and propane mixture (DMEP)\nCold spray with DMEP is suitable for flat warts on the palms and soles of the feet. The drug is available without a prescription, but you should read the instructions carefully before using. If excess dosage is used, it can easily cause blistering to surrounding skin areas.\n3. Lasers\n3.1 CO2 Laser\nActive lasers selectively absorb water molecules. Before the procedure, the patient is given local anesthesia by the doctor to reduce pain. The CO2 Laser shines on flat warts, vaporizing and destroying tissue and skin. If the doctor is highly skilled, the patient does not have to worry about leaving extensive scars.\n3.2 Pulsed dye laser\nPulsed dye lasers are directed at the flat wart, burning the small blood vessels inside. The infected tissue is then destroyed and the flat wart falls off. During treatment there is no need to use sedatives or local anesthesia. The advantage of pulsed dye laser is that it helps remove flat warts quickly, leaving little scarring.\n4. Electrocautery\nThe electrocautery method uses an electric current to help remove flat warts and is performed quickly and simply. Electrocautery is suitable for flat warts in difficult-to-surgical locations, with a diameter of less than 1cm. Because digging deeply to remove the core of flat warts often leaves scars and careless wound care can easily cause infection...\n5. Minor surgery\nMinor surgery is suitable for flat warts less than 2cm in diameter and growing in a flat position. This therapy is faster than electrocautery, easier to care for incisions, and lowers the risk of infection. However, minor surgery can leave scars and flat warts will recur if all the warts are not removed.\nActively vaccinate against HPV to prevent flat warts from appearing",
            "subsection_string": "How to treat flat warts\n1. Medicines\nThe medicine treats flat warts with a mechanism to make the warts peel off on their own. This method is safe and rarely causes dangerous complications, but patients need to persevere in doing it to see results. Medications commonly used to treat flat warts include:\n1.1 Salicylic acid:\nThis is the main ingredient in aspirin, often the first choice for treating flat warts. This method has low cost, few side effects and has many different preparations such as liquids, gels, patches,... and salicylic acid concentrations from 17% to 40%.\nFirst, the patient needs to wet the flat wart in water for 10-15 minutes, then remove the dead skin layer of the flat wart, then apply salicylic acid. Need to do it 1-2 times in 12 weeks to see results.\nSalicylic acid is suitable for areas with thick skin, such as the soles of the feet, because acidic drugs can easily damage areas of thin skin. Flat warts on the soles of the feet, using salicylic acid patches will see results within a few days.\n1.2 Imiquimod topical\nThis medicine is very suitable for flat warts. When applied to the area where flat warts appear, it will cause the warts to fall off on their own. However, during treatment, imiquimod makes the skin area painful, red and swollen. Topical imiquimod combined with cryotherapy will be more effective. When used, Imiquimod must be prescribed by doctors.\n1.3 Podofilox topical\nApply podofilox directly to the flat wart to let it fall off on its own. Symptoms when applying the medicine include itching, a slight numbness like a burn, etc.\n1.4 Topical 5-fluorouracil (5-FU)\nTopical 5-fluorouracil (5-FU) is commonly used to treat flat warts in children. Parents should not arbitrarily buy it to apply to their children but need to get a prescription from a specialist.\n1.5 Inject bleomycin\nBleomycin is a chemotherapy drug that treats cancer. When injected directly into warts, it is also effective in treatment. This method is only for cases where flat warts are not effective with other methods.\n2. Cooling therapy\nThere are two main ways of cooling therapy:\n2.1 Liquid nitrogen\nDoctors will spray liquid nitrogen at a temperature of -196 degrees Celsius onto the area where the flat wart appears. Liquid nitrogen causes tissue damage, consequent blood vessel stasis, freezing of extracellular spaces, and destruction of warts. Each treatment session is 1-2 weeks apart and takes about 3-4 months to completely heal.\n2.2 Dimethyl ether and propane mixture (DMEP)\nCold spray with DMEP is suitable for flat warts on the palms and soles of the feet. The drug is available without a prescription, but you should read the instructions carefully before using. If excess dosage is used, it can easily cause blistering to surrounding skin areas.\n3. Lasers\n3.1 CO2 Laser\nActive lasers selectively absorb water molecules. Before the procedure, the patient is given local anesthesia by the doctor to reduce pain. The CO2 Laser shines on flat warts, vaporizing and destroying tissue and skin. If the doctor is highly skilled, the patient does not have to worry about leaving extensive scars.\n3.2 Pulsed dye laser\nPulsed dye lasers are directed at the flat wart, burning the small blood vessels inside. The infected tissue is then destroyed and the flat wart falls off. During treatment there is no need to use sedatives or local anesthesia. The advantage of pulsed dye laser is that it helps remove flat warts quickly, leaving little scarring.\n4. Electrocautery\nThe electrocautery method uses an electric current to help remove flat warts and is performed quickly and simply. Electrocautery is suitable for flat warts in difficult-to-surgical locations, with a diameter of less than 1cm. Because digging deeply to remove the core of flat warts often leaves scars and careless wound care can easily cause infection...\n5. Minor surgery\nMinor surgery is suitable for flat warts less than 2cm in diameter and growing in a flat position. This therapy is faster than electrocautery, easier to care for incisions, and lowers the risk of infection. However, minor surgery can leave scars and flat warts will recur if all the warts are not removed.\nActively vaccinate against HPV to prevent flat warts from appearing"
        },
        {
            "subsection_name": "Measures to prevent flat warts",
            "subsection_content": "To prevent the HPV virus that causes flat warts from penetrating and spreading to other areas of the body, take the following precautions:\nKeep your hands clean and dry; Do not touch, pick, or scratch any flat warts.; Avoid touching infected people.; Do not share towels, clothes, or personal items with others; Wash children's toys regularly.; Wear flip-flops in, swimming pools, public showers and locker rooms.; Get vaccinated against HPV to prevent flat warts from appearing.\nRemember, it is not always possible to prevent flat warts, but the above measures will reduce the risk of infection.\nFlat warts are common in children and adolescents, but adults are not immune. Although flat warts do not cause many adverse symptoms for the patient, they are difficult to treat completely. Therefore, as soon as you discover warts on your body, especially your palms and feet, you need to immediately go to the Dermatology - Skin Aesthetics department for timely diagnosis and treatment.",
            "subsection_string": "Measures to prevent flat warts\nTo prevent the HPV virus that causes flat warts from penetrating and spreading to other areas of the body, take the following precautions:\nKeep your hands clean and dry; Do not touch, pick, or scratch any flat warts.; Avoid touching infected people.; Do not share towels, clothes, or personal items with others; Wash children's toys regularly.; Wear flip-flops in, swimming pools, public showers and locker rooms.; Get vaccinated against HPV to prevent flat warts from appearing.\nRemember, it is not always possible to prevent flat warts, but the above measures will reduce the risk of infection.\nFlat warts are common in children and adolescents, but adults are not immune. Although flat warts do not cause many adverse symptoms for the patient, they are difficult to treat completely. Therefore, as soon as you discover warts on your body, especially your palms and feet, you need to immediately go to the Dermatology - Skin Aesthetics department for timely diagnosis and treatment."
        }
    ],
    "name": "mun-coc-phang.json"
}