{
    "title": "Acne during puberty: Causes, signs, prevention",
    "category": "Dermatology",
    "link": "https://tamanhhospital.vn/mun-trung-ca-o-tuoi-day-thi/",
    "abstract": "Acne during puberty can mostly be treated on its own to a mild degree. At moderate and severe levels, in addition to oral and topical medications, there are many things to keep in mind when taking care of your skin to both help restore the skin and effectively prevent acne. In medicine, treatment is always accompanied by nursing to help the body restore to its normal state. In dermatology, skin treatment needs to be accompanied by skin care to restore the skin to its normal state.",
    "content": "Acne during puberty: Causes, signs, prevention\n\nAcne during puberty can mostly be treated on its own to a mild degree. At moderate and severe levels, in addition to oral and topical medications, there are many things to keep in mind when taking care of your skin to both help restore the skin and effectively prevent acne. In medicine, treatment is always accompanied by nursing to help the body restore to its normal state. In dermatology, skin treatment needs to be accompanied by skin care to restore the skin to its normal state.\n\nWhy does teenage acne appear?\nAcne can appear at any age, but adolescence - puberty (from 8 to 25 years old) - is the time when most men and women have acne to varying degrees. Because this is a period when the body has many hormonal changes that cause the skin's oil glands to become more active - combined with acne-causing bacteria produced when pores are clogged, increasing the risk of acne in the skin. adolescent. (first)\nAcne tends to develop strongly during puberty\n\nCauses of acne during puberty\nThe reason why puberty is an acne-prone period is due to hormonal changes, along with other factors such as skin care or living/eating. (2)\n1. Increase in androgen hormones\nDuring puberty, androgen hormone - a sex hormone - will increase, stimulating the activity of oil glands on the skin. This causes the skin to overproduce sebum and excess oil; Over time, it leads to clogged pores and creates favorable conditions for acne-causing bacteria to grow. Clogged pores cause the formation of acne (whiteheads). When the pores are open, the oxidized acne core will become blackheads. Meanwhile, if bacteria invade, red, swollen pustules will appear, causing pain with a high risk of infection.\n2. Poor facial hygiene\nIn hot and humid climates, if combined with vigorous activities, it can easily cause children to sweat a lot. Not paying attention to facial hygiene or choosing inappropriate cleaning products or improper skin care (such as regularly exfoliating causing skin irritation, etc.) are also causes of acne. then.\n3. Some other causes\nIn addition to the main factor of hormonal changes, other factors such as frequent stress; The habit of using cosmetics, lotions or even hair dye when in contact with the skin can also increase the risk of clogged pores causing acne. In addition, if your lifestyle is less healthy, such as drinking less water, staying up late, and eating a lot of greasy foods, it will also make acne more complicated.\n\nSigns of acne during puberty\nWith different levels, acne in puberty also has many different symptoms. However, you can recognize some problems that appear in skin areas where oil glands are concentrated (face, chest, back, shoulders, upper arms) such as clogged pores, pimples/pimples. blackheads/whiteheads/pustules/cysts (containing pus or fluid) in larger quantities and lasting longer. (3)\n\nSome common types of acne during puberty\n1. Acne is not caused by inflammation\nThis type of acne is considered quite \"comfortable\", causes little damage and is easy to treat. The characteristic of non-inflammatory acne is that it has a hard core; Includes 2 familiar \"faces\":\nBlackheads: Bacteria, dead cells or oxidized sebum on the skin surface at the open hair follicles form black acne spots.; Whiteheads: Pores are also clogged by dead cells, excess oil or bacteria but are different from blackheads; Here the hair follicle will close, creating a white pimple.\n2. Acne due to inflammation\nInflammatory acne causes more serious damage such as larger acne sizes, acne that easily causes swelling/redness/tissue infection, and a high risk of acne scarring. 4 common types of inflammatory acne during puberty include:\nPapules: These are small, swollen pimples that are red or pink in color, or are sensitive to external influences such as squeezing pimples. If papules appear a lot during puberty, it is a warning sign that the acne is no longer mild but is moderate to severe.; Pustules: Pustules have an external appearance quite similar to whiteheads, the difference is that pustules have a small red circle around the base of the acne - a sign of inflamed skin. This type of acne in puberty also does not have a hard core, instead there is yellow or white pus. Do not arbitrarily squeeze pustules to avoid making acne worse or leaving deep scars.; Cystic acne: Usually appears more in men than women; is a condition in which inflammatory bacteria attack deep into the skin structure. Besides the face, acne can also appear on the chest and back. Acne, if not treated properly, can cause pain, severe redness and swelling, and can easily recur; Cystic acne: Also known as a cyst, it is a type of pimple under the skin that is large in size (sometimes the size of a pea) filled with pus or fluid and causes a lot of pain. Cystic acne appears when inflammation is severe. Because it is a form of acne that \"eats deep\" into the skin, when removing acne cores, there is a high risk of leaving scars.\nCommon types of puberty acne\n\nHow to treat acne during puberty\nTreating acne during puberty needs to be done properly with appropriate methods to minimize skin damage.\n1. Treat acne with topical medication\nSalicylic Acid: Salicylic acid has the ability to prevent clogging of pores, help hair follicles become more clear as well as control agents such as dead skin/sebum. (4); Azelaic Acid: Helps clean pores, reduce acne and limit the risk of acne recurring. However, this ingredient only works well in cases of mild to moderate teenage acne; Benzoyl Peroxide: Abbreviated as BPO. This drug has the effect of killing bacteria and peeling off the stratum corneum, so it is often used to treat types of acne such as blackheads/whiteheads, cystic acne, inflammatory acne, etc.; Retinol: A derivative of vitamin A, Retinol is used to treat acne during puberty because of its ability to reduce excess oil, unclog hair follicles, help control and reduce acne - notably preventing cysts and nodules. . In addition, this active ingredient also has anti-aging effects, helps brighten and even skin tone as well as moisturizes the skin. When using Retinoids, you need to pay more attention to sun protection for your skin because factors related to vitamin A will make the skin more sensitive and damaged to UV rays.; Clindamycin: An antibiotic that inhibits bacterial activity and reduces skin damage caused by inflammation. In the treatment of acne – especially moderate to severe acne – Clindamycin is available in both topical and oral forms.\n2. Treat teenage acne with natural tips\nSome natural ingredients are also effective in treating mild to moderate teenage acne. There are two ingredients that stand out for their antibacterial and anti-inflammatory properties: fresh lemon juice and honey.\nUse lemon juice: Lemon juice works best when used as an astringent or as a topical acne treatment. For mild types of teenage acne, you just need to use a cotton swab and gently apply lemon juice on the top of the acne. Hold for a few seconds and rinse afterwards. You can do this several times a day; However, this method should only be used for a short time. This method requires careful sun protection.; Treat acne with honey: The antibacterial and soothing properties of honey both help kill acne-causing bacteria and help reduce redness and swelling. You can combine honey with other ingredients such as yogurt, banana or oatmeal to create an acne treatment mask or use a very small amount directly on acne spots. It should be noted that you should only use pure honey and use a sufficient amount to avoid the risk of skin irritation - especially with sensitive skin.\n3. Use cream to treat puberty acne\nAcne cream is a popular choice in treating acne during puberty because of its convenience and effectiveness. To treat acne quickly and safely, users should choose a cream product suitable for their skin type. For example, if you have dry skin, you should not choose a cream with oil control properties. (5)\nTo use cream better, you also need to pay attention to skin care steps such as cleansing, moisturizing, and anti-aging so that your skin can quickly recover and prevent acne effectively.\nYou can use creams with ingredients such as Salicylic Acid, Azelaic Acid, Retinol, etc. to treat acne.\n\nHow to prevent acne during puberty\nIn preventing acne, if your child needs prescription medication, the first important thing is to carry out the treatment as prescribed. In addition, you need to be patient because it can take 6-8 weeks to start seeing clear results, 6 months or more for the skin to completely clear of acne.\nSome of the habits below help control acne during puberty more effectively:\nUse cleanser suitable for skin condition (oily, dry or combination skin): 2 times per day; Use products containing adapalene to unclog pores after washing your face.; Avoid exfoliating too much or washing your face too often to avoid irritating acne-prone skin.; Avoid touching acne skin areas.; Masks should be worn and changed regularly.; Wash your hair every day if you have long hair or a very oily scalp.; Do not use a lot of cosmetics.; Protect your skin from dust, sunlight, and objects that cause friction to the skin such as phones, jewelry, etc.; Limit stress and anxiety.\n\nWhen should I see a doctor?\nIn some cases, pubertal acne cannot be controlled at home and requires help from a specialist to quickly treat acne and limit the risk of infection and worsening. Therefore, young people should not hesitate if they encounter:\nSevere acne with a large number of inflammatory acne, pustules or cysts; Acne lasts a long time and is difficult to get rid of; Over-the-counter treatments are not very effective after several months; Acne appears as a side effect after using medications such as drugs for depression, anxiety, etc.; Acne leaves many acne scars; Psychology is strongly affected because acne makes children have low self-esteem and excessive anxiety.\nAcne during puberty is not only a dermatological problem but can also affect children psychologically if not promptly monitored and treated. In case of a large number of acne - especially cystic acne and cystic acne - along with serious skin damage such as redness, swelling, pus, and a lot of pain, you need to see a doctor as soon as possible. Intensive dermatological treatment at this time is essential; Absolutely do not apply oral acne treatment methods as they will increase the risk of infection.",
    "subsections": [
        {
            "subsection_name": "Why does teenage acne appear?",
            "subsection_content": "Acne can appear at any age, but adolescence - puberty (from 8 to 25 years old) - is the time when most men and women have acne to varying degrees. Because this is a period when the body has many hormonal changes that cause the skin's oil glands to become more active - combined with acne-causing bacteria produced when pores are clogged, increasing the risk of acne in the skin. adolescent. (first)\nAcne tends to develop strongly during puberty",
            "subsection_string": "Why does teenage acne appear?\nAcne can appear at any age, but adolescence - puberty (from 8 to 25 years old) - is the time when most men and women have acne to varying degrees. Because this is a period when the body has many hormonal changes that cause the skin's oil glands to become more active - combined with acne-causing bacteria produced when pores are clogged, increasing the risk of acne in the skin. adolescent. (first)\nAcne tends to develop strongly during puberty"
        },
        {
            "subsection_name": "Causes of acne during puberty",
            "subsection_content": "The reason why puberty is an acne-prone period is due to hormonal changes, along with other factors such as skin care or living/eating. (2)\n1. Increase in androgen hormones\nDuring puberty, androgen hormone - a sex hormone - will increase, stimulating the activity of oil glands on the skin. This causes the skin to overproduce sebum and excess oil; Over time, it leads to clogged pores and creates favorable conditions for acne-causing bacteria to grow. Clogged pores cause the formation of acne (whiteheads). When the pores are open, the oxidized acne core will become blackheads. Meanwhile, if bacteria invade, red, swollen pustules will appear, causing pain with a high risk of infection.\n2. Poor facial hygiene\nIn hot and humid climates, if combined with vigorous activities, it can easily cause children to sweat a lot. Not paying attention to facial hygiene or choosing inappropriate cleaning products or improper skin care (such as regularly exfoliating causing skin irritation, etc.) are also causes of acne. then.\n3. Some other causes\nIn addition to the main factor of hormonal changes, other factors such as frequent stress; The habit of using cosmetics, lotions or even hair dye when in contact with the skin can also increase the risk of clogged pores causing acne. In addition, if your lifestyle is less healthy, such as drinking less water, staying up late, and eating a lot of greasy foods, it will also make acne more complicated.",
            "subsection_string": "Causes of acne during puberty\nThe reason why puberty is an acne-prone period is due to hormonal changes, along with other factors such as skin care or living/eating. (2)\n1. Increase in androgen hormones\nDuring puberty, androgen hormone - a sex hormone - will increase, stimulating the activity of oil glands on the skin. This causes the skin to overproduce sebum and excess oil; Over time, it leads to clogged pores and creates favorable conditions for acne-causing bacteria to grow. Clogged pores cause the formation of acne (whiteheads). When the pores are open, the oxidized acne core will become blackheads. Meanwhile, if bacteria invade, red, swollen pustules will appear, causing pain with a high risk of infection.\n2. Poor facial hygiene\nIn hot and humid climates, if combined with vigorous activities, it can easily cause children to sweat a lot. Not paying attention to facial hygiene or choosing inappropriate cleaning products or improper skin care (such as regularly exfoliating causing skin irritation, etc.) are also causes of acne. then.\n3. Some other causes\nIn addition to the main factor of hormonal changes, other factors such as frequent stress; The habit of using cosmetics, lotions or even hair dye when in contact with the skin can also increase the risk of clogged pores causing acne. In addition, if your lifestyle is less healthy, such as drinking less water, staying up late, and eating a lot of greasy foods, it will also make acne more complicated."
        },
        {
            "subsection_name": "Signs of acne during puberty",
            "subsection_content": "With different levels, acne in puberty also has many different symptoms. However, you can recognize some problems that appear in skin areas where oil glands are concentrated (face, chest, back, shoulders, upper arms) such as clogged pores, pimples/pimples. blackheads/whiteheads/pustules/cysts (containing pus or fluid) in larger quantities and lasting longer. (3)",
            "subsection_string": "Signs of acne during puberty\nWith different levels, acne in puberty also has many different symptoms. However, you can recognize some problems that appear in skin areas where oil glands are concentrated (face, chest, back, shoulders, upper arms) such as clogged pores, pimples/pimples. blackheads/whiteheads/pustules/cysts (containing pus or fluid) in larger quantities and lasting longer. (3)"
        },
        {
            "subsection_name": "Some common types of acne during puberty",
            "subsection_content": "1. Acne is not caused by inflammation\nThis type of acne is considered quite \"comfortable\", causes little damage and is easy to treat. The characteristic of non-inflammatory acne is that it has a hard core; Includes 2 familiar \"faces\":\nBlackheads: Bacteria, dead cells or oxidized sebum on the skin surface at the open hair follicles form black acne spots.; Whiteheads: Pores are also clogged by dead cells, excess oil or bacteria but are different from blackheads; Here the hair follicle will close, creating a white pimple.\n2. Acne due to inflammation\nInflammatory acne causes more serious damage such as larger acne sizes, acne that easily causes swelling/redness/tissue infection, and a high risk of acne scarring. 4 common types of inflammatory acne during puberty include:\nPapules: These are small, swollen pimples that are red or pink in color, or are sensitive to external influences such as squeezing pimples. If papules appear a lot during puberty, it is a warning sign that the acne is no longer mild but is moderate to severe.; Pustules: Pustules have an external appearance quite similar to whiteheads, the difference is that pustules have a small red circle around the base of the acne - a sign of inflamed skin. This type of acne in puberty also does not have a hard core, instead there is yellow or white pus. Do not arbitrarily squeeze pustules to avoid making acne worse or leaving deep scars.; Cystic acne: Usually appears more in men than women; is a condition in which inflammatory bacteria attack deep into the skin structure. Besides the face, acne can also appear on the chest and back. Acne, if not treated properly, can cause pain, severe redness and swelling, and can easily recur; Cystic acne: Also known as a cyst, it is a type of pimple under the skin that is large in size (sometimes the size of a pea) filled with pus or fluid and causes a lot of pain. Cystic acne appears when inflammation is severe. Because it is a form of acne that \"eats deep\" into the skin, when removing acne cores, there is a high risk of leaving scars.\nCommon types of puberty acne",
            "subsection_string": "Some common types of acne during puberty\n1. Acne is not caused by inflammation\nThis type of acne is considered quite \"comfortable\", causes little damage and is easy to treat. The characteristic of non-inflammatory acne is that it has a hard core; Includes 2 familiar \"faces\":\nBlackheads: Bacteria, dead cells or oxidized sebum on the skin surface at the open hair follicles form black acne spots.; Whiteheads: Pores are also clogged by dead cells, excess oil or bacteria but are different from blackheads; Here the hair follicle will close, creating a white pimple.\n2. Acne due to inflammation\nInflammatory acne causes more serious damage such as larger acne sizes, acne that easily causes swelling/redness/tissue infection, and a high risk of acne scarring. 4 common types of inflammatory acne during puberty include:\nPapules: These are small, swollen pimples that are red or pink in color, or are sensitive to external influences such as squeezing pimples. If papules appear a lot during puberty, it is a warning sign that the acne is no longer mild but is moderate to severe.; Pustules: Pustules have an external appearance quite similar to whiteheads, the difference is that pustules have a small red circle around the base of the acne - a sign of inflamed skin. This type of acne in puberty also does not have a hard core, instead there is yellow or white pus. Do not arbitrarily squeeze pustules to avoid making acne worse or leaving deep scars.; Cystic acne: Usually appears more in men than women; is a condition in which inflammatory bacteria attack deep into the skin structure. Besides the face, acne can also appear on the chest and back. Acne, if not treated properly, can cause pain, severe redness and swelling, and can easily recur; Cystic acne: Also known as a cyst, it is a type of pimple under the skin that is large in size (sometimes the size of a pea) filled with pus or fluid and causes a lot of pain. Cystic acne appears when inflammation is severe. Because it is a form of acne that \"eats deep\" into the skin, when removing acne cores, there is a high risk of leaving scars.\nCommon types of puberty acne"
        },
        {
            "subsection_name": "How to treat acne during puberty",
            "subsection_content": "Treating acne during puberty needs to be done properly with appropriate methods to minimize skin damage.\n1. Treat acne with topical medication\nSalicylic Acid: Salicylic acid has the ability to prevent clogging of pores, help hair follicles become more clear as well as control agents such as dead skin/sebum. (4); Azelaic Acid: Helps clean pores, reduce acne and limit the risk of acne recurring. However, this ingredient only works well in cases of mild to moderate teenage acne; Benzoyl Peroxide: Abbreviated as BPO. This drug has the effect of killing bacteria and peeling off the stratum corneum, so it is often used to treat types of acne such as blackheads/whiteheads, cystic acne, inflammatory acne, etc.; Retinol: A derivative of vitamin A, Retinol is used to treat acne during puberty because of its ability to reduce excess oil, unclog hair follicles, help control and reduce acne - notably preventing cysts and nodules. . In addition, this active ingredient also has anti-aging effects, helps brighten and even skin tone as well as moisturizes the skin. When using Retinoids, you need to pay more attention to sun protection for your skin because factors related to vitamin A will make the skin more sensitive and damaged to UV rays.; Clindamycin: An antibiotic that inhibits bacterial activity and reduces skin damage caused by inflammation. In the treatment of acne – especially moderate to severe acne – Clindamycin is available in both topical and oral forms.\n2. Treat teenage acne with natural tips\nSome natural ingredients are also effective in treating mild to moderate teenage acne. There are two ingredients that stand out for their antibacterial and anti-inflammatory properties: fresh lemon juice and honey.\nUse lemon juice: Lemon juice works best when used as an astringent or as a topical acne treatment. For mild types of teenage acne, you just need to use a cotton swab and gently apply lemon juice on the top of the acne. Hold for a few seconds and rinse afterwards. You can do this several times a day; However, this method should only be used for a short time. This method requires careful sun protection.; Treat acne with honey: The antibacterial and soothing properties of honey both help kill acne-causing bacteria and help reduce redness and swelling. You can combine honey with other ingredients such as yogurt, banana or oatmeal to create an acne treatment mask or use a very small amount directly on acne spots. It should be noted that you should only use pure honey and use a sufficient amount to avoid the risk of skin irritation - especially with sensitive skin.\n3. Use cream to treat puberty acne\nAcne cream is a popular choice in treating acne during puberty because of its convenience and effectiveness. To treat acne quickly and safely, users should choose a cream product suitable for their skin type. For example, if you have dry skin, you should not choose a cream with oil control properties. (5)\nTo use cream better, you also need to pay attention to skin care steps such as cleansing, moisturizing, and anti-aging so that your skin can quickly recover and prevent acne effectively.\nYou can use creams with ingredients such as Salicylic Acid, Azelaic Acid, Retinol, etc. to treat acne.",
            "subsection_string": "How to treat acne during puberty\nTreating acne during puberty needs to be done properly with appropriate methods to minimize skin damage.\n1. Treat acne with topical medication\nSalicylic Acid: Salicylic acid has the ability to prevent clogging of pores, help hair follicles become more clear as well as control agents such as dead skin/sebum. (4); Azelaic Acid: Helps clean pores, reduce acne and limit the risk of acne recurring. However, this ingredient only works well in cases of mild to moderate teenage acne; Benzoyl Peroxide: Abbreviated as BPO. This drug has the effect of killing bacteria and peeling off the stratum corneum, so it is often used to treat types of acne such as blackheads/whiteheads, cystic acne, inflammatory acne, etc.; Retinol: A derivative of vitamin A, Retinol is used to treat acne during puberty because of its ability to reduce excess oil, unclog hair follicles, help control and reduce acne - notably preventing cysts and nodules. . In addition, this active ingredient also has anti-aging effects, helps brighten and even skin tone as well as moisturizes the skin. When using Retinoids, you need to pay more attention to sun protection for your skin because factors related to vitamin A will make the skin more sensitive and damaged to UV rays.; Clindamycin: An antibiotic that inhibits bacterial activity and reduces skin damage caused by inflammation. In the treatment of acne – especially moderate to severe acne – Clindamycin is available in both topical and oral forms.\n2. Treat teenage acne with natural tips\nSome natural ingredients are also effective in treating mild to moderate teenage acne. There are two ingredients that stand out for their antibacterial and anti-inflammatory properties: fresh lemon juice and honey.\nUse lemon juice: Lemon juice works best when used as an astringent or as a topical acne treatment. For mild types of teenage acne, you just need to use a cotton swab and gently apply lemon juice on the top of the acne. Hold for a few seconds and rinse afterwards. You can do this several times a day; However, this method should only be used for a short time. This method requires careful sun protection.; Treat acne with honey: The antibacterial and soothing properties of honey both help kill acne-causing bacteria and help reduce redness and swelling. You can combine honey with other ingredients such as yogurt, banana or oatmeal to create an acne treatment mask or use a very small amount directly on acne spots. It should be noted that you should only use pure honey and use a sufficient amount to avoid the risk of skin irritation - especially with sensitive skin.\n3. Use cream to treat puberty acne\nAcne cream is a popular choice in treating acne during puberty because of its convenience and effectiveness. To treat acne quickly and safely, users should choose a cream product suitable for their skin type. For example, if you have dry skin, you should not choose a cream with oil control properties. (5)\nTo use cream better, you also need to pay attention to skin care steps such as cleansing, moisturizing, and anti-aging so that your skin can quickly recover and prevent acne effectively.\nYou can use creams with ingredients such as Salicylic Acid, Azelaic Acid, Retinol, etc. to treat acne."
        },
        {
            "subsection_name": "How to prevent acne during puberty",
            "subsection_content": "In preventing acne, if your child needs prescription medication, the first important thing is to carry out the treatment as prescribed. In addition, you need to be patient because it can take 6-8 weeks to start seeing clear results, 6 months or more for the skin to completely clear of acne.\nSome of the habits below help control acne during puberty more effectively:\nUse cleanser suitable for skin condition (oily, dry or combination skin): 2 times per day; Use products containing adapalene to unclog pores after washing your face.; Avoid exfoliating too much or washing your face too often to avoid irritating acne-prone skin.; Avoid touching acne skin areas.; Masks should be worn and changed regularly.; Wash your hair every day if you have long hair or a very oily scalp.; Do not use a lot of cosmetics.; Protect your skin from dust, sunlight, and objects that cause friction to the skin such as phones, jewelry, etc.; Limit stress and anxiety.",
            "subsection_string": "How to prevent acne during puberty\nIn preventing acne, if your child needs prescription medication, the first important thing is to carry out the treatment as prescribed. In addition, you need to be patient because it can take 6-8 weeks to start seeing clear results, 6 months or more for the skin to completely clear of acne.\nSome of the habits below help control acne during puberty more effectively:\nUse cleanser suitable for skin condition (oily, dry or combination skin): 2 times per day; Use products containing adapalene to unclog pores after washing your face.; Avoid exfoliating too much or washing your face too often to avoid irritating acne-prone skin.; Avoid touching acne skin areas.; Masks should be worn and changed regularly.; Wash your hair every day if you have long hair or a very oily scalp.; Do not use a lot of cosmetics.; Protect your skin from dust, sunlight, and objects that cause friction to the skin such as phones, jewelry, etc.; Limit stress and anxiety."
        },
        {
            "subsection_name": "When should I see a doctor?",
            "subsection_content": "In some cases, pubertal acne cannot be controlled at home and requires help from a specialist to quickly treat acne and limit the risk of infection and worsening. Therefore, young people should not hesitate if they encounter:\nSevere acne with a large number of inflammatory acne, pustules or cysts; Acne lasts a long time and is difficult to get rid of; Over-the-counter treatments are not very effective after several months; Acne appears as a side effect after using medications such as drugs for depression, anxiety, etc.; Acne leaves many acne scars; Psychology is strongly affected because acne makes children have low self-esteem and excessive anxiety.\nAcne during puberty is not only a dermatological problem but can also affect children psychologically if not promptly monitored and treated. In case of a large number of acne - especially cystic acne and cystic acne - along with serious skin damage such as redness, swelling, pus, and a lot of pain, you need to see a doctor as soon as possible. Intensive dermatological treatment at this time is essential; Absolutely do not apply oral acne treatment methods as they will increase the risk of infection.",
            "subsection_string": "When should I see a doctor?\nIn some cases, pubertal acne cannot be controlled at home and requires help from a specialist to quickly treat acne and limit the risk of infection and worsening. Therefore, young people should not hesitate if they encounter:\nSevere acne with a large number of inflammatory acne, pustules or cysts; Acne lasts a long time and is difficult to get rid of; Over-the-counter treatments are not very effective after several months; Acne appears as a side effect after using medications such as drugs for depression, anxiety, etc.; Acne leaves many acne scars; Psychology is strongly affected because acne makes children have low self-esteem and excessive anxiety.\nAcne during puberty is not only a dermatological problem but can also affect children psychologically if not promptly monitored and treated. In case of a large number of acne - especially cystic acne and cystic acne - along with serious skin damage such as redness, swelling, pus, and a lot of pain, you need to see a doctor as soon as possible. Intensive dermatological treatment at this time is essential; Absolutely do not apply oral acne treatment methods as they will increase the risk of infection."
        }
    ],
    "name": "mun-trung-ca-o-tuoi-day-thi.json"
}