{
    "title": "Endocrine melasma: Causes, symptoms, diagnosis and prevention",
    "category": "Endocrine",
    "link": "https://tamanhhospital.vn/nam-noi-tiet/",
    "abstract": "Melasma (brown, gray-brown patches) often appears on the cheeks, chin, bridge of the nose, forehead, and upper lip, more common in women than men (1). There are many factors that cause melasma, including hormones that also affect the process of melasma formation. So what is endocrine melasma? Causes, symptoms, how to diagnose and prevent melasma effectively? The article below will answer this issue more specifically!",
    "content": "Endocrine melasma: Causes, symptoms, diagnosis and prevention\n\nMelasma (brown, gray-brown patches) often appears on the cheeks, chin, bridge of the nose, forehead, and upper lip, more common in women than men (1). There are many factors that cause melasma, including hormones that also affect the process of melasma formation. So what is endocrine melasma? Causes, symptoms, how to diagnose and prevent melasma effectively? The article below will answer this issue more specifically!\n\nWhat is endocrine melasma?\nEndocrine melasma (also known as deep melasma) is an endocrine disorder that leads to an imbalance of hormones in the body, forming hyperpigmented spots on the skin surface. The formation of melasma is mainly related to estrogen (female hormone). This is a sex hormone that plays an important role in the body and has the ability to inhibit the production of MSH hormone (a hormone that stimulates increased melanin production under the skin).\nIf estrogen in the body decreases and cannot inhibit the hormone MSH, then the uncontrolled production of melanin cells will push to the surface of the skin to form melasma.\nEstrogen is a synthesis of 3 substances: estrone, estradiol, estriol. Estrogen plays an important role in women, helping the body regulate the reproductive system, hair, skin... Estrogen in women is produced more slowly as they enter aging, causing hormonal imbalance that increases melanin production, leading to premature aging. endocrine melasma.\nEndocrine melasma has pigmented areas that appear concentrated in round spots on the skin surface, with roots deeply embedded in the skin's structural layers (usually found in the basement membrane of the epidermis, sometimes deep into the middle layer). tare).\n\nWho is susceptible to melasma?\nDark skin types are more susceptible to melasma than light skin types, common in light brown skin types.; Females are 9 times more likely to have melasma than males. It is rare before puberty but common during reproductive age.; Melasma can appear in about 15% - 50% of pregnant people.; People with hormonal disorders.\n\nCauses of endocrine melasma\nThere are many causes of endocrine melasma, including:\nDuring pregnancy, estrogen levels in women increase rapidly to protect the fetus. After giving birth, the sudden decrease in estrogen in the body will cause endocrine disorders; Menstrual disorders sometimes also cause melasma; Using birth control pills containing progestin stimulates the formation of melasma. Patients may develop melasma while taking the drug or after 2-3 months of taking the drug. If exposed to sunlight, the melasma patches will become darker and more widespread.; Stress: psychological stress and pressure over a long period of time affects brain activity, leading to disturbances in the production of estrogen and some other hormones, causing melasma formation. Stress also increases ovarian activity, increasing the production of the hormone estrogen, which causes skin pigmentation.\n\nSymptoms of endocrine melasma\nHormonal melasma takes the form of small spots, pale yellow or darker than neighboring areas. Melasma spots are irregular in size and intermingled with each other. If not treated early, they will quickly spread to other areas of the skin. Hormonal melasma often appears on: cheeks, temples, forehead, nose, and wings of the nose.\nDepending on the endocrine disorder within the body, the degree of melasma manifested on the skin surface varies. In addition, endocrine melasma also has a number of other manifestations such as:\nMenstrual cycles change, are irregular or become less frequent over time; The ovaries, cervix, and vagina become smaller, the glands secrete less mucus, and there is a burning sensation during sex.; There are signs of neurological disorders such as: anxiety, sadness, irritability, fast heartbeat, erratic behavior...; Skin begins to age: loses elasticity, darkens, wrinkles...\nHormonal disorders cause hormonal imbalance, stimulating the body to produce more melanin, forming endocrine melasma.\n\nHow to diagnose melasma caused by hormones\nWhen melasma appears on the skin, patients should see an endocrinologist for instructions on how to balance hormones through diet, appropriate medication use, and in conjunction with a dermatologist and endocrinologist. Excision to examine, carefully observe skin condition, find the cause of melasma to diagnose melasma caused by hormones or melasma caused by sun.\nThe doctor will use additional dermatoscopy equipment or a dermatoscope with integrated skin analysis software to determine the depth of melasma. If the case is difficult to distinguish from other skin diseases, the doctor will do some more in-depth tests to determine the cause of melasma for appropriate treatment.\nPatients should have their skin examined to analyze the level of melasma and skin condition to apply appropriate treatment methods.\n\nDistinguish between endocrine melasma and sunburn\nHormonal melasma and sunburn have many different things. Patients need to find out the cause of melasma to have appropriate treatment methods to avoid affecting their health. Ways to distinguish between hormonal melasma and sunburn include:\n1. Endocrine melasma\nEndocrine melasma is formed due to hormonal disorders that cause hormone imbalance in the body, stimulating the production of more melanin, creating hyperpigmented spots on the skin surface. In addition, when using some medications, they also cause side effects that disrupt hormones and cause melasma.\nIn addition, the following factors will also contribute to the appearance of hormonal melasma: prolonged stress will affect the activity of the ovaries causing hormonal changes, using birth control pills containing progestins, hormonal changes when pregnancy or postpartum, menopause, irregular menstruation.\nHormonal melasma will decrease when the endocrine condition is balanced to a normal level (for example, hormonal melasma due to pregnancy, after giving birth, the endocrine system will return to normal, then melasma will gradually decrease. ).\n2. Sunburn (common melasma)\nSunburn often occurs due to the impact of external factors such as:\nEnvironment: exposure to sunlight, blue light with heat radiation from electronic devices, polluted environment: car exhaust, dust, chemicals...; Using poor quality cosmetics of unknown origin containing corticosteroids thins the skin. When exposed to solar radiation or electronic radiation, the skin will be melasma.; In addition, diet, rest time, living habits, skin care... are also one of the causes of melasma.\n\nMethods of treating endocrine melasma\nHormonal melasma is caused by changes within the body, so it is necessary to treat it from within to help the body balance hormones and use measures to support the treatment of skin symptoms. Patients need to see an endocrinologist for instructions on how to balance their hormones through diet and appropriate medication use. In addition, patients need to work with a dermatologist to receive guidance on treating symptoms of endocrine melasma on the skin. During treatment, patients should tell their doctor information about the medications they are using to avoid drug interactions that affect their health.\nThere are many methods to treat endocrine melasma, the doctor will prescribe the appropriate treatment method depending on the patient's skin condition. Below are some methods to treat endocrine melasma such as:\nSupplement estrogen: use products rich in natural estrogen from plants (especially soybeans or soy products...). You should not use synthetic estrogens because of the risk of dangerous side effects such as breast cancer.; Supplement omega-3: healthy fats from coconut oil, avocado, salmon, flaxseeds, chia seeds, walnuts, carrots, potatoes... rich in omega-3 should be added to the diet to improve health. good melasma.; Do not use fats from vegetable oils such as: sunflower, corn, soybean, peanut oils.; Do not use stimulants: coffee, tea, alcohol, beer...; Get enough sleep, avoid stress; Use sunscreen every day, even when not going outdoors. Sunscreen should choose products with SPF 30+ or ​​higher.\nBesides, patients can also combine some external melasma treatment medications such as:\nHydroquinone: depending on the condition of melasma, the doctor will prescribe the patient to use a 2% hydroquinone concentration (well tolerated with little risk of skin irritation but slow effectiveness) or a 3 - 5% concentration (highly effective but also There is a risk of side effects, so medical supervision is required). The duration of drug use is different for each patient, usually the drug will be effective after 5-7 weeks of use. The usage process can last from 3 to 12 months. When using the medicine, if you encounter problems such as: irritant contact dermatitis, post-inflammatory hyperpigmentation... the patient should stop taking the medicine and notify the doctor for instructions on how to fix it.; Ascorbic Acid (vitamin C): has strong anti-melasma and anti-aging effects; Tranexamic: comes in topical or injectable form, has the effect of fading melasma by inhibiting melanin synthesis; Arbutin: topical medication, has the effect of inhibiting the activity of melanocytes, reducing melanin production from melanocytes; Some drugs that combine corticosteroids such as corticosteroids and hydroquinine have fast effects but need to be supervised by a doctor when used. The drug should not be used for a long time.; Laser treatment of endocrine melasma is a method combined with skin care products to inhibit melanin cell production, stimulate healthy cell growth, and help brighten skin.; When treating melasma, patients should limit the application of skin peels.\n\nHow to prevent endocrine melasma\nAfter age 30, hormones in women will begin to gradually decrease and be less produced. Therefore, live optimistically, comfortably, protect your skin, increase exercise to slow down the aging process, and maintain beauty.\nTreating endocrine melasma is a long-term process that affects both the inside and outside, so it is necessary to prevent endocrine melasma to better protect your health. Methods to prevent hormonal melasma include:\nLimit stress: if stress lasts for a long time, it will increase estrogen, disrupting hormones in the body, so you need to keep a comfortable mind, rest, relax appropriately, and exercise regularly to enhance good resistance. than.\nSupplement adequate nutrients: eat a variety of foods, especially foods that help balance estrogen hormones such as soybeans and soy products.\nUse sunscreen regularly every day, even when you don't have to go out in the sun.\nLimit the use of caffeine stimulants (tea, coffee, cocoa...): although caffeine helps concentration and alertness, it causes heart rhythm disturbances and digestive processes, affecting hormonal balance.\nQuality of sleep: getting enough sleep and deep sleep helps stabilize hormone balance, regenerate new energy sources, and help restore the body after a day of work.\nCurrently, Tam Anh General Hospital in Ho Chi Minh City has a specialist in Endocrinology - Diabetes and leading experts in the Department of Dermatology - Skin Aesthetics, with modern machinery and equipment, imported genuine from advanced countries, helping Health consultation, effective treatment of skin diseases caused by hormonal changes such as melasma, acne, freckles, hair loss...\nHormonal melasma is one of the skin diseases caused by hormonal changes from within the body. The treatment of endocrine melasma requires a combination of many different treatment methods depending on the condition. Therefore, patients should go to a dermatologist - cosmetic dermatologist to be examined and prescribed appropriate treatment when melasma appears, to avoid endocrine melasma spreading on the skin.",
    "subsections": [
        {
            "subsection_name": "What is endocrine melasma?",
            "subsection_content": "Endocrine melasma (also known as deep melasma) is an endocrine disorder that leads to an imbalance of hormones in the body, forming hyperpigmented spots on the skin surface. The formation of melasma is mainly related to estrogen (female hormone). This is a sex hormone that plays an important role in the body and has the ability to inhibit the production of MSH hormone (a hormone that stimulates increased melanin production under the skin).\nIf estrogen in the body decreases and cannot inhibit the hormone MSH, then the uncontrolled production of melanin cells will push to the surface of the skin to form melasma.\nEstrogen is a synthesis of 3 substances: estrone, estradiol, estriol. Estrogen plays an important role in women, helping the body regulate the reproductive system, hair, skin... Estrogen in women is produced more slowly as they enter aging, causing hormonal imbalance that increases melanin production, leading to premature aging. endocrine melasma.\nEndocrine melasma has pigmented areas that appear concentrated in round spots on the skin surface, with roots deeply embedded in the skin's structural layers (usually found in the basement membrane of the epidermis, sometimes deep into the middle layer). tare).",
            "subsection_string": "What is endocrine melasma?\nEndocrine melasma (also known as deep melasma) is an endocrine disorder that leads to an imbalance of hormones in the body, forming hyperpigmented spots on the skin surface. The formation of melasma is mainly related to estrogen (female hormone). This is a sex hormone that plays an important role in the body and has the ability to inhibit the production of MSH hormone (a hormone that stimulates increased melanin production under the skin).\nIf estrogen in the body decreases and cannot inhibit the hormone MSH, then the uncontrolled production of melanin cells will push to the surface of the skin to form melasma.\nEstrogen is a synthesis of 3 substances: estrone, estradiol, estriol. Estrogen plays an important role in women, helping the body regulate the reproductive system, hair, skin... Estrogen in women is produced more slowly as they enter aging, causing hormonal imbalance that increases melanin production, leading to premature aging. endocrine melasma.\nEndocrine melasma has pigmented areas that appear concentrated in round spots on the skin surface, with roots deeply embedded in the skin's structural layers (usually found in the basement membrane of the epidermis, sometimes deep into the middle layer). tare)."
        },
        {
            "subsection_name": "Who is susceptible to melasma?",
            "subsection_content": "Dark skin types are more susceptible to melasma than light skin types, common in light brown skin types.; Females are 9 times more likely to have melasma than males. It is rare before puberty but common during reproductive age.; Melasma can appear in about 15% - 50% of pregnant people.; People with hormonal disorders.",
            "subsection_string": "Who is susceptible to melasma?\nDark skin types are more susceptible to melasma than light skin types, common in light brown skin types.; Females are 9 times more likely to have melasma than males. It is rare before puberty but common during reproductive age.; Melasma can appear in about 15% - 50% of pregnant people.; People with hormonal disorders."
        },
        {
            "subsection_name": "Causes of endocrine melasma",
            "subsection_content": "There are many causes of endocrine melasma, including:\nDuring pregnancy, estrogen levels in women increase rapidly to protect the fetus. After giving birth, the sudden decrease in estrogen in the body will cause endocrine disorders; Menstrual disorders sometimes also cause melasma; Using birth control pills containing progestin stimulates the formation of melasma. Patients may develop melasma while taking the drug or after 2-3 months of taking the drug. If exposed to sunlight, the melasma patches will become darker and more widespread.; Stress: psychological stress and pressure over a long period of time affects brain activity, leading to disturbances in the production of estrogen and some other hormones, causing melasma formation. Stress also increases ovarian activity, increasing the production of the hormone estrogen, which causes skin pigmentation.",
            "subsection_string": "Causes of endocrine melasma\nThere are many causes of endocrine melasma, including:\nDuring pregnancy, estrogen levels in women increase rapidly to protect the fetus. After giving birth, the sudden decrease in estrogen in the body will cause endocrine disorders; Menstrual disorders sometimes also cause melasma; Using birth control pills containing progestin stimulates the formation of melasma. Patients may develop melasma while taking the drug or after 2-3 months of taking the drug. If exposed to sunlight, the melasma patches will become darker and more widespread.; Stress: psychological stress and pressure over a long period of time affects brain activity, leading to disturbances in the production of estrogen and some other hormones, causing melasma formation. Stress also increases ovarian activity, increasing the production of the hormone estrogen, which causes skin pigmentation."
        },
        {
            "subsection_name": "Symptoms of endocrine melasma",
            "subsection_content": "Hormonal melasma takes the form of small spots, pale yellow or darker than neighboring areas. Melasma spots are irregular in size and intermingled with each other. If not treated early, they will quickly spread to other areas of the skin. Hormonal melasma often appears on: cheeks, temples, forehead, nose, and wings of the nose.\nDepending on the endocrine disorder within the body, the degree of melasma manifested on the skin surface varies. In addition, endocrine melasma also has a number of other manifestations such as:\nMenstrual cycles change, are irregular or become less frequent over time; The ovaries, cervix, and vagina become smaller, the glands secrete less mucus, and there is a burning sensation during sex.; There are signs of neurological disorders such as: anxiety, sadness, irritability, fast heartbeat, erratic behavior...; Skin begins to age: loses elasticity, darkens, wrinkles...\nHormonal disorders cause hormonal imbalance, stimulating the body to produce more melanin, forming endocrine melasma.",
            "subsection_string": "Symptoms of endocrine melasma\nHormonal melasma takes the form of small spots, pale yellow or darker than neighboring areas. Melasma spots are irregular in size and intermingled with each other. If not treated early, they will quickly spread to other areas of the skin. Hormonal melasma often appears on: cheeks, temples, forehead, nose, and wings of the nose.\nDepending on the endocrine disorder within the body, the degree of melasma manifested on the skin surface varies. In addition, endocrine melasma also has a number of other manifestations such as:\nMenstrual cycles change, are irregular or become less frequent over time; The ovaries, cervix, and vagina become smaller, the glands secrete less mucus, and there is a burning sensation during sex.; There are signs of neurological disorders such as: anxiety, sadness, irritability, fast heartbeat, erratic behavior...; Skin begins to age: loses elasticity, darkens, wrinkles...\nHormonal disorders cause hormonal imbalance, stimulating the body to produce more melanin, forming endocrine melasma."
        },
        {
            "subsection_name": "How to diagnose melasma caused by hormones",
            "subsection_content": "When melasma appears on the skin, patients should see an endocrinologist for instructions on how to balance hormones through diet, appropriate medication use, and in conjunction with a dermatologist and endocrinologist. Excision to examine, carefully observe skin condition, find the cause of melasma to diagnose melasma caused by hormones or melasma caused by sun.\nThe doctor will use additional dermatoscopy equipment or a dermatoscope with integrated skin analysis software to determine the depth of melasma. If the case is difficult to distinguish from other skin diseases, the doctor will do some more in-depth tests to determine the cause of melasma for appropriate treatment.\nPatients should have their skin examined to analyze the level of melasma and skin condition to apply appropriate treatment methods.",
            "subsection_string": "How to diagnose melasma caused by hormones\nWhen melasma appears on the skin, patients should see an endocrinologist for instructions on how to balance hormones through diet, appropriate medication use, and in conjunction with a dermatologist and endocrinologist. Excision to examine, carefully observe skin condition, find the cause of melasma to diagnose melasma caused by hormones or melasma caused by sun.\nThe doctor will use additional dermatoscopy equipment or a dermatoscope with integrated skin analysis software to determine the depth of melasma. If the case is difficult to distinguish from other skin diseases, the doctor will do some more in-depth tests to determine the cause of melasma for appropriate treatment.\nPatients should have their skin examined to analyze the level of melasma and skin condition to apply appropriate treatment methods."
        },
        {
            "subsection_name": "Distinguish between endocrine melasma and sunburn",
            "subsection_content": "Hormonal melasma and sunburn have many different things. Patients need to find out the cause of melasma to have appropriate treatment methods to avoid affecting their health. Ways to distinguish between hormonal melasma and sunburn include:\n1. Endocrine melasma\nEndocrine melasma is formed due to hormonal disorders that cause hormone imbalance in the body, stimulating the production of more melanin, creating hyperpigmented spots on the skin surface. In addition, when using some medications, they also cause side effects that disrupt hormones and cause melasma.\nIn addition, the following factors will also contribute to the appearance of hormonal melasma: prolonged stress will affect the activity of the ovaries causing hormonal changes, using birth control pills containing progestins, hormonal changes when pregnancy or postpartum, menopause, irregular menstruation.\nHormonal melasma will decrease when the endocrine condition is balanced to a normal level (for example, hormonal melasma due to pregnancy, after giving birth, the endocrine system will return to normal, then melasma will gradually decrease. ).\n2. Sunburn (common melasma)\nSunburn often occurs due to the impact of external factors such as:\nEnvironment: exposure to sunlight, blue light with heat radiation from electronic devices, polluted environment: car exhaust, dust, chemicals...; Using poor quality cosmetics of unknown origin containing corticosteroids thins the skin. When exposed to solar radiation or electronic radiation, the skin will be melasma.; In addition, diet, rest time, living habits, skin care... are also one of the causes of melasma.",
            "subsection_string": "Distinguish between endocrine melasma and sunburn\nHormonal melasma and sunburn have many different things. Patients need to find out the cause of melasma to have appropriate treatment methods to avoid affecting their health. Ways to distinguish between hormonal melasma and sunburn include:\n1. Endocrine melasma\nEndocrine melasma is formed due to hormonal disorders that cause hormone imbalance in the body, stimulating the production of more melanin, creating hyperpigmented spots on the skin surface. In addition, when using some medications, they also cause side effects that disrupt hormones and cause melasma.\nIn addition, the following factors will also contribute to the appearance of hormonal melasma: prolonged stress will affect the activity of the ovaries causing hormonal changes, using birth control pills containing progestins, hormonal changes when pregnancy or postpartum, menopause, irregular menstruation.\nHormonal melasma will decrease when the endocrine condition is balanced to a normal level (for example, hormonal melasma due to pregnancy, after giving birth, the endocrine system will return to normal, then melasma will gradually decrease. ).\n2. Sunburn (common melasma)\nSunburn often occurs due to the impact of external factors such as:\nEnvironment: exposure to sunlight, blue light with heat radiation from electronic devices, polluted environment: car exhaust, dust, chemicals...; Using poor quality cosmetics of unknown origin containing corticosteroids thins the skin. When exposed to solar radiation or electronic radiation, the skin will be melasma.; In addition, diet, rest time, living habits, skin care... are also one of the causes of melasma."
        },
        {
            "subsection_name": "Methods of treating endocrine melasma",
            "subsection_content": "Hormonal melasma is caused by changes within the body, so it is necessary to treat it from within to help the body balance hormones and use measures to support the treatment of skin symptoms. Patients need to see an endocrinologist for instructions on how to balance their hormones through diet and appropriate medication use. In addition, patients need to work with a dermatologist to receive guidance on treating symptoms of endocrine melasma on the skin. During treatment, patients should tell their doctor information about the medications they are using to avoid drug interactions that affect their health.\nThere are many methods to treat endocrine melasma, the doctor will prescribe the appropriate treatment method depending on the patient's skin condition. Below are some methods to treat endocrine melasma such as:\nSupplement estrogen: use products rich in natural estrogen from plants (especially soybeans or soy products...). You should not use synthetic estrogens because of the risk of dangerous side effects such as breast cancer.; Supplement omega-3: healthy fats from coconut oil, avocado, salmon, flaxseeds, chia seeds, walnuts, carrots, potatoes... rich in omega-3 should be added to the diet to improve health. good melasma.; Do not use fats from vegetable oils such as: sunflower, corn, soybean, peanut oils.; Do not use stimulants: coffee, tea, alcohol, beer...; Get enough sleep, avoid stress; Use sunscreen every day, even when not going outdoors. Sunscreen should choose products with SPF 30+ or ​​higher.\nBesides, patients can also combine some external melasma treatment medications such as:\nHydroquinone: depending on the condition of melasma, the doctor will prescribe the patient to use a 2% hydroquinone concentration (well tolerated with little risk of skin irritation but slow effectiveness) or a 3 - 5% concentration (highly effective but also There is a risk of side effects, so medical supervision is required). The duration of drug use is different for each patient, usually the drug will be effective after 5-7 weeks of use. The usage process can last from 3 to 12 months. When using the medicine, if you encounter problems such as: irritant contact dermatitis, post-inflammatory hyperpigmentation... the patient should stop taking the medicine and notify the doctor for instructions on how to fix it.; Ascorbic Acid (vitamin C): has strong anti-melasma and anti-aging effects; Tranexamic: comes in topical or injectable form, has the effect of fading melasma by inhibiting melanin synthesis; Arbutin: topical medication, has the effect of inhibiting the activity of melanocytes, reducing melanin production from melanocytes; Some drugs that combine corticosteroids such as corticosteroids and hydroquinine have fast effects but need to be supervised by a doctor when used. The drug should not be used for a long time.; Laser treatment of endocrine melasma is a method combined with skin care products to inhibit melanin cell production, stimulate healthy cell growth, and help brighten skin.; When treating melasma, patients should limit the application of skin peels.",
            "subsection_string": "Methods of treating endocrine melasma\nHormonal melasma is caused by changes within the body, so it is necessary to treat it from within to help the body balance hormones and use measures to support the treatment of skin symptoms. Patients need to see an endocrinologist for instructions on how to balance their hormones through diet and appropriate medication use. In addition, patients need to work with a dermatologist to receive guidance on treating symptoms of endocrine melasma on the skin. During treatment, patients should tell their doctor information about the medications they are using to avoid drug interactions that affect their health.\nThere are many methods to treat endocrine melasma, the doctor will prescribe the appropriate treatment method depending on the patient's skin condition. Below are some methods to treat endocrine melasma such as:\nSupplement estrogen: use products rich in natural estrogen from plants (especially soybeans or soy products...). You should not use synthetic estrogens because of the risk of dangerous side effects such as breast cancer.; Supplement omega-3: healthy fats from coconut oil, avocado, salmon, flaxseeds, chia seeds, walnuts, carrots, potatoes... rich in omega-3 should be added to the diet to improve health. good melasma.; Do not use fats from vegetable oils such as: sunflower, corn, soybean, peanut oils.; Do not use stimulants: coffee, tea, alcohol, beer...; Get enough sleep, avoid stress; Use sunscreen every day, even when not going outdoors. Sunscreen should choose products with SPF 30+ or ​​higher.\nBesides, patients can also combine some external melasma treatment medications such as:\nHydroquinone: depending on the condition of melasma, the doctor will prescribe the patient to use a 2% hydroquinone concentration (well tolerated with little risk of skin irritation but slow effectiveness) or a 3 - 5% concentration (highly effective but also There is a risk of side effects, so medical supervision is required). The duration of drug use is different for each patient, usually the drug will be effective after 5-7 weeks of use. The usage process can last from 3 to 12 months. When using the medicine, if you encounter problems such as: irritant contact dermatitis, post-inflammatory hyperpigmentation... the patient should stop taking the medicine and notify the doctor for instructions on how to fix it.; Ascorbic Acid (vitamin C): has strong anti-melasma and anti-aging effects; Tranexamic: comes in topical or injectable form, has the effect of fading melasma by inhibiting melanin synthesis; Arbutin: topical medication, has the effect of inhibiting the activity of melanocytes, reducing melanin production from melanocytes; Some drugs that combine corticosteroids such as corticosteroids and hydroquinine have fast effects but need to be supervised by a doctor when used. The drug should not be used for a long time.; Laser treatment of endocrine melasma is a method combined with skin care products to inhibit melanin cell production, stimulate healthy cell growth, and help brighten skin.; When treating melasma, patients should limit the application of skin peels."
        },
        {
            "subsection_name": "How to prevent endocrine melasma",
            "subsection_content": "After age 30, hormones in women will begin to gradually decrease and be less produced. Therefore, live optimistically, comfortably, protect your skin, increase exercise to slow down the aging process, and maintain beauty.\nTreating endocrine melasma is a long-term process that affects both the inside and outside, so it is necessary to prevent endocrine melasma to better protect your health. Methods to prevent hormonal melasma include:\nLimit stress: if stress lasts for a long time, it will increase estrogen, disrupting hormones in the body, so you need to keep a comfortable mind, rest, relax appropriately, and exercise regularly to enhance good resistance. than.\nSupplement adequate nutrients: eat a variety of foods, especially foods that help balance estrogen hormones such as soybeans and soy products.\nUse sunscreen regularly every day, even when you don't have to go out in the sun.\nLimit the use of caffeine stimulants (tea, coffee, cocoa...): although caffeine helps concentration and alertness, it causes heart rhythm disturbances and digestive processes, affecting hormonal balance.\nQuality of sleep: getting enough sleep and deep sleep helps stabilize hormone balance, regenerate new energy sources, and help restore the body after a day of work.\nCurrently, Tam Anh General Hospital in Ho Chi Minh City has a specialist in Endocrinology - Diabetes and leading experts in the Department of Dermatology - Skin Aesthetics, with modern machinery and equipment, imported genuine from advanced countries, helping Health consultation, effective treatment of skin diseases caused by hormonal changes such as melasma, acne, freckles, hair loss...\nHormonal melasma is one of the skin diseases caused by hormonal changes from within the body. The treatment of endocrine melasma requires a combination of many different treatment methods depending on the condition. Therefore, patients should go to a dermatologist - cosmetic dermatologist to be examined and prescribed appropriate treatment when melasma appears, to avoid endocrine melasma spreading on the skin.",
            "subsection_string": "How to prevent endocrine melasma\nAfter age 30, hormones in women will begin to gradually decrease and be less produced. Therefore, live optimistically, comfortably, protect your skin, increase exercise to slow down the aging process, and maintain beauty.\nTreating endocrine melasma is a long-term process that affects both the inside and outside, so it is necessary to prevent endocrine melasma to better protect your health. Methods to prevent hormonal melasma include:\nLimit stress: if stress lasts for a long time, it will increase estrogen, disrupting hormones in the body, so you need to keep a comfortable mind, rest, relax appropriately, and exercise regularly to enhance good resistance. than.\nSupplement adequate nutrients: eat a variety of foods, especially foods that help balance estrogen hormones such as soybeans and soy products.\nUse sunscreen regularly every day, even when you don't have to go out in the sun.\nLimit the use of caffeine stimulants (tea, coffee, cocoa...): although caffeine helps concentration and alertness, it causes heart rhythm disturbances and digestive processes, affecting hormonal balance.\nQuality of sleep: getting enough sleep and deep sleep helps stabilize hormone balance, regenerate new energy sources, and help restore the body after a day of work.\nCurrently, Tam Anh General Hospital in Ho Chi Minh City has a specialist in Endocrinology - Diabetes and leading experts in the Department of Dermatology - Skin Aesthetics, with modern machinery and equipment, imported genuine from advanced countries, helping Health consultation, effective treatment of skin diseases caused by hormonal changes such as melasma, acne, freckles, hair loss...\nHormonal melasma is one of the skin diseases caused by hormonal changes from within the body. The treatment of endocrine melasma requires a combination of many different treatment methods depending on the condition. Therefore, patients should go to a dermatologist - cosmetic dermatologist to be examined and prescribed appropriate treatment when melasma appears, to avoid endocrine melasma spreading on the skin."
        }
    ],
    "name": "nam-noi-tiet.json"
}