{
    "title": "What is melasma? Causes of formation and notes you need to know",
    "category": "Dermatology",
    "link": "https://tamanhhospital.vn/nam-da/",
    "abstract": "Melasma is a common hyperpigmentation disorder, characterized by brown or black pigmented patches or spots. Melasma makes many people lose confidence in their appearance. The American Dermatology Association (AAD) said that 90% of people with melasma are women, only 10% of cases occur in men. So what is melasma? What are the causes and what you need to know about this condition?",
    "content": "What is melasma? Causes of formation and notes you need to know\n\nMelasma is a common hyperpigmentation disorder, characterized by brown or black pigmented patches or spots. Melasma makes many people lose confidence in their appearance. The American Dermatology Association (AAD) said that 90% of people with melasma are women, only 10% of cases occur in men. So what is melasma? What are the causes and what you need to know about this condition?\n\nWhat is melasma?\nMelasma is a skin hyperpigmentation disorder that occurs when melanin is overproduced, leading to the formation of dark patches or spots. This condition is common in women between 20 and 50 years old, especially during pregnancy and postpartum. Melasma can darken and fade over time, the condition is often severe in the summer, lighter when the weather turns winter. (first)\nMelasma often appears in the following areas:\nForehead.; both cheeks; Nose and around lips; Some other cases: neck, arms,...\nMelasma has different manifestations depending on size, color, shallowness, and depth. According to clinical classification, melasma is divided into 3 types, including:\nMelasma.; Deep melasma; Mixed melasma.\n\nCauses of melasma formation\n1. Endogenous causes\nThere are many causes of skin pigmentation. Some endogenous causes can include: (2)\nGenetics: Melasma can be affected by genes. If there is a family history of melasma, there is a risk that children and grandchildren will also have this condition. Most identical twins have melasma. People with darker skin are more susceptible to melasma than white people.; Gender: melasma in women is 9 times higher than in men; Use birth control pills.; People being treated for hormonal disorders or hypothyroidism; Pregnant women: melasma is a common condition, affecting 15% - 50% of pregnant women. Increased levels of estrogen, progesterone and melanocyte-stimulating hormones during pregnancy can cause melasma.; Affected by some drugs: antibiotics, nonsteroidal anti-inflammatory drugs (NSAIDs), diuretics, retinoids, hypoglycemics, anticonvulsants, psychotics,...; Skin aging.\n2. Exogenous causes\nBesides endogenous causes, melasma is also formed from the following factors: (3)\nCosmetics: some types can make the skin sensitive to sunlight.; Skin care products: some products can cause irritation, causing the skin to become thinner and more susceptible to external factors.; Soap: some scented soaps can cause or aggravate melasma.; Sunbathing: ultraviolet rays affect the cells that control pigmentation (melanocytes) causing melasma.; Light from LED screens such as televisions, computers, mobile phones, etc.; Inappropriate skin care regimen: if this condition lasts for a long time, it will weaken the skin, reduce resistance, and can even cause skin damage.\nMelasma is common in women.\n\nSigns of melasma\nThe main sign of melasma is increased melanin pigmentation, causing dark patches of skin to appear. Areas exposed to a lot of sunlight such as face, neck, arms, etc. are at high risk of melasma. Although this condition is not painful, it is unsightly, making many people feel self-conscious because of their poor appearance.\nIn the case of hormonal melasma, the patches or spots are quite dark in color, uneven in size, and appear mainly on the cheekbones. If not treated early, melasma can spread to surrounding skin areas. In addition, people with endocrine melasma often have other signs such as acne, menstrual disorders, etc.\nCommon places where melasma appears include: cheeks, forehead, nose, lips, etc. The disease is not difficult to treat, however, some people confuse melasma with other skin problems, such as freckles. , tortoiseshell. Therefore, patients should see a dermatologist - skin cosmetic specialist to examine, advise and come up with an appropriate treatment regimen.\n\nDistinguishing types of melasma\nAccording to clinical classification, melasma is divided into: patchy melasma, deep melasma and mixed melasma. (4)\n1. Agricultural melasma\nSuperficial melasma is formed by melanocyte cells putting melanin pigment into the keratin cell layer. This type of melasma is light brown, shallow, located in the epidermis or outermost layer of skin, often concentrated in small patches. Shallow melasma appears mainly on the forehead, cheekbones, nose and chin, with clear borders that are easy to distinguish from the surrounding skin.\n2. Deep melasma\nDeep melasma is light brown to dark black, with blurred borders. Melasma is located deep under the skin because melanocyte cells push melanin pigment from the dermis deep inside. This type of melasma appears in small, round spots similar to post-acne dark spots. Melasma is common in women over 30 years old and people in premenopause.\n3. Mixed melasma\nMixed melasma is the most common type, including shallow and deep melasma, appearing scattered mainly on the forehead, cheeks, nose, and skin around the eyes. Mixed melasma has deep roots, uneven color and size. This is the most difficult type of melasma to treat.\nThe process of forming melasma.\n\nHow does melasma affect daily life?\nGreat impact on quality of life! Melasma appears mainly on the face and cheeks with dark patches and spots. This condition causes many troubles and affects daily life, especially for women. Melasma makes many people lose confidence, affects their psychology, hesitates to communicate, skin ages quickly,...\n\nWho is at risk of melasma?\nWomen! The American Academy of Dermatology says that melasma is common in 90% of women, only 10% of men experience this condition. Accordingly, pregnant women, people with dark skin or hormonal disorders are at high risk of experiencing melasma.\n\nWhen to see a doctor?\nWhen there are signs of suspected melasma! Melasma can be cured if detected early. Therefore, when dark brown patches or spots appear on the skin, the patient should see a dermatologist - skin cosmetic specialist for examination and examination, and then have an appropriate treatment plan.\n\nDiagnosis of melasma\nMelasma can be seen with the naked eye, mainly appearing on the forehead, cheeks, chin, nose, etc. Melasma has a variety of colors and sizes so it can be confused with some other skin diseases. (5)\nTherefore, to know exactly whether you have melasma or not? Whatever the condition and type of melasma you encounter, doctors will use a Wood lamp (a skin examination device that emits long-wave UV light - also known as black light) or a skin scanner to check.\nIn addition, for an accurate diagnosis, doctors can perform an additional biopsy, by taking a skin sample ranging in size from 2mm - 5mm for histopathological testing. Biopsy is a relatively simple, common procedure that helps doctors accurately diagnose skin disorders. Skin becomes melasma when biopsy results show:\nMelanocytes are dendritic (branched).; Melanin appears in basal and upper keratinocytes; There is melanin in the dermis.; The results are in the melasma assessment scale (MASI).\nThe degree of melasma can be based on the melasma assessment scale (MASI).\nDr. Dang Thi Ngoc Bich is performing skin analysis and examining the patient's melasma condition.\n\nHow to treat melasma\nTo treat melasma, doctors will first find the cause of the disease. Depending on each case, melasma can disappear on its own, fade, last for several years, or even permanently. Treatment of melasma needs to be considered, based on each condition and cause to have an appropriate method.\nIt is not always necessary to treat melasma. In the case of melasma due to hormonal changes, pregnant women or taking birth control pills, this condition may decrease after giving birth or stopping using the drug. If skin pigmentation is caused by too much exposure to sunlight, LED screens, cosmetics or scented soaps, the patient can temporarily stop using or limit exposure to the above causes. At the same time, see a dermatologist for examination and advice on appropriate treatment.\nSome ways to treat melasma that can be referred to are:\nTranexamic acid: topical medication that helps treat melasma or fade post-acne dark spots; Chemical peels: use glycolic acid, alpha hydroxy acid and salicylic acid to remove dark skin without affecting the regeneration of new cells.; Using laser: laser beams help destroy pigments that cause melasma, increase collagen to form new cell layers, fade melasma, even out and brighten skin tone.; Mesotherapy: the doctor uses a syringe with a small needle tip to deliver active ingredients that can inhibit the production of pigment into the skin layers. The advantage of this procedure is that the medicine will not be hindered by the stratum corneum, so it will be more effective, compared to using topical medication or electrophoresis; Azelaic acid: cream, lotion or gel, apply twice a day. Pregnant women can use this medicine.; Methimazole: used in cases of hydroquinone-resistant melasma. Treatment is by reducing the synthesis of melanin pigment.; Soybean extract: reduces the transition from melanocytes to skin cells. Helps repel melasma and freckles, and at the same time, protects the skin from the harmful effects of the external environment.; Alpha Hydroxy Acid (AHA): group of acids derived from plants (sugarcane, grapes, citrus fruits) and animals (royal jelly). Cosmetics containing AHA help regulate pigmentation, brighten skin, reduce wrinkles, etc.; Hydroquinone: helps lighten dark skin patches such as melasma, age spots, and freckles. Hydroquinone can come in cream, gel, lotion, or emulsion form. Normally, it takes at least 4 weeks for the drug to take effect and it takes 2 - 4 months of regular use for noticeable results.; Tretinoin: topical medication, used to treat acne, wrinkles or sun damage. Note, do not use Tretinoin for pregnant women.\n\nRelated questions about melasma\n1. Are melasma and freckles different?\nHave! These are two completely different skin conditions, it is necessary to differentiate between melasma and freckles for appropriate treatment.\nMelasma: dark spots and patches with varying degrees of intensity, appearing symmetrically on both cheeks, chin, forehead, etc. Melasma has many sizes and is often larger than freckles.; Freckles are also a sign of hyperpigmentation, appearing at all ages, distributed mainly on the face, neck, chest, arms, etc. The color of freckles is more diverse, can be black, light brown, brown dark or yellowish. Freckles are usually small in size like a toothpick tip or sesame seed, ranging from 1mm - 5mm, located individually or linked together into patches. The UV intensity of freckles can change with the intensity of sunlight. Freckles are darker in summer than in winter.\n2. Why do women get melasma more than men?\nBecause the hormones estrogen and progesterone are higher in women than in men! Hormonal changes due to pregnancy, premenopause - menopause, and birth control pills can all directly impact the formation of pigmentation causing melasma and freckles. In addition, women have weaker skin and are more susceptible to melasma than men.\n3. Can melasma be cured?\nHave! But it depends on the cause of melasma. Melasma may disappear on its own after giving birth or stopping birth control pills. Creams, lotions or modern treatment methods such as laser shots, facial electrophoresis, HA injections, needle rolling, etc. can fade melasma.\nHowever, if the skin is not protected from the harmful effects of sunlight, melasma can recur, even worse than the original. Therefore, after treatment, patients need to cover up carefully, apply sunscreen and protect their skin every time they go out. At the same time, have regular check-ups so your doctor can monitor and promptly prevent the disease from recurring.\n\nPrevent skin pigmentation\nTreatment when melasma has just begun to appear and is not yet serious. Combining skin care and protection will help improve this condition quickly. If not prevented promptly, melasma can spread and treatment will take a long time and be expensive.\nMelasma can recur after treatment, if not properly cared for and protected. Therefore, preventing melasma is still an effective measure to help limit this condition.\nSome ways to prevent melasma include:\nSunlight is the main cause of skin pigmentation. Therefore, it is necessary to apply sunscreen with an SPF index above 30, 15 - 30 minutes before going out.; Cover your skin: wear a wide-brimmed hat, mask, sunglasses, etc.; Eating healthy: ensuring a sufficient and balanced supply of nutrients will help keep your skin healthy, repel signs of aging, and reduce the risk of melasma formation.; Reasonable lifestyle: increase exercise, limit staying up late, avoid stress,...; Use cosmetics of clear origin: be careful to choose safe cosmetics, of clear origin, that do not contain skin-irritating ingredients.; See a dermatologist when you have skin problems. Don't let the condition persist or let the melasma spread. Early detection and treatment will bring greater effectiveness.\n\nHow should melasma eat and drink?\nWhen suffering from melasma, in addition to topical medications and modern treatment methods, a healthy diet and enough water (from 1.5 liters - 2 liters/day) plays an important role in improving this condition. . Foods that need to be supplemented include:\nVitamin C: effective in reducing melanin production, increasing skin protection, reducing sun damage. Vitamin C is often found in some foods such as kiwi, blueberries, citrus fruits, nuts, etc.; Vitamin E: found in wheat germ, sunflower oil, soybeans, green vegetables, meat, fish, eggs, milk, fruits,...; Foods containing Carotenoids: carrots, pumpkins, peaches, sweet potatoes.; Retinoid (common name for vitamin A): topical or oral medication; Unsaturated fats: include Omega 3 and Omega 6, found in seafood such as salmon, herring, sardines, mackerel,...\nDermatology - Skin Aesthetics Department, Tam Anh General Hospital, Ho Chi Minh City, has melasma treatment services. With modern equipment genuine imported from European countries, America, Japan, and Korea such as: dermatoscope, electrophoresis, microneedling, laser,... and a team of experienced doctors and medical staff, Tam Anh General Hospital always provides dedicated, quality, and effective skin treatment, care, and cosmetic services.\nThe above article has provided information about what is melasma? Causes of formation and notes you need to know about the above condition. Therefore, as soon as there are signs of suspected melasma, patients should quickly see a dermatologist - skin cosmetic specialist for timely examination, treatment, and regain healthy and beautiful skin.",
    "subsections": [
        {
            "subsection_name": "What is melasma?",
            "subsection_content": "Melasma is a skin hyperpigmentation disorder that occurs when melanin is overproduced, leading to the formation of dark patches or spots. This condition is common in women between 20 and 50 years old, especially during pregnancy and postpartum. Melasma can darken and fade over time, the condition is often severe in the summer, lighter when the weather turns winter. (first)\nMelasma often appears in the following areas:\nForehead.; both cheeks; Nose and around lips; Some other cases: neck, arms,...\nMelasma has different manifestations depending on size, color, shallowness, and depth. According to clinical classification, melasma is divided into 3 types, including:\nMelasma.; Deep melasma; Mixed melasma.",
            "subsection_string": "What is melasma?\nMelasma is a skin hyperpigmentation disorder that occurs when melanin is overproduced, leading to the formation of dark patches or spots. This condition is common in women between 20 and 50 years old, especially during pregnancy and postpartum. Melasma can darken and fade over time, the condition is often severe in the summer, lighter when the weather turns winter. (first)\nMelasma often appears in the following areas:\nForehead.; both cheeks; Nose and around lips; Some other cases: neck, arms,...\nMelasma has different manifestations depending on size, color, shallowness, and depth. According to clinical classification, melasma is divided into 3 types, including:\nMelasma.; Deep melasma; Mixed melasma."
        },
        {
            "subsection_name": "Causes of melasma formation",
            "subsection_content": "1. Endogenous causes\nThere are many causes of skin pigmentation. Some endogenous causes can include: (2)\nGenetics: Melasma can be affected by genes. If there is a family history of melasma, there is a risk that children and grandchildren will also have this condition. Most identical twins have melasma. People with darker skin are more susceptible to melasma than white people.; Gender: melasma in women is 9 times higher than in men; Use birth control pills.; People being treated for hormonal disorders or hypothyroidism; Pregnant women: melasma is a common condition, affecting 15% - 50% of pregnant women. Increased levels of estrogen, progesterone and melanocyte-stimulating hormones during pregnancy can cause melasma.; Affected by some drugs: antibiotics, nonsteroidal anti-inflammatory drugs (NSAIDs), diuretics, retinoids, hypoglycemics, anticonvulsants, psychotics,...; Skin aging.\n2. Exogenous causes\nBesides endogenous causes, melasma is also formed from the following factors: (3)\nCosmetics: some types can make the skin sensitive to sunlight.; Skin care products: some products can cause irritation, causing the skin to become thinner and more susceptible to external factors.; Soap: some scented soaps can cause or aggravate melasma.; Sunbathing: ultraviolet rays affect the cells that control pigmentation (melanocytes) causing melasma.; Light from LED screens such as televisions, computers, mobile phones, etc.; Inappropriate skin care regimen: if this condition lasts for a long time, it will weaken the skin, reduce resistance, and can even cause skin damage.\nMelasma is common in women.",
            "subsection_string": "Causes of melasma formation\n1. Endogenous causes\nThere are many causes of skin pigmentation. Some endogenous causes can include: (2)\nGenetics: Melasma can be affected by genes. If there is a family history of melasma, there is a risk that children and grandchildren will also have this condition. Most identical twins have melasma. People with darker skin are more susceptible to melasma than white people.; Gender: melasma in women is 9 times higher than in men; Use birth control pills.; People being treated for hormonal disorders or hypothyroidism; Pregnant women: melasma is a common condition, affecting 15% - 50% of pregnant women. Increased levels of estrogen, progesterone and melanocyte-stimulating hormones during pregnancy can cause melasma.; Affected by some drugs: antibiotics, nonsteroidal anti-inflammatory drugs (NSAIDs), diuretics, retinoids, hypoglycemics, anticonvulsants, psychotics,...; Skin aging.\n2. Exogenous causes\nBesides endogenous causes, melasma is also formed from the following factors: (3)\nCosmetics: some types can make the skin sensitive to sunlight.; Skin care products: some products can cause irritation, causing the skin to become thinner and more susceptible to external factors.; Soap: some scented soaps can cause or aggravate melasma.; Sunbathing: ultraviolet rays affect the cells that control pigmentation (melanocytes) causing melasma.; Light from LED screens such as televisions, computers, mobile phones, etc.; Inappropriate skin care regimen: if this condition lasts for a long time, it will weaken the skin, reduce resistance, and can even cause skin damage.\nMelasma is common in women."
        },
        {
            "subsection_name": "Signs of melasma",
            "subsection_content": "The main sign of melasma is increased melanin pigmentation, causing dark patches of skin to appear. Areas exposed to a lot of sunlight such as face, neck, arms, etc. are at high risk of melasma. Although this condition is not painful, it is unsightly, making many people feel self-conscious because of their poor appearance.\nIn the case of hormonal melasma, the patches or spots are quite dark in color, uneven in size, and appear mainly on the cheekbones. If not treated early, melasma can spread to surrounding skin areas. In addition, people with endocrine melasma often have other signs such as acne, menstrual disorders, etc.\nCommon places where melasma appears include: cheeks, forehead, nose, lips, etc. The disease is not difficult to treat, however, some people confuse melasma with other skin problems, such as freckles. , tortoiseshell. Therefore, patients should see a dermatologist - skin cosmetic specialist to examine, advise and come up with an appropriate treatment regimen.",
            "subsection_string": "Signs of melasma\nThe main sign of melasma is increased melanin pigmentation, causing dark patches of skin to appear. Areas exposed to a lot of sunlight such as face, neck, arms, etc. are at high risk of melasma. Although this condition is not painful, it is unsightly, making many people feel self-conscious because of their poor appearance.\nIn the case of hormonal melasma, the patches or spots are quite dark in color, uneven in size, and appear mainly on the cheekbones. If not treated early, melasma can spread to surrounding skin areas. In addition, people with endocrine melasma often have other signs such as acne, menstrual disorders, etc.\nCommon places where melasma appears include: cheeks, forehead, nose, lips, etc. The disease is not difficult to treat, however, some people confuse melasma with other skin problems, such as freckles. , tortoiseshell. Therefore, patients should see a dermatologist - skin cosmetic specialist to examine, advise and come up with an appropriate treatment regimen."
        },
        {
            "subsection_name": "Distinguishing types of melasma",
            "subsection_content": "According to clinical classification, melasma is divided into: patchy melasma, deep melasma and mixed melasma. (4)\n1. Agricultural melasma\nSuperficial melasma is formed by melanocyte cells putting melanin pigment into the keratin cell layer. This type of melasma is light brown, shallow, located in the epidermis or outermost layer of skin, often concentrated in small patches. Shallow melasma appears mainly on the forehead, cheekbones, nose and chin, with clear borders that are easy to distinguish from the surrounding skin.\n2. Deep melasma\nDeep melasma is light brown to dark black, with blurred borders. Melasma is located deep under the skin because melanocyte cells push melanin pigment from the dermis deep inside. This type of melasma appears in small, round spots similar to post-acne dark spots. Melasma is common in women over 30 years old and people in premenopause.\n3. Mixed melasma\nMixed melasma is the most common type, including shallow and deep melasma, appearing scattered mainly on the forehead, cheeks, nose, and skin around the eyes. Mixed melasma has deep roots, uneven color and size. This is the most difficult type of melasma to treat.\nThe process of forming melasma.",
            "subsection_string": "Distinguishing types of melasma\nAccording to clinical classification, melasma is divided into: patchy melasma, deep melasma and mixed melasma. (4)\n1. Agricultural melasma\nSuperficial melasma is formed by melanocyte cells putting melanin pigment into the keratin cell layer. This type of melasma is light brown, shallow, located in the epidermis or outermost layer of skin, often concentrated in small patches. Shallow melasma appears mainly on the forehead, cheekbones, nose and chin, with clear borders that are easy to distinguish from the surrounding skin.\n2. Deep melasma\nDeep melasma is light brown to dark black, with blurred borders. Melasma is located deep under the skin because melanocyte cells push melanin pigment from the dermis deep inside. This type of melasma appears in small, round spots similar to post-acne dark spots. Melasma is common in women over 30 years old and people in premenopause.\n3. Mixed melasma\nMixed melasma is the most common type, including shallow and deep melasma, appearing scattered mainly on the forehead, cheeks, nose, and skin around the eyes. Mixed melasma has deep roots, uneven color and size. This is the most difficult type of melasma to treat.\nThe process of forming melasma."
        },
        {
            "subsection_name": "How does melasma affect daily life?",
            "subsection_content": "Great impact on quality of life! Melasma appears mainly on the face and cheeks with dark patches and spots. This condition causes many troubles and affects daily life, especially for women. Melasma makes many people lose confidence, affects their psychology, hesitates to communicate, skin ages quickly,...",
            "subsection_string": "How does melasma affect daily life?\nGreat impact on quality of life! Melasma appears mainly on the face and cheeks with dark patches and spots. This condition causes many troubles and affects daily life, especially for women. Melasma makes many people lose confidence, affects their psychology, hesitates to communicate, skin ages quickly,..."
        },
        {
            "subsection_name": "Who is at risk of melasma?",
            "subsection_content": "Women! The American Academy of Dermatology says that melasma is common in 90% of women, only 10% of men experience this condition. Accordingly, pregnant women, people with dark skin or hormonal disorders are at high risk of experiencing melasma.",
            "subsection_string": "Who is at risk of melasma?\nWomen! The American Academy of Dermatology says that melasma is common in 90% of women, only 10% of men experience this condition. Accordingly, pregnant women, people with dark skin or hormonal disorders are at high risk of experiencing melasma."
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "When there are signs of suspected melasma! Melasma can be cured if detected early. Therefore, when dark brown patches or spots appear on the skin, the patient should see a dermatologist - skin cosmetic specialist for examination and examination, and then have an appropriate treatment plan.",
            "subsection_string": "When to see a doctor?\nWhen there are signs of suspected melasma! Melasma can be cured if detected early. Therefore, when dark brown patches or spots appear on the skin, the patient should see a dermatologist - skin cosmetic specialist for examination and examination, and then have an appropriate treatment plan."
        },
        {
            "subsection_name": "Diagnosis of melasma",
            "subsection_content": "Melasma can be seen with the naked eye, mainly appearing on the forehead, cheeks, chin, nose, etc. Melasma has a variety of colors and sizes so it can be confused with some other skin diseases. (5)\nTherefore, to know exactly whether you have melasma or not? Whatever the condition and type of melasma you encounter, doctors will use a Wood lamp (a skin examination device that emits long-wave UV light - also known as black light) or a skin scanner to check.\nIn addition, for an accurate diagnosis, doctors can perform an additional biopsy, by taking a skin sample ranging in size from 2mm - 5mm for histopathological testing. Biopsy is a relatively simple, common procedure that helps doctors accurately diagnose skin disorders. Skin becomes melasma when biopsy results show:\nMelanocytes are dendritic (branched).; Melanin appears in basal and upper keratinocytes; There is melanin in the dermis.; The results are in the melasma assessment scale (MASI).\nThe degree of melasma can be based on the melasma assessment scale (MASI).\nDr. Dang Thi Ngoc Bich is performing skin analysis and examining the patient's melasma condition.",
            "subsection_string": "Diagnosis of melasma\nMelasma can be seen with the naked eye, mainly appearing on the forehead, cheeks, chin, nose, etc. Melasma has a variety of colors and sizes so it can be confused with some other skin diseases. (5)\nTherefore, to know exactly whether you have melasma or not? Whatever the condition and type of melasma you encounter, doctors will use a Wood lamp (a skin examination device that emits long-wave UV light - also known as black light) or a skin scanner to check.\nIn addition, for an accurate diagnosis, doctors can perform an additional biopsy, by taking a skin sample ranging in size from 2mm - 5mm for histopathological testing. Biopsy is a relatively simple, common procedure that helps doctors accurately diagnose skin disorders. Skin becomes melasma when biopsy results show:\nMelanocytes are dendritic (branched).; Melanin appears in basal and upper keratinocytes; There is melanin in the dermis.; The results are in the melasma assessment scale (MASI).\nThe degree of melasma can be based on the melasma assessment scale (MASI).\nDr. Dang Thi Ngoc Bich is performing skin analysis and examining the patient's melasma condition."
        },
        {
            "subsection_name": "How to treat melasma",
            "subsection_content": "To treat melasma, doctors will first find the cause of the disease. Depending on each case, melasma can disappear on its own, fade, last for several years, or even permanently. Treatment of melasma needs to be considered, based on each condition and cause to have an appropriate method.\nIt is not always necessary to treat melasma. In the case of melasma due to hormonal changes, pregnant women or taking birth control pills, this condition may decrease after giving birth or stopping using the drug. If skin pigmentation is caused by too much exposure to sunlight, LED screens, cosmetics or scented soaps, the patient can temporarily stop using or limit exposure to the above causes. At the same time, see a dermatologist for examination and advice on appropriate treatment.\nSome ways to treat melasma that can be referred to are:\nTranexamic acid: topical medication that helps treat melasma or fade post-acne dark spots; Chemical peels: use glycolic acid, alpha hydroxy acid and salicylic acid to remove dark skin without affecting the regeneration of new cells.; Using laser: laser beams help destroy pigments that cause melasma, increase collagen to form new cell layers, fade melasma, even out and brighten skin tone.; Mesotherapy: the doctor uses a syringe with a small needle tip to deliver active ingredients that can inhibit the production of pigment into the skin layers. The advantage of this procedure is that the medicine will not be hindered by the stratum corneum, so it will be more effective, compared to using topical medication or electrophoresis; Azelaic acid: cream, lotion or gel, apply twice a day. Pregnant women can use this medicine.; Methimazole: used in cases of hydroquinone-resistant melasma. Treatment is by reducing the synthesis of melanin pigment.; Soybean extract: reduces the transition from melanocytes to skin cells. Helps repel melasma and freckles, and at the same time, protects the skin from the harmful effects of the external environment.; Alpha Hydroxy Acid (AHA): group of acids derived from plants (sugarcane, grapes, citrus fruits) and animals (royal jelly). Cosmetics containing AHA help regulate pigmentation, brighten skin, reduce wrinkles, etc.; Hydroquinone: helps lighten dark skin patches such as melasma, age spots, and freckles. Hydroquinone can come in cream, gel, lotion, or emulsion form. Normally, it takes at least 4 weeks for the drug to take effect and it takes 2 - 4 months of regular use for noticeable results.; Tretinoin: topical medication, used to treat acne, wrinkles or sun damage. Note, do not use Tretinoin for pregnant women.",
            "subsection_string": "How to treat melasma\nTo treat melasma, doctors will first find the cause of the disease. Depending on each case, melasma can disappear on its own, fade, last for several years, or even permanently. Treatment of melasma needs to be considered, based on each condition and cause to have an appropriate method.\nIt is not always necessary to treat melasma. In the case of melasma due to hormonal changes, pregnant women or taking birth control pills, this condition may decrease after giving birth or stopping using the drug. If skin pigmentation is caused by too much exposure to sunlight, LED screens, cosmetics or scented soaps, the patient can temporarily stop using or limit exposure to the above causes. At the same time, see a dermatologist for examination and advice on appropriate treatment.\nSome ways to treat melasma that can be referred to are:\nTranexamic acid: topical medication that helps treat melasma or fade post-acne dark spots; Chemical peels: use glycolic acid, alpha hydroxy acid and salicylic acid to remove dark skin without affecting the regeneration of new cells.; Using laser: laser beams help destroy pigments that cause melasma, increase collagen to form new cell layers, fade melasma, even out and brighten skin tone.; Mesotherapy: the doctor uses a syringe with a small needle tip to deliver active ingredients that can inhibit the production of pigment into the skin layers. The advantage of this procedure is that the medicine will not be hindered by the stratum corneum, so it will be more effective, compared to using topical medication or electrophoresis; Azelaic acid: cream, lotion or gel, apply twice a day. Pregnant women can use this medicine.; Methimazole: used in cases of hydroquinone-resistant melasma. Treatment is by reducing the synthesis of melanin pigment.; Soybean extract: reduces the transition from melanocytes to skin cells. Helps repel melasma and freckles, and at the same time, protects the skin from the harmful effects of the external environment.; Alpha Hydroxy Acid (AHA): group of acids derived from plants (sugarcane, grapes, citrus fruits) and animals (royal jelly). Cosmetics containing AHA help regulate pigmentation, brighten skin, reduce wrinkles, etc.; Hydroquinone: helps lighten dark skin patches such as melasma, age spots, and freckles. Hydroquinone can come in cream, gel, lotion, or emulsion form. Normally, it takes at least 4 weeks for the drug to take effect and it takes 2 - 4 months of regular use for noticeable results.; Tretinoin: topical medication, used to treat acne, wrinkles or sun damage. Note, do not use Tretinoin for pregnant women."
        },
        {
            "subsection_name": "Related questions about melasma",
            "subsection_content": "1. Are melasma and freckles different?\nHave! These are two completely different skin conditions, it is necessary to differentiate between melasma and freckles for appropriate treatment.\nMelasma: dark spots and patches with varying degrees of intensity, appearing symmetrically on both cheeks, chin, forehead, etc. Melasma has many sizes and is often larger than freckles.; Freckles are also a sign of hyperpigmentation, appearing at all ages, distributed mainly on the face, neck, chest, arms, etc. The color of freckles is more diverse, can be black, light brown, brown dark or yellowish. Freckles are usually small in size like a toothpick tip or sesame seed, ranging from 1mm - 5mm, located individually or linked together into patches. The UV intensity of freckles can change with the intensity of sunlight. Freckles are darker in summer than in winter.\n2. Why do women get melasma more than men?\nBecause the hormones estrogen and progesterone are higher in women than in men! Hormonal changes due to pregnancy, premenopause - menopause, and birth control pills can all directly impact the formation of pigmentation causing melasma and freckles. In addition, women have weaker skin and are more susceptible to melasma than men.\n3. Can melasma be cured?\nHave! But it depends on the cause of melasma. Melasma may disappear on its own after giving birth or stopping birth control pills. Creams, lotions or modern treatment methods such as laser shots, facial electrophoresis, HA injections, needle rolling, etc. can fade melasma.\nHowever, if the skin is not protected from the harmful effects of sunlight, melasma can recur, even worse than the original. Therefore, after treatment, patients need to cover up carefully, apply sunscreen and protect their skin every time they go out. At the same time, have regular check-ups so your doctor can monitor and promptly prevent the disease from recurring.",
            "subsection_string": "Related questions about melasma\n1. Are melasma and freckles different?\nHave! These are two completely different skin conditions, it is necessary to differentiate between melasma and freckles for appropriate treatment.\nMelasma: dark spots and patches with varying degrees of intensity, appearing symmetrically on both cheeks, chin, forehead, etc. Melasma has many sizes and is often larger than freckles.; Freckles are also a sign of hyperpigmentation, appearing at all ages, distributed mainly on the face, neck, chest, arms, etc. The color of freckles is more diverse, can be black, light brown, brown dark or yellowish. Freckles are usually small in size like a toothpick tip or sesame seed, ranging from 1mm - 5mm, located individually or linked together into patches. The UV intensity of freckles can change with the intensity of sunlight. Freckles are darker in summer than in winter.\n2. Why do women get melasma more than men?\nBecause the hormones estrogen and progesterone are higher in women than in men! Hormonal changes due to pregnancy, premenopause - menopause, and birth control pills can all directly impact the formation of pigmentation causing melasma and freckles. In addition, women have weaker skin and are more susceptible to melasma than men.\n3. Can melasma be cured?\nHave! But it depends on the cause of melasma. Melasma may disappear on its own after giving birth or stopping birth control pills. Creams, lotions or modern treatment methods such as laser shots, facial electrophoresis, HA injections, needle rolling, etc. can fade melasma.\nHowever, if the skin is not protected from the harmful effects of sunlight, melasma can recur, even worse than the original. Therefore, after treatment, patients need to cover up carefully, apply sunscreen and protect their skin every time they go out. At the same time, have regular check-ups so your doctor can monitor and promptly prevent the disease from recurring."
        },
        {
            "subsection_name": "Prevent skin pigmentation",
            "subsection_content": "Treatment when melasma has just begun to appear and is not yet serious. Combining skin care and protection will help improve this condition quickly. If not prevented promptly, melasma can spread and treatment will take a long time and be expensive.\nMelasma can recur after treatment, if not properly cared for and protected. Therefore, preventing melasma is still an effective measure to help limit this condition.\nSome ways to prevent melasma include:\nSunlight is the main cause of skin pigmentation. Therefore, it is necessary to apply sunscreen with an SPF index above 30, 15 - 30 minutes before going out.; Cover your skin: wear a wide-brimmed hat, mask, sunglasses, etc.; Eating healthy: ensuring a sufficient and balanced supply of nutrients will help keep your skin healthy, repel signs of aging, and reduce the risk of melasma formation.; Reasonable lifestyle: increase exercise, limit staying up late, avoid stress,...; Use cosmetics of clear origin: be careful to choose safe cosmetics, of clear origin, that do not contain skin-irritating ingredients.; See a dermatologist when you have skin problems. Don't let the condition persist or let the melasma spread. Early detection and treatment will bring greater effectiveness.",
            "subsection_string": "Prevent skin pigmentation\nTreatment when melasma has just begun to appear and is not yet serious. Combining skin care and protection will help improve this condition quickly. If not prevented promptly, melasma can spread and treatment will take a long time and be expensive.\nMelasma can recur after treatment, if not properly cared for and protected. Therefore, preventing melasma is still an effective measure to help limit this condition.\nSome ways to prevent melasma include:\nSunlight is the main cause of skin pigmentation. Therefore, it is necessary to apply sunscreen with an SPF index above 30, 15 - 30 minutes before going out.; Cover your skin: wear a wide-brimmed hat, mask, sunglasses, etc.; Eating healthy: ensuring a sufficient and balanced supply of nutrients will help keep your skin healthy, repel signs of aging, and reduce the risk of melasma formation.; Reasonable lifestyle: increase exercise, limit staying up late, avoid stress,...; Use cosmetics of clear origin: be careful to choose safe cosmetics, of clear origin, that do not contain skin-irritating ingredients.; See a dermatologist when you have skin problems. Don't let the condition persist or let the melasma spread. Early detection and treatment will bring greater effectiveness."
        },
        {
            "subsection_name": "How should melasma eat and drink?",
            "subsection_content": "When suffering from melasma, in addition to topical medications and modern treatment methods, a healthy diet and enough water (from 1.5 liters - 2 liters/day) plays an important role in improving this condition. . Foods that need to be supplemented include:\nVitamin C: effective in reducing melanin production, increasing skin protection, reducing sun damage. Vitamin C is often found in some foods such as kiwi, blueberries, citrus fruits, nuts, etc.; Vitamin E: found in wheat germ, sunflower oil, soybeans, green vegetables, meat, fish, eggs, milk, fruits,...; Foods containing Carotenoids: carrots, pumpkins, peaches, sweet potatoes.; Retinoid (common name for vitamin A): topical or oral medication; Unsaturated fats: include Omega 3 and Omega 6, found in seafood such as salmon, herring, sardines, mackerel,...\nDermatology - Skin Aesthetics Department, Tam Anh General Hospital, Ho Chi Minh City, has melasma treatment services. With modern equipment genuine imported from European countries, America, Japan, and Korea such as: dermatoscope, electrophoresis, microneedling, laser,... and a team of experienced doctors and medical staff, Tam Anh General Hospital always provides dedicated, quality, and effective skin treatment, care, and cosmetic services.\nThe above article has provided information about what is melasma? Causes of formation and notes you need to know about the above condition. Therefore, as soon as there are signs of suspected melasma, patients should quickly see a dermatologist - skin cosmetic specialist for timely examination, treatment, and regain healthy and beautiful skin.",
            "subsection_string": "How should melasma eat and drink?\nWhen suffering from melasma, in addition to topical medications and modern treatment methods, a healthy diet and enough water (from 1.5 liters - 2 liters/day) plays an important role in improving this condition. . Foods that need to be supplemented include:\nVitamin C: effective in reducing melanin production, increasing skin protection, reducing sun damage. Vitamin C is often found in some foods such as kiwi, blueberries, citrus fruits, nuts, etc.; Vitamin E: found in wheat germ, sunflower oil, soybeans, green vegetables, meat, fish, eggs, milk, fruits,...; Foods containing Carotenoids: carrots, pumpkins, peaches, sweet potatoes.; Retinoid (common name for vitamin A): topical or oral medication; Unsaturated fats: include Omega 3 and Omega 6, found in seafood such as salmon, herring, sardines, mackerel,...\nDermatology - Skin Aesthetics Department, Tam Anh General Hospital, Ho Chi Minh City, has melasma treatment services. With modern equipment genuine imported from European countries, America, Japan, and Korea such as: dermatoscope, electrophoresis, microneedling, laser,... and a team of experienced doctors and medical staff, Tam Anh General Hospital always provides dedicated, quality, and effective skin treatment, care, and cosmetic services.\nThe above article has provided information about what is melasma? Causes of formation and notes you need to know about the above condition. Therefore, as soon as there are signs of suspected melasma, patients should quickly see a dermatologist - skin cosmetic specialist for timely examination, treatment, and regain healthy and beautiful skin."
        }
    ],
    "name": "nam-da.json"
}