{
    "title": "Single kidney cyst: Causes, symptoms, diagnosis and treatment",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/nang-don-than/",
    "abstract": "Simple kidney cyst, solitary kidney cyst or simple kidney cyst is the second most common benign disease in the group of cystic kidney diseases. The disease rarely affects kidney function. However, there are still a few cases that affect health and cause complications.",
    "content": "Single kidney cyst: Causes, symptoms, diagnosis and treatment\n\nSimple kidney cyst, solitary kidney cyst or simple kidney cyst is the second most common benign disease in the group of cystic kidney diseases. The disease rarely affects kidney function. However, there are still a few cases that affect health and cause complications.\n\nWhat is a simple kidney cyst?\nA single kidney cyst is a cyst with only a separate kidney lobe, usually appearing in the renal cortex, consisting of a thin layer of tissue in the cyst wall, containing fluid inside and not communicating with the renal pelvis.\nSingle cystic kidney (left) – Polycystic kidney (right)\nUnlike polycystic kidney disease, simple kidney cysts are largely caused by genetic disorders. The disease also does not develop in the entire kidney or replace the structure of the kidney, nor does it reduce kidney function like in people with polycystic kidneys.\nA person may have multiple cysts on one kidney, or on both kidneys. This cyst is a common benign kidney disease that does not affect kidney function. However, in many cases, kidney cysts will gradually increase in size over time. When the kidney cyst size is too large, it will cause reduced kidney function. Health monitoring and periodic examinations are needed for screening.\nSolitary kidney cysts are common in many different ages. The common rate in people over 40 years old is about 25%, 50% in people over 50 years old and 90% in people over 70 years old. Because it is a benign disease, treatment is rarely needed. Most people with polycystic kidneys do not know they have the disease, except for routine medical examinations or unusual conditions when kidney cysts are too large.\n\nWhat causes simple kidney cysts?\nCurrently, there is no research that accurately shows the cause of simple kidney cysts. However, there are two specialized hypotheses announced by researchers:\nCongenital: Congenital mononephric cyst is one of a group of birth defects related to abnormalities in kidney formation. There are two cases of congenital causes.\nDuring the development of the kidney in the embryo, due to a defect in the postrenal bud (Metanephrogene) with the mesonephric duct (Wolff's duct), renal cysts are born.; During embryonic kidney development, at the third or fourth stages of ureteral division, part of the tubule may separate from the collecting duct, then grow larger and become into kidney cysts.\nSelf-acquired: Some scientific reports suggest that the urine excretion system inside the kidney has small pipes, this structure works to lead urine out. Therefore, when there is inflammation, renal tubular obstruction or toxicity, it can cause simple kidney cysts.\nInfection: when the pipe is infected for a long time, small pockets will appear on the wall of the pipe, which after growing larger form individual kidney cysts.; Renal tubular obstruction: calyceal diverticulum, proximal tubular obstruction or weakening of the renal tubular basement membrane can form renal cysts.; Toxicity: acidic distal tubules can also create kidney cysts.\nTranslation: Kidney cyst: Kidney cyst\nRenal medulla: Renal medulla\nFibrous capsule: Fibrous capsule\nRenal artery: Renal artery\nRenal vein: Renal vein\nRenal pelvis: Renal pelvis\nUreter: Ureter\n\nWho is at risk for simple kidney cysts?\nSimple kidney cysts are a common disease in many different ages, but are more common in the elderly. The common incidence is about 25% of people over 40 years old, 50% of people over 50 years old and up to over 90% of people over 70 years old. Additionally, men are twice as likely as women to have solitary kidney cysts.\n\nWhat are the symptoms of a Simple Kidney Cyst?\nBenign single kidney cysts do not affect kidney function, so most patients do not notice any symptoms. Clinical signs of kidney cysts depend on the size and degree of compression of the renal pelvis, hydronephrosis or impact on other organs. In a few other cases, kidney cysts show unusual symptoms when they rupture due to trauma. When kidney cysts are large enough, causing pressure or affecting kidney function, symptoms such as:\nUpper abdominal pain, back pain or heaviness in the lumbar region: common symptoms when the cyst size is large, causing the patient to go see a doctor.; Fever and chills: Infected kidney cysts cause many health effects.; High blood pressure: large kidney cysts, located in the kidney parenchyma area, compress an area of ​​the kidney, compressing the renal artery, leading to increased secretion of Renin, causing secondary hypertension.; Enlarged kidneys: the size of the kidney cyst is too large, you can feel it with your hands or see the tumor protruding outside the abdomen.; Having many urinary tract problems such as urinary retention, frequent urination, bloody urine or cloudy urine, etc.: in this case, the kidney cyst has inserted the ureter (urine tube) from the kidney to the bladder.\n\nComplications of simple kidney cyst\nIn some cases of complications, simple kidney cysts cause conditions such as:\nKidney cyst size is too large, pressing on bones or other internal organs, causing pain or discomfort; Obstruction of the flow of blood or urine through the kidneys or ureters; Inside the kidney cyst is clear fluid. If it bursts, it will cause infection, fever, and pain.; Renal cysts rupture, causing pain or causing hematuria and urinary diseases.; High blood pressure, affecting the heart.\n\nHow to diagnose simple kidney cyst?\nSingle kidney cysts do not cause clinical symptoms, so patients often do not know they are sick. Most doctors discover patients with kidney cysts during medical examination or health screening using diagnostic imaging (ultrasound, CT scan, MRI) or some tests related to urine and blood. In the case of just diagnosing the disease, doctors will apply diagnostic techniques such as:\n1. Kidney ultrasound\nKidney ultrasound is a technique often chosen by doctors to diagnose and screen for kidney diseases. Currently, modern ultrasound equipment in many hospitals has met standards for diagnosing kidney cysts such as: Echo free block; round or oval shape; The cyst wall is smooth, thin, and the edges are clear; Allows sound waves to penetrate well. Increases the echo behind the cyst.\n2. Intravenous nephrography (UIV)\nUIV is also the technique chosen by many doctors to diagnose kidney cysts. Intravenous nephrography technique shows the shadow of the renal cyst and the image of insertion into the renal pelvis system and whether the cyst communicates with the renal pelvis or not. However, UIV can only diagnose large kidney cysts. For cysts that are small in size, not enough to cause compression of the renal pelvis. Or cysts that are not located in the kidney parenchyma area are very difficult to detect with UIV. UIV is indicated for patients with renal cysts measuring 4cm or larger or cases where the cyst is suspected of compressing the renal pelvis.\n3. Computerized tomography (CT scanner)\nCT scanner of the urinary system is a non-invasive imaging test used to evaluate the urinary system, providing detailed images of layers cut along the body axis from the kidneys to the prostate. CT scanner helps doctors observe parenchymal details, renal pelvis, excretory tracts, ureters, prostate, and bladder.\nCT scanner not only diagnoses simple kidney cysts but also helps doctors diagnose other kidney diseases such as: Kidney stones; bladder stones; ureteral stones; Urinary tract infection, or pyelonephritis, cystitis; Urinary system tumors; Or even cancer.\n\nHow to treat simple kidney cyst?\nDepending on the condition, size and impact of the simple kidney cyst, doctors will diagnose and advise on an appropriate treatment regimen for the patient.\nIf the kidney cyst is less than 3cm and has no symptoms, no treatment is needed. However, it is necessary to periodically monitor kidney cysts with ultrasound, urine tests, and periodic assessment of kidney function. In addition, strong impacts should be avoided.; If the cyst is over 6cm in size and shows signs, or is the cause of compression of the renal pelvis and ureter, it can be treated with sclerotherapy: The kidney cyst needs to be drained of fluid with a needle. through the skin. Do not aspirate cysts located around the kidney hilum.; If the kidney cyst is too large, surgery is needed. Doctors will perform laparoscopic surgery to drain fluid or remove kidney cysts.\nWhen should I be hospitalized?\nSingle kidney cysts rarely affect kidney function, but in many cases, kidney cysts that grow too large can still affect health. In case the patient discovers cysts in the kidneys, they should have a health check and regular kidney function tests to screen for them. Contact your doctor immediately when symptoms of a cyst appear such as: upper abdominal pain, back pain or heaviness, enlarged kidneys, high blood pressure and urinary tract problems.\n\nHow to prevent simple kidney cysts?\nAccording to doctors, diseases related to kidney cysts cannot be prevented, however we can prevent complications early on by maintaining personal hygiene and regular health check-ups.\nSingle kidney cysts rarely affect kidney function. After accurately determining the disease condition and considering many objective and subjective factors of the patient, the doctor will offer appropriate treatment options. Thereby, patients can clearly understand the benefits and risks between methods. To minimize risks, you should choose reputable medical facilities with a team of highly qualified doctors and modern medical equipment.\nCenter for Urology and Nephrology, Tam Anh General Hospital system brings together a team of leading experts, Internal Medicine and Surgery, highly skilled and dedicated. Center Director - Meritorious Physician Assoc. Prof. Dr. Vu Le Chuyen, Deputy Director - Meritorious Physician Associate Professor II Ta Phuong Dung are giants in the field of Urology and Nephrology in Vietnam. The Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nEquipped with the leading modern machinery and equipment systems in the country and the region; Operating room meets international standards; Along with 5-star boarding facilities and high-end services…  The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects...\nTo schedule an examination and treatment for kidney failure with leading experts at the Center for Urology and Nephrology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\n+ Call hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.\n+ Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/\n+ Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage\n+ Text message via Zalo OA of Tam Anh General Hospital.\nSingle kidney cysts rarely affect kidney function. After accurately determining the disease condition and considering many objective and subjective factors of the patient, the doctor will make appropriate treatment options. Thereby, patients can clearly understand the benefits and risks between methods. To minimize risks, you should choose reputable medical facilities with a team of highly qualified doctors and modern medical equipment.",
    "subsections": [
        {
            "subsection_name": "What is a simple kidney cyst?",
            "subsection_content": "A single kidney cyst is a cyst with only a separate kidney lobe, usually appearing in the renal cortex, consisting of a thin layer of tissue in the cyst wall, containing fluid inside and not communicating with the renal pelvis.\nSingle cystic kidney (left) – Polycystic kidney (right)\nUnlike polycystic kidney disease, simple kidney cysts are largely caused by genetic disorders. The disease also does not develop in the entire kidney or replace the structure of the kidney, nor does it reduce kidney function like in people with polycystic kidneys.\nA person may have multiple cysts on one kidney, or on both kidneys. This cyst is a common benign kidney disease that does not affect kidney function. However, in many cases, kidney cysts will gradually increase in size over time. When the kidney cyst size is too large, it will cause reduced kidney function. Health monitoring and periodic examinations are needed for screening.\nSolitary kidney cysts are common in many different ages. The common rate in people over 40 years old is about 25%, 50% in people over 50 years old and 90% in people over 70 years old. Because it is a benign disease, treatment is rarely needed. Most people with polycystic kidneys do not know they have the disease, except for routine medical examinations or unusual conditions when kidney cysts are too large.",
            "subsection_string": "What is a simple kidney cyst?\nA single kidney cyst is a cyst with only a separate kidney lobe, usually appearing in the renal cortex, consisting of a thin layer of tissue in the cyst wall, containing fluid inside and not communicating with the renal pelvis.\nSingle cystic kidney (left) – Polycystic kidney (right)\nUnlike polycystic kidney disease, simple kidney cysts are largely caused by genetic disorders. The disease also does not develop in the entire kidney or replace the structure of the kidney, nor does it reduce kidney function like in people with polycystic kidneys.\nA person may have multiple cysts on one kidney, or on both kidneys. This cyst is a common benign kidney disease that does not affect kidney function. However, in many cases, kidney cysts will gradually increase in size over time. When the kidney cyst size is too large, it will cause reduced kidney function. Health monitoring and periodic examinations are needed for screening.\nSolitary kidney cysts are common in many different ages. The common rate in people over 40 years old is about 25%, 50% in people over 50 years old and 90% in people over 70 years old. Because it is a benign disease, treatment is rarely needed. Most people with polycystic kidneys do not know they have the disease, except for routine medical examinations or unusual conditions when kidney cysts are too large."
        },
        {
            "subsection_name": "What causes simple kidney cysts?",
            "subsection_content": "Currently, there is no research that accurately shows the cause of simple kidney cysts. However, there are two specialized hypotheses announced by researchers:\nCongenital: Congenital mononephric cyst is one of a group of birth defects related to abnormalities in kidney formation. There are two cases of congenital causes.\nDuring the development of the kidney in the embryo, due to a defect in the postrenal bud (Metanephrogene) with the mesonephric duct (Wolff's duct), renal cysts are born.; During embryonic kidney development, at the third or fourth stages of ureteral division, part of the tubule may separate from the collecting duct, then grow larger and become into kidney cysts.\nSelf-acquired: Some scientific reports suggest that the urine excretion system inside the kidney has small pipes, this structure works to lead urine out. Therefore, when there is inflammation, renal tubular obstruction or toxicity, it can cause simple kidney cysts.\nInfection: when the pipe is infected for a long time, small pockets will appear on the wall of the pipe, which after growing larger form individual kidney cysts.; Renal tubular obstruction: calyceal diverticulum, proximal tubular obstruction or weakening of the renal tubular basement membrane can form renal cysts.; Toxicity: acidic distal tubules can also create kidney cysts.\nTranslation: Kidney cyst: Kidney cyst\nRenal medulla: Renal medulla\nFibrous capsule: Fibrous capsule\nRenal artery: Renal artery\nRenal vein: Renal vein\nRenal pelvis: Renal pelvis\nUreter: Ureter",
            "subsection_string": "What causes simple kidney cysts?\nCurrently, there is no research that accurately shows the cause of simple kidney cysts. However, there are two specialized hypotheses announced by researchers:\nCongenital: Congenital mononephric cyst is one of a group of birth defects related to abnormalities in kidney formation. There are two cases of congenital causes.\nDuring the development of the kidney in the embryo, due to a defect in the postrenal bud (Metanephrogene) with the mesonephric duct (Wolff's duct), renal cysts are born.; During embryonic kidney development, at the third or fourth stages of ureteral division, part of the tubule may separate from the collecting duct, then grow larger and become into kidney cysts.\nSelf-acquired: Some scientific reports suggest that the urine excretion system inside the kidney has small pipes, this structure works to lead urine out. Therefore, when there is inflammation, renal tubular obstruction or toxicity, it can cause simple kidney cysts.\nInfection: when the pipe is infected for a long time, small pockets will appear on the wall of the pipe, which after growing larger form individual kidney cysts.; Renal tubular obstruction: calyceal diverticulum, proximal tubular obstruction or weakening of the renal tubular basement membrane can form renal cysts.; Toxicity: acidic distal tubules can also create kidney cysts.\nTranslation: Kidney cyst: Kidney cyst\nRenal medulla: Renal medulla\nFibrous capsule: Fibrous capsule\nRenal artery: Renal artery\nRenal vein: Renal vein\nRenal pelvis: Renal pelvis\nUreter: Ureter"
        },
        {
            "subsection_name": "Who is at risk for simple kidney cysts?",
            "subsection_content": "Simple kidney cysts are a common disease in many different ages, but are more common in the elderly. The common incidence is about 25% of people over 40 years old, 50% of people over 50 years old and up to over 90% of people over 70 years old. Additionally, men are twice as likely as women to have solitary kidney cysts.",
            "subsection_string": "Who is at risk for simple kidney cysts?\nSimple kidney cysts are a common disease in many different ages, but are more common in the elderly. The common incidence is about 25% of people over 40 years old, 50% of people over 50 years old and up to over 90% of people over 70 years old. Additionally, men are twice as likely as women to have solitary kidney cysts."
        },
        {
            "subsection_name": "What are the symptoms of a Simple Kidney Cyst?",
            "subsection_content": "Benign single kidney cysts do not affect kidney function, so most patients do not notice any symptoms. Clinical signs of kidney cysts depend on the size and degree of compression of the renal pelvis, hydronephrosis or impact on other organs. In a few other cases, kidney cysts show unusual symptoms when they rupture due to trauma. When kidney cysts are large enough, causing pressure or affecting kidney function, symptoms such as:\nUpper abdominal pain, back pain or heaviness in the lumbar region: common symptoms when the cyst size is large, causing the patient to go see a doctor.; Fever and chills: Infected kidney cysts cause many health effects.; High blood pressure: large kidney cysts, located in the kidney parenchyma area, compress an area of ​​the kidney, compressing the renal artery, leading to increased secretion of Renin, causing secondary hypertension.; Enlarged kidneys: the size of the kidney cyst is too large, you can feel it with your hands or see the tumor protruding outside the abdomen.; Having many urinary tract problems such as urinary retention, frequent urination, bloody urine or cloudy urine, etc.: in this case, the kidney cyst has inserted the ureter (urine tube) from the kidney to the bladder.",
            "subsection_string": "What are the symptoms of a Simple Kidney Cyst?\nBenign single kidney cysts do not affect kidney function, so most patients do not notice any symptoms. Clinical signs of kidney cysts depend on the size and degree of compression of the renal pelvis, hydronephrosis or impact on other organs. In a few other cases, kidney cysts show unusual symptoms when they rupture due to trauma. When kidney cysts are large enough, causing pressure or affecting kidney function, symptoms such as:\nUpper abdominal pain, back pain or heaviness in the lumbar region: common symptoms when the cyst size is large, causing the patient to go see a doctor.; Fever and chills: Infected kidney cysts cause many health effects.; High blood pressure: large kidney cysts, located in the kidney parenchyma area, compress an area of ​​the kidney, compressing the renal artery, leading to increased secretion of Renin, causing secondary hypertension.; Enlarged kidneys: the size of the kidney cyst is too large, you can feel it with your hands or see the tumor protruding outside the abdomen.; Having many urinary tract problems such as urinary retention, frequent urination, bloody urine or cloudy urine, etc.: in this case, the kidney cyst has inserted the ureter (urine tube) from the kidney to the bladder."
        },
        {
            "subsection_name": "Complications of simple kidney cyst",
            "subsection_content": "In some cases of complications, simple kidney cysts cause conditions such as:\nKidney cyst size is too large, pressing on bones or other internal organs, causing pain or discomfort; Obstruction of the flow of blood or urine through the kidneys or ureters; Inside the kidney cyst is clear fluid. If it bursts, it will cause infection, fever, and pain.; Renal cysts rupture, causing pain or causing hematuria and urinary diseases.; High blood pressure, affecting the heart.",
            "subsection_string": "Complications of simple kidney cyst\nIn some cases of complications, simple kidney cysts cause conditions such as:\nKidney cyst size is too large, pressing on bones or other internal organs, causing pain or discomfort; Obstruction of the flow of blood or urine through the kidneys or ureters; Inside the kidney cyst is clear fluid. If it bursts, it will cause infection, fever, and pain.; Renal cysts rupture, causing pain or causing hematuria and urinary diseases.; High blood pressure, affecting the heart."
        },
        {
            "subsection_name": "How to diagnose simple kidney cyst?",
            "subsection_content": "Single kidney cysts do not cause clinical symptoms, so patients often do not know they are sick. Most doctors discover patients with kidney cysts during medical examination or health screening using diagnostic imaging (ultrasound, CT scan, MRI) or some tests related to urine and blood. In the case of just diagnosing the disease, doctors will apply diagnostic techniques such as:\n1. Kidney ultrasound\nKidney ultrasound is a technique often chosen by doctors to diagnose and screen for kidney diseases. Currently, modern ultrasound equipment in many hospitals has met standards for diagnosing kidney cysts such as: Echo free block; round or oval shape; The cyst wall is smooth, thin, and the edges are clear; Allows sound waves to penetrate well. Increases the echo behind the cyst.\n2. Intravenous nephrography (UIV)\nUIV is also the technique chosen by many doctors to diagnose kidney cysts. Intravenous nephrography technique shows the shadow of the renal cyst and the image of insertion into the renal pelvis system and whether the cyst communicates with the renal pelvis or not. However, UIV can only diagnose large kidney cysts. For cysts that are small in size, not enough to cause compression of the renal pelvis. Or cysts that are not located in the kidney parenchyma area are very difficult to detect with UIV. UIV is indicated for patients with renal cysts measuring 4cm or larger or cases where the cyst is suspected of compressing the renal pelvis.\n3. Computerized tomography (CT scanner)\nCT scanner of the urinary system is a non-invasive imaging test used to evaluate the urinary system, providing detailed images of layers cut along the body axis from the kidneys to the prostate. CT scanner helps doctors observe parenchymal details, renal pelvis, excretory tracts, ureters, prostate, and bladder.\nCT scanner not only diagnoses simple kidney cysts but also helps doctors diagnose other kidney diseases such as: Kidney stones; bladder stones; ureteral stones; Urinary tract infection, or pyelonephritis, cystitis; Urinary system tumors; Or even cancer.",
            "subsection_string": "How to diagnose simple kidney cyst?\nSingle kidney cysts do not cause clinical symptoms, so patients often do not know they are sick. Most doctors discover patients with kidney cysts during medical examination or health screening using diagnostic imaging (ultrasound, CT scan, MRI) or some tests related to urine and blood. In the case of just diagnosing the disease, doctors will apply diagnostic techniques such as:\n1. Kidney ultrasound\nKidney ultrasound is a technique often chosen by doctors to diagnose and screen for kidney diseases. Currently, modern ultrasound equipment in many hospitals has met standards for diagnosing kidney cysts such as: Echo free block; round or oval shape; The cyst wall is smooth, thin, and the edges are clear; Allows sound waves to penetrate well. Increases the echo behind the cyst.\n2. Intravenous nephrography (UIV)\nUIV is also the technique chosen by many doctors to diagnose kidney cysts. Intravenous nephrography technique shows the shadow of the renal cyst and the image of insertion into the renal pelvis system and whether the cyst communicates with the renal pelvis or not. However, UIV can only diagnose large kidney cysts. For cysts that are small in size, not enough to cause compression of the renal pelvis. Or cysts that are not located in the kidney parenchyma area are very difficult to detect with UIV. UIV is indicated for patients with renal cysts measuring 4cm or larger or cases where the cyst is suspected of compressing the renal pelvis.\n3. Computerized tomography (CT scanner)\nCT scanner of the urinary system is a non-invasive imaging test used to evaluate the urinary system, providing detailed images of layers cut along the body axis from the kidneys to the prostate. CT scanner helps doctors observe parenchymal details, renal pelvis, excretory tracts, ureters, prostate, and bladder.\nCT scanner not only diagnoses simple kidney cysts but also helps doctors diagnose other kidney diseases such as: Kidney stones; bladder stones; ureteral stones; Urinary tract infection, or pyelonephritis, cystitis; Urinary system tumors; Or even cancer."
        },
        {
            "subsection_name": "How to treat simple kidney cyst?",
            "subsection_content": "Depending on the condition, size and impact of the simple kidney cyst, doctors will diagnose and advise on an appropriate treatment regimen for the patient.\nIf the kidney cyst is less than 3cm and has no symptoms, no treatment is needed. However, it is necessary to periodically monitor kidney cysts with ultrasound, urine tests, and periodic assessment of kidney function. In addition, strong impacts should be avoided.; If the cyst is over 6cm in size and shows signs, or is the cause of compression of the renal pelvis and ureter, it can be treated with sclerotherapy: The kidney cyst needs to be drained of fluid with a needle. through the skin. Do not aspirate cysts located around the kidney hilum.; If the kidney cyst is too large, surgery is needed. Doctors will perform laparoscopic surgery to drain fluid or remove kidney cysts.\nWhen should I be hospitalized?\nSingle kidney cysts rarely affect kidney function, but in many cases, kidney cysts that grow too large can still affect health. In case the patient discovers cysts in the kidneys, they should have a health check and regular kidney function tests to screen for them. Contact your doctor immediately when symptoms of a cyst appear such as: upper abdominal pain, back pain or heaviness, enlarged kidneys, high blood pressure and urinary tract problems.",
            "subsection_string": "How to treat simple kidney cyst?\nDepending on the condition, size and impact of the simple kidney cyst, doctors will diagnose and advise on an appropriate treatment regimen for the patient.\nIf the kidney cyst is less than 3cm and has no symptoms, no treatment is needed. However, it is necessary to periodically monitor kidney cysts with ultrasound, urine tests, and periodic assessment of kidney function. In addition, strong impacts should be avoided.; If the cyst is over 6cm in size and shows signs, or is the cause of compression of the renal pelvis and ureter, it can be treated with sclerotherapy: The kidney cyst needs to be drained of fluid with a needle. through the skin. Do not aspirate cysts located around the kidney hilum.; If the kidney cyst is too large, surgery is needed. Doctors will perform laparoscopic surgery to drain fluid or remove kidney cysts.\nWhen should I be hospitalized?\nSingle kidney cysts rarely affect kidney function, but in many cases, kidney cysts that grow too large can still affect health. In case the patient discovers cysts in the kidneys, they should have a health check and regular kidney function tests to screen for them. Contact your doctor immediately when symptoms of a cyst appear such as: upper abdominal pain, back pain or heaviness, enlarged kidneys, high blood pressure and urinary tract problems."
        },
        {
            "subsection_name": "How to prevent simple kidney cysts?",
            "subsection_content": "According to doctors, diseases related to kidney cysts cannot be prevented, however we can prevent complications early on by maintaining personal hygiene and regular health check-ups.\nSingle kidney cysts rarely affect kidney function. After accurately determining the disease condition and considering many objective and subjective factors of the patient, the doctor will offer appropriate treatment options. Thereby, patients can clearly understand the benefits and risks between methods. To minimize risks, you should choose reputable medical facilities with a team of highly qualified doctors and modern medical equipment.\nCenter for Urology and Nephrology, Tam Anh General Hospital system brings together a team of leading experts, Internal Medicine and Surgery, highly skilled and dedicated. Center Director - Meritorious Physician Assoc. Prof. Dr. Vu Le Chuyen, Deputy Director - Meritorious Physician Associate Professor II Ta Phuong Dung are giants in the field of Urology and Nephrology in Vietnam. The Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nEquipped with the leading modern machinery and equipment systems in the country and the region; Operating room meets international standards; Along with 5-star boarding facilities and high-end services…  The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects...\nTo schedule an examination and treatment for kidney failure with leading experts at the Center for Urology and Nephrology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\n+ Call hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.\n+ Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/\n+ Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage\n+ Text message via Zalo OA of Tam Anh General Hospital.\nSingle kidney cysts rarely affect kidney function. After accurately determining the disease condition and considering many objective and subjective factors of the patient, the doctor will make appropriate treatment options. Thereby, patients can clearly understand the benefits and risks between methods. To minimize risks, you should choose reputable medical facilities with a team of highly qualified doctors and modern medical equipment.",
            "subsection_string": "How to prevent simple kidney cysts?\nAccording to doctors, diseases related to kidney cysts cannot be prevented, however we can prevent complications early on by maintaining personal hygiene and regular health check-ups.\nSingle kidney cysts rarely affect kidney function. After accurately determining the disease condition and considering many objective and subjective factors of the patient, the doctor will offer appropriate treatment options. Thereby, patients can clearly understand the benefits and risks between methods. To minimize risks, you should choose reputable medical facilities with a team of highly qualified doctors and modern medical equipment.\nCenter for Urology and Nephrology, Tam Anh General Hospital system brings together a team of leading experts, Internal Medicine and Surgery, highly skilled and dedicated. Center Director - Meritorious Physician Assoc. Prof. Dr. Vu Le Chuyen, Deputy Director - Meritorious Physician Associate Professor II Ta Phuong Dung are giants in the field of Urology and Nephrology in Vietnam. The Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nEquipped with the leading modern machinery and equipment systems in the country and the region; Operating room meets international standards; Along with 5-star boarding facilities and high-end services…  The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects...\nTo schedule an examination and treatment for kidney failure with leading experts at the Center for Urology and Nephrology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\n+ Call hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.\n+ Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/\n+ Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage\n+ Text message via Zalo OA of Tam Anh General Hospital.\nSingle kidney cysts rarely affect kidney function. After accurately determining the disease condition and considering many objective and subjective factors of the patient, the doctor will make appropriate treatment options. Thereby, patients can clearly understand the benefits and risks between methods. To minimize risks, you should choose reputable medical facilities with a team of highly qualified doctors and modern medical equipment."
        }
    ],
    "name": "nang-don-than.json"
}