{
    "title": "Breast cysts (mammary cysts): Causes, symptoms and diagnosis",
    "category": "Breast - Breast",
    "link": "https://tamanhhospital.vn/nang-vu/",
    "abstract": "Although not a dangerous disease, breast cysts greatly affect women's health, spirit and appearance. So, what causes breast cysts, common symptoms, and what is the appropriate method of diagnosis and treatment? Your questions will be answered by the doctor in the article below!",
    "content": "Breast cysts (mammary cysts): Causes, symptoms and diagnosis\n\nAlthough not a dangerous disease, breast cysts greatly affect women's health, spirit and appearance. So, what causes breast cysts, common symptoms, and what is the appropriate method of diagnosis and treatment? Your questions will be answered by the doctor in the article below!\n\nWhat are breast cysts?\nBreast cysts are fluid-filled sacs inside the breast. Usually benign, very rarely related to cancer. There may be one or more cysts. Breast cysts are usually as small as grapes or water-filled balloons, with tight density, but sometimes the cyst feels firmer.\nBreast cysts usually do not need treatment unless they are very large, causing pain or inconvenience. In case of large cysts, cyst fluid should be aspirated to reduce symptoms.\nCan occur at any age, commonly occurs in pre-menopausal women, under 50 years old, and women taking female hormone support medications.\nTo accurately diagnose a breast cyst, in-depth exams and tests must be performed\n\nCauses of breast cysts\nEach breast contains mammary lobes, arranged like the petals of a daisy. The lobes are divided into smaller lobules for milk production during pregnancy and lactation. The supporting tissue that gives the breast its shape is made up of fatty tissue and fibrous connective tissue. Breast cysts develop due to the accumulation of fluid inside the mammary glands.\nCurrently, the cause of breast cysts is unknown, which may form due to hormonal changes each monthly menstrual cycle. That's why breast cysts are most common in women who are still of reproductive age. Only a small percentage of breast cysts occur in postmenopausal women.\n\nClassification of breast cysts\nBreast cysts can be identified and classified by their size:\n1. Microcysts\nMicrocysts: may be seen in imaging tests, such as mammograms or ultrasounds, but are too small to feel.\n2. Macrocyst\nMacrocyst: can be felt and can grow to 2.5 - 5 cm).\n\nSigns of breast cysts (mammary cysts)\nBreast cysts can be found in one or both breasts. Signs and symptoms of breast cysts:\nA smooth round or oval block, easy to move, smooth surface; Nipple discharge: Nipple discharge can be clear, yellow, straw colored or dark brown. Nipple discharge is normal during pregnancy or breastfeeding. It may also be related to hormonal changes during the menstrual cycle and benign fibrous changes of the breast. Milky white discharge after breastfeeding often affects both breasts and can continue for up to two or three years after breastfeeding stops.; Breast pain or tenderness localized to the area of ​​the breast cyst; Breast cysts increase in size and breast tenderness immediately before menstruation; Breast cyst size decreases and other symptoms disappear after menstruation\nBreast cysts do not increase the risk of breast cancer. But having breast cysts can make it difficult to detect new breast lumps or other changes that your doctor may need to evaluate. Breasts can feel lumpy and sore during your period, so it's important to become familiar with how your breasts feel throughout your cycle to know if anything changes.\n\nDiagnosis of breast cysts\nDiagnosis of breast cysts usually includes a breast exam, imaging tests (breast ultrasound or mammogram), and possibly fine needle aspiration or breast biopsy.\n1. Clinical breast examination\nAfter asking about your symptoms and health history, your doctor will examine the breast mass and check for any other breast abnormalities. You will then need another test, such as an imaging test or fine needle aspiration.\nMSc. Doctor Nguyen Do Thuy Giang (Head of Breast Surgery Department - Tam Anh General Hospital) reads test results to the patient\n2. Mammography\nMammography is an early screening method to detect breast cancer. This method uses X-rays to create images of the inside of the breast. Large cysts and clusters of small cysts can often be seen with a mammogram. But microscopic cysts may be difficult or impossible to see on x-rays.\nDuring a mammogram, your breast will be placed on a flat surface and compressed to create clearer images. This method may cause mild discomfort or pain, but it usually only lasts a few seconds.\nMammography helps detect and screen for breast diseases, including breast cysts\n3. Breast ultrasound\nBreast ultrasound is a safe and non-invasive method that does not use X-rays or radiation and is painless to the patient. Ultrasound is recommended for women over 40 years of age or with a family history of breast cancer for routine breast screening.\nBreast ultrasound helps doctors determine whether a mass in the breast is fluid-filled or solid. A fluid-filled mass is usually a breast cyst. The solid mass may be a benign breast tumor (such as a fibroadenoma) or it may be breast cancer.\nYour doctor may recommend a biopsy for further evaluation if it is a solid mass. If your doctor can easily feel the breast cyst, he or she may skip the imaging tests and perform a fine-needle aspiration to drain the fluid and deflate the cyst.\n4. Fine needle aspiration\nDuring fine needle aspiration, the doctor inserts a thin needle into the breast cyst and withdraws the fluid. Typically, fine needle aspiration is performed using ultrasound to guide the needle accurately into the cyst. If after draining all the fluid and the breast mass disappears, your doctor can diagnose a breast cyst\nIf the fluid is bloodless and straw-colored and the breast mass disappears, you do not need further testing or treatment.; If bloody fluid or breast mass does not go away, your doctor may send a sample of the fluid for testing and further imaging tests may be needed to evaluate.; If the fluid is not drained, your doctor will likely recommend testing with an imaging test, such as a mammogram or diagnostic breast ultrasound. Removal of little fluid or a lump in the breast that does not disappear after removal indicates a lump in the breast or that part of the lump is solid. A biopsy of a tissue sample may be performed to rule out cancer.\n\nAre breast cysts a risk of breast cancer?\nBreast cysts are benign tumors and can occur in women of any age. However, breast cysts can also increase the risk of breast cancer being detected. In fact, breast cysts are one of the most common breast tumors in women and about 1% become breast cancer.\nWhen breast cysts are detected, doctors often recommend that women perform regular breast exams to detect any unusual signs of breast cancer early.\nBreast cysts are not usually life-threatening, but can cause pain and discomfort and affect the patient's psychological health.\n\nHow to treat breast cysts?\nNo treatment is needed for simple breast cysts, which are fluid-filled and do not cause any symptoms, confirmed on breast ultrasound or after fine-needle aspiration. Many breast cysts will disappear without treatment. If the cyst persists, feels firmer, or you notice skin changes over the cyst, see your doctor immediately.\n1. Fine needle aspiration (FNA)\nFine needle aspiration (FNA) is a procedure used to collect a cell or fluid sample from a breast cyst suspected of being cancerous.\nFine needle aspiration can be used to diagnose and treat breast cysts, after which the cysts will disappear and symptoms will go away.\nThe procedure of small needle puncture into breast cysts needs to be performed by qualified doctors and technicians\nHowever, for some breast cysts, multiple aspiration may be required. New cysts often appear or recur. If a breast cyst persists through two to three menstrual cycles and gets larger, see your doctor immediately for further evaluation.\n2. Use hormonal drugs\nUsing hormonal medications such as birth control pills to regulate the menstrual cycle can help reduce the recurrence of breast cysts. But because of the potentially significant side effects, birth control pills, or other hormonal therapies such as tamoxifen, are usually only recommended for women with severe symptoms. Stopping hormone therapy after menopause may also help prevent breast cysts.\n3. Surgery\nBreast cystectomy is only necessary in unusual cases. Surgery may be considered if the cyst causes discomfort, recurs monthly, or if the cyst contains bloody fluid or has other worrying signs.\nBefore deciding to have surgery, patients need to discuss with their doctor to clearly understand the risks and benefits of surgery, as well as how to prepare before and after surgery.\n\nHow to prevent breast cysts?\nThere are several ways to help prevent breast cysts:\nPeriodic health check: During the health check, you can request a careful examination of the mammary gland to detect signs of mammary cysts.; Adjust your diet: Eating lots of fruits, vegetables, whole grains, and fiber-rich foods and reducing processed food consumption will help reduce the risk of breast cysts.; Exercise regularly: Exercising regularly, at least 30 minutes a day and at least 5 days/week, can reduce the risk of breast cysts.; Weight control: Losing weight and maintaining a healthy weight also helps reduce the risk of breast cysts.; Limit alcohol consumption: Drinking a lot of alcohol can increase the risk of breast cysts.; Avoid smoking: Smoking increases the risk of breast cysts and other cancers.; Avoid using hormonal hormones without a doctor's prescription: Using hormonal hormones such as birth control pills can increase the risk of breast cysts.\nTo minimize the discomfort associated with breast cysts, you can try the following measures:\nWear a bra that fits well; Apply ice: A warm compress or ice pack can help relieve pain.; Avoid caffeine: Studies do not show a link between caffeine and breast cysts. However, some women find symptom relief after eliminating caffeine from their diet. Consider reducing or eliminating caffeine in beverages, as well as in foods like chocolate, to see if your symptoms improve.; Consider trying over-the-counter pain relievers if your doctor recommends them. Some types of breast pain can be relieved by using acetaminophen or nonsteroidal anti-inflammatory drugs such as ibuprofen or naproxen sodium.\n\nWhen to see a doctor?\nNormal breast tissue often feels lumpy or lumpy. But if you feel a new lump in your breast that doesn't go away, gets bigger, or persists after a menstrual cycle or two, see your doctor right away. Also, see your doctor if you have new skin changes on one or both breasts.\nYou need to prepare information about symptoms, medical history, menstrual cycle status and other information such as:\nDescribe all your symptoms.; Information about stress or recent life changes.; All the medications, vitamins, herbs, and supplements you normally take; When did you first notice a cyst or lump in your breast?; Have you noticed a change in the size of a cyst or lump in your breast?; What symptoms have you experienced and how long have you had them?; Do your symptoms occur in one or both breasts?; Do any symptoms change over time?; Do you have breast pain? If yes, what is the level of pain?; Do you have nipple discharge? If so, does nipple discharge occur in one or both breasts?; How does your menstrual cycle affect breast cysts or lumps?; When was your last mammogram?; Does your family have a history of breast cysts or tumors?; Have you had breast cysts or lumps, breast biopsies, or breast cancer in the past?\nBreast Surgery Department, Tam Anh General Hospital, Ho Chi Minh City, brings together a team of experienced experts, doctors, and technicians.\nThe hospital owns a modern machinery system that brings high efficiency in screening and early diagnosis of breast diseases, including: Mammomat Inspiration 3D digital mammography (DBT) system; GE Logiq E10S ultrasound machine, with probe that supports breast elastography, microvascular survey and biopsy orientation support under ultrasound; New generation 1.5 tesla MRI machine Magnetom Amira BioMatrix... helps detect early and have safe and effective treatment plans for diseases related to the mammary gland.\nIf the cyst persists, feels firmer, or you notice skin changes over the cyst, see your doctor immediately.",
    "subsections": [
        {
            "subsection_name": "What are breast cysts?",
            "subsection_content": "Breast cysts are fluid-filled sacs inside the breast. Usually benign, very rarely related to cancer. There may be one or more cysts. Breast cysts are usually as small as grapes or water-filled balloons, with tight density, but sometimes the cyst feels firmer.\nBreast cysts usually do not need treatment unless they are very large, causing pain or inconvenience. In case of large cysts, cyst fluid should be aspirated to reduce symptoms.\nCan occur at any age, commonly occurs in pre-menopausal women, under 50 years old, and women taking female hormone support medications.\nTo accurately diagnose a breast cyst, in-depth exams and tests must be performed",
            "subsection_string": "What are breast cysts?\nBreast cysts are fluid-filled sacs inside the breast. Usually benign, very rarely related to cancer. There may be one or more cysts. Breast cysts are usually as small as grapes or water-filled balloons, with tight density, but sometimes the cyst feels firmer.\nBreast cysts usually do not need treatment unless they are very large, causing pain or inconvenience. In case of large cysts, cyst fluid should be aspirated to reduce symptoms.\nCan occur at any age, commonly occurs in pre-menopausal women, under 50 years old, and women taking female hormone support medications.\nTo accurately diagnose a breast cyst, in-depth exams and tests must be performed"
        },
        {
            "subsection_name": "Causes of breast cysts",
            "subsection_content": "Each breast contains mammary lobes, arranged like the petals of a daisy. The lobes are divided into smaller lobules for milk production during pregnancy and lactation. The supporting tissue that gives the breast its shape is made up of fatty tissue and fibrous connective tissue. Breast cysts develop due to the accumulation of fluid inside the mammary glands.\nCurrently, the cause of breast cysts is unknown, which may form due to hormonal changes each monthly menstrual cycle. That's why breast cysts are most common in women who are still of reproductive age. Only a small percentage of breast cysts occur in postmenopausal women.",
            "subsection_string": "Causes of breast cysts\nEach breast contains mammary lobes, arranged like the petals of a daisy. The lobes are divided into smaller lobules for milk production during pregnancy and lactation. The supporting tissue that gives the breast its shape is made up of fatty tissue and fibrous connective tissue. Breast cysts develop due to the accumulation of fluid inside the mammary glands.\nCurrently, the cause of breast cysts is unknown, which may form due to hormonal changes each monthly menstrual cycle. That's why breast cysts are most common in women who are still of reproductive age. Only a small percentage of breast cysts occur in postmenopausal women."
        },
        {
            "subsection_name": "Classification of breast cysts",
            "subsection_content": "Breast cysts can be identified and classified by their size:\n1. Microcysts\nMicrocysts: may be seen in imaging tests, such as mammograms or ultrasounds, but are too small to feel.\n2. Macrocyst\nMacrocyst: can be felt and can grow to 2.5 - 5 cm).",
            "subsection_string": "Classification of breast cysts\nBreast cysts can be identified and classified by their size:\n1. Microcysts\nMicrocysts: may be seen in imaging tests, such as mammograms or ultrasounds, but are too small to feel.\n2. Macrocyst\nMacrocyst: can be felt and can grow to 2.5 - 5 cm)."
        },
        {
            "subsection_name": "Signs of breast cysts (mammary cysts)",
            "subsection_content": "Breast cysts can be found in one or both breasts. Signs and symptoms of breast cysts:\nA smooth round or oval block, easy to move, smooth surface; Nipple discharge: Nipple discharge can be clear, yellow, straw colored or dark brown. Nipple discharge is normal during pregnancy or breastfeeding. It may also be related to hormonal changes during the menstrual cycle and benign fibrous changes of the breast. Milky white discharge after breastfeeding often affects both breasts and can continue for up to two or three years after breastfeeding stops.; Breast pain or tenderness localized to the area of ​​the breast cyst; Breast cysts increase in size and breast tenderness immediately before menstruation; Breast cyst size decreases and other symptoms disappear after menstruation\nBreast cysts do not increase the risk of breast cancer. But having breast cysts can make it difficult to detect new breast lumps or other changes that your doctor may need to evaluate. Breasts can feel lumpy and sore during your period, so it's important to become familiar with how your breasts feel throughout your cycle to know if anything changes.",
            "subsection_string": "Signs of breast cysts (mammary cysts)\nBreast cysts can be found in one or both breasts. Signs and symptoms of breast cysts:\nA smooth round or oval block, easy to move, smooth surface; Nipple discharge: Nipple discharge can be clear, yellow, straw colored or dark brown. Nipple discharge is normal during pregnancy or breastfeeding. It may also be related to hormonal changes during the menstrual cycle and benign fibrous changes of the breast. Milky white discharge after breastfeeding often affects both breasts and can continue for up to two or three years after breastfeeding stops.; Breast pain or tenderness localized to the area of ​​the breast cyst; Breast cysts increase in size and breast tenderness immediately before menstruation; Breast cyst size decreases and other symptoms disappear after menstruation\nBreast cysts do not increase the risk of breast cancer. But having breast cysts can make it difficult to detect new breast lumps or other changes that your doctor may need to evaluate. Breasts can feel lumpy and sore during your period, so it's important to become familiar with how your breasts feel throughout your cycle to know if anything changes."
        },
        {
            "subsection_name": "Diagnosis of breast cysts",
            "subsection_content": "Diagnosis of breast cysts usually includes a breast exam, imaging tests (breast ultrasound or mammogram), and possibly fine needle aspiration or breast biopsy.\n1. Clinical breast examination\nAfter asking about your symptoms and health history, your doctor will examine the breast mass and check for any other breast abnormalities. You will then need another test, such as an imaging test or fine needle aspiration.\nMSc. Doctor Nguyen Do Thuy Giang (Head of Breast Surgery Department - Tam Anh General Hospital) reads test results to the patient\n2. Mammography\nMammography is an early screening method to detect breast cancer. This method uses X-rays to create images of the inside of the breast. Large cysts and clusters of small cysts can often be seen with a mammogram. But microscopic cysts may be difficult or impossible to see on x-rays.\nDuring a mammogram, your breast will be placed on a flat surface and compressed to create clearer images. This method may cause mild discomfort or pain, but it usually only lasts a few seconds.\nMammography helps detect and screen for breast diseases, including breast cysts\n3. Breast ultrasound\nBreast ultrasound is a safe and non-invasive method that does not use X-rays or radiation and is painless to the patient. Ultrasound is recommended for women over 40 years of age or with a family history of breast cancer for routine breast screening.\nBreast ultrasound helps doctors determine whether a mass in the breast is fluid-filled or solid. A fluid-filled mass is usually a breast cyst. The solid mass may be a benign breast tumor (such as a fibroadenoma) or it may be breast cancer.\nYour doctor may recommend a biopsy for further evaluation if it is a solid mass. If your doctor can easily feel the breast cyst, he or she may skip the imaging tests and perform a fine-needle aspiration to drain the fluid and deflate the cyst.\n4. Fine needle aspiration\nDuring fine needle aspiration, the doctor inserts a thin needle into the breast cyst and withdraws the fluid. Typically, fine needle aspiration is performed using ultrasound to guide the needle accurately into the cyst. If after draining all the fluid and the breast mass disappears, your doctor can diagnose a breast cyst\nIf the fluid is bloodless and straw-colored and the breast mass disappears, you do not need further testing or treatment.; If bloody fluid or breast mass does not go away, your doctor may send a sample of the fluid for testing and further imaging tests may be needed to evaluate.; If the fluid is not drained, your doctor will likely recommend testing with an imaging test, such as a mammogram or diagnostic breast ultrasound. Removal of little fluid or a lump in the breast that does not disappear after removal indicates a lump in the breast or that part of the lump is solid. A biopsy of a tissue sample may be performed to rule out cancer.",
            "subsection_string": "Diagnosis of breast cysts\nDiagnosis of breast cysts usually includes a breast exam, imaging tests (breast ultrasound or mammogram), and possibly fine needle aspiration or breast biopsy.\n1. Clinical breast examination\nAfter asking about your symptoms and health history, your doctor will examine the breast mass and check for any other breast abnormalities. You will then need another test, such as an imaging test or fine needle aspiration.\nMSc. Doctor Nguyen Do Thuy Giang (Head of Breast Surgery Department - Tam Anh General Hospital) reads test results to the patient\n2. Mammography\nMammography is an early screening method to detect breast cancer. This method uses X-rays to create images of the inside of the breast. Large cysts and clusters of small cysts can often be seen with a mammogram. But microscopic cysts may be difficult or impossible to see on x-rays.\nDuring a mammogram, your breast will be placed on a flat surface and compressed to create clearer images. This method may cause mild discomfort or pain, but it usually only lasts a few seconds.\nMammography helps detect and screen for breast diseases, including breast cysts\n3. Breast ultrasound\nBreast ultrasound is a safe and non-invasive method that does not use X-rays or radiation and is painless to the patient. Ultrasound is recommended for women over 40 years of age or with a family history of breast cancer for routine breast screening.\nBreast ultrasound helps doctors determine whether a mass in the breast is fluid-filled or solid. A fluid-filled mass is usually a breast cyst. The solid mass may be a benign breast tumor (such as a fibroadenoma) or it may be breast cancer.\nYour doctor may recommend a biopsy for further evaluation if it is a solid mass. If your doctor can easily feel the breast cyst, he or she may skip the imaging tests and perform a fine-needle aspiration to drain the fluid and deflate the cyst.\n4. Fine needle aspiration\nDuring fine needle aspiration, the doctor inserts a thin needle into the breast cyst and withdraws the fluid. Typically, fine needle aspiration is performed using ultrasound to guide the needle accurately into the cyst. If after draining all the fluid and the breast mass disappears, your doctor can diagnose a breast cyst\nIf the fluid is bloodless and straw-colored and the breast mass disappears, you do not need further testing or treatment.; If bloody fluid or breast mass does not go away, your doctor may send a sample of the fluid for testing and further imaging tests may be needed to evaluate.; If the fluid is not drained, your doctor will likely recommend testing with an imaging test, such as a mammogram or diagnostic breast ultrasound. Removal of little fluid or a lump in the breast that does not disappear after removal indicates a lump in the breast or that part of the lump is solid. A biopsy of a tissue sample may be performed to rule out cancer."
        },
        {
            "subsection_name": "Are breast cysts a risk of breast cancer?",
            "subsection_content": "Breast cysts are benign tumors and can occur in women of any age. However, breast cysts can also increase the risk of breast cancer being detected. In fact, breast cysts are one of the most common breast tumors in women and about 1% become breast cancer.\nWhen breast cysts are detected, doctors often recommend that women perform regular breast exams to detect any unusual signs of breast cancer early.\nBreast cysts are not usually life-threatening, but can cause pain and discomfort and affect the patient's psychological health.",
            "subsection_string": "Are breast cysts a risk of breast cancer?\nBreast cysts are benign tumors and can occur in women of any age. However, breast cysts can also increase the risk of breast cancer being detected. In fact, breast cysts are one of the most common breast tumors in women and about 1% become breast cancer.\nWhen breast cysts are detected, doctors often recommend that women perform regular breast exams to detect any unusual signs of breast cancer early.\nBreast cysts are not usually life-threatening, but can cause pain and discomfort and affect the patient's psychological health."
        },
        {
            "subsection_name": "How to treat breast cysts?",
            "subsection_content": "No treatment is needed for simple breast cysts, which are fluid-filled and do not cause any symptoms, confirmed on breast ultrasound or after fine-needle aspiration. Many breast cysts will disappear without treatment. If the cyst persists, feels firmer, or you notice skin changes over the cyst, see your doctor immediately.\n1. Fine needle aspiration (FNA)\nFine needle aspiration (FNA) is a procedure used to collect a cell or fluid sample from a breast cyst suspected of being cancerous.\nFine needle aspiration can be used to diagnose and treat breast cysts, after which the cysts will disappear and symptoms will go away.\nThe procedure of small needle puncture into breast cysts needs to be performed by qualified doctors and technicians\nHowever, for some breast cysts, multiple aspiration may be required. New cysts often appear or recur. If a breast cyst persists through two to three menstrual cycles and gets larger, see your doctor immediately for further evaluation.\n2. Use hormonal drugs\nUsing hormonal medications such as birth control pills to regulate the menstrual cycle can help reduce the recurrence of breast cysts. But because of the potentially significant side effects, birth control pills, or other hormonal therapies such as tamoxifen, are usually only recommended for women with severe symptoms. Stopping hormone therapy after menopause may also help prevent breast cysts.\n3. Surgery\nBreast cystectomy is only necessary in unusual cases. Surgery may be considered if the cyst causes discomfort, recurs monthly, or if the cyst contains bloody fluid or has other worrying signs.\nBefore deciding to have surgery, patients need to discuss with their doctor to clearly understand the risks and benefits of surgery, as well as how to prepare before and after surgery.",
            "subsection_string": "How to treat breast cysts?\nNo treatment is needed for simple breast cysts, which are fluid-filled and do not cause any symptoms, confirmed on breast ultrasound or after fine-needle aspiration. Many breast cysts will disappear without treatment. If the cyst persists, feels firmer, or you notice skin changes over the cyst, see your doctor immediately.\n1. Fine needle aspiration (FNA)\nFine needle aspiration (FNA) is a procedure used to collect a cell or fluid sample from a breast cyst suspected of being cancerous.\nFine needle aspiration can be used to diagnose and treat breast cysts, after which the cysts will disappear and symptoms will go away.\nThe procedure of small needle puncture into breast cysts needs to be performed by qualified doctors and technicians\nHowever, for some breast cysts, multiple aspiration may be required. New cysts often appear or recur. If a breast cyst persists through two to three menstrual cycles and gets larger, see your doctor immediately for further evaluation.\n2. Use hormonal drugs\nUsing hormonal medications such as birth control pills to regulate the menstrual cycle can help reduce the recurrence of breast cysts. But because of the potentially significant side effects, birth control pills, or other hormonal therapies such as tamoxifen, are usually only recommended for women with severe symptoms. Stopping hormone therapy after menopause may also help prevent breast cysts.\n3. Surgery\nBreast cystectomy is only necessary in unusual cases. Surgery may be considered if the cyst causes discomfort, recurs monthly, or if the cyst contains bloody fluid or has other worrying signs.\nBefore deciding to have surgery, patients need to discuss with their doctor to clearly understand the risks and benefits of surgery, as well as how to prepare before and after surgery."
        },
        {
            "subsection_name": "How to prevent breast cysts?",
            "subsection_content": "There are several ways to help prevent breast cysts:\nPeriodic health check: During the health check, you can request a careful examination of the mammary gland to detect signs of mammary cysts.; Adjust your diet: Eating lots of fruits, vegetables, whole grains, and fiber-rich foods and reducing processed food consumption will help reduce the risk of breast cysts.; Exercise regularly: Exercising regularly, at least 30 minutes a day and at least 5 days/week, can reduce the risk of breast cysts.; Weight control: Losing weight and maintaining a healthy weight also helps reduce the risk of breast cysts.; Limit alcohol consumption: Drinking a lot of alcohol can increase the risk of breast cysts.; Avoid smoking: Smoking increases the risk of breast cysts and other cancers.; Avoid using hormonal hormones without a doctor's prescription: Using hormonal hormones such as birth control pills can increase the risk of breast cysts.\nTo minimize the discomfort associated with breast cysts, you can try the following measures:\nWear a bra that fits well; Apply ice: A warm compress or ice pack can help relieve pain.; Avoid caffeine: Studies do not show a link between caffeine and breast cysts. However, some women find symptom relief after eliminating caffeine from their diet. Consider reducing or eliminating caffeine in beverages, as well as in foods like chocolate, to see if your symptoms improve.; Consider trying over-the-counter pain relievers if your doctor recommends them. Some types of breast pain can be relieved by using acetaminophen or nonsteroidal anti-inflammatory drugs such as ibuprofen or naproxen sodium.",
            "subsection_string": "How to prevent breast cysts?\nThere are several ways to help prevent breast cysts:\nPeriodic health check: During the health check, you can request a careful examination of the mammary gland to detect signs of mammary cysts.; Adjust your diet: Eating lots of fruits, vegetables, whole grains, and fiber-rich foods and reducing processed food consumption will help reduce the risk of breast cysts.; Exercise regularly: Exercising regularly, at least 30 minutes a day and at least 5 days/week, can reduce the risk of breast cysts.; Weight control: Losing weight and maintaining a healthy weight also helps reduce the risk of breast cysts.; Limit alcohol consumption: Drinking a lot of alcohol can increase the risk of breast cysts.; Avoid smoking: Smoking increases the risk of breast cysts and other cancers.; Avoid using hormonal hormones without a doctor's prescription: Using hormonal hormones such as birth control pills can increase the risk of breast cysts.\nTo minimize the discomfort associated with breast cysts, you can try the following measures:\nWear a bra that fits well; Apply ice: A warm compress or ice pack can help relieve pain.; Avoid caffeine: Studies do not show a link between caffeine and breast cysts. However, some women find symptom relief after eliminating caffeine from their diet. Consider reducing or eliminating caffeine in beverages, as well as in foods like chocolate, to see if your symptoms improve.; Consider trying over-the-counter pain relievers if your doctor recommends them. Some types of breast pain can be relieved by using acetaminophen or nonsteroidal anti-inflammatory drugs such as ibuprofen or naproxen sodium."
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "Normal breast tissue often feels lumpy or lumpy. But if you feel a new lump in your breast that doesn't go away, gets bigger, or persists after a menstrual cycle or two, see your doctor right away. Also, see your doctor if you have new skin changes on one or both breasts.\nYou need to prepare information about symptoms, medical history, menstrual cycle status and other information such as:\nDescribe all your symptoms.; Information about stress or recent life changes.; All the medications, vitamins, herbs, and supplements you normally take; When did you first notice a cyst or lump in your breast?; Have you noticed a change in the size of a cyst or lump in your breast?; What symptoms have you experienced and how long have you had them?; Do your symptoms occur in one or both breasts?; Do any symptoms change over time?; Do you have breast pain? If yes, what is the level of pain?; Do you have nipple discharge? If so, does nipple discharge occur in one or both breasts?; How does your menstrual cycle affect breast cysts or lumps?; When was your last mammogram?; Does your family have a history of breast cysts or tumors?; Have you had breast cysts or lumps, breast biopsies, or breast cancer in the past?\nBreast Surgery Department, Tam Anh General Hospital, Ho Chi Minh City, brings together a team of experienced experts, doctors, and technicians.\nThe hospital owns a modern machinery system that brings high efficiency in screening and early diagnosis of breast diseases, including: Mammomat Inspiration 3D digital mammography (DBT) system; GE Logiq E10S ultrasound machine, with probe that supports breast elastography, microvascular survey and biopsy orientation support under ultrasound; New generation 1.5 tesla MRI machine Magnetom Amira BioMatrix... helps detect early and have safe and effective treatment plans for diseases related to the mammary gland.\nIf the cyst persists, feels firmer, or you notice skin changes over the cyst, see your doctor immediately.",
            "subsection_string": "When to see a doctor?\nNormal breast tissue often feels lumpy or lumpy. But if you feel a new lump in your breast that doesn't go away, gets bigger, or persists after a menstrual cycle or two, see your doctor right away. Also, see your doctor if you have new skin changes on one or both breasts.\nYou need to prepare information about symptoms, medical history, menstrual cycle status and other information such as:\nDescribe all your symptoms.; Information about stress or recent life changes.; All the medications, vitamins, herbs, and supplements you normally take; When did you first notice a cyst or lump in your breast?; Have you noticed a change in the size of a cyst or lump in your breast?; What symptoms have you experienced and how long have you had them?; Do your symptoms occur in one or both breasts?; Do any symptoms change over time?; Do you have breast pain? If yes, what is the level of pain?; Do you have nipple discharge? If so, does nipple discharge occur in one or both breasts?; How does your menstrual cycle affect breast cysts or lumps?; When was your last mammogram?; Does your family have a history of breast cysts or tumors?; Have you had breast cysts or lumps, breast biopsies, or breast cancer in the past?\nBreast Surgery Department, Tam Anh General Hospital, Ho Chi Minh City, brings together a team of experienced experts, doctors, and technicians.\nThe hospital owns a modern machinery system that brings high efficiency in screening and early diagnosis of breast diseases, including: Mammomat Inspiration 3D digital mammography (DBT) system; GE Logiq E10S ultrasound machine, with probe that supports breast elastography, microvascular survey and biopsy orientation support under ultrasound; New generation 1.5 tesla MRI machine Magnetom Amira BioMatrix... helps detect early and have safe and effective treatment plans for diseases related to the mammary gland.\nIf the cyst persists, feels firmer, or you notice skin changes over the cyst, see your doctor immediately."
        }
    ],
    "name": "nang-vu.json"
}