{
    "title": "Hydrocephalus: Causes, symptoms and treatment",
    "category": "Pediatrics - Newborn",
    "link": "https://tamanhhospital.vn/nao-ung-thuy/",
    "abstract": "Hydrocephalus is a neural tube defect that, if not treated promptly, will lead to many complications that are dangerous to the patient's health and life. With the success in treating hydrocephalus at Tam Anh General Hospital, it creates opportunities for many families whose children unfortunately suffer from this dangerous disease to be treated right in the country at a reasonable cost.\n This article is expertly advised by M.D. Nguyen Anh Duy Tung - Medical Information Center, Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "Hydrocephalus: Causes, symptoms and treatment\n\nHydrocephalus is a neural tube defect that, if not treated promptly, will lead to many complications that are dangerous to the patient's health and life. With the success in treating hydrocephalus at Tam Anh General Hospital, it creates opportunities for many families whose children unfortunately suffer from this dangerous disease to be treated right in the country at a reasonable cost.\n This article is expertly advised by M.D. Nguyen Anh Duy Tung - Medical Information Center, Tam Anh General Hospital, Ho Chi Minh City.\n\nWhat disease is hydrocephalus?\nHydrocephalus, also known in English as Hydrocephalus, is defined as a pathological condition of the central nervous system, resulting from disruption or imbalance between the formation, flow circulation or absorption of fluid. cerebrospinal fluid. In other words, it is the accumulation of too much cerebrospinal fluid in the ventricles of the brain due to disturbances in the production, circulation and absorption processes. Hydrocephalus can be an acute or chronic condition that occurs over months or years. Different forms of the disease include obstructive, communicating, and normal pressure hydrocephalus.\nThe brain has hollow, fluid-filled cavities called ventricles. Inside the ventricles is a ribbon-like structure called the choroid plexus – which functions to create cerebrospinal fluid (CSF) – a clear, colorless fluid. CSF circulates within and around the brain and spinal cord, helping to cushion these organs from the effects of injury. It is absorbed and replenished continuously. (first)\nThere are two ventricles deep inside the two cerebral hemispheres, they are called lateral ventricles. These two ventricles connect to the third ventricle through a separate opening called the foramen of Monro. The third ventricle connects to the fourth ventricle through a long, narrow tube called the aqueduct of Sylvius. From the fourth ventricle, cerebrospinal fluid flows into the subarachnoid space where it cleanses and cushions the brain. CSF is absorbed by special structures in the superior sagittal sinus called arachnoid granulations.\nNormally the amount of cerebrospinal fluid absorbed is in balance with the amount of cerebrospinal fluid produced. However, when there is a disruption or blockage in the circulation system, cerebrospinal fluid accumulates, causing the ventricles of the brain to swell (hydrocephalus).\n\nCause of Hydrocephalus\nHydrocephalus can occur in all ethnic groups, all countries and all ages due to two groups of congenital and acquired causes. The average frequency of congenital hydrocephalus in European countries is about 0.5-0.8/1000 births. The disease tends to increase, the frequency is currently higher than Down syndrome. In Vietnam, the frequency of disease in children is equivalent to other countries in the world, the rate of boys and girls getting the disease is the same. (2)\nCongenital hydrocephalus: These are cases where hydrocephalus has a genetic factor or occurs due to some incident during pregnancy or can also be acquired in the first months of life after birth. These include: Cerebral aqueduct stenosis, myelomeningocele, congenital fluid cyst, intraventricular hemorrhage in premature infants, congenital infection, Arnold-Chiari malformation type II.; Acquired hydrocephalus: These are cases of secondary hydrocephalus occurring after contracting certain diseases such as bacterial meningitis, intracranial hemorrhage, brain tumors...; Hydrocephalus in adults: In adults, when trauma or injury occurs, the circulation of cerebrospinal fluid can change, the ventricles of the brain become enlarged when cerebrospinal fluid accumulates. Because the structure of the adult skull is solid and cannot expand, pressure in the brain can increase severely, and if left untreated, can cause brain damage or death.\n\nSigns of hydrocephalus\nIn newborns (infants): In infants, because the skull joints are not yet closed, the most visible symptom is that the size of the head increases abnormally quickly, and the child's scalp is thin and shiny. In addition, the anterior fontanel is also widened and tense, the cranial suture line is widened, it is possible to feel the anterior fontanel adjacent to the posterior fontanel, and the blood vessels under the scalp are also larger than normal. Lost signs of pulse. The child's forehead is very wide. The eyes are usually in a downward-looking position, creating a sunset sign. (3); In children: In older children, when the skull joints are partially closed, the sign of a large head is more difficult to recognize. However, children who come to the clinic late often have a strangely large head. Symptoms are usually: An increase in head circumference of more than 2 standard deviations can be seen as a sign of a broken tank shell. Irritability, irritability, fatigue, loss of appetite, vomiting a lot in the morning. Headache is a prominent sign that children often have severe headaches in the morning and vomiting. Blurred vision can occur with midbrain syndrome (Parinaud syndrome), papilledema can cause optic papilla atrophy, double vision due to sixth nerve paralysis (due to severe increased intracranial pressure). Gait changes, coordination disorders. Regression or delay in psychomotor development. Increased tendon reflexes and increased muscle force due to the influence of the pyramidal system. Physical development disorders: obesity, early or delayed puberty; Young and middle-aged adults: The average adult produces about 500ml of cerebrospinal fluid daily. Therefore, when an injury causes the cerebrospinal fluid to not circulate, there is a risk of death. Some common symptoms of illness in this age group include: Headaches, fatigue, loss of balance, ineffective bladder function, frequent urination, vision problems and memory loss , ability to concentrate.; In the elderly: For people 60 years of age and older, hydrocephalus can cause symptoms such as urinary incontinence, frequent urination, weakness, memory loss, loss of ability to concentrate, reason, or walk. difficulty and poor balance.\n\nTypes of hydrocephalus\nWhen hydrocephalus occurs, the central nervous system is the first part to be affected. There are two types of hydrocephalus: communicative hydrocephalus, also known as nonobstructive hydrocephalus, and noncommunicative hydrocephalus, also known as obstructive hydrocephalus. (4)\nCommunicative hydrocephalus: Communicative hydrocephalus occurs when the patient's outside ventricular system is blocked or has some problem such as bleeding, trauma, infection, tumors, or some other problem. cases of unknown cause; Non-communicating hydrocephalus: In cases where there is a blockage inside the patient's ventricular system, such as hemorrhage or a tumor outside the ventricles, cases due to congenital causes.\nPatients with hydrocephalus may have a rapid onset of symptoms or symptoms may have a slow onset and be difficult to diagnose.\n\nSubjects at risk of hydrocephalus\nHydrocephalus is a common disease of the central nervous system, a disease that can occur at any age, regardless of ethnicity, country or gender. However, there are two groups of people, infants and the elderly, who are often at high risk of getting this disease.\nAccording to statistics from the US National Institute of Neurological Disorders and Stroke, 1 in every 500 newborns has hydrocephalus, most cases are diagnosed in the fetus or after birth. .\n\nComplications of hydrocephalus\nIf surgery is not performed early to reduce pressure in the brain, hydrocephalus will directly damage the central nervous system, leaving many serious sequelae such as purulent meningitis, blindness, deafness, paralysis, and slowness. mental development, epilepsy.\nHowever, hydrocephalus can be detected while the fetus is still in the mother's womb with the help of ultrasound, and after the child is born, brain ultrasound is a very effective means of screening for this disease. . If detected early and treated with appropriate methods, it will bring positive results. Children can go to school and study like other normal children.\nEven when treated, congenital hydrocephalus can affect both a child's physical and intellectual development. Therefore, after surgery, children need careful care and monitoring along with rehabilitation and special education.\n\nMethods of diagnosing hydrocephalus\nBefore your doctor can recommend a course of treatment, he or she will:\nTake your medical history and examine you.; Neurological examination including diagnostic testing if necessary; Ask specific questions to determine if symptoms are due to hydrocephalus.\nA neurological exam will also help determine the severity of your condition. Additional tests such as ultrasound (if the patient is a newborn), CT scan (CT or CAT scan) or magnetic resonance imaging (MRI) may be ordered. Tests can provide useful information about the severity and possible causes of hydrocephalus.\nCT scan: Computed tomography scans are used to help diagnose hydrocephalus in adults and children. Tomography uses X-rays to create images of cross-sectional slices of the brain. If the image shows that the ventricles are enlarged due to a lot of cerebrospinal fluid, it can be used to diagnose the disease.; Ultrasound: This method can be used to observe any images, however ultrasound is indicated in cases where the child's fontanel is still open.; MRI scan: This method is indicated to look for signs of excess cerebrospinal fluid.; Lumbar puncture: This is a meaningful method in diagnosis and treatment, helping to predict diseases of the central nervous system.; Measure and monitor intracranial pressure: Increased intracranial pressure can come from hydrocephalus. In case intracranial pressure is too high, doctors can conduct cerebrospinal fluid drainage to maintain oxygen levels. Brain.; Ophthalmoscopy: This is an examination procedure to observe the internal structure of the eyeball. This procedure can detect diseases of the vitreous, retina, and nerves.\n\nTreatment methods for hydrocephalus\nHydrocephalus can be treated in a variety of ways. The cause of cerebrospinal fluid obstruction can be treated directly (by removing the cause), or indirectly (by moving the fluid to another location, usually to a body cavity). Indirect treatment is done by implanting a device called a shunt to redirect excess cerebrospinal fluid away from the brain. The body cavity for the transfer of excess cerebrospinal fluid is usually the peritoneal cavity (the area surrounding the abdominal organs).\nIn some cases, two stages are performed:\nFirst stage to divert cerebrospinal fluid.; Later stages to remove the cause of the blockage (for example, removing a brain tumor).\nOnce inserted, the shunt system usually remains in place throughout the patient's lifetime (although surgical revision of the shunt system is sometimes necessary). The shunt system continuously performs the function of transferring cerebrospinal fluid away from the brain, so intracranial pressure is kept within normal limits.\nAn alternative type of surgery called endoscopic third ventriculostomy uses a flexible endoscope with a small camera to look inside the ventricular system, allowing surgeons to creates a new pathway for cerebrospinal fluid flow.\n\nPrevention of Hydrocephalus\nTo reduce the risk of children being born with hydrocephalus, mothers need to do the following:\nRegular health check-ups during pregnancy. Never miss a doctor's appointment when you are pregnant and keep up with your ultrasound schedule. Early detection will increase the baby's chance of survival.\nVaccination during pregnancy. Consult your doctor about vaccinations. Protect yourself from common diseases to reduce risks that can affect fetal development.\nProtect your baby from head injuries: Remove unsafe objects when your baby learns to crawl and walk. Use a crib with guard rails or bars to prevent your baby from falling.\nVaccination for children. Protecting your baby from illness can reduce the risk of infections that affect the brain.\nIn fact, in addition to the risk of hydrocephalus, the fetus also faces many diseases during pregnancy, therefore, pregnant women need to be screened on time to help keep the baby and mother safe:\nIn the first 3 months of pregnancy (calculated from the first day of the last menstrual period to 13 weeks and 6 days), pregnant women need to have antenatal check-up immediately after a missed period of 2-3 weeks (during the Covid-19 epidemic) or 1-2 weeks (when the period ends). translation) to determine fetal position and vital signs of the fetus. When the pregnancy is 11 weeks to 13 weeks and 6 days, the pregnant woman has a second prenatal check-up to check the mother's health and screen for the risk of abnormalities in the number of chromosomes for the fetus (Combined test/NIPT). This is the stage when the fetus continues to form organs and organizations such as the spinal cord, brain, heart, lungs, liver... so pregnant women need to increase protein-rich foods such as eggs, milk, meat, beans, and supplements. Supplement 60mg iron and 400mcg folic acid to prevent anemia and reduce the risk of fetal defects.; In the second trimester of pregnancy (from weeks 14 to 28 weeks and 6 days), pregnant women need to have antenatal check-ups once a month, ultrasound of fetal morphology in the 2nd trimester, and blood tests to screen for gestational diabetes and anemia. Blood and urine tests at each prenatal visit; In the last 3 months of pregnancy (from week 29 to week 40), there are 3 follow-up check-ups: 1 check-up every week at 29-32 weeks, 3rd trimester fetal morphology ultrasound. From 33-35 weeks, check-up every 2 weeks 1 times. Weeks 36 - 40 of pregnancy need to be examined once a week.\nThe hospital has successfully performed many surgeries to treat severe twin-twin transfusion syndrome, nourish fetuses with complicated congenital heart disease, nourish premature infants from 25 weeks of age, and premature infants with hydrocephalus. …\nHydrocephalus is a dangerous disease that can affect a child's health, life and future development. Pregnant mothers need to remember prenatal examination milestones to be able to detect abnormalities in the fetus and pregnancy. If the fetus is suspected of having congenital hydrocephalus, it is necessary to discuss with the doctor for the most optimal treatment method.",
    "subsections": [
        {
            "subsection_name": "What disease is hydrocephalus?",
            "subsection_content": "Hydrocephalus, also known in English as Hydrocephalus, is defined as a pathological condition of the central nervous system, resulting from disruption or imbalance between the formation, flow circulation or absorption of fluid. cerebrospinal fluid. In other words, it is the accumulation of too much cerebrospinal fluid in the ventricles of the brain due to disturbances in the production, circulation and absorption processes. Hydrocephalus can be an acute or chronic condition that occurs over months or years. Different forms of the disease include obstructive, communicating, and normal pressure hydrocephalus.\nThe brain has hollow, fluid-filled cavities called ventricles. Inside the ventricles is a ribbon-like structure called the choroid plexus – which functions to create cerebrospinal fluid (CSF) – a clear, colorless fluid. CSF circulates within and around the brain and spinal cord, helping to cushion these organs from the effects of injury. It is absorbed and replenished continuously. (first)\nThere are two ventricles deep inside the two cerebral hemispheres, they are called lateral ventricles. These two ventricles connect to the third ventricle through a separate opening called the foramen of Monro. The third ventricle connects to the fourth ventricle through a long, narrow tube called the aqueduct of Sylvius. From the fourth ventricle, cerebrospinal fluid flows into the subarachnoid space where it cleanses and cushions the brain. CSF is absorbed by special structures in the superior sagittal sinus called arachnoid granulations.\nNormally the amount of cerebrospinal fluid absorbed is in balance with the amount of cerebrospinal fluid produced. However, when there is a disruption or blockage in the circulation system, cerebrospinal fluid accumulates, causing the ventricles of the brain to swell (hydrocephalus).",
            "subsection_string": "What disease is hydrocephalus?\nHydrocephalus, also known in English as Hydrocephalus, is defined as a pathological condition of the central nervous system, resulting from disruption or imbalance between the formation, flow circulation or absorption of fluid. cerebrospinal fluid. In other words, it is the accumulation of too much cerebrospinal fluid in the ventricles of the brain due to disturbances in the production, circulation and absorption processes. Hydrocephalus can be an acute or chronic condition that occurs over months or years. Different forms of the disease include obstructive, communicating, and normal pressure hydrocephalus.\nThe brain has hollow, fluid-filled cavities called ventricles. Inside the ventricles is a ribbon-like structure called the choroid plexus – which functions to create cerebrospinal fluid (CSF) – a clear, colorless fluid. CSF circulates within and around the brain and spinal cord, helping to cushion these organs from the effects of injury. It is absorbed and replenished continuously. (first)\nThere are two ventricles deep inside the two cerebral hemispheres, they are called lateral ventricles. These two ventricles connect to the third ventricle through a separate opening called the foramen of Monro. The third ventricle connects to the fourth ventricle through a long, narrow tube called the aqueduct of Sylvius. From the fourth ventricle, cerebrospinal fluid flows into the subarachnoid space where it cleanses and cushions the brain. CSF is absorbed by special structures in the superior sagittal sinus called arachnoid granulations.\nNormally the amount of cerebrospinal fluid absorbed is in balance with the amount of cerebrospinal fluid produced. However, when there is a disruption or blockage in the circulation system, cerebrospinal fluid accumulates, causing the ventricles of the brain to swell (hydrocephalus)."
        },
        {
            "subsection_name": "Cause of Hydrocephalus",
            "subsection_content": "Hydrocephalus can occur in all ethnic groups, all countries and all ages due to two groups of congenital and acquired causes. The average frequency of congenital hydrocephalus in European countries is about 0.5-0.8/1000 births. The disease tends to increase, the frequency is currently higher than Down syndrome. In Vietnam, the frequency of disease in children is equivalent to other countries in the world, the rate of boys and girls getting the disease is the same. (2)\nCongenital hydrocephalus: These are cases where hydrocephalus has a genetic factor or occurs due to some incident during pregnancy or can also be acquired in the first months of life after birth. These include: Cerebral aqueduct stenosis, myelomeningocele, congenital fluid cyst, intraventricular hemorrhage in premature infants, congenital infection, Arnold-Chiari malformation type II.; Acquired hydrocephalus: These are cases of secondary hydrocephalus occurring after contracting certain diseases such as bacterial meningitis, intracranial hemorrhage, brain tumors...; Hydrocephalus in adults: In adults, when trauma or injury occurs, the circulation of cerebrospinal fluid can change, the ventricles of the brain become enlarged when cerebrospinal fluid accumulates. Because the structure of the adult skull is solid and cannot expand, pressure in the brain can increase severely, and if left untreated, can cause brain damage or death.",
            "subsection_string": "Cause of Hydrocephalus\nHydrocephalus can occur in all ethnic groups, all countries and all ages due to two groups of congenital and acquired causes. The average frequency of congenital hydrocephalus in European countries is about 0.5-0.8/1000 births. The disease tends to increase, the frequency is currently higher than Down syndrome. In Vietnam, the frequency of disease in children is equivalent to other countries in the world, the rate of boys and girls getting the disease is the same. (2)\nCongenital hydrocephalus: These are cases where hydrocephalus has a genetic factor or occurs due to some incident during pregnancy or can also be acquired in the first months of life after birth. These include: Cerebral aqueduct stenosis, myelomeningocele, congenital fluid cyst, intraventricular hemorrhage in premature infants, congenital infection, Arnold-Chiari malformation type II.; Acquired hydrocephalus: These are cases of secondary hydrocephalus occurring after contracting certain diseases such as bacterial meningitis, intracranial hemorrhage, brain tumors...; Hydrocephalus in adults: In adults, when trauma or injury occurs, the circulation of cerebrospinal fluid can change, the ventricles of the brain become enlarged when cerebrospinal fluid accumulates. Because the structure of the adult skull is solid and cannot expand, pressure in the brain can increase severely, and if left untreated, can cause brain damage or death."
        },
        {
            "subsection_name": "Signs of hydrocephalus",
            "subsection_content": "In newborns (infants): In infants, because the skull joints are not yet closed, the most visible symptom is that the size of the head increases abnormally quickly, and the child's scalp is thin and shiny. In addition, the anterior fontanel is also widened and tense, the cranial suture line is widened, it is possible to feel the anterior fontanel adjacent to the posterior fontanel, and the blood vessels under the scalp are also larger than normal. Lost signs of pulse. The child's forehead is very wide. The eyes are usually in a downward-looking position, creating a sunset sign. (3); In children: In older children, when the skull joints are partially closed, the sign of a large head is more difficult to recognize. However, children who come to the clinic late often have a strangely large head. Symptoms are usually: An increase in head circumference of more than 2 standard deviations can be seen as a sign of a broken tank shell. Irritability, irritability, fatigue, loss of appetite, vomiting a lot in the morning. Headache is a prominent sign that children often have severe headaches in the morning and vomiting. Blurred vision can occur with midbrain syndrome (Parinaud syndrome), papilledema can cause optic papilla atrophy, double vision due to sixth nerve paralysis (due to severe increased intracranial pressure). Gait changes, coordination disorders. Regression or delay in psychomotor development. Increased tendon reflexes and increased muscle force due to the influence of the pyramidal system. Physical development disorders: obesity, early or delayed puberty; Young and middle-aged adults: The average adult produces about 500ml of cerebrospinal fluid daily. Therefore, when an injury causes the cerebrospinal fluid to not circulate, there is a risk of death. Some common symptoms of illness in this age group include: Headaches, fatigue, loss of balance, ineffective bladder function, frequent urination, vision problems and memory loss , ability to concentrate.; In the elderly: For people 60 years of age and older, hydrocephalus can cause symptoms such as urinary incontinence, frequent urination, weakness, memory loss, loss of ability to concentrate, reason, or walk. difficulty and poor balance.",
            "subsection_string": "Signs of hydrocephalus\nIn newborns (infants): In infants, because the skull joints are not yet closed, the most visible symptom is that the size of the head increases abnormally quickly, and the child's scalp is thin and shiny. In addition, the anterior fontanel is also widened and tense, the cranial suture line is widened, it is possible to feel the anterior fontanel adjacent to the posterior fontanel, and the blood vessels under the scalp are also larger than normal. Lost signs of pulse. The child's forehead is very wide. The eyes are usually in a downward-looking position, creating a sunset sign. (3); In children: In older children, when the skull joints are partially closed, the sign of a large head is more difficult to recognize. However, children who come to the clinic late often have a strangely large head. Symptoms are usually: An increase in head circumference of more than 2 standard deviations can be seen as a sign of a broken tank shell. Irritability, irritability, fatigue, loss of appetite, vomiting a lot in the morning. Headache is a prominent sign that children often have severe headaches in the morning and vomiting. Blurred vision can occur with midbrain syndrome (Parinaud syndrome), papilledema can cause optic papilla atrophy, double vision due to sixth nerve paralysis (due to severe increased intracranial pressure). Gait changes, coordination disorders. Regression or delay in psychomotor development. Increased tendon reflexes and increased muscle force due to the influence of the pyramidal system. Physical development disorders: obesity, early or delayed puberty; Young and middle-aged adults: The average adult produces about 500ml of cerebrospinal fluid daily. Therefore, when an injury causes the cerebrospinal fluid to not circulate, there is a risk of death. Some common symptoms of illness in this age group include: Headaches, fatigue, loss of balance, ineffective bladder function, frequent urination, vision problems and memory loss , ability to concentrate.; In the elderly: For people 60 years of age and older, hydrocephalus can cause symptoms such as urinary incontinence, frequent urination, weakness, memory loss, loss of ability to concentrate, reason, or walk. difficulty and poor balance."
        },
        {
            "subsection_name": "Types of hydrocephalus",
            "subsection_content": "When hydrocephalus occurs, the central nervous system is the first part to be affected. There are two types of hydrocephalus: communicative hydrocephalus, also known as nonobstructive hydrocephalus, and noncommunicative hydrocephalus, also known as obstructive hydrocephalus. (4)\nCommunicative hydrocephalus: Communicative hydrocephalus occurs when the patient's outside ventricular system is blocked or has some problem such as bleeding, trauma, infection, tumors, or some other problem. cases of unknown cause; Non-communicating hydrocephalus: In cases where there is a blockage inside the patient's ventricular system, such as hemorrhage or a tumor outside the ventricles, cases due to congenital causes.\nPatients with hydrocephalus may have a rapid onset of symptoms or symptoms may have a slow onset and be difficult to diagnose.",
            "subsection_string": "Types of hydrocephalus\nWhen hydrocephalus occurs, the central nervous system is the first part to be affected. There are two types of hydrocephalus: communicative hydrocephalus, also known as nonobstructive hydrocephalus, and noncommunicative hydrocephalus, also known as obstructive hydrocephalus. (4)\nCommunicative hydrocephalus: Communicative hydrocephalus occurs when the patient's outside ventricular system is blocked or has some problem such as bleeding, trauma, infection, tumors, or some other problem. cases of unknown cause; Non-communicating hydrocephalus: In cases where there is a blockage inside the patient's ventricular system, such as hemorrhage or a tumor outside the ventricles, cases due to congenital causes.\nPatients with hydrocephalus may have a rapid onset of symptoms or symptoms may have a slow onset and be difficult to diagnose."
        },
        {
            "subsection_name": "Subjects at risk of hydrocephalus",
            "subsection_content": "Hydrocephalus is a common disease of the central nervous system, a disease that can occur at any age, regardless of ethnicity, country or gender. However, there are two groups of people, infants and the elderly, who are often at high risk of getting this disease.\nAccording to statistics from the US National Institute of Neurological Disorders and Stroke, 1 in every 500 newborns has hydrocephalus, most cases are diagnosed in the fetus or after birth. .",
            "subsection_string": "Subjects at risk of hydrocephalus\nHydrocephalus is a common disease of the central nervous system, a disease that can occur at any age, regardless of ethnicity, country or gender. However, there are two groups of people, infants and the elderly, who are often at high risk of getting this disease.\nAccording to statistics from the US National Institute of Neurological Disorders and Stroke, 1 in every 500 newborns has hydrocephalus, most cases are diagnosed in the fetus or after birth. ."
        },
        {
            "subsection_name": "Complications of hydrocephalus",
            "subsection_content": "If surgery is not performed early to reduce pressure in the brain, hydrocephalus will directly damage the central nervous system, leaving many serious sequelae such as purulent meningitis, blindness, deafness, paralysis, and slowness. mental development, epilepsy.\nHowever, hydrocephalus can be detected while the fetus is still in the mother's womb with the help of ultrasound, and after the child is born, brain ultrasound is a very effective means of screening for this disease. . If detected early and treated with appropriate methods, it will bring positive results. Children can go to school and study like other normal children.\nEven when treated, congenital hydrocephalus can affect both a child's physical and intellectual development. Therefore, after surgery, children need careful care and monitoring along with rehabilitation and special education.",
            "subsection_string": "Complications of hydrocephalus\nIf surgery is not performed early to reduce pressure in the brain, hydrocephalus will directly damage the central nervous system, leaving many serious sequelae such as purulent meningitis, blindness, deafness, paralysis, and slowness. mental development, epilepsy.\nHowever, hydrocephalus can be detected while the fetus is still in the mother's womb with the help of ultrasound, and after the child is born, brain ultrasound is a very effective means of screening for this disease. . If detected early and treated with appropriate methods, it will bring positive results. Children can go to school and study like other normal children.\nEven when treated, congenital hydrocephalus can affect both a child's physical and intellectual development. Therefore, after surgery, children need careful care and monitoring along with rehabilitation and special education."
        },
        {
            "subsection_name": "Methods of diagnosing hydrocephalus",
            "subsection_content": "Before your doctor can recommend a course of treatment, he or she will:\nTake your medical history and examine you.; Neurological examination including diagnostic testing if necessary; Ask specific questions to determine if symptoms are due to hydrocephalus.\nA neurological exam will also help determine the severity of your condition. Additional tests such as ultrasound (if the patient is a newborn), CT scan (CT or CAT scan) or magnetic resonance imaging (MRI) may be ordered. Tests can provide useful information about the severity and possible causes of hydrocephalus.\nCT scan: Computed tomography scans are used to help diagnose hydrocephalus in adults and children. Tomography uses X-rays to create images of cross-sectional slices of the brain. If the image shows that the ventricles are enlarged due to a lot of cerebrospinal fluid, it can be used to diagnose the disease.; Ultrasound: This method can be used to observe any images, however ultrasound is indicated in cases where the child's fontanel is still open.; MRI scan: This method is indicated to look for signs of excess cerebrospinal fluid.; Lumbar puncture: This is a meaningful method in diagnosis and treatment, helping to predict diseases of the central nervous system.; Measure and monitor intracranial pressure: Increased intracranial pressure can come from hydrocephalus. In case intracranial pressure is too high, doctors can conduct cerebrospinal fluid drainage to maintain oxygen levels. Brain.; Ophthalmoscopy: This is an examination procedure to observe the internal structure of the eyeball. This procedure can detect diseases of the vitreous, retina, and nerves.",
            "subsection_string": "Methods of diagnosing hydrocephalus\nBefore your doctor can recommend a course of treatment, he or she will:\nTake your medical history and examine you.; Neurological examination including diagnostic testing if necessary; Ask specific questions to determine if symptoms are due to hydrocephalus.\nA neurological exam will also help determine the severity of your condition. Additional tests such as ultrasound (if the patient is a newborn), CT scan (CT or CAT scan) or magnetic resonance imaging (MRI) may be ordered. Tests can provide useful information about the severity and possible causes of hydrocephalus.\nCT scan: Computed tomography scans are used to help diagnose hydrocephalus in adults and children. Tomography uses X-rays to create images of cross-sectional slices of the brain. If the image shows that the ventricles are enlarged due to a lot of cerebrospinal fluid, it can be used to diagnose the disease.; Ultrasound: This method can be used to observe any images, however ultrasound is indicated in cases where the child's fontanel is still open.; MRI scan: This method is indicated to look for signs of excess cerebrospinal fluid.; Lumbar puncture: This is a meaningful method in diagnosis and treatment, helping to predict diseases of the central nervous system.; Measure and monitor intracranial pressure: Increased intracranial pressure can come from hydrocephalus. In case intracranial pressure is too high, doctors can conduct cerebrospinal fluid drainage to maintain oxygen levels. Brain.; Ophthalmoscopy: This is an examination procedure to observe the internal structure of the eyeball. This procedure can detect diseases of the vitreous, retina, and nerves."
        },
        {
            "subsection_name": "Treatment methods for hydrocephalus",
            "subsection_content": "Hydrocephalus can be treated in a variety of ways. The cause of cerebrospinal fluid obstruction can be treated directly (by removing the cause), or indirectly (by moving the fluid to another location, usually to a body cavity). Indirect treatment is done by implanting a device called a shunt to redirect excess cerebrospinal fluid away from the brain. The body cavity for the transfer of excess cerebrospinal fluid is usually the peritoneal cavity (the area surrounding the abdominal organs).\nIn some cases, two stages are performed:\nFirst stage to divert cerebrospinal fluid.; Later stages to remove the cause of the blockage (for example, removing a brain tumor).\nOnce inserted, the shunt system usually remains in place throughout the patient's lifetime (although surgical revision of the shunt system is sometimes necessary). The shunt system continuously performs the function of transferring cerebrospinal fluid away from the brain, so intracranial pressure is kept within normal limits.\nAn alternative type of surgery called endoscopic third ventriculostomy uses a flexible endoscope with a small camera to look inside the ventricular system, allowing surgeons to creates a new pathway for cerebrospinal fluid flow.",
            "subsection_string": "Treatment methods for hydrocephalus\nHydrocephalus can be treated in a variety of ways. The cause of cerebrospinal fluid obstruction can be treated directly (by removing the cause), or indirectly (by moving the fluid to another location, usually to a body cavity). Indirect treatment is done by implanting a device called a shunt to redirect excess cerebrospinal fluid away from the brain. The body cavity for the transfer of excess cerebrospinal fluid is usually the peritoneal cavity (the area surrounding the abdominal organs).\nIn some cases, two stages are performed:\nFirst stage to divert cerebrospinal fluid.; Later stages to remove the cause of the blockage (for example, removing a brain tumor).\nOnce inserted, the shunt system usually remains in place throughout the patient's lifetime (although surgical revision of the shunt system is sometimes necessary). The shunt system continuously performs the function of transferring cerebrospinal fluid away from the brain, so intracranial pressure is kept within normal limits.\nAn alternative type of surgery called endoscopic third ventriculostomy uses a flexible endoscope with a small camera to look inside the ventricular system, allowing surgeons to creates a new pathway for cerebrospinal fluid flow."
        },
        {
            "subsection_name": "Prevention of Hydrocephalus",
            "subsection_content": "To reduce the risk of children being born with hydrocephalus, mothers need to do the following:\nRegular health check-ups during pregnancy. Never miss a doctor's appointment when you are pregnant and keep up with your ultrasound schedule. Early detection will increase the baby's chance of survival.\nVaccination during pregnancy. Consult your doctor about vaccinations. Protect yourself from common diseases to reduce risks that can affect fetal development.\nProtect your baby from head injuries: Remove unsafe objects when your baby learns to crawl and walk. Use a crib with guard rails or bars to prevent your baby from falling.\nVaccination for children. Protecting your baby from illness can reduce the risk of infections that affect the brain.\nIn fact, in addition to the risk of hydrocephalus, the fetus also faces many diseases during pregnancy, therefore, pregnant women need to be screened on time to help keep the baby and mother safe:\nIn the first 3 months of pregnancy (calculated from the first day of the last menstrual period to 13 weeks and 6 days), pregnant women need to have antenatal check-up immediately after a missed period of 2-3 weeks (during the Covid-19 epidemic) or 1-2 weeks (when the period ends). translation) to determine fetal position and vital signs of the fetus. When the pregnancy is 11 weeks to 13 weeks and 6 days, the pregnant woman has a second prenatal check-up to check the mother's health and screen for the risk of abnormalities in the number of chromosomes for the fetus (Combined test/NIPT). This is the stage when the fetus continues to form organs and organizations such as the spinal cord, brain, heart, lungs, liver... so pregnant women need to increase protein-rich foods such as eggs, milk, meat, beans, and supplements. Supplement 60mg iron and 400mcg folic acid to prevent anemia and reduce the risk of fetal defects.; In the second trimester of pregnancy (from weeks 14 to 28 weeks and 6 days), pregnant women need to have antenatal check-ups once a month, ultrasound of fetal morphology in the 2nd trimester, and blood tests to screen for gestational diabetes and anemia. Blood and urine tests at each prenatal visit; In the last 3 months of pregnancy (from week 29 to week 40), there are 3 follow-up check-ups: 1 check-up every week at 29-32 weeks, 3rd trimester fetal morphology ultrasound. From 33-35 weeks, check-up every 2 weeks 1 times. Weeks 36 - 40 of pregnancy need to be examined once a week.\nThe hospital has successfully performed many surgeries to treat severe twin-twin transfusion syndrome, nourish fetuses with complicated congenital heart disease, nourish premature infants from 25 weeks of age, and premature infants with hydrocephalus. …\nHydrocephalus is a dangerous disease that can affect a child's health, life and future development. Pregnant mothers need to remember prenatal examination milestones to be able to detect abnormalities in the fetus and pregnancy. If the fetus is suspected of having congenital hydrocephalus, it is necessary to discuss with the doctor for the most optimal treatment method.",
            "subsection_string": "Prevention of Hydrocephalus\nTo reduce the risk of children being born with hydrocephalus, mothers need to do the following:\nRegular health check-ups during pregnancy. Never miss a doctor's appointment when you are pregnant and keep up with your ultrasound schedule. Early detection will increase the baby's chance of survival.\nVaccination during pregnancy. Consult your doctor about vaccinations. Protect yourself from common diseases to reduce risks that can affect fetal development.\nProtect your baby from head injuries: Remove unsafe objects when your baby learns to crawl and walk. Use a crib with guard rails or bars to prevent your baby from falling.\nVaccination for children. Protecting your baby from illness can reduce the risk of infections that affect the brain.\nIn fact, in addition to the risk of hydrocephalus, the fetus also faces many diseases during pregnancy, therefore, pregnant women need to be screened on time to help keep the baby and mother safe:\nIn the first 3 months of pregnancy (calculated from the first day of the last menstrual period to 13 weeks and 6 days), pregnant women need to have antenatal check-up immediately after a missed period of 2-3 weeks (during the Covid-19 epidemic) or 1-2 weeks (when the period ends). translation) to determine fetal position and vital signs of the fetus. When the pregnancy is 11 weeks to 13 weeks and 6 days, the pregnant woman has a second prenatal check-up to check the mother's health and screen for the risk of abnormalities in the number of chromosomes for the fetus (Combined test/NIPT). This is the stage when the fetus continues to form organs and organizations such as the spinal cord, brain, heart, lungs, liver... so pregnant women need to increase protein-rich foods such as eggs, milk, meat, beans, and supplements. Supplement 60mg iron and 400mcg folic acid to prevent anemia and reduce the risk of fetal defects.; In the second trimester of pregnancy (from weeks 14 to 28 weeks and 6 days), pregnant women need to have antenatal check-ups once a month, ultrasound of fetal morphology in the 2nd trimester, and blood tests to screen for gestational diabetes and anemia. Blood and urine tests at each prenatal visit; In the last 3 months of pregnancy (from week 29 to week 40), there are 3 follow-up check-ups: 1 check-up every week at 29-32 weeks, 3rd trimester fetal morphology ultrasound. From 33-35 weeks, check-up every 2 weeks 1 times. Weeks 36 - 40 of pregnancy need to be examined once a week.\nThe hospital has successfully performed many surgeries to treat severe twin-twin transfusion syndrome, nourish fetuses with complicated congenital heart disease, nourish premature infants from 25 weeks of age, and premature infants with hydrocephalus. …\nHydrocephalus is a dangerous disease that can affect a child's health, life and future development. Pregnant mothers need to remember prenatal examination milestones to be able to detect abnormalities in the fetus and pregnancy. If the fetus is suspected of having congenital hydrocephalus, it is necessary to discuss with the doctor for the most optimal treatment method."
        }
    ],
    "name": "nao-ung-thuy.json"
}