{
    "title": "Food poisoning: Causes, symptoms and treatment instructions",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/ngo-doc-thuc-pham/",
    "abstract": "During the three days of September 12-13-14, 2020, there were 98 cases of suspected food poisoning after lunch at an elementary school in Ho Chi Minh City. Before that, dozens of patients\nFood poisoning\n after eating\nMinh Chay pate also\nare facing danger due to late-stage detection. So how to recognize early?\nsymptoms of poisoning\nfor timely treatment?\n  On September 13, according to information from TTO newspaper, 98 students at Binh Trung Dong Primary School, District 2, Ho Chi Minh City had unusual symptoms, 20 students were hospitalized, suspected of poisoning after meals at school. , most likely due to cream puffs. The Department of Health and the Department of Education and Training have coordinated to take food samples to check to determine the cause.\n All children have symptoms of vomiting, fever, diarrhea, and digestive disorders. Including 1 moderate case, 19 mild cases, samples were taken for testing and closely monitored at District 2 hospital.\n Previously, on August 29, 2020, the Food Safety Department (Ministry of Health) also issued an urgent warning that many patients were admitted to the emergency room due to botulinum poisoning when using Minh Chay pate. Ventilator treatment lasts longer than just a few weeks. More dangerously, while waiting to recover muscle strength after treatment, the patient may face the risk of pneumonia due to long-term mechanical ventilation and many respiratory complications.\n This condition shows that this type of food poisoning is not easy to treat. Currently, the only drug used to detoxify patients with botulinum toxin poisoning is botulinum antitoxin, which is very expensive, the type purchased from Thailand costs up to 8,000 USD/bottle.\n Notably, the drug only achieved good results within 7 days from the onset of poisoning, while patients who were poisoned after eating Minh Chay pate in Vietnam were all in the late stage. The earliest person had eaten pate 2 weeks earlier, the rest had eaten it for over a month, even since July - too far from the time when the medicine had the best effect.\n According to statistics from the Ministry of Health, from 2010-2019, Vietnam recorded 1,556 cases of food poisoning with more than 47,400 people infected, of which 40,190 cases required hospitalization and 271 deaths. In 2020 alone, as of May 31, the whole country recorded 48 cases of food poisoning, infecting more than 870 people, 824 people were hospitalized for treatment and 22 people died.\nCause of poisoning\nidentified mainly due to food contaminated with microorganisms (33%), food contaminated with chemicals (27%), food containing natural toxins (37.5%), food contaminated pesticides (sprayed at high concentrations, not separated from harvest date) or additives such as borax, industrial colors, chemical sugar,... with highly toxic residues.\nMany people were hospitalized due to food poisoning when eating Minh Chay pate",
    "content": "Food poisoning: Causes, symptoms and treatment instructions\n\nDuring the three days of September 12-13-14, 2020, there were 98 cases of suspected food poisoning after lunch at an elementary school in Ho Chi Minh City. Before that, dozens of patients\nFood poisoning\n after eating\nMinh Chay pate also\nare facing danger due to late-stage detection. So how to recognize early?\nsymptoms of poisoning\nfor timely treatment?\n  On September 13, according to information from TTO newspaper, 98 students at Binh Trung Dong Primary School, District 2, Ho Chi Minh City had unusual symptoms, 20 students were hospitalized, suspected of poisoning after meals at school. , most likely due to cream puffs. The Department of Health and the Department of Education and Training have coordinated to take food samples to check to determine the cause.\n All children have symptoms of vomiting, fever, diarrhea, and digestive disorders. Including 1 moderate case, 19 mild cases, samples were taken for testing and closely monitored at District 2 hospital.\n Previously, on August 29, 2020, the Food Safety Department (Ministry of Health) also issued an urgent warning that many patients were admitted to the emergency room due to botulinum poisoning when using Minh Chay pate. Ventilator treatment lasts longer than just a few weeks. More dangerously, while waiting to recover muscle strength after treatment, the patient may face the risk of pneumonia due to long-term mechanical ventilation and many respiratory complications.\n This condition shows that this type of food poisoning is not easy to treat. Currently, the only drug used to detoxify patients with botulinum toxin poisoning is botulinum antitoxin, which is very expensive, the type purchased from Thailand costs up to 8,000 USD/bottle.\n Notably, the drug only achieved good results within 7 days from the onset of poisoning, while patients who were poisoned after eating Minh Chay pate in Vietnam were all in the late stage. The earliest person had eaten pate 2 weeks earlier, the rest had eaten it for over a month, even since July - too far from the time when the medicine had the best effect.\n According to statistics from the Ministry of Health, from 2010-2019, Vietnam recorded 1,556 cases of food poisoning with more than 47,400 people infected, of which 40,190 cases required hospitalization and 271 deaths. In 2020 alone, as of May 31, the whole country recorded 48 cases of food poisoning, infecting more than 870 people, 824 people were hospitalized for treatment and 22 people died.\nCause of poisoning\nidentified mainly due to food contaminated with microorganisms (33%), food contaminated with chemicals (27%), food containing natural toxins (37.5%), food contaminated pesticides (sprayed at high concentrations, not separated from harvest date) or additives such as borax, industrial colors, chemical sugar,... with highly toxic residues.\nMany people were hospitalized due to food poisoning when eating Minh Chay pate\n\nWhat is food poisoning?\nFood poisoning, also known as food poisoning or food poisoning, is a condition in which a patient is poisoned or poisoned by eating contaminated or contaminated food or water or spoiled foods. substances, rancidity, exceeding the allowed dosage of preservatives, additives, etc.\nIf the poisoning is mild, the patient can recover after a few days; In severe cases, it will seriously affect health and can even lead to death if not treated promptly.\n\nWhat causes food poisoning?\nCommon causes of food poisoning include:\nSalmonella bacteria (bacteria that causes typhoid) cause symptoms of nausea, headache, dizziness, fever and diarrhea.; Staphylococcus toxins found in milk and undercooked poultry cause dizziness, nausea, headaches, rapid pulse, and diarrhea.; The bacterial toxin Clostridium botulinum in spoiled and rancid fish meat destroys the central nervous system and medulla, causing death.; Aflatoxin fungal toxin on nuts such as peanuts, soybeans, sunflower, cashew, and corn; powders from these seeds when moldy.; Hepatitis A viruses (HAV) and Norwalk in foods such as raw vegetables and cold prepared foods; molluscs such as oysters, snails, and mussels that live in dirty water; Small liver fluke in dishes made from raw fish salad, grilled fish, unboiled snails.; Heavy metals such as arsenic, lead, mercury, selenium mixed in food.; Residues of pesticides; Food additives and preservatives are not allowed to be used, or are used in excessive doses or expired, etc.\nSee more: Mushroom poisoning: Symptoms, causes, diagnosis and treatment.\nClostridium botulinum bacteria is the cause of Minh Chay pate poisoning\n\nSymptoms of being hit by food\nDr. Mai Thi Hoi said, food poisoning (food poisoning) can happen after a few minutes or a few hours, or maybe 1-2 days after the digestive system consumes all the food. In some cases, patients may think of poisoning when:\nThere are unusual symptoms after eating a certain food; People who eat the same food have similar symptoms, while people who do not eat that food have no symptoms.; Experiencing typical food poisoning symptoms such as severe stomach pain, vomiting, diarrhea.; The food you just ate has a strange taste, is rancid, and may even contain worms.\nBesides, depending on the cause of food poisoning, patients may experience symptoms such as:\nPoisoning by microorganisms: Bacteria, viruses or toxins from microorganisms are one of the causes of food poisoning. In this case, the patient will have symptoms such as abdominal pain, nausea, and diarrhea; signs of dehydration such as thirst, dry lips; or infection causing fever and continuous sweating; Poisoning due to chemically contaminated food: Patients will have quite complicated symptoms, not only in the digestive system but also abnormalities in other organs such as headaches, dizziness, abnormally fast heart rate, vascular collapse,...; Poisoning due to foods containing natural toxins: Foods that inherently contain toxins such as cassava, bamboo shoots, cassava, toadstools, etc., if not processed properly, will cause unusual symptoms when eaten.\nPeople affected by food poisoning may have severe abdominal pain, nausea, and diarrhea many times\n\nDangerous complications of food poisoning\nFood poisoning (food poisoning), if not detected early and treated promptly, can lead to dangerous complications such as:\nNeurological disorders: Patients have blurred vision, double vision, difficulty speaking, and may lisp; muscle paralysis, convulsions, headaches, dizziness; Cardiovascular disorders: Patients may experience low blood pressure, arrhythmia, difficulty breathing, chest pain.; Effects on the digestive system: Seeing blood and mucus mixed in stools, severe abdominal pain and pain in other locations such as neck pain, sore throat, chest pain.; Decreased resistance: The resistance of poisoned people is seriously reduced, especially in children under 2 years old, the elderly or people undergoing treatment who must use immunosuppressive drugs ( (for joint diseases, cancer, allergies), people with malnutrition, duodenal diseases, liver diseases, pigmentation disorders, etc., this condition can be more serious.\n\nInstructions on first aid and treatment in case of food poisoning\nDr. Mai Thi Hoi said that when you notice yourself or people around you showing signs of poisoning, you need to stay calm and apply first aid measures immediately to minimize the negative effects. patient's health.\nCauses vomiting\nFor people who have symptoms of vomiting immediately after eating contaminated food, or patients who are still conscious and have no symptoms of poisoning, they should immediately use all stimulating measures to vomit all the food out. stomach. You can use your index finger (washed) to press the corner of the patient's tongue, or mix salt water dissolved in warm water to stimulate the patient to vomit as much as possible, limiting toxins from seeping into the body. sick.\nDuring the process of inducing vomiting, pay attention to:\nWhen stimulating the patient to vomit, the patient should lie on their side with the head elevated so that the poison does not reflux into the lungs, limiting the risk of the patient dying from choking or suffocation. For children, it is necessary to skillfully avoid scratching the child's throat; It is possible to keep food samples suspected of causing poisoning, even food samples the patient has just vomited to be able to accurately determine the cause.\nRehydration\nPeople with food poisoning may vomit and have diarrhea many times, leading to dehydration, so the patient needs to drink plenty of water and rest. Patients can be rehydrated with Oresol solution mixed according to instructions.\nNote, if using oresol solution, you must carefully read the instructions for use, use the correct dosage as indicated, do not mix too little or too much water, do not use the mixed solution for more than 24 hours, do not boil the solution, … If many people get food poisoning at the same time, it is necessary to divide the oresol solution separately, do not drink it together because it can make the condition of people with mild poisoning become more serious.\nPractice proper hydration and rest\nQuickly take the patient to the emergency room at a medical facility\nIn case the patient has unusual symptoms such as convulsions, consciousness disorders, respiratory failure, do not induce vomiting because it can be life-threatening. Even after taking the above first aid steps, the patient is still at risk of danger at any time. Therefore, it is necessary to immediately take the patient to medical facilities to be accurately diagnosed with the cause and receive timely treatment.\nSee details: First aid for food poisoning.\n\nHow to prevent food poisoning?\nTo prevent food poisoning as well as dangerous complications, Dr. Mai Thi Hoi recommends that patients choose safe foods, store food properly, and maintain hygiene while preparing and eating. hygienic by the principle of eating cooked food and drinking boiled water.\nFood selection\nChoose foods that are safe, have a clear origin, have an expiry date, and are not rancid or of poor quality.; Do not choose foods contaminated with chemical toxins, or toxic foods such as strange mushrooms, sprouted potatoes, puffer fish, etc.\nFood preservation\nStore food in the refrigerator at the appropriate temperature and within the allowed time.; Don't leave food out for more than two hours; no more than an hour in the summer or when the weather is hot because it can cause damage and rancidity.\nFood processing\nWash hands before touching food, during and after preparing food to prevent the entry of bacteria through food and drink.; Clean ingredients before preparing dishes; Clean cooking and eating utensils; Wash with soap and should be washed with warm water.\nWash your hands before touching food, during and after processing, and before eating to prevent bacteria\nEnsure the principle of \"eat cooked and drink boiled\"\nFollow the principle of eating cooked food and drinking boiled water, only eat in places that are hygienic, avoid dusty and damp places; Store and prepare food properly to avoid the risk of bacteria entering and causing poisoning...\nNowadays, the richer the food source, the more potential the risk of poisoning. Accurately diagnosing the cause of food poisoning is often expensive and difficult. In many cases, current testing systems are needed to provide accurate diagnostic results.\nGastrointestinal endoscopy with flexible tube system at Tam Anh General Hospital helps doctors operate easily, patients are comfortable, comfortable, and do not feel pain.\nDepartment of Gastrointestinal Endoscopy, Tam Anh General Hospital is fully equipped with a system of modern machinery and equipment that allows performing tests and analyzes to accurately identify poisoning agents as well as endoscopic procedures. Modern, sedative treatment helps patients recover quickly, as well as minimize side effects that may occur when using conventional endoscopy.\nIn addition, the Department of Gastrointestinal Endoscopy, Tam Anh General Hospital brings together a team of experts and doctors with good expertise and rich experience in the field of endoscopy and treatment of gastrointestinal diseases. In particular, Dr. Mai Thi Hoi is one of the first doctors in Vietnam to be trained in internal medicine by French doctors in the organization \"World Doctors\" - Medecin du Monde, Dr. Jean Mari Tigaut. Digestive examination, patients feel completely secure and confident when coming for examination and treatment.\n108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City\nHotline: 024 3872 3872 – 024 7106 6858\n2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City\nHotline: 0287 102 6789 – 093 180 6858\nFanpage: https://www.facebook.com/benhvientamanh\nThuy Nguyen",
    "subsections": [
        {
            "subsection_name": "What is food poisoning?",
            "subsection_content": "Food poisoning, also known as food poisoning or food poisoning, is a condition in which a patient is poisoned or poisoned by eating contaminated or contaminated food or water or spoiled foods. substances, rancidity, exceeding the allowed dosage of preservatives, additives, etc.\nIf the poisoning is mild, the patient can recover after a few days; In severe cases, it will seriously affect health and can even lead to death if not treated promptly.",
            "subsection_string": "What is food poisoning?\nFood poisoning, also known as food poisoning or food poisoning, is a condition in which a patient is poisoned or poisoned by eating contaminated or contaminated food or water or spoiled foods. substances, rancidity, exceeding the allowed dosage of preservatives, additives, etc.\nIf the poisoning is mild, the patient can recover after a few days; In severe cases, it will seriously affect health and can even lead to death if not treated promptly."
        },
        {
            "subsection_name": "What causes food poisoning?",
            "subsection_content": "Common causes of food poisoning include:\nSalmonella bacteria (bacteria that causes typhoid) cause symptoms of nausea, headache, dizziness, fever and diarrhea.; Staphylococcus toxins found in milk and undercooked poultry cause dizziness, nausea, headaches, rapid pulse, and diarrhea.; The bacterial toxin Clostridium botulinum in spoiled and rancid fish meat destroys the central nervous system and medulla, causing death.; Aflatoxin fungal toxin on nuts such as peanuts, soybeans, sunflower, cashew, and corn; powders from these seeds when moldy.; Hepatitis A viruses (HAV) and Norwalk in foods such as raw vegetables and cold prepared foods; molluscs such as oysters, snails, and mussels that live in dirty water; Small liver fluke in dishes made from raw fish salad, grilled fish, unboiled snails.; Heavy metals such as arsenic, lead, mercury, selenium mixed in food.; Residues of pesticides; Food additives and preservatives are not allowed to be used, or are used in excessive doses or expired, etc.\nSee more: Mushroom poisoning: Symptoms, causes, diagnosis and treatment.\nClostridium botulinum bacteria is the cause of Minh Chay pate poisoning",
            "subsection_string": "What causes food poisoning?\nCommon causes of food poisoning include:\nSalmonella bacteria (bacteria that causes typhoid) cause symptoms of nausea, headache, dizziness, fever and diarrhea.; Staphylococcus toxins found in milk and undercooked poultry cause dizziness, nausea, headaches, rapid pulse, and diarrhea.; The bacterial toxin Clostridium botulinum in spoiled and rancid fish meat destroys the central nervous system and medulla, causing death.; Aflatoxin fungal toxin on nuts such as peanuts, soybeans, sunflower, cashew, and corn; powders from these seeds when moldy.; Hepatitis A viruses (HAV) and Norwalk in foods such as raw vegetables and cold prepared foods; molluscs such as oysters, snails, and mussels that live in dirty water; Small liver fluke in dishes made from raw fish salad, grilled fish, unboiled snails.; Heavy metals such as arsenic, lead, mercury, selenium mixed in food.; Residues of pesticides; Food additives and preservatives are not allowed to be used, or are used in excessive doses or expired, etc.\nSee more: Mushroom poisoning: Symptoms, causes, diagnosis and treatment.\nClostridium botulinum bacteria is the cause of Minh Chay pate poisoning"
        },
        {
            "subsection_name": "Symptoms of being hit by food",
            "subsection_content": "Dr. Mai Thi Hoi said, food poisoning (food poisoning) can happen after a few minutes or a few hours, or maybe 1-2 days after the digestive system consumes all the food. In some cases, patients may think of poisoning when:\nThere are unusual symptoms after eating a certain food; People who eat the same food have similar symptoms, while people who do not eat that food have no symptoms.; Experiencing typical food poisoning symptoms such as severe stomach pain, vomiting, diarrhea.; The food you just ate has a strange taste, is rancid, and may even contain worms.\nBesides, depending on the cause of food poisoning, patients may experience symptoms such as:\nPoisoning by microorganisms: Bacteria, viruses or toxins from microorganisms are one of the causes of food poisoning. In this case, the patient will have symptoms such as abdominal pain, nausea, and diarrhea; signs of dehydration such as thirst, dry lips; or infection causing fever and continuous sweating; Poisoning due to chemically contaminated food: Patients will have quite complicated symptoms, not only in the digestive system but also abnormalities in other organs such as headaches, dizziness, abnormally fast heart rate, vascular collapse,...; Poisoning due to foods containing natural toxins: Foods that inherently contain toxins such as cassava, bamboo shoots, cassava, toadstools, etc., if not processed properly, will cause unusual symptoms when eaten.\nPeople affected by food poisoning may have severe abdominal pain, nausea, and diarrhea many times",
            "subsection_string": "Symptoms of being hit by food\nDr. Mai Thi Hoi said, food poisoning (food poisoning) can happen after a few minutes or a few hours, or maybe 1-2 days after the digestive system consumes all the food. In some cases, patients may think of poisoning when:\nThere are unusual symptoms after eating a certain food; People who eat the same food have similar symptoms, while people who do not eat that food have no symptoms.; Experiencing typical food poisoning symptoms such as severe stomach pain, vomiting, diarrhea.; The food you just ate has a strange taste, is rancid, and may even contain worms.\nBesides, depending on the cause of food poisoning, patients may experience symptoms such as:\nPoisoning by microorganisms: Bacteria, viruses or toxins from microorganisms are one of the causes of food poisoning. In this case, the patient will have symptoms such as abdominal pain, nausea, and diarrhea; signs of dehydration such as thirst, dry lips; or infection causing fever and continuous sweating; Poisoning due to chemically contaminated food: Patients will have quite complicated symptoms, not only in the digestive system but also abnormalities in other organs such as headaches, dizziness, abnormally fast heart rate, vascular collapse,...; Poisoning due to foods containing natural toxins: Foods that inherently contain toxins such as cassava, bamboo shoots, cassava, toadstools, etc., if not processed properly, will cause unusual symptoms when eaten.\nPeople affected by food poisoning may have severe abdominal pain, nausea, and diarrhea many times"
        },
        {
            "subsection_name": "Dangerous complications of food poisoning",
            "subsection_content": "Food poisoning (food poisoning), if not detected early and treated promptly, can lead to dangerous complications such as:\nNeurological disorders: Patients have blurred vision, double vision, difficulty speaking, and may lisp; muscle paralysis, convulsions, headaches, dizziness; Cardiovascular disorders: Patients may experience low blood pressure, arrhythmia, difficulty breathing, chest pain.; Effects on the digestive system: Seeing blood and mucus mixed in stools, severe abdominal pain and pain in other locations such as neck pain, sore throat, chest pain.; Decreased resistance: The resistance of poisoned people is seriously reduced, especially in children under 2 years old, the elderly or people undergoing treatment who must use immunosuppressive drugs ( (for joint diseases, cancer, allergies), people with malnutrition, duodenal diseases, liver diseases, pigmentation disorders, etc., this condition can be more serious.",
            "subsection_string": "Dangerous complications of food poisoning\nFood poisoning (food poisoning), if not detected early and treated promptly, can lead to dangerous complications such as:\nNeurological disorders: Patients have blurred vision, double vision, difficulty speaking, and may lisp; muscle paralysis, convulsions, headaches, dizziness; Cardiovascular disorders: Patients may experience low blood pressure, arrhythmia, difficulty breathing, chest pain.; Effects on the digestive system: Seeing blood and mucus mixed in stools, severe abdominal pain and pain in other locations such as neck pain, sore throat, chest pain.; Decreased resistance: The resistance of poisoned people is seriously reduced, especially in children under 2 years old, the elderly or people undergoing treatment who must use immunosuppressive drugs ( (for joint diseases, cancer, allergies), people with malnutrition, duodenal diseases, liver diseases, pigmentation disorders, etc., this condition can be more serious."
        },
        {
            "subsection_name": "Instructions on first aid and treatment in case of food poisoning",
            "subsection_content": "Dr. Mai Thi Hoi said that when you notice yourself or people around you showing signs of poisoning, you need to stay calm and apply first aid measures immediately to minimize the negative effects. patient's health.\nCauses vomiting\nFor people who have symptoms of vomiting immediately after eating contaminated food, or patients who are still conscious and have no symptoms of poisoning, they should immediately use all stimulating measures to vomit all the food out. stomach. You can use your index finger (washed) to press the corner of the patient's tongue, or mix salt water dissolved in warm water to stimulate the patient to vomit as much as possible, limiting toxins from seeping into the body. sick.\nDuring the process of inducing vomiting, pay attention to:\nWhen stimulating the patient to vomit, the patient should lie on their side with the head elevated so that the poison does not reflux into the lungs, limiting the risk of the patient dying from choking or suffocation. For children, it is necessary to skillfully avoid scratching the child's throat; It is possible to keep food samples suspected of causing poisoning, even food samples the patient has just vomited to be able to accurately determine the cause.\nRehydration\nPeople with food poisoning may vomit and have diarrhea many times, leading to dehydration, so the patient needs to drink plenty of water and rest. Patients can be rehydrated with Oresol solution mixed according to instructions.\nNote, if using oresol solution, you must carefully read the instructions for use, use the correct dosage as indicated, do not mix too little or too much water, do not use the mixed solution for more than 24 hours, do not boil the solution, … If many people get food poisoning at the same time, it is necessary to divide the oresol solution separately, do not drink it together because it can make the condition of people with mild poisoning become more serious.\nPractice proper hydration and rest\nQuickly take the patient to the emergency room at a medical facility\nIn case the patient has unusual symptoms such as convulsions, consciousness disorders, respiratory failure, do not induce vomiting because it can be life-threatening. Even after taking the above first aid steps, the patient is still at risk of danger at any time. Therefore, it is necessary to immediately take the patient to medical facilities to be accurately diagnosed with the cause and receive timely treatment.\nSee details: First aid for food poisoning.",
            "subsection_string": "Instructions on first aid and treatment in case of food poisoning\nDr. Mai Thi Hoi said that when you notice yourself or people around you showing signs of poisoning, you need to stay calm and apply first aid measures immediately to minimize the negative effects. patient's health.\nCauses vomiting\nFor people who have symptoms of vomiting immediately after eating contaminated food, or patients who are still conscious and have no symptoms of poisoning, they should immediately use all stimulating measures to vomit all the food out. stomach. You can use your index finger (washed) to press the corner of the patient's tongue, or mix salt water dissolved in warm water to stimulate the patient to vomit as much as possible, limiting toxins from seeping into the body. sick.\nDuring the process of inducing vomiting, pay attention to:\nWhen stimulating the patient to vomit, the patient should lie on their side with the head elevated so that the poison does not reflux into the lungs, limiting the risk of the patient dying from choking or suffocation. For children, it is necessary to skillfully avoid scratching the child's throat; It is possible to keep food samples suspected of causing poisoning, even food samples the patient has just vomited to be able to accurately determine the cause.\nRehydration\nPeople with food poisoning may vomit and have diarrhea many times, leading to dehydration, so the patient needs to drink plenty of water and rest. Patients can be rehydrated with Oresol solution mixed according to instructions.\nNote, if using oresol solution, you must carefully read the instructions for use, use the correct dosage as indicated, do not mix too little or too much water, do not use the mixed solution for more than 24 hours, do not boil the solution, … If many people get food poisoning at the same time, it is necessary to divide the oresol solution separately, do not drink it together because it can make the condition of people with mild poisoning become more serious.\nPractice proper hydration and rest\nQuickly take the patient to the emergency room at a medical facility\nIn case the patient has unusual symptoms such as convulsions, consciousness disorders, respiratory failure, do not induce vomiting because it can be life-threatening. Even after taking the above first aid steps, the patient is still at risk of danger at any time. Therefore, it is necessary to immediately take the patient to medical facilities to be accurately diagnosed with the cause and receive timely treatment.\nSee details: First aid for food poisoning."
        },
        {
            "subsection_name": "How to prevent food poisoning?",
            "subsection_content": "To prevent food poisoning as well as dangerous complications, Dr. Mai Thi Hoi recommends that patients choose safe foods, store food properly, and maintain hygiene while preparing and eating. hygienic by the principle of eating cooked food and drinking boiled water.\nFood selection\nChoose foods that are safe, have a clear origin, have an expiry date, and are not rancid or of poor quality.; Do not choose foods contaminated with chemical toxins, or toxic foods such as strange mushrooms, sprouted potatoes, puffer fish, etc.\nFood preservation\nStore food in the refrigerator at the appropriate temperature and within the allowed time.; Don't leave food out for more than two hours; no more than an hour in the summer or when the weather is hot because it can cause damage and rancidity.\nFood processing\nWash hands before touching food, during and after preparing food to prevent the entry of bacteria through food and drink.; Clean ingredients before preparing dishes; Clean cooking and eating utensils; Wash with soap and should be washed with warm water.\nWash your hands before touching food, during and after processing, and before eating to prevent bacteria\nEnsure the principle of \"eat cooked and drink boiled\"\nFollow the principle of eating cooked food and drinking boiled water, only eat in places that are hygienic, avoid dusty and damp places; Store and prepare food properly to avoid the risk of bacteria entering and causing poisoning...\nNowadays, the richer the food source, the more potential the risk of poisoning. Accurately diagnosing the cause of food poisoning is often expensive and difficult. In many cases, current testing systems are needed to provide accurate diagnostic results.\nGastrointestinal endoscopy with flexible tube system at Tam Anh General Hospital helps doctors operate easily, patients are comfortable, comfortable, and do not feel pain.\nDepartment of Gastrointestinal Endoscopy, Tam Anh General Hospital is fully equipped with a system of modern machinery and equipment that allows performing tests and analyzes to accurately identify poisoning agents as well as endoscopic procedures. Modern, sedative treatment helps patients recover quickly, as well as minimize side effects that may occur when using conventional endoscopy.\nIn addition, the Department of Gastrointestinal Endoscopy, Tam Anh General Hospital brings together a team of experts and doctors with good expertise and rich experience in the field of endoscopy and treatment of gastrointestinal diseases. In particular, Dr. Mai Thi Hoi is one of the first doctors in Vietnam to be trained in internal medicine by French doctors in the organization \"World Doctors\" - Medecin du Monde, Dr. Jean Mari Tigaut. Digestive examination, patients feel completely secure and confident when coming for examination and treatment.\n108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City\nHotline: 024 3872 3872 – 024 7106 6858\n2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City\nHotline: 0287 102 6789 – 093 180 6858\nFanpage: https://www.facebook.com/benhvientamanh\nThuy Nguyen",
            "subsection_string": "How to prevent food poisoning?\nTo prevent food poisoning as well as dangerous complications, Dr. Mai Thi Hoi recommends that patients choose safe foods, store food properly, and maintain hygiene while preparing and eating. hygienic by the principle of eating cooked food and drinking boiled water.\nFood selection\nChoose foods that are safe, have a clear origin, have an expiry date, and are not rancid or of poor quality.; Do not choose foods contaminated with chemical toxins, or toxic foods such as strange mushrooms, sprouted potatoes, puffer fish, etc.\nFood preservation\nStore food in the refrigerator at the appropriate temperature and within the allowed time.; Don't leave food out for more than two hours; no more than an hour in the summer or when the weather is hot because it can cause damage and rancidity.\nFood processing\nWash hands before touching food, during and after preparing food to prevent the entry of bacteria through food and drink.; Clean ingredients before preparing dishes; Clean cooking and eating utensils; Wash with soap and should be washed with warm water.\nWash your hands before touching food, during and after processing, and before eating to prevent bacteria\nEnsure the principle of \"eat cooked and drink boiled\"\nFollow the principle of eating cooked food and drinking boiled water, only eat in places that are hygienic, avoid dusty and damp places; Store and prepare food properly to avoid the risk of bacteria entering and causing poisoning...\nNowadays, the richer the food source, the more potential the risk of poisoning. Accurately diagnosing the cause of food poisoning is often expensive and difficult. In many cases, current testing systems are needed to provide accurate diagnostic results.\nGastrointestinal endoscopy with flexible tube system at Tam Anh General Hospital helps doctors operate easily, patients are comfortable, comfortable, and do not feel pain.\nDepartment of Gastrointestinal Endoscopy, Tam Anh General Hospital is fully equipped with a system of modern machinery and equipment that allows performing tests and analyzes to accurately identify poisoning agents as well as endoscopic procedures. Modern, sedative treatment helps patients recover quickly, as well as minimize side effects that may occur when using conventional endoscopy.\nIn addition, the Department of Gastrointestinal Endoscopy, Tam Anh General Hospital brings together a team of experts and doctors with good expertise and rich experience in the field of endoscopy and treatment of gastrointestinal diseases. In particular, Dr. Mai Thi Hoi is one of the first doctors in Vietnam to be trained in internal medicine by French doctors in the organization \"World Doctors\" - Medecin du Monde, Dr. Jean Mari Tigaut. Digestive examination, patients feel completely secure and confident when coming for examination and treatment.\n108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City\nHotline: 024 3872 3872 – 024 7106 6858\n2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City\nHotline: 0287 102 6789 – 093 180 6858\nFanpage: https://www.facebook.com/benhvientamanh\nThuy Nguyen"
        }
    ],
    "name": "ngo-doc-thuc-pham.json"
}