{
    "title": "Rat poison poisoning: Symptoms, diagnosis and prevention",
    "category": "General health",
    "link": "https://tamanhhospital.vn/ngo-doc-thuoc-diet-chuot/",
    "abstract": "Rat poison poisoning causes many serious health problems, even death, in people and pets. So what are the symptoms, diagnosis and prevention of rat poison poisoning?",
    "content": "Rat poison poisoning: Symptoms, diagnosis and prevention\n\nRat poison poisoning causes many serious health problems, even death, in people and pets. So what are the symptoms, diagnosis and prevention of rat poison poisoning?\n\nWhat is rat poison poisoning?\nRat poison poisoning is a condition in which the poison of rat poison affects the target organs (nervous, cardiovascular, kidney, respiratory, hematological, digestive, skin, etc.) or has a toxic effect (causing cancer, mutation, organ damage, etc.). (first)\nNeurological: Headache, fatigue, dizziness, irritation, irritability, struggling, hallucinations, eventually convulsions, coma, dilated pupils.; Cardiovascular: Rapid pulse, low blood pressure, arrhythmia.; Acute kidney failure: Due to shock, tubular necrosis, rhabdomyolysis.; Respiratory: Feeling of tightness in the chest, cough, difficulty breathing, cyanosis, acute cardiogenic pulmonary edema (myocardial damage, acute heart failure), non-cardiac acute pulmonary edema (damage to blood vessels, lung damage due to phosphine gas ) or both, ARDS, pulmonary hemorrhage.; Hematology: hemolysis (may occur even in people with normal G6PD), may see methemoglobin.; Gastrointestinal: Patients have burning pain in the mouth, throat, esophagus, and stomach; Vomiting and vomiting blood, loose and possibly bloody stools.; Skin and mucous membranes: Toxins that come into contact through the skin and mucous membranes can cause local irritation.\nRat poison poisoning, if not treated promptly, can lead to death\n\nSymptoms of rat poison poisoning\nThere are many different types of rat poison on the market, so depending on the type of rat poison each victim is poisoned with, the symptoms will be different. (2)\n1. Thallium\nThis is an odorless, tasteless powder that is absorbed through the respiratory tract or through the skin. Thallium exposure at high levels results in acute poisoning with the following symptoms:\nAcute enteritis (within 48 hours).; Neurological dysfunction, peripheral neuropathy, epilepsy.; Hair loss.; Increased skin pigmentation.\nLong-term exposure to low concentrations of thallium will lead to chronic poisoning with symptoms such as:\nTremor, ataxia, muscle weakness; Astigmatism.; Paralysis of the 7th nerve (hemifacial paralysis, mouth distortion).; Reduced vision.\n2. Sodium fluoroacetate (Compound 1080) and fluoroacetamide (Compound 1081)\nThis rat-killing chemical began to be used in the early 1990s in Vietnam, smuggled from China.\nSMFA is an odorless, tasteless white powder. After 30 minutes to 20 hours of eating, symptoms will begin to appear.\nWithout urgent emergency treatment and aggressive treatment, the patient will quickly have convulsions, respiratory failure, rhabdomyolysis, kidney failure, arrhythmia, acute heart failure, ... and death.\n3. Strychnine\nThe tablet form is pink but when dissolved in water it becomes a colorless, odorless, bitter powder. Strychnine toxicity with involuntary muscle contractions is due to inhibition of glycine receptors at the motor neuron and synaptic level. From 10 to 20 minutes after poisoning, symptoms will appear:\nUncontrolled muscle spasms; Stiff jaw; Spasm of the jaw and face, creating a forced smile; Opisthotonos (Head and spine arched backwards).; Rhabdomyolysis.; Lactic acidosis (too low pH in the blood).; Malignant hyperthermia.\n4. Zinc phosphide, aluminum phosphide\nZinc phosphide is a strongly corrosive substance to the skin and mucous membranes. When inhaled, it can easily cause acute pulmonary edema. Toxic dose: causes poisoning and death if acute poisoning with zinc phosphide 20 - 40mg/kg orally, aluminum phosphide ≥ 0.5g.\nMechanism of toxicity: When taking zinc phosphide and aluminum phosphide, the toxic gas phosphine (PH3) is produced when reacting between water and hydrochloric acid in gastric juice. Phosphine gas is a strong reducing agent, causing strong oxidative stress leading to non-specific cytotoxicity, binding and inhibiting enzymes of the cellular respiratory chain, inhibiting phosphorylation, oxidation, cytochrome oxidase. Phosphine also inhibits catalase, causing an increase in superoxide dismutase, creating many free radicals, lipid peroxidation, and denaturation of cell membrane proteins.\nPrognosis: If not urgently rescued and treated aggressively, the patient will quickly progress to irreversible shock, respiratory failure, acidosis, severe bleeding, damage to many organs and death. within a few days.\nSymptoms:\nHypotension: hypovolemic shock due to fluid loss, blood loss, myocarditis.; Electrolyte disorders due to vomiting and loose stools; Acidemia.; Acute kidney failure.; Progressive respiratory failure; Multiple organ failure.\nSome aluminum phosphide and zinc phosphide rat poisons\n5. Phosphorus (P)\nThis element smells of garlic and glows when exposed to oxygen, existing in two forms: red and white (yellow) phosphorus. White phosphorus is used in rat poison. When ingested, directly causes tissue damage with local phosphoric acid and phosphorus pentoxide. In the circulation, phosphorus also binds calcium leading to severe hypocalcemia. Poisoning with rat poison produced with phosphorus will cause conditions such as:\nAcute gastritis. Burns of skin or mucous membranes. Vomiting or feces (smoking stools). Arrhythmia. Liver toxicity. CKD.; Acute gastritis.; Burns of skin or mucous membranes; Vomiting or feces (smoking stools).; Arrhythmia.; Hepatotoxicity.; CKD.\n6. Arsenic\nArsenic is a highly toxic inorganic compound whose exact mechanism of action is still unknown. If a significant amount is swallowed, the patient's breath will emit a garlic odor. After 1 to 3 hours of arsenic poisoning, the following symptoms appear:\nVomiting.; bloody diarrhea; There is a smell of garlic in the mouth.; Low blood pressure.; QT prolongation (length of time between heart contraction and rest).; Delirium, convulsions, coma.; Kidney damage.\n7. Barium carbonate (BaCO2)\nThis compound is easily soluble in water and is highly toxic. Barium ion inhibits the diffusion of potassium out of cells leading to hypokalemia with symptoms:\nGastroenteritis.; Hypertension; Cardiac arrhythmia.; Short of breath.; Muscle paralysis.\n8. Tetramethylene Disulfotetramine (TETS, Tetramine)\nThis rat poison originates from China. Symptoms begin 10 minutes to 13 hours after poisoning with the following symptoms:\nConvulsion.; Comatose.; Respiratory failure.; Arrhythmia.\n9. Aldicarb\nThis type of rat poison originates from Latin America, and its high concentration can be deadly. Symptoms of Aldicarb poisoning include:\nFoaming.; Weep.; Diarrhea.; Vomit.\n10. Alpha-chloralose\nCompound originating from Europe, used as a veterinary anesthetic but also found in rat poison. The mechanism of action is similar to that of a central nervous system depressant, with symptoms:\nConvulsion.; Hypothermia.; Respiratory failure.\n11. Anticoagulants (Superwarfarin, Warfarin)\nSuperwarfarin (brodifacoum, difenacoum, bromadiolone and chlorophacinone) is a rat poison that causes coagulation disorders like warfarin but is 100 times more toxic. Poisoning with the rat poison Super Warfarin causes symptoms such as:\nBlood in urine; Hemoptisi; Epistaxis.; Flank pain.; Turning purple; Brain hemorrhage.\n12. Norbormide\nThis rat poison is essentially non-toxic to humans and acts through extreme peripheral vasoconstriction causing ischemia leading to organ necrosis followed by death of the animal. In humans, it causes symptoms of low blood pressure or low body temperature.\n13. Pyriminil\nPyriminil acts as a nicotinamide (vitamin B3 derivative) antagonist and impairs the synthesis of NAD and NADH, acutely destroying pancreatic beta cells within 2 hours. Symptoms of Pyriminil poisoning:\nKussmaul breathing (deep, heavy breathing).; Low blood pressure.; Leaden.\n14. Bromethalin\nThe rat poison Bromethalin affects both the central and peripheral nervous systems. Symptom onset ranges from 4 hours to 7 days from secondary delirium to severe cerebral edema.\n15. Sea onion\nThe toxic glycosides in sea onions are used to make rat poison and cause the following symptoms:\nStomach-ache.; Vomiting.; Convulsion.; Increased potassium in the blood.; Heart arrhythmia.\n\nCauses of rat poison poisoning\nRat poison poisoning comes from the following causes:\nAccidental inhalation.; Confusion with food.; Children do not know how to accidentally ingest it.; Family conflicts, pressure, psychological tension, etc. lead to suicide by drinking rat poison; Poisoned.\n\nComplications due to rat poison poisoning\nComplications of rat poison poisoning include:\nCKD.; Liver failure.; Permanent nerve damage.; Type 1 diabetes.\n\nHow to diagnose rat poison poisoning\nEmergency doctors will diagnose victims of rat poison poisoning in the following ways:\nClinical diagnosis: The doctor asks the victim or accompanying person about the type of medicine taken, time (how long has it been since the poison was put into the body), symptoms, first aid, assessment of the condition, …\nPerform tests: If there is no exact conclusion about the toxicity introduced into the body, the doctor will perform a number of tests to determine the type of poison.\nBlood sugar: If the victim has hypoglycemia related to zinc zinc or aluminum phosphide. Hyperglycemia sign of pyriminil compound. Complete blood count test: Anemia is a sign of zinc phosphide poisoning. Metabolic function assessment (BMP): Hypocalcemia associated with white phosphorus, SMFA, fluoroacetamide. Hypokalemia can be due to barium carbonate, zinc or aluminum phosphide. If blood urea nitrogen (BUN) or creatinine is elevated there is a high possibility of thallium, arsenic, white phosphorus, zinc or aluminum phosphide poisoning.; Blood sugar: If the victim has hypoglycemia related to zinc zinc or aluminum phosphide. Hyperglycemia sign of pyriminil compound.; Complete blood count test: Anemia is a sign of zinc phosphide poisoning; Metabolic function assessment (BMP): Hypocalcemia associated with white phosphorus, SMFA, fluoroacetamide. Hypokalemia can be due to barium carbonate, zinc or aluminum phosphide. If blood urea nitrogen (BUN) or creatinine is elevated, thallium, arsenic, white phosphorus, zinc or aluminum phosphide poisoning is highly likely.\nQuantitative serum phosphorus test: If hyperphosphatemia is associated with rat poison made from white phosphorus.; Quantitative serum phosphorus test: If hyperphosphatemia is associated with rat poison made from white phosphorus.\nLiver function tests: Results concluded that elevated liver enzymes are related to toxins such as thallium, arsenic, white phosphorus, zinc or aluminum phosphate.; Liver function tests: Results concluded that elevated liver enzymes are related to toxins such as thallium, arsenic, white phosphorus, zinc or aluminum phosphate.\nBlood clotting test: To determine poisoning with rat poison containing Super Warfarin, Warfarin.; Blood clotting test: To determine poisoning with rat poison containing ingredients Super Warfarin, Warfarin.\nArterial blood gases: SMFA or fluoroacetamide lactic acidosis; Arterial blood gases: SMFA or fluoroacetamide lactic acidosis.\nReading electrocardiogram (ECG) results: If QTc prolongation, the victim is likely to be poisoned by one of the substances such as SMFA, fluoroacetamide, white phosphorus or arsenic.; Read electrocardiogram (ECG) results: If QTc is prolonged, it is likely that the victim is poisoned by one of the substances such as SMFA, fluoroacetamide, white phosphorus or arsenic.\nChest and abdominal X-rays: Identify contrast agents including barium carbonate, arsenic or thallium.; Chest and abdominal X-rays: Identify contrast agents including barium carbonate, arsenic or thallium.\n\nHow to treat rat poison poisoning\n1. Emergency first aid\nEmergency first aid when detecting a person poisoned by rat poison is as follows: (3)\nStep 1: Observe the victim to determine poisoning with rat poison through signs such as bad chemical breath, difficulty speaking, difficulty breathing, etc. And determine by nearby medicine bottles and shells (if any). ; Step 2: Take the victim to a safe area.; Step 3: Perform simple first aid if you have knowledge about first aid for rat poison poisoning.; Step 4: If the victim is awake, you need to collect information, take pictures or bring rat poison.; Step 5: Call an ambulance and take the patient to the nearest hospital.\nBased on the condition and route of exposure to rat poison, perform appropriate first aid:\nDrinking rat poison: If the victim shows signs of vomiting, tilt his head to one side to avoid choking. After providing first aid, quickly take the victim to the nearest hospital. In addition, do not arbitrarily induce vomiting if the victim is lethargic, unconscious or convulsing or is unclear about the mechanism of rat poison (Sodium fluoroacetate and fluoroacetamide do not cause vomiting because of the risk of convulsions; Zinc phosphide, aluminum phosphide do not induce vomiting or gastric lavage at the hospital, etc.); Rat poison on skin or clothing: Clothing should be removed and washed immediately within 15 - 20 minutes.; If you get rat poison in your eyes: You should wash your eyes (when open) with clean water for 15 - 20 minutes, and contact lenses for 5 minutes (if any).\nAfter the initial first aid step, take the patient to the nearest medical facility or hospital for timely treatment. Avoid prolonging the treatment, causing serious, life-threatening complications.\nThings to remember when providing first aid for rat poison poisoning:\nRemember, the chemical name is on the packaging, bag or bottle. This helps doctors accurately identify chemicals faster and use specific treatment drugs promptly.; Remember the amount and duration of chemical exposure and initial symptoms and signs of poisoning; Do not put anything by mouth if the victim is unconscious.; Do not use any antidotes.; Observe the vomit, keep it in a bottle for testing.\nThe patient poisoned by rat poison was taken to the Emergency Department of Tam Anh General Hospital, Ho Chi Minh City\n2. Treatment\nWhen arriving at the emergency room, victims of rat poison poisoning are treated by doctors as follows:\nEmergency treatment\nWhen the victim is brought to the emergency room, doctors will support the airway, circulation and breathing. In severe cases, an endotracheal tube will be required and a ventilator will then be needed. Next, the doctor will treat the symptoms of convulsions, drug shock, etc.  Then, perform tests to determine the poison such as blood and urine tests, chest and abdominal X-rays, and ECG ( electrocardiogram, or heart monitoring),…; When the victim is brought to the emergency room, doctors will support the airway, circulation and breathing. In severe cases, an endotracheal tube will be required and a ventilator will then be needed.; Next, the doctor will treat symptoms of seizures, drug shock, etc.; Then, perform tests to determine the poison such as blood and urine tests, chest and abdominal X-rays, ECG (electrocardiogram, or heart monitoring), etc.\nEliminate toxins\nGastric lavage; Gastric lavage\nMost effective in the first 60 minutes of acute poisoning. Still effective in the first 3 hours and after taking activated charcoal. Still effective in the first 6 hours with poisoning: drugs that cause paralytic ileus, or taking large amounts.; Most effective in the first 60 minutes of acute poisoning. Still effective in the first 3 hours and after taking activated charcoal. Still effective in the first 6 hours with poisoning: drugs that cause paralytic ileus, or taking large amounts.; Most effective in the first 60 minutes of acute poisoning; Still effective in the first 3 hours and after taking activated charcoal.; Still effective in the first 6 hours with poisoning: drugs that cause paralytic ileus, or ingestion of large amounts.\nActivated carbon to absorb toxins. Laxatives: To stimulate intestinal contractions to expel toxins if poisoning occurs through the digestive tract. Commonly used is sorbitol 1 - 4g/kg taken immediately after using activated charcoal, or mixed with activated charcoal. Antidotes are substances that work against the toxic effects or effects of a type of poison, for example, Vitamin K is used to detoxify the poison Super Warfarin, Warfarin.; Activated carbon to absorb toxins.; Laxatives: To stimulate intestinal contractions to expel toxins if poisoning occurs through the digestive tract. Commonly used is sorbitol 1 - 4g/kg taken immediately after using activated charcoal, or mixed with activated charcoal.; Antidotes are substances that work to counteract the toxic effects or effects of a type of poison, for example, Vitamin K is used to detoxify the poison Super Warfarin, Warfarin.\nMeasures to increase the elimination of toxins depending on the indication:\nActive diuresis Extrarenal hemodialysis Plasma exchange or hemodialysis Adsorption hemodialysis.; Active diuresis; Extra-renal dialysis; Plasma exchange or blood exchange; Hemodialysis adsorption.\nSymptomatic treatment and comprehensive resuscitation measures:\nNutrition. Treatment of hypoglycemia and electrolyte disorders. Treatment of cardiac arrhythmias with respiratory support. Adjust liver, kidney, hematology functions,...; Nutrition.; Treatment of hypoglycemia and electrolyte disorders; Treatment of arrhythmia with respiratory support; Adjusts liver, kidney, hematological functions, etc.\n\nHow to prevent rat poison poisoning\nTo prevent rat poison poisoning, take the following measures:\nPeople:\nPrioritize the method of killing rats with traps. Only buy rat-killing chemicals of clear origin at plant protection chemical stores or registered establishments. Using rat-killing chemicals (making baits, placing rat baits) needs to be far away from living and eating areas and cannot be reached or opened by children. In particular, families with mental illness or dementia should not leave toxic chemicals in their home. Do not store toxic chemicals, including rat poison, at home. Store food carefully, clear bushes around the house, cover trash cans, seal holes in the house, etc. to avoid rats from crawling in. See a psychology specialist if the cause of poisoning is self-poisoning; Prioritize the method of killing rats using traps; Only buy rat-killing chemicals of clear origin at plant protection chemical stores or registered establishments.; Using rat-killing chemicals (making baits, placing rat baits) needs to be far away from living and eating areas and cannot be reached or opened by children. In particular, families with mental illness or dementia should not leave toxic chemicals in their home.; Do not store toxic chemicals, including rat poison, at home; Store food carefully, clear bushes around the house, cover trash cans, seal holes in the house, etc. to avoid rats from crawling in.; See a psychology specialist if the cause of poisoning is self-poisoning.\nHospital\nDoctors, nurses and nurses need to be alert to patients with coagulation disorders and bleeding disorders, especially when the causes are unclear in order to provide timely emergency care. In addition, it is necessary to educate patients to prevent recurring poisoning before leaving the hospital.\nManagement agency:\nIt is necessary to strictly manage production and sellers (only establishments or stores that have registered the category of rat-killing chemicals or pesticides in general in their business licenses are allowed to sell), and buyers ( prohibit children, mentally ill people and save the identity and identity of the buyer, etc.)\nThe ICU and Emergency Department, Tam Anh General Hospital System are always on duty 24/7 to promptly rescue patients in emergencies such as: rat poison poisoning, insecticide poisoning, respiratory failure, polycythemia vera. organs, coma, severe sepsis, etc. Doctors in the ICU and Emergency Department at Tam Anh General Hospital with their enthusiasm, dedication and professionalism, along with modern equipment, will reduce the mortality rate in lowest level, increasing treatment ability to help patients recover quickly and limit sequelae.\nThe above article has provided complete information about symptoms, diagnosis and prevention of rat poison poisoning. Hopefully, this is useful knowledge to help people understand the toxicity of rat poison and ways to prevent poisoning. To minimize complications and death, when encountering cases of rat poison poisoning, quickly call an ambulance and take the victim to the nearest hospital.",
    "subsections": [
        {
            "subsection_name": "What is rat poison poisoning?",
            "subsection_content": "Rat poison poisoning is a condition in which the poison of rat poison affects the target organs (nervous, cardiovascular, kidney, respiratory, hematological, digestive, skin, etc.) or has a toxic effect (causing cancer, mutation, organ damage, etc.). (first)\nNeurological: Headache, fatigue, dizziness, irritation, irritability, struggling, hallucinations, eventually convulsions, coma, dilated pupils.; Cardiovascular: Rapid pulse, low blood pressure, arrhythmia.; Acute kidney failure: Due to shock, tubular necrosis, rhabdomyolysis.; Respiratory: Feeling of tightness in the chest, cough, difficulty breathing, cyanosis, acute cardiogenic pulmonary edema (myocardial damage, acute heart failure), non-cardiac acute pulmonary edema (damage to blood vessels, lung damage due to phosphine gas ) or both, ARDS, pulmonary hemorrhage.; Hematology: hemolysis (may occur even in people with normal G6PD), may see methemoglobin.; Gastrointestinal: Patients have burning pain in the mouth, throat, esophagus, and stomach; Vomiting and vomiting blood, loose and possibly bloody stools.; Skin and mucous membranes: Toxins that come into contact through the skin and mucous membranes can cause local irritation.\nRat poison poisoning, if not treated promptly, can lead to death",
            "subsection_string": "What is rat poison poisoning?\nRat poison poisoning is a condition in which the poison of rat poison affects the target organs (nervous, cardiovascular, kidney, respiratory, hematological, digestive, skin, etc.) or has a toxic effect (causing cancer, mutation, organ damage, etc.). (first)\nNeurological: Headache, fatigue, dizziness, irritation, irritability, struggling, hallucinations, eventually convulsions, coma, dilated pupils.; Cardiovascular: Rapid pulse, low blood pressure, arrhythmia.; Acute kidney failure: Due to shock, tubular necrosis, rhabdomyolysis.; Respiratory: Feeling of tightness in the chest, cough, difficulty breathing, cyanosis, acute cardiogenic pulmonary edema (myocardial damage, acute heart failure), non-cardiac acute pulmonary edema (damage to blood vessels, lung damage due to phosphine gas ) or both, ARDS, pulmonary hemorrhage.; Hematology: hemolysis (may occur even in people with normal G6PD), may see methemoglobin.; Gastrointestinal: Patients have burning pain in the mouth, throat, esophagus, and stomach; Vomiting and vomiting blood, loose and possibly bloody stools.; Skin and mucous membranes: Toxins that come into contact through the skin and mucous membranes can cause local irritation.\nRat poison poisoning, if not treated promptly, can lead to death"
        },
        {
            "subsection_name": "Symptoms of rat poison poisoning",
            "subsection_content": "There are many different types of rat poison on the market, so depending on the type of rat poison each victim is poisoned with, the symptoms will be different. (2)\n1. Thallium\nThis is an odorless, tasteless powder that is absorbed through the respiratory tract or through the skin. Thallium exposure at high levels results in acute poisoning with the following symptoms:\nAcute enteritis (within 48 hours).; Neurological dysfunction, peripheral neuropathy, epilepsy.; Hair loss.; Increased skin pigmentation.\nLong-term exposure to low concentrations of thallium will lead to chronic poisoning with symptoms such as:\nTremor, ataxia, muscle weakness; Astigmatism.; Paralysis of the 7th nerve (hemifacial paralysis, mouth distortion).; Reduced vision.\n2. Sodium fluoroacetate (Compound 1080) and fluoroacetamide (Compound 1081)\nThis rat-killing chemical began to be used in the early 1990s in Vietnam, smuggled from China.\nSMFA is an odorless, tasteless white powder. After 30 minutes to 20 hours of eating, symptoms will begin to appear.\nWithout urgent emergency treatment and aggressive treatment, the patient will quickly have convulsions, respiratory failure, rhabdomyolysis, kidney failure, arrhythmia, acute heart failure, ... and death.\n3. Strychnine\nThe tablet form is pink but when dissolved in water it becomes a colorless, odorless, bitter powder. Strychnine toxicity with involuntary muscle contractions is due to inhibition of glycine receptors at the motor neuron and synaptic level. From 10 to 20 minutes after poisoning, symptoms will appear:\nUncontrolled muscle spasms; Stiff jaw; Spasm of the jaw and face, creating a forced smile; Opisthotonos (Head and spine arched backwards).; Rhabdomyolysis.; Lactic acidosis (too low pH in the blood).; Malignant hyperthermia.\n4. Zinc phosphide, aluminum phosphide\nZinc phosphide is a strongly corrosive substance to the skin and mucous membranes. When inhaled, it can easily cause acute pulmonary edema. Toxic dose: causes poisoning and death if acute poisoning with zinc phosphide 20 - 40mg/kg orally, aluminum phosphide ≥ 0.5g.\nMechanism of toxicity: When taking zinc phosphide and aluminum phosphide, the toxic gas phosphine (PH3) is produced when reacting between water and hydrochloric acid in gastric juice. Phosphine gas is a strong reducing agent, causing strong oxidative stress leading to non-specific cytotoxicity, binding and inhibiting enzymes of the cellular respiratory chain, inhibiting phosphorylation, oxidation, cytochrome oxidase. Phosphine also inhibits catalase, causing an increase in superoxide dismutase, creating many free radicals, lipid peroxidation, and denaturation of cell membrane proteins.\nPrognosis: If not urgently rescued and treated aggressively, the patient will quickly progress to irreversible shock, respiratory failure, acidosis, severe bleeding, damage to many organs and death. within a few days.\nSymptoms:\nHypotension: hypovolemic shock due to fluid loss, blood loss, myocarditis.; Electrolyte disorders due to vomiting and loose stools; Acidemia.; Acute kidney failure.; Progressive respiratory failure; Multiple organ failure.\nSome aluminum phosphide and zinc phosphide rat poisons\n5. Phosphorus (P)\nThis element smells of garlic and glows when exposed to oxygen, existing in two forms: red and white (yellow) phosphorus. White phosphorus is used in rat poison. When ingested, directly causes tissue damage with local phosphoric acid and phosphorus pentoxide. In the circulation, phosphorus also binds calcium leading to severe hypocalcemia. Poisoning with rat poison produced with phosphorus will cause conditions such as:\nAcute gastritis. Burns of skin or mucous membranes. Vomiting or feces (smoking stools). Arrhythmia. Liver toxicity. CKD.; Acute gastritis.; Burns of skin or mucous membranes; Vomiting or feces (smoking stools).; Arrhythmia.; Hepatotoxicity.; CKD.\n6. Arsenic\nArsenic is a highly toxic inorganic compound whose exact mechanism of action is still unknown. If a significant amount is swallowed, the patient's breath will emit a garlic odor. After 1 to 3 hours of arsenic poisoning, the following symptoms appear:\nVomiting.; bloody diarrhea; There is a smell of garlic in the mouth.; Low blood pressure.; QT prolongation (length of time between heart contraction and rest).; Delirium, convulsions, coma.; Kidney damage.\n7. Barium carbonate (BaCO2)\nThis compound is easily soluble in water and is highly toxic. Barium ion inhibits the diffusion of potassium out of cells leading to hypokalemia with symptoms:\nGastroenteritis.; Hypertension; Cardiac arrhythmia.; Short of breath.; Muscle paralysis.\n8. Tetramethylene Disulfotetramine (TETS, Tetramine)\nThis rat poison originates from China. Symptoms begin 10 minutes to 13 hours after poisoning with the following symptoms:\nConvulsion.; Comatose.; Respiratory failure.; Arrhythmia.\n9. Aldicarb\nThis type of rat poison originates from Latin America, and its high concentration can be deadly. Symptoms of Aldicarb poisoning include:\nFoaming.; Weep.; Diarrhea.; Vomit.\n10. Alpha-chloralose\nCompound originating from Europe, used as a veterinary anesthetic but also found in rat poison. The mechanism of action is similar to that of a central nervous system depressant, with symptoms:\nConvulsion.; Hypothermia.; Respiratory failure.\n11. Anticoagulants (Superwarfarin, Warfarin)\nSuperwarfarin (brodifacoum, difenacoum, bromadiolone and chlorophacinone) is a rat poison that causes coagulation disorders like warfarin but is 100 times more toxic. Poisoning with the rat poison Super Warfarin causes symptoms such as:\nBlood in urine; Hemoptisi; Epistaxis.; Flank pain.; Turning purple; Brain hemorrhage.\n12. Norbormide\nThis rat poison is essentially non-toxic to humans and acts through extreme peripheral vasoconstriction causing ischemia leading to organ necrosis followed by death of the animal. In humans, it causes symptoms of low blood pressure or low body temperature.\n13. Pyriminil\nPyriminil acts as a nicotinamide (vitamin B3 derivative) antagonist and impairs the synthesis of NAD and NADH, acutely destroying pancreatic beta cells within 2 hours. Symptoms of Pyriminil poisoning:\nKussmaul breathing (deep, heavy breathing).; Low blood pressure.; Leaden.\n14. Bromethalin\nThe rat poison Bromethalin affects both the central and peripheral nervous systems. Symptom onset ranges from 4 hours to 7 days from secondary delirium to severe cerebral edema.\n15. Sea onion\nThe toxic glycosides in sea onions are used to make rat poison and cause the following symptoms:\nStomach-ache.; Vomiting.; Convulsion.; Increased potassium in the blood.; Heart arrhythmia.",
            "subsection_string": "Symptoms of rat poison poisoning\nThere are many different types of rat poison on the market, so depending on the type of rat poison each victim is poisoned with, the symptoms will be different. (2)\n1. Thallium\nThis is an odorless, tasteless powder that is absorbed through the respiratory tract or through the skin. Thallium exposure at high levels results in acute poisoning with the following symptoms:\nAcute enteritis (within 48 hours).; Neurological dysfunction, peripheral neuropathy, epilepsy.; Hair loss.; Increased skin pigmentation.\nLong-term exposure to low concentrations of thallium will lead to chronic poisoning with symptoms such as:\nTremor, ataxia, muscle weakness; Astigmatism.; Paralysis of the 7th nerve (hemifacial paralysis, mouth distortion).; Reduced vision.\n2. Sodium fluoroacetate (Compound 1080) and fluoroacetamide (Compound 1081)\nThis rat-killing chemical began to be used in the early 1990s in Vietnam, smuggled from China.\nSMFA is an odorless, tasteless white powder. After 30 minutes to 20 hours of eating, symptoms will begin to appear.\nWithout urgent emergency treatment and aggressive treatment, the patient will quickly have convulsions, respiratory failure, rhabdomyolysis, kidney failure, arrhythmia, acute heart failure, ... and death.\n3. Strychnine\nThe tablet form is pink but when dissolved in water it becomes a colorless, odorless, bitter powder. Strychnine toxicity with involuntary muscle contractions is due to inhibition of glycine receptors at the motor neuron and synaptic level. From 10 to 20 minutes after poisoning, symptoms will appear:\nUncontrolled muscle spasms; Stiff jaw; Spasm of the jaw and face, creating a forced smile; Opisthotonos (Head and spine arched backwards).; Rhabdomyolysis.; Lactic acidosis (too low pH in the blood).; Malignant hyperthermia.\n4. Zinc phosphide, aluminum phosphide\nZinc phosphide is a strongly corrosive substance to the skin and mucous membranes. When inhaled, it can easily cause acute pulmonary edema. Toxic dose: causes poisoning and death if acute poisoning with zinc phosphide 20 - 40mg/kg orally, aluminum phosphide ≥ 0.5g.\nMechanism of toxicity: When taking zinc phosphide and aluminum phosphide, the toxic gas phosphine (PH3) is produced when reacting between water and hydrochloric acid in gastric juice. Phosphine gas is a strong reducing agent, causing strong oxidative stress leading to non-specific cytotoxicity, binding and inhibiting enzymes of the cellular respiratory chain, inhibiting phosphorylation, oxidation, cytochrome oxidase. Phosphine also inhibits catalase, causing an increase in superoxide dismutase, creating many free radicals, lipid peroxidation, and denaturation of cell membrane proteins.\nPrognosis: If not urgently rescued and treated aggressively, the patient will quickly progress to irreversible shock, respiratory failure, acidosis, severe bleeding, damage to many organs and death. within a few days.\nSymptoms:\nHypotension: hypovolemic shock due to fluid loss, blood loss, myocarditis.; Electrolyte disorders due to vomiting and loose stools; Acidemia.; Acute kidney failure.; Progressive respiratory failure; Multiple organ failure.\nSome aluminum phosphide and zinc phosphide rat poisons\n5. Phosphorus (P)\nThis element smells of garlic and glows when exposed to oxygen, existing in two forms: red and white (yellow) phosphorus. White phosphorus is used in rat poison. When ingested, directly causes tissue damage with local phosphoric acid and phosphorus pentoxide. In the circulation, phosphorus also binds calcium leading to severe hypocalcemia. Poisoning with rat poison produced with phosphorus will cause conditions such as:\nAcute gastritis. Burns of skin or mucous membranes. Vomiting or feces (smoking stools). Arrhythmia. Liver toxicity. CKD.; Acute gastritis.; Burns of skin or mucous membranes; Vomiting or feces (smoking stools).; Arrhythmia.; Hepatotoxicity.; CKD.\n6. Arsenic\nArsenic is a highly toxic inorganic compound whose exact mechanism of action is still unknown. If a significant amount is swallowed, the patient's breath will emit a garlic odor. After 1 to 3 hours of arsenic poisoning, the following symptoms appear:\nVomiting.; bloody diarrhea; There is a smell of garlic in the mouth.; Low blood pressure.; QT prolongation (length of time between heart contraction and rest).; Delirium, convulsions, coma.; Kidney damage.\n7. Barium carbonate (BaCO2)\nThis compound is easily soluble in water and is highly toxic. Barium ion inhibits the diffusion of potassium out of cells leading to hypokalemia with symptoms:\nGastroenteritis.; Hypertension; Cardiac arrhythmia.; Short of breath.; Muscle paralysis.\n8. Tetramethylene Disulfotetramine (TETS, Tetramine)\nThis rat poison originates from China. Symptoms begin 10 minutes to 13 hours after poisoning with the following symptoms:\nConvulsion.; Comatose.; Respiratory failure.; Arrhythmia.\n9. Aldicarb\nThis type of rat poison originates from Latin America, and its high concentration can be deadly. Symptoms of Aldicarb poisoning include:\nFoaming.; Weep.; Diarrhea.; Vomit.\n10. Alpha-chloralose\nCompound originating from Europe, used as a veterinary anesthetic but also found in rat poison. The mechanism of action is similar to that of a central nervous system depressant, with symptoms:\nConvulsion.; Hypothermia.; Respiratory failure.\n11. Anticoagulants (Superwarfarin, Warfarin)\nSuperwarfarin (brodifacoum, difenacoum, bromadiolone and chlorophacinone) is a rat poison that causes coagulation disorders like warfarin but is 100 times more toxic. Poisoning with the rat poison Super Warfarin causes symptoms such as:\nBlood in urine; Hemoptisi; Epistaxis.; Flank pain.; Turning purple; Brain hemorrhage.\n12. Norbormide\nThis rat poison is essentially non-toxic to humans and acts through extreme peripheral vasoconstriction causing ischemia leading to organ necrosis followed by death of the animal. In humans, it causes symptoms of low blood pressure or low body temperature.\n13. Pyriminil\nPyriminil acts as a nicotinamide (vitamin B3 derivative) antagonist and impairs the synthesis of NAD and NADH, acutely destroying pancreatic beta cells within 2 hours. Symptoms of Pyriminil poisoning:\nKussmaul breathing (deep, heavy breathing).; Low blood pressure.; Leaden.\n14. Bromethalin\nThe rat poison Bromethalin affects both the central and peripheral nervous systems. Symptom onset ranges from 4 hours to 7 days from secondary delirium to severe cerebral edema.\n15. Sea onion\nThe toxic glycosides in sea onions are used to make rat poison and cause the following symptoms:\nStomach-ache.; Vomiting.; Convulsion.; Increased potassium in the blood.; Heart arrhythmia."
        },
        {
            "subsection_name": "Causes of rat poison poisoning",
            "subsection_content": "Rat poison poisoning comes from the following causes:\nAccidental inhalation.; Confusion with food.; Children do not know how to accidentally ingest it.; Family conflicts, pressure, psychological tension, etc. lead to suicide by drinking rat poison; Poisoned.",
            "subsection_string": "Causes of rat poison poisoning\nRat poison poisoning comes from the following causes:\nAccidental inhalation.; Confusion with food.; Children do not know how to accidentally ingest it.; Family conflicts, pressure, psychological tension, etc. lead to suicide by drinking rat poison; Poisoned."
        },
        {
            "subsection_name": "Complications due to rat poison poisoning",
            "subsection_content": "Complications of rat poison poisoning include:\nCKD.; Liver failure.; Permanent nerve damage.; Type 1 diabetes.",
            "subsection_string": "Complications due to rat poison poisoning\nComplications of rat poison poisoning include:\nCKD.; Liver failure.; Permanent nerve damage.; Type 1 diabetes."
        },
        {
            "subsection_name": "How to diagnose rat poison poisoning",
            "subsection_content": "Emergency doctors will diagnose victims of rat poison poisoning in the following ways:\nClinical diagnosis: The doctor asks the victim or accompanying person about the type of medicine taken, time (how long has it been since the poison was put into the body), symptoms, first aid, assessment of the condition, …\nPerform tests: If there is no exact conclusion about the toxicity introduced into the body, the doctor will perform a number of tests to determine the type of poison.\nBlood sugar: If the victim has hypoglycemia related to zinc zinc or aluminum phosphide. Hyperglycemia sign of pyriminil compound. Complete blood count test: Anemia is a sign of zinc phosphide poisoning. Metabolic function assessment (BMP): Hypocalcemia associated with white phosphorus, SMFA, fluoroacetamide. Hypokalemia can be due to barium carbonate, zinc or aluminum phosphide. If blood urea nitrogen (BUN) or creatinine is elevated there is a high possibility of thallium, arsenic, white phosphorus, zinc or aluminum phosphide poisoning.; Blood sugar: If the victim has hypoglycemia related to zinc zinc or aluminum phosphide. Hyperglycemia sign of pyriminil compound.; Complete blood count test: Anemia is a sign of zinc phosphide poisoning; Metabolic function assessment (BMP): Hypocalcemia associated with white phosphorus, SMFA, fluoroacetamide. Hypokalemia can be due to barium carbonate, zinc or aluminum phosphide. If blood urea nitrogen (BUN) or creatinine is elevated, thallium, arsenic, white phosphorus, zinc or aluminum phosphide poisoning is highly likely.\nQuantitative serum phosphorus test: If hyperphosphatemia is associated with rat poison made from white phosphorus.; Quantitative serum phosphorus test: If hyperphosphatemia is associated with rat poison made from white phosphorus.\nLiver function tests: Results concluded that elevated liver enzymes are related to toxins such as thallium, arsenic, white phosphorus, zinc or aluminum phosphate.; Liver function tests: Results concluded that elevated liver enzymes are related to toxins such as thallium, arsenic, white phosphorus, zinc or aluminum phosphate.\nBlood clotting test: To determine poisoning with rat poison containing Super Warfarin, Warfarin.; Blood clotting test: To determine poisoning with rat poison containing ingredients Super Warfarin, Warfarin.\nArterial blood gases: SMFA or fluoroacetamide lactic acidosis; Arterial blood gases: SMFA or fluoroacetamide lactic acidosis.\nReading electrocardiogram (ECG) results: If QTc prolongation, the victim is likely to be poisoned by one of the substances such as SMFA, fluoroacetamide, white phosphorus or arsenic.; Read electrocardiogram (ECG) results: If QTc is prolonged, it is likely that the victim is poisoned by one of the substances such as SMFA, fluoroacetamide, white phosphorus or arsenic.\nChest and abdominal X-rays: Identify contrast agents including barium carbonate, arsenic or thallium.; Chest and abdominal X-rays: Identify contrast agents including barium carbonate, arsenic or thallium.",
            "subsection_string": "How to diagnose rat poison poisoning\nEmergency doctors will diagnose victims of rat poison poisoning in the following ways:\nClinical diagnosis: The doctor asks the victim or accompanying person about the type of medicine taken, time (how long has it been since the poison was put into the body), symptoms, first aid, assessment of the condition, …\nPerform tests: If there is no exact conclusion about the toxicity introduced into the body, the doctor will perform a number of tests to determine the type of poison.\nBlood sugar: If the victim has hypoglycemia related to zinc zinc or aluminum phosphide. Hyperglycemia sign of pyriminil compound. Complete blood count test: Anemia is a sign of zinc phosphide poisoning. Metabolic function assessment (BMP): Hypocalcemia associated with white phosphorus, SMFA, fluoroacetamide. Hypokalemia can be due to barium carbonate, zinc or aluminum phosphide. If blood urea nitrogen (BUN) or creatinine is elevated there is a high possibility of thallium, arsenic, white phosphorus, zinc or aluminum phosphide poisoning.; Blood sugar: If the victim has hypoglycemia related to zinc zinc or aluminum phosphide. Hyperglycemia sign of pyriminil compound.; Complete blood count test: Anemia is a sign of zinc phosphide poisoning; Metabolic function assessment (BMP): Hypocalcemia associated with white phosphorus, SMFA, fluoroacetamide. Hypokalemia can be due to barium carbonate, zinc or aluminum phosphide. If blood urea nitrogen (BUN) or creatinine is elevated, thallium, arsenic, white phosphorus, zinc or aluminum phosphide poisoning is highly likely.\nQuantitative serum phosphorus test: If hyperphosphatemia is associated with rat poison made from white phosphorus.; Quantitative serum phosphorus test: If hyperphosphatemia is associated with rat poison made from white phosphorus.\nLiver function tests: Results concluded that elevated liver enzymes are related to toxins such as thallium, arsenic, white phosphorus, zinc or aluminum phosphate.; Liver function tests: Results concluded that elevated liver enzymes are related to toxins such as thallium, arsenic, white phosphorus, zinc or aluminum phosphate.\nBlood clotting test: To determine poisoning with rat poison containing Super Warfarin, Warfarin.; Blood clotting test: To determine poisoning with rat poison containing ingredients Super Warfarin, Warfarin.\nArterial blood gases: SMFA or fluoroacetamide lactic acidosis; Arterial blood gases: SMFA or fluoroacetamide lactic acidosis.\nReading electrocardiogram (ECG) results: If QTc prolongation, the victim is likely to be poisoned by one of the substances such as SMFA, fluoroacetamide, white phosphorus or arsenic.; Read electrocardiogram (ECG) results: If QTc is prolonged, it is likely that the victim is poisoned by one of the substances such as SMFA, fluoroacetamide, white phosphorus or arsenic.\nChest and abdominal X-rays: Identify contrast agents including barium carbonate, arsenic or thallium.; Chest and abdominal X-rays: Identify contrast agents including barium carbonate, arsenic or thallium."
        },
        {
            "subsection_name": "How to treat rat poison poisoning",
            "subsection_content": "1. Emergency first aid\nEmergency first aid when detecting a person poisoned by rat poison is as follows: (3)\nStep 1: Observe the victim to determine poisoning with rat poison through signs such as bad chemical breath, difficulty speaking, difficulty breathing, etc. And determine by nearby medicine bottles and shells (if any). ; Step 2: Take the victim to a safe area.; Step 3: Perform simple first aid if you have knowledge about first aid for rat poison poisoning.; Step 4: If the victim is awake, you need to collect information, take pictures or bring rat poison.; Step 5: Call an ambulance and take the patient to the nearest hospital.\nBased on the condition and route of exposure to rat poison, perform appropriate first aid:\nDrinking rat poison: If the victim shows signs of vomiting, tilt his head to one side to avoid choking. After providing first aid, quickly take the victim to the nearest hospital. In addition, do not arbitrarily induce vomiting if the victim is lethargic, unconscious or convulsing or is unclear about the mechanism of rat poison (Sodium fluoroacetate and fluoroacetamide do not cause vomiting because of the risk of convulsions; Zinc phosphide, aluminum phosphide do not induce vomiting or gastric lavage at the hospital, etc.); Rat poison on skin or clothing: Clothing should be removed and washed immediately within 15 - 20 minutes.; If you get rat poison in your eyes: You should wash your eyes (when open) with clean water for 15 - 20 minutes, and contact lenses for 5 minutes (if any).\nAfter the initial first aid step, take the patient to the nearest medical facility or hospital for timely treatment. Avoid prolonging the treatment, causing serious, life-threatening complications.\nThings to remember when providing first aid for rat poison poisoning:\nRemember, the chemical name is on the packaging, bag or bottle. This helps doctors accurately identify chemicals faster and use specific treatment drugs promptly.; Remember the amount and duration of chemical exposure and initial symptoms and signs of poisoning; Do not put anything by mouth if the victim is unconscious.; Do not use any antidotes.; Observe the vomit, keep it in a bottle for testing.\nThe patient poisoned by rat poison was taken to the Emergency Department of Tam Anh General Hospital, Ho Chi Minh City\n2. Treatment\nWhen arriving at the emergency room, victims of rat poison poisoning are treated by doctors as follows:\nEmergency treatment\nWhen the victim is brought to the emergency room, doctors will support the airway, circulation and breathing. In severe cases, an endotracheal tube will be required and a ventilator will then be needed. Next, the doctor will treat the symptoms of convulsions, drug shock, etc.  Then, perform tests to determine the poison such as blood and urine tests, chest and abdominal X-rays, and ECG ( electrocardiogram, or heart monitoring),…; When the victim is brought to the emergency room, doctors will support the airway, circulation and breathing. In severe cases, an endotracheal tube will be required and a ventilator will then be needed.; Next, the doctor will treat symptoms of seizures, drug shock, etc.; Then, perform tests to determine the poison such as blood and urine tests, chest and abdominal X-rays, ECG (electrocardiogram, or heart monitoring), etc.\nEliminate toxins\nGastric lavage; Gastric lavage\nMost effective in the first 60 minutes of acute poisoning. Still effective in the first 3 hours and after taking activated charcoal. Still effective in the first 6 hours with poisoning: drugs that cause paralytic ileus, or taking large amounts.; Most effective in the first 60 minutes of acute poisoning. Still effective in the first 3 hours and after taking activated charcoal. Still effective in the first 6 hours with poisoning: drugs that cause paralytic ileus, or taking large amounts.; Most effective in the first 60 minutes of acute poisoning; Still effective in the first 3 hours and after taking activated charcoal.; Still effective in the first 6 hours with poisoning: drugs that cause paralytic ileus, or ingestion of large amounts.\nActivated carbon to absorb toxins. Laxatives: To stimulate intestinal contractions to expel toxins if poisoning occurs through the digestive tract. Commonly used is sorbitol 1 - 4g/kg taken immediately after using activated charcoal, or mixed with activated charcoal. Antidotes are substances that work against the toxic effects or effects of a type of poison, for example, Vitamin K is used to detoxify the poison Super Warfarin, Warfarin.; Activated carbon to absorb toxins.; Laxatives: To stimulate intestinal contractions to expel toxins if poisoning occurs through the digestive tract. Commonly used is sorbitol 1 - 4g/kg taken immediately after using activated charcoal, or mixed with activated charcoal.; Antidotes are substances that work to counteract the toxic effects or effects of a type of poison, for example, Vitamin K is used to detoxify the poison Super Warfarin, Warfarin.\nMeasures to increase the elimination of toxins depending on the indication:\nActive diuresis Extrarenal hemodialysis Plasma exchange or hemodialysis Adsorption hemodialysis.; Active diuresis; Extra-renal dialysis; Plasma exchange or blood exchange; Hemodialysis adsorption.\nSymptomatic treatment and comprehensive resuscitation measures:\nNutrition. Treatment of hypoglycemia and electrolyte disorders. Treatment of cardiac arrhythmias with respiratory support. Adjust liver, kidney, hematology functions,...; Nutrition.; Treatment of hypoglycemia and electrolyte disorders; Treatment of arrhythmia with respiratory support; Adjusts liver, kidney, hematological functions, etc.",
            "subsection_string": "How to treat rat poison poisoning\n1. Emergency first aid\nEmergency first aid when detecting a person poisoned by rat poison is as follows: (3)\nStep 1: Observe the victim to determine poisoning with rat poison through signs such as bad chemical breath, difficulty speaking, difficulty breathing, etc. And determine by nearby medicine bottles and shells (if any). ; Step 2: Take the victim to a safe area.; Step 3: Perform simple first aid if you have knowledge about first aid for rat poison poisoning.; Step 4: If the victim is awake, you need to collect information, take pictures or bring rat poison.; Step 5: Call an ambulance and take the patient to the nearest hospital.\nBased on the condition and route of exposure to rat poison, perform appropriate first aid:\nDrinking rat poison: If the victim shows signs of vomiting, tilt his head to one side to avoid choking. After providing first aid, quickly take the victim to the nearest hospital. In addition, do not arbitrarily induce vomiting if the victim is lethargic, unconscious or convulsing or is unclear about the mechanism of rat poison (Sodium fluoroacetate and fluoroacetamide do not cause vomiting because of the risk of convulsions; Zinc phosphide, aluminum phosphide do not induce vomiting or gastric lavage at the hospital, etc.); Rat poison on skin or clothing: Clothing should be removed and washed immediately within 15 - 20 minutes.; If you get rat poison in your eyes: You should wash your eyes (when open) with clean water for 15 - 20 minutes, and contact lenses for 5 minutes (if any).\nAfter the initial first aid step, take the patient to the nearest medical facility or hospital for timely treatment. Avoid prolonging the treatment, causing serious, life-threatening complications.\nThings to remember when providing first aid for rat poison poisoning:\nRemember, the chemical name is on the packaging, bag or bottle. This helps doctors accurately identify chemicals faster and use specific treatment drugs promptly.; Remember the amount and duration of chemical exposure and initial symptoms and signs of poisoning; Do not put anything by mouth if the victim is unconscious.; Do not use any antidotes.; Observe the vomit, keep it in a bottle for testing.\nThe patient poisoned by rat poison was taken to the Emergency Department of Tam Anh General Hospital, Ho Chi Minh City\n2. Treatment\nWhen arriving at the emergency room, victims of rat poison poisoning are treated by doctors as follows:\nEmergency treatment\nWhen the victim is brought to the emergency room, doctors will support the airway, circulation and breathing. In severe cases, an endotracheal tube will be required and a ventilator will then be needed. Next, the doctor will treat the symptoms of convulsions, drug shock, etc.  Then, perform tests to determine the poison such as blood and urine tests, chest and abdominal X-rays, and ECG ( electrocardiogram, or heart monitoring),…; When the victim is brought to the emergency room, doctors will support the airway, circulation and breathing. In severe cases, an endotracheal tube will be required and a ventilator will then be needed.; Next, the doctor will treat symptoms of seizures, drug shock, etc.; Then, perform tests to determine the poison such as blood and urine tests, chest and abdominal X-rays, ECG (electrocardiogram, or heart monitoring), etc.\nEliminate toxins\nGastric lavage; Gastric lavage\nMost effective in the first 60 minutes of acute poisoning. Still effective in the first 3 hours and after taking activated charcoal. Still effective in the first 6 hours with poisoning: drugs that cause paralytic ileus, or taking large amounts.; Most effective in the first 60 minutes of acute poisoning. Still effective in the first 3 hours and after taking activated charcoal. Still effective in the first 6 hours with poisoning: drugs that cause paralytic ileus, or taking large amounts.; Most effective in the first 60 minutes of acute poisoning; Still effective in the first 3 hours and after taking activated charcoal.; Still effective in the first 6 hours with poisoning: drugs that cause paralytic ileus, or ingestion of large amounts.\nActivated carbon to absorb toxins. Laxatives: To stimulate intestinal contractions to expel toxins if poisoning occurs through the digestive tract. Commonly used is sorbitol 1 - 4g/kg taken immediately after using activated charcoal, or mixed with activated charcoal. Antidotes are substances that work against the toxic effects or effects of a type of poison, for example, Vitamin K is used to detoxify the poison Super Warfarin, Warfarin.; Activated carbon to absorb toxins.; Laxatives: To stimulate intestinal contractions to expel toxins if poisoning occurs through the digestive tract. Commonly used is sorbitol 1 - 4g/kg taken immediately after using activated charcoal, or mixed with activated charcoal.; Antidotes are substances that work to counteract the toxic effects or effects of a type of poison, for example, Vitamin K is used to detoxify the poison Super Warfarin, Warfarin.\nMeasures to increase the elimination of toxins depending on the indication:\nActive diuresis Extrarenal hemodialysis Plasma exchange or hemodialysis Adsorption hemodialysis.; Active diuresis; Extra-renal dialysis; Plasma exchange or blood exchange; Hemodialysis adsorption.\nSymptomatic treatment and comprehensive resuscitation measures:\nNutrition. Treatment of hypoglycemia and electrolyte disorders. Treatment of cardiac arrhythmias with respiratory support. Adjust liver, kidney, hematology functions,...; Nutrition.; Treatment of hypoglycemia and electrolyte disorders; Treatment of arrhythmia with respiratory support; Adjusts liver, kidney, hematological functions, etc."
        },
        {
            "subsection_name": "How to prevent rat poison poisoning",
            "subsection_content": "To prevent rat poison poisoning, take the following measures:\nPeople:\nPrioritize the method of killing rats with traps. Only buy rat-killing chemicals of clear origin at plant protection chemical stores or registered establishments. Using rat-killing chemicals (making baits, placing rat baits) needs to be far away from living and eating areas and cannot be reached or opened by children. In particular, families with mental illness or dementia should not leave toxic chemicals in their home. Do not store toxic chemicals, including rat poison, at home. Store food carefully, clear bushes around the house, cover trash cans, seal holes in the house, etc. to avoid rats from crawling in. See a psychology specialist if the cause of poisoning is self-poisoning; Prioritize the method of killing rats using traps; Only buy rat-killing chemicals of clear origin at plant protection chemical stores or registered establishments.; Using rat-killing chemicals (making baits, placing rat baits) needs to be far away from living and eating areas and cannot be reached or opened by children. In particular, families with mental illness or dementia should not leave toxic chemicals in their home.; Do not store toxic chemicals, including rat poison, at home; Store food carefully, clear bushes around the house, cover trash cans, seal holes in the house, etc. to avoid rats from crawling in.; See a psychology specialist if the cause of poisoning is self-poisoning.\nHospital\nDoctors, nurses and nurses need to be alert to patients with coagulation disorders and bleeding disorders, especially when the causes are unclear in order to provide timely emergency care. In addition, it is necessary to educate patients to prevent recurring poisoning before leaving the hospital.\nManagement agency:\nIt is necessary to strictly manage production and sellers (only establishments or stores that have registered the category of rat-killing chemicals or pesticides in general in their business licenses are allowed to sell), and buyers ( prohibit children, mentally ill people and save the identity and identity of the buyer, etc.)\nThe ICU and Emergency Department, Tam Anh General Hospital System are always on duty 24/7 to promptly rescue patients in emergencies such as: rat poison poisoning, insecticide poisoning, respiratory failure, polycythemia vera. organs, coma, severe sepsis, etc. Doctors in the ICU and Emergency Department at Tam Anh General Hospital with their enthusiasm, dedication and professionalism, along with modern equipment, will reduce the mortality rate in lowest level, increasing treatment ability to help patients recover quickly and limit sequelae.\nThe above article has provided complete information about symptoms, diagnosis and prevention of rat poison poisoning. Hopefully, this is useful knowledge to help people understand the toxicity of rat poison and ways to prevent poisoning. To minimize complications and death, when encountering cases of rat poison poisoning, quickly call an ambulance and take the victim to the nearest hospital.",
            "subsection_string": "How to prevent rat poison poisoning\nTo prevent rat poison poisoning, take the following measures:\nPeople:\nPrioritize the method of killing rats with traps. Only buy rat-killing chemicals of clear origin at plant protection chemical stores or registered establishments. Using rat-killing chemicals (making baits, placing rat baits) needs to be far away from living and eating areas and cannot be reached or opened by children. In particular, families with mental illness or dementia should not leave toxic chemicals in their home. Do not store toxic chemicals, including rat poison, at home. Store food carefully, clear bushes around the house, cover trash cans, seal holes in the house, etc. to avoid rats from crawling in. See a psychology specialist if the cause of poisoning is self-poisoning; Prioritize the method of killing rats using traps; Only buy rat-killing chemicals of clear origin at plant protection chemical stores or registered establishments.; Using rat-killing chemicals (making baits, placing rat baits) needs to be far away from living and eating areas and cannot be reached or opened by children. In particular, families with mental illness or dementia should not leave toxic chemicals in their home.; Do not store toxic chemicals, including rat poison, at home; Store food carefully, clear bushes around the house, cover trash cans, seal holes in the house, etc. to avoid rats from crawling in.; See a psychology specialist if the cause of poisoning is self-poisoning.\nHospital\nDoctors, nurses and nurses need to be alert to patients with coagulation disorders and bleeding disorders, especially when the causes are unclear in order to provide timely emergency care. In addition, it is necessary to educate patients to prevent recurring poisoning before leaving the hospital.\nManagement agency:\nIt is necessary to strictly manage production and sellers (only establishments or stores that have registered the category of rat-killing chemicals or pesticides in general in their business licenses are allowed to sell), and buyers ( prohibit children, mentally ill people and save the identity and identity of the buyer, etc.)\nThe ICU and Emergency Department, Tam Anh General Hospital System are always on duty 24/7 to promptly rescue patients in emergencies such as: rat poison poisoning, insecticide poisoning, respiratory failure, polycythemia vera. organs, coma, severe sepsis, etc. Doctors in the ICU and Emergency Department at Tam Anh General Hospital with their enthusiasm, dedication and professionalism, along with modern equipment, will reduce the mortality rate in lowest level, increasing treatment ability to help patients recover quickly and limit sequelae.\nThe above article has provided complete information about symptoms, diagnosis and prevention of rat poison poisoning. Hopefully, this is useful knowledge to help people understand the toxicity of rat poison and ways to prevent poisoning. To minimize complications and death, when encountering cases of rat poison poisoning, quickly call an ambulance and take the victim to the nearest hospital."
        }
    ],
    "name": "ngo-doc-thuoc-diet-chuot.json"
}