{
    "title": "Sleep apnea syndrome: Causes, symptoms and prevention",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/ngung-tho-khi-ngu/",
    "abstract": "Sleep apnea syndrome involves airway obstruction. It can cause many complications and even death in both adults and children. Apnea syndrome is an increasingly common disorder, with a particularly close relationship with obesity. The disease reduces quality of life, increases the risk of traffic accidents, and reduces work performance. Sleep apnea is also a risk factor for cardiovascular disease, metabolic disease and cancer according to some studies.\nSleep apnea syndrome is a risk factor for many underlying diseases",
    "content": "Sleep apnea syndrome: Causes, symptoms and prevention\n\nSleep apnea syndrome involves airway obstruction. It can cause many complications and even death in both adults and children. Apnea syndrome is an increasingly common disorder, with a particularly close relationship with obesity. The disease reduces quality of life, increases the risk of traffic accidents, and reduces work performance. Sleep apnea is also a risk factor for cardiovascular disease, metabolic disease and cancer according to some studies.\nSleep apnea syndrome is a risk factor for many underlying diseases\n\nWhat is sleep apnea syndrome?\nWhat disease is sleep apnea? Sleep apnea is a common sleep disorder that causes frequent pauses in breathing during sleep. Most people with sleep apnea have symptoms such as loud snoring and daytime drowsiness.\nThere are three main types of sleep apnea: obstructive sleep apnea (OSA), central sleep apnea (CSA), and mixed sleep apnea.\n\nClassification of sleep apnea\nAccording to Diep Phuc Anh, M.D., Department of Otolaryngology, Tam Anh General Hospital, Ho Chi Minh City, based on the mechanism causing sleep apnea, sleep apnea is divided into 3 types as follows.\n1. Obstructive sleep apnea (OSA)\nObstructive sleep apnea occurs when the upper airway becomes repeatedly blocked during sleep, reducing or completely stopping airflow. It is defined as a period of apnea or hypopnea >10 seconds, followed by arousal and hyperventilation.\nObstructive sleep apnea is the most common sleep apnea syndrome. Anything that can narrow the airways such as obesity, large tonsils, or changes in hormone levels can increase the risk of obstructive sleep apnea. Among them, obesity is the biggest cause leading to this syndrome.\nSymptoms may include excessive daytime sleepiness, restlessness, snoring, frequent awakenings, and morning headaches. Diagnosis is based on sleep monitoring and polysomnography.\nFor obstructive sleep apnea, treatment includes nasal continuous positive airway pressure (NCPAP) oxygen, oral appliances, and, in refractory cases, surgery. The prognosis for treating obstructive sleep apnea syndrome is very positive.\nUntreated patients are at risk for hypertension, atrial fibrillation, and other arrhythmias. Heart failure and injury or death from motor vehicle accidents and other accidents caused by excessive sleepiness can also occur.(1)\n2. Central sleep apnea (CSA)\nCentral sleep apnea occurs when the brain does not send the necessary signals to breathe. Health conditions that affect how the brain controls the airways and chest muscles can cause central sleep apnea.\n3. Mixed sleep apnea\nA type of sleep apnea that includes both types above.\n\nSymptoms of sleep apnea\nSleep apnea symptoms involve irregular breathing at night, as well as sleep disturbances during the day.\n1. Symptoms of obstructive sleep apnea\nCommon symptoms of obstructive sleep apnea include:\nSleeping too much during the day;; Loud snoring is often punctuated by gasping or choking sounds;; Morning headaches can last several hours after waking up;; Dry mouth when waking up;; Or wake up in the middle of the night, have restless sleep;; Nocturia;; Reduced concentration.\nSome symptoms of obstructive sleep apnea may not be recognized early. For example, irregular breathing and snoring may only come to a person's attention after they are observed by someone sleeping next to them.\nMany of the symptoms of obstructive sleep apnea can also be caused by other health problems. Therefore, it is not possible to diagnose this condition based on symptoms.\n2. Symptoms of central sleep apnea\nSymptoms commonly associated with central sleep apnea include:\nAbnormal breathing patterns, such as slowing, accelerating, and pausing during sleep;; Sleeping too much during the day;; Waking up at night;; Sudden shortness of breath or chest pain at night;; Difficulty concentrating;; Morning headache.\nUsually people with central sleep apnea are not aware of their irregular breathing during sleep unless they are told by their bed partner.\n\nCauses of sleep apnea\nThe causes of respiratory disruption differ between obstructive sleep apnea and central sleep apnea.\n1. Causes of obstructive sleep apnea\nIn people with obstructive sleep apnea, the muscles in the back of the throat relax during sleep, narrowing the space for air to pass through.\nSnoring occurs when the airways are narrowed and blocked, not receiving enough oxygen. The lack of oxygen leads to partial or complete awakening of the brain to restore air flow. These breathing interruptions occur repeatedly during sleep.\n2. Causes of central sleep apnea\nCentral sleep apnea arises due to problems with the way the brain communicates with the muscles responsible for breathing. For people with CSA, a part of the brain called the brain stem does not properly detect carbon dioxide levels in the body during sleep. This results in repeated breathing episodes that are slower and shallower than necessary.\n\nFactors that increase the risk of sleep apnea\nMany factors influence the likelihood of developing sleep apnea, and those factors are different for obstructive sleep apnea and central sleep apnea.\n1. Factors and risks of obstructive sleep apnea (OSA)\nThe main risk factors for obstructive sleep apnea are related to age, gender, body weight and certain anatomical features of the head and neck region.\nAge: The risk of developing obstructive sleep apnea increases with age until a person is in their 60s and 70s.; Age: The risk of developing obstructive sleep apnea increases with age until a person is in their 60s and 70s.\nGender: Men are more likely to have obstructive sleep apnea. Especially in the early stages of adulthood.; Gender: Men are more likely to have obstructive sleep apnea. Especially in the early stages of adulthood.\nHead and neck structure: Obstructive sleep apnea occurs more frequently in people with specific anatomical features including a larger tongue and shorter lower jaw.; Head and neck anatomy: Obstructive sleep apnea occurs more frequently in people with specific anatomical features including a larger tongue and shorter lower jaw.\nBody weight: Many studies have found a correlation between a higher body mass index (BMI) and the risk of obstructive sleep apnea.; Body weight: Many studies have found a correlation between a higher body mass index (BMI) and the risk of obstructive sleep apnea.\nSmoking: Some studies have found the risk of obstructive sleep apnea to be significantly higher in smokers than in people who have quit or never smoked.; Smoking: Several studies have found the risk of obstructive sleep apnea to be significantly higher in smokers than in people who have quit or never smoked.\nHormonal abnormalities: Hormonal conditions such as an underactive thyroid or overproduction of growth hormone can increase the risk of obstructive sleep apnea.; Hormonal abnormalities: Hormonal conditions such as an underactive thyroid or overproduction of growth hormone can increase the risk of obstructive sleep apnea.\nSleep position: Sleep apnea can progress or get worse when people sleep on their back. Because that sleeping position affects the shape and position of the tissue surrounding the airways.; Sleep position: Sleep apnea can progress or get worse when people sleep on their back. Because that sleeping position affects the shape and position of the tissue around the airway.\nFamily history of sleep apnea: There are some signs that a family history of OSA may increase a person's risk of obstructive sleep apnea. This inheritance may be related to anatomical features of the head and neck that are shared among family members.; Family history of sleep apnea: There are some signs that a family history of OSA may increase a person's risk of obstructive sleep apnea. This inheritance may be related to anatomical features of the head and neck that are shared among family members.\nNasal congestion: Difficulty breathing through the nose is associated with a higher likelihood of OSA.; Nasal congestion: Difficulty breathing through the nose is associated with a higher likelihood of OSA.\nUse of alcohol and certain drugs: Alcohol and some prescription and narcotic drugs are associated with a higher risk of obstructive sleep apnea.; Use of alcohol and certain drugs: Alcohol and some prescription and narcotic drugs are associated with a higher risk of obstructive sleep apnea.\nObesity increases the risk of obstructive sleep apnea\n2. Risk factors for central sleep apnea (CSA)\nCentral sleep apnea often occurs as a result of another medical problem. Such as infection or injury affecting the brain, heart or kidney failure, stroke, or overproduction of growth hormone.(2)\nStudies have identified several additional factors that are associated with a higher risk of central sleep apnea:\nAge: People over 65 years of age are at high risk for respiratory disruption consistent with central sleep apnea.; Age: People over 65 years of age are at high risk for respiratory disruption consistent with central sleep apnea.\nGender: Central sleep apnea is more common in men. This may be related to the levels of certain sex hormones.; Gender: Central sleep apnea is more common in men. This may be related to levels of certain sex hormones.\nUse of certain medications: Long-term use of opioid medications and some prescription medications can affect breathing and is associated with a higher risk of CSA.; Use of certain medications: Long-term use of opioid medications and some prescription medications can affect breathing and is associated with a higher risk of CSA.\nHigh Altitude: Prolonged work at high altitude is associated with CSA due to reduced oxygen availability; High Altitude: Prolonged work at high altitude is associated with CSA due to reduced oxygen availability.\n\nDiagnosis of sleep apnea\nSleep apnea must be diagnosed by an Ear, Nose and Throat physician or sleep specialist and several steps in the diagnostic process are required.\n1. Medical history and examination\nEvaluation of sleep apnea often begins with a review of the person's symptoms and overall health, as well as a complete physical examination. This is designed to detect signs of sleep apnea and identify risk factors that may contribute to the condition.\nAlthough testing is required to confirm that a person has OSA, the presence of symptoms may be what strengthens the diagnosis. It also helps your doctor determine the severity of the condition.\n2. Sleep test\nSleep testing is necessary to diagnose central or obstructive sleep apnea. Among them, polysomnography is widely used.\nDuring polysomnography, multiple sensors are used to monitor breathing, wakefulness, oxygen levels, muscle movements, sleep stages, and other aspects of sleep. An in-office sleep test can determine whether breathing is abnormal and distinguish between obstructive and central sleep apnea. For OSA, polysomnography may be performed over one or two visits to a sleep clinic.\nA home sleep test for obstructive sleep apnea was selected for selected patients with more severe OSA. Performing a sleep apnea test at home may be more convenient, but the results still must be interpreted by a specialist. However, home polysomnography is not used to diagnose central sleep apnea.\n\nComplications of sleep apnea\nEffective treatment can prevent or resolve serious complications from sleep apnea. On the contrary, if this condition is not treated, it can seriously affect the patient's health and spirit.\nSleep apnea reduces sleep quality. Poor sleep also reduces oxygen levels in the body.\nAccordingly, obstructive sleep apnea is associated with the risk of many health problems, including:\nTraffic accidents due to drowsiness or falling asleep while driving;; Cardiovascular diseases such as high blood pressure, stroke, heart failure, heart disease and abnormal heart rhythm;; Metabolic disorders include type 2 diabetes;; Pulmonary hypertension puts excessive strain on the heart;; Thinking problems such as impaired memory and concentration;; Mood disorders including irritability and higher risk of depression;; Non-alcoholic fatty liver disease, which is an increase in fat buildup in the liver that can contribute to serious liver damage;; Increased risk of complications related to anesthesia during surgery.\nIn central sleep apnea, possible complications depend largely on the underlying condition causing the breathing disorder.\n\nTreatments for sleep apnea\nMSc.BSc.CKI Diep Phuc Anh said that the goal of treating sleep apnea is to reduce respiratory interruptions and improve sleep. The treatment approach will differ between obstructive sleep apnea and central sleep apnea.\n1. Treatments for obstructive sleep apnea\nPAP therapy\nPositive airway pressure (PAP) therapy is the treatment for most people with obstructive sleep apnea.\nPAP therapy keeps the airway open with pressurized air pumped from the machine through a hose and mask worn over the face.\nThis therapy should only be performed as prescribed by your doctor. Their air pressure must be adjusted based on the results of the polysomnogram.\nOne common type of PAP therapy is the use of a continuous positive airway pressure (CPAP) device to deliver a stream of air that is always set at the same pressure level. Other types of PAP devices, such as bi-level positive airway pressure (BiPAP) and auto-titrating positive airway pressure (APAP) will provide changes in the amount of air pressure.(3)\nSome jaw or tongue immobilizers\nObstructive sleep apnea occurs when the soft tissues of the head or neck, especially around the mouth and jaw, press down on the windpipe. Special devices can help hold the jaw and tongue in a position that does not put pressure on the windpipe. This method is often applied to patients with mild to moderate sleep apnea.\nAlthough these oral appliances do not improve breathing as much as PAP therapy, they can reduce snoring.\nSurgery\nSurgery to remove tissue in the throat and widen the airway may be a treatment option for patients whose tissue is blocking the airway. Another method of implanting a device to stimulate the nerves that control breathing can also be done.\nFactors that help treat obstructive sleep apnea\nMSc.BSc.CKI Diep Phuc Anh said that in addition to the above methods, patients with obstructive sleep apnea should change their lifestyle to help control symptoms, specifically:\nLosing weight;; Regular exercise, which can help reduce OSA symptoms;; Change sleeping position, avoid lying on your back;; Abstain from alcohol and tobacco.\n2. Treatments for central sleep apnea\nTreatment for central sleep apnea often focuses on addressing the problems that cause abnormal breathing. If your sleep disruption is mild, your doctor may proceed to treat the underlying cause.\nHowever, if central sleep apnea symptoms are persistent or severe, the patient may need additional treatment to improve breathing in addition to addressing the underlying problem. This may include the use of PAP devices to promote more steady breathing during sleep. Other possible treatments include supplemental oxygen therapy or the use of medications that can increase a person's breathing rate.\nUse an assistive device while sleeping to prevent the risks caused by sleep apnea\n\nPrevent sleep apnea\nMSc.BSc.CKI Diep Phuc Anh recommends that to prevent sleep apnea, each person needs to adjust some of the following factors:\nWeight control: Keep your weight at the standard level, or lose weight if your weight exceeds the recommended level;; Weight control: Keep your weight at the standard level, or lose weight if your weight exceeds the recommended level;\nChange your sleeping position: If a certain sleeping position makes you feel short of breath or snore, try changing it to improve this condition;; Change your sleeping position: If a certain sleeping position makes you feel short of breath or snore, try changing it to improve this condition;\nQuit smoking: Studies have shown that smoking is one of the risk factors for sleep apnea. Therefore, not smoking can help reduce the risk of this disease.; Quit smoking: Studies have shown that smoking is one of the risk factors for sleep apnea. Therefore, not smoking can help reduce the risk of this disease.\nRegular health check-ups: People with risk factors for developing sleep apnea syndrome such as: family history of sleep apnea, age 65 or older, having nasopharyngeal diseases... should see a doctor. Regular health check-ups twice a year to prevent diseases; Regular health check-ups: People with risk factors for developing sleep apnea syndrome such as: family history of sleep apnea, age 65 or older, having nasopharyngeal diseases... should see a doctor. Regular check-ups twice a year to prevent diseases.\n\nNote for patients with sleep apnea\nTo limit the unpleasant symptoms of sleep apnea and prevent disease progression, patients need to:\n1. Coordinate closely with your doctor during treatment\nIt is important that patients have follow-up appointments with an Ear, Nose and Throat specialist or sleep specialist. Patients need to record any ongoing symptoms, difficulties encountered during treatment, other concerns... to notify the doctor.\n2. Clean and maintain treatment equipment properly\nWhether a patient uses a PAP device or a mouthpiece, cleaning and maintenance can help achieve the most effective treatment. This also helps avoid unwanted side effects.\n3. Avoid high-risk activities\nPeople with sleep apnea are at risk of daytime drowsiness and should avoid activities such as driving or operating heavy machinery when drowsy.\n4. Change sleeping position\nAlthough they have not been thoroughly researched, special products to avoid sleeping on your back may help some people reduce symptoms of obstructive sleep apnea.\n5. Limit alcohol intake\nLimiting alcohol and beer consumption can help treat sleep apnea. In people with untreated OSA, even drinking alcohol during the day can worsen breathing problems at night.\n\nQuestions related to sleep apnea syndrome\n1. Is sleep apnea dangerous?\nSleep apnea is not an incurable malignant disease, but the potential risks caused by the disease can leave many serious consequences. The most obvious is the high risk of traffic accidents when not getting enough sleep at night, leading to drowsiness during the day.\nThe risk of cardiovascular diseases, blood pressure, fatty liver, pulmonary hypertension, diabetes... are all serious diseases. In particular, heart failure and stroke are particularly dangerous consequences of sleep apnea, causing a high mortality rate.\n2. Is sleep apnea genetic?\nStudies show that obstructive sleep apnea may have a genetic component. This inheritance may be related to anatomical features in the head and neck that are passed down through generations and family members.\n3. Where to be examined for sleep apnea syndrome?\nIn developed countries, sleep apnea syndrome is examined and treated by sleep specialists. In Vietnam, sleep apnea is often examined and treated by ENT doctors.\nDepartment of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City is the leading place to examine and treat ENT and peripheral vestibular diseases in Vietnam today.\nTo schedule an examination, consultation and treatment for sleep apnea and Ear - Nose - Throat diseases at the Ear, Nose and Throat Center, Tam Anh General Hospital System, you can contact:\nSleep apnea can develop at any age, especially people over 60 years old. Managing risk factors such as obesity, not smoking, having a sleeping position that is favorable for the airway, and living in moderation can help prevent this disease. In addition, if you have sleep apnea, you need to be treated early to avoid long-term illness that causes negative health consequences, such as the risk of developing cardiovascular disease, stroke and death.",
    "subsections": [
        {
            "subsection_name": "What is sleep apnea syndrome?",
            "subsection_content": "What disease is sleep apnea? Sleep apnea is a common sleep disorder that causes frequent pauses in breathing during sleep. Most people with sleep apnea have symptoms such as loud snoring and daytime drowsiness.\nThere are three main types of sleep apnea: obstructive sleep apnea (OSA), central sleep apnea (CSA), and mixed sleep apnea.",
            "subsection_string": "What is sleep apnea syndrome?\nWhat disease is sleep apnea? Sleep apnea is a common sleep disorder that causes frequent pauses in breathing during sleep. Most people with sleep apnea have symptoms such as loud snoring and daytime drowsiness.\nThere are three main types of sleep apnea: obstructive sleep apnea (OSA), central sleep apnea (CSA), and mixed sleep apnea."
        },
        {
            "subsection_name": "Classification of sleep apnea",
            "subsection_content": "According to Diep Phuc Anh, M.D., Department of Otolaryngology, Tam Anh General Hospital, Ho Chi Minh City, based on the mechanism causing sleep apnea, sleep apnea is divided into 3 types as follows.\n1. Obstructive sleep apnea (OSA)\nObstructive sleep apnea occurs when the upper airway becomes repeatedly blocked during sleep, reducing or completely stopping airflow. It is defined as a period of apnea or hypopnea >10 seconds, followed by arousal and hyperventilation.\nObstructive sleep apnea is the most common sleep apnea syndrome. Anything that can narrow the airways such as obesity, large tonsils, or changes in hormone levels can increase the risk of obstructive sleep apnea. Among them, obesity is the biggest cause leading to this syndrome.\nSymptoms may include excessive daytime sleepiness, restlessness, snoring, frequent awakenings, and morning headaches. Diagnosis is based on sleep monitoring and polysomnography.\nFor obstructive sleep apnea, treatment includes nasal continuous positive airway pressure (NCPAP) oxygen, oral appliances, and, in refractory cases, surgery. The prognosis for treating obstructive sleep apnea syndrome is very positive.\nUntreated patients are at risk for hypertension, atrial fibrillation, and other arrhythmias. Heart failure and injury or death from motor vehicle accidents and other accidents caused by excessive sleepiness can also occur.(1)\n2. Central sleep apnea (CSA)\nCentral sleep apnea occurs when the brain does not send the necessary signals to breathe. Health conditions that affect how the brain controls the airways and chest muscles can cause central sleep apnea.\n3. Mixed sleep apnea\nA type of sleep apnea that includes both types above.",
            "subsection_string": "Classification of sleep apnea\nAccording to Diep Phuc Anh, M.D., Department of Otolaryngology, Tam Anh General Hospital, Ho Chi Minh City, based on the mechanism causing sleep apnea, sleep apnea is divided into 3 types as follows.\n1. Obstructive sleep apnea (OSA)\nObstructive sleep apnea occurs when the upper airway becomes repeatedly blocked during sleep, reducing or completely stopping airflow. It is defined as a period of apnea or hypopnea >10 seconds, followed by arousal and hyperventilation.\nObstructive sleep apnea is the most common sleep apnea syndrome. Anything that can narrow the airways such as obesity, large tonsils, or changes in hormone levels can increase the risk of obstructive sleep apnea. Among them, obesity is the biggest cause leading to this syndrome.\nSymptoms may include excessive daytime sleepiness, restlessness, snoring, frequent awakenings, and morning headaches. Diagnosis is based on sleep monitoring and polysomnography.\nFor obstructive sleep apnea, treatment includes nasal continuous positive airway pressure (NCPAP) oxygen, oral appliances, and, in refractory cases, surgery. The prognosis for treating obstructive sleep apnea syndrome is very positive.\nUntreated patients are at risk for hypertension, atrial fibrillation, and other arrhythmias. Heart failure and injury or death from motor vehicle accidents and other accidents caused by excessive sleepiness can also occur.(1)\n2. Central sleep apnea (CSA)\nCentral sleep apnea occurs when the brain does not send the necessary signals to breathe. Health conditions that affect how the brain controls the airways and chest muscles can cause central sleep apnea.\n3. Mixed sleep apnea\nA type of sleep apnea that includes both types above."
        },
        {
            "subsection_name": "Symptoms of sleep apnea",
            "subsection_content": "Sleep apnea symptoms involve irregular breathing at night, as well as sleep disturbances during the day.\n1. Symptoms of obstructive sleep apnea\nCommon symptoms of obstructive sleep apnea include:\nSleeping too much during the day;; Loud snoring is often punctuated by gasping or choking sounds;; Morning headaches can last several hours after waking up;; Dry mouth when waking up;; Or wake up in the middle of the night, have restless sleep;; Nocturia;; Reduced concentration.\nSome symptoms of obstructive sleep apnea may not be recognized early. For example, irregular breathing and snoring may only come to a person's attention after they are observed by someone sleeping next to them.\nMany of the symptoms of obstructive sleep apnea can also be caused by other health problems. Therefore, it is not possible to diagnose this condition based on symptoms.\n2. Symptoms of central sleep apnea\nSymptoms commonly associated with central sleep apnea include:\nAbnormal breathing patterns, such as slowing, accelerating, and pausing during sleep;; Sleeping too much during the day;; Waking up at night;; Sudden shortness of breath or chest pain at night;; Difficulty concentrating;; Morning headache.\nUsually people with central sleep apnea are not aware of their irregular breathing during sleep unless they are told by their bed partner.",
            "subsection_string": "Symptoms of sleep apnea\nSleep apnea symptoms involve irregular breathing at night, as well as sleep disturbances during the day.\n1. Symptoms of obstructive sleep apnea\nCommon symptoms of obstructive sleep apnea include:\nSleeping too much during the day;; Loud snoring is often punctuated by gasping or choking sounds;; Morning headaches can last several hours after waking up;; Dry mouth when waking up;; Or wake up in the middle of the night, have restless sleep;; Nocturia;; Reduced concentration.\nSome symptoms of obstructive sleep apnea may not be recognized early. For example, irregular breathing and snoring may only come to a person's attention after they are observed by someone sleeping next to them.\nMany of the symptoms of obstructive sleep apnea can also be caused by other health problems. Therefore, it is not possible to diagnose this condition based on symptoms.\n2. Symptoms of central sleep apnea\nSymptoms commonly associated with central sleep apnea include:\nAbnormal breathing patterns, such as slowing, accelerating, and pausing during sleep;; Sleeping too much during the day;; Waking up at night;; Sudden shortness of breath or chest pain at night;; Difficulty concentrating;; Morning headache.\nUsually people with central sleep apnea are not aware of their irregular breathing during sleep unless they are told by their bed partner."
        },
        {
            "subsection_name": "Causes of sleep apnea",
            "subsection_content": "The causes of respiratory disruption differ between obstructive sleep apnea and central sleep apnea.\n1. Causes of obstructive sleep apnea\nIn people with obstructive sleep apnea, the muscles in the back of the throat relax during sleep, narrowing the space for air to pass through.\nSnoring occurs when the airways are narrowed and blocked, not receiving enough oxygen. The lack of oxygen leads to partial or complete awakening of the brain to restore air flow. These breathing interruptions occur repeatedly during sleep.\n2. Causes of central sleep apnea\nCentral sleep apnea arises due to problems with the way the brain communicates with the muscles responsible for breathing. For people with CSA, a part of the brain called the brain stem does not properly detect carbon dioxide levels in the body during sleep. This results in repeated breathing episodes that are slower and shallower than necessary.",
            "subsection_string": "Causes of sleep apnea\nThe causes of respiratory disruption differ between obstructive sleep apnea and central sleep apnea.\n1. Causes of obstructive sleep apnea\nIn people with obstructive sleep apnea, the muscles in the back of the throat relax during sleep, narrowing the space for air to pass through.\nSnoring occurs when the airways are narrowed and blocked, not receiving enough oxygen. The lack of oxygen leads to partial or complete awakening of the brain to restore air flow. These breathing interruptions occur repeatedly during sleep.\n2. Causes of central sleep apnea\nCentral sleep apnea arises due to problems with the way the brain communicates with the muscles responsible for breathing. For people with CSA, a part of the brain called the brain stem does not properly detect carbon dioxide levels in the body during sleep. This results in repeated breathing episodes that are slower and shallower than necessary."
        },
        {
            "subsection_name": "Factors that increase the risk of sleep apnea",
            "subsection_content": "Many factors influence the likelihood of developing sleep apnea, and those factors are different for obstructive sleep apnea and central sleep apnea.\n1. Factors and risks of obstructive sleep apnea (OSA)\nThe main risk factors for obstructive sleep apnea are related to age, gender, body weight and certain anatomical features of the head and neck region.\nAge: The risk of developing obstructive sleep apnea increases with age until a person is in their 60s and 70s.; Age: The risk of developing obstructive sleep apnea increases with age until a person is in their 60s and 70s.\nGender: Men are more likely to have obstructive sleep apnea. Especially in the early stages of adulthood.; Gender: Men are more likely to have obstructive sleep apnea. Especially in the early stages of adulthood.\nHead and neck structure: Obstructive sleep apnea occurs more frequently in people with specific anatomical features including a larger tongue and shorter lower jaw.; Head and neck anatomy: Obstructive sleep apnea occurs more frequently in people with specific anatomical features including a larger tongue and shorter lower jaw.\nBody weight: Many studies have found a correlation between a higher body mass index (BMI) and the risk of obstructive sleep apnea.; Body weight: Many studies have found a correlation between a higher body mass index (BMI) and the risk of obstructive sleep apnea.\nSmoking: Some studies have found the risk of obstructive sleep apnea to be significantly higher in smokers than in people who have quit or never smoked.; Smoking: Several studies have found the risk of obstructive sleep apnea to be significantly higher in smokers than in people who have quit or never smoked.\nHormonal abnormalities: Hormonal conditions such as an underactive thyroid or overproduction of growth hormone can increase the risk of obstructive sleep apnea.; Hormonal abnormalities: Hormonal conditions such as an underactive thyroid or overproduction of growth hormone can increase the risk of obstructive sleep apnea.\nSleep position: Sleep apnea can progress or get worse when people sleep on their back. Because that sleeping position affects the shape and position of the tissue surrounding the airways.; Sleep position: Sleep apnea can progress or get worse when people sleep on their back. Because that sleeping position affects the shape and position of the tissue around the airway.\nFamily history of sleep apnea: There are some signs that a family history of OSA may increase a person's risk of obstructive sleep apnea. This inheritance may be related to anatomical features of the head and neck that are shared among family members.; Family history of sleep apnea: There are some signs that a family history of OSA may increase a person's risk of obstructive sleep apnea. This inheritance may be related to anatomical features of the head and neck that are shared among family members.\nNasal congestion: Difficulty breathing through the nose is associated with a higher likelihood of OSA.; Nasal congestion: Difficulty breathing through the nose is associated with a higher likelihood of OSA.\nUse of alcohol and certain drugs: Alcohol and some prescription and narcotic drugs are associated with a higher risk of obstructive sleep apnea.; Use of alcohol and certain drugs: Alcohol and some prescription and narcotic drugs are associated with a higher risk of obstructive sleep apnea.\nObesity increases the risk of obstructive sleep apnea\n2. Risk factors for central sleep apnea (CSA)\nCentral sleep apnea often occurs as a result of another medical problem. Such as infection or injury affecting the brain, heart or kidney failure, stroke, or overproduction of growth hormone.(2)\nStudies have identified several additional factors that are associated with a higher risk of central sleep apnea:\nAge: People over 65 years of age are at high risk for respiratory disruption consistent with central sleep apnea.; Age: People over 65 years of age are at high risk for respiratory disruption consistent with central sleep apnea.\nGender: Central sleep apnea is more common in men. This may be related to the levels of certain sex hormones.; Gender: Central sleep apnea is more common in men. This may be related to levels of certain sex hormones.\nUse of certain medications: Long-term use of opioid medications and some prescription medications can affect breathing and is associated with a higher risk of CSA.; Use of certain medications: Long-term use of opioid medications and some prescription medications can affect breathing and is associated with a higher risk of CSA.\nHigh Altitude: Prolonged work at high altitude is associated with CSA due to reduced oxygen availability; High Altitude: Prolonged work at high altitude is associated with CSA due to reduced oxygen availability.",
            "subsection_string": "Factors that increase the risk of sleep apnea\nMany factors influence the likelihood of developing sleep apnea, and those factors are different for obstructive sleep apnea and central sleep apnea.\n1. Factors and risks of obstructive sleep apnea (OSA)\nThe main risk factors for obstructive sleep apnea are related to age, gender, body weight and certain anatomical features of the head and neck region.\nAge: The risk of developing obstructive sleep apnea increases with age until a person is in their 60s and 70s.; Age: The risk of developing obstructive sleep apnea increases with age until a person is in their 60s and 70s.\nGender: Men are more likely to have obstructive sleep apnea. Especially in the early stages of adulthood.; Gender: Men are more likely to have obstructive sleep apnea. Especially in the early stages of adulthood.\nHead and neck structure: Obstructive sleep apnea occurs more frequently in people with specific anatomical features including a larger tongue and shorter lower jaw.; Head and neck anatomy: Obstructive sleep apnea occurs more frequently in people with specific anatomical features including a larger tongue and shorter lower jaw.\nBody weight: Many studies have found a correlation between a higher body mass index (BMI) and the risk of obstructive sleep apnea.; Body weight: Many studies have found a correlation between a higher body mass index (BMI) and the risk of obstructive sleep apnea.\nSmoking: Some studies have found the risk of obstructive sleep apnea to be significantly higher in smokers than in people who have quit or never smoked.; Smoking: Several studies have found the risk of obstructive sleep apnea to be significantly higher in smokers than in people who have quit or never smoked.\nHormonal abnormalities: Hormonal conditions such as an underactive thyroid or overproduction of growth hormone can increase the risk of obstructive sleep apnea.; Hormonal abnormalities: Hormonal conditions such as an underactive thyroid or overproduction of growth hormone can increase the risk of obstructive sleep apnea.\nSleep position: Sleep apnea can progress or get worse when people sleep on their back. Because that sleeping position affects the shape and position of the tissue surrounding the airways.; Sleep position: Sleep apnea can progress or get worse when people sleep on their back. Because that sleeping position affects the shape and position of the tissue around the airway.\nFamily history of sleep apnea: There are some signs that a family history of OSA may increase a person's risk of obstructive sleep apnea. This inheritance may be related to anatomical features of the head and neck that are shared among family members.; Family history of sleep apnea: There are some signs that a family history of OSA may increase a person's risk of obstructive sleep apnea. This inheritance may be related to anatomical features of the head and neck that are shared among family members.\nNasal congestion: Difficulty breathing through the nose is associated with a higher likelihood of OSA.; Nasal congestion: Difficulty breathing through the nose is associated with a higher likelihood of OSA.\nUse of alcohol and certain drugs: Alcohol and some prescription and narcotic drugs are associated with a higher risk of obstructive sleep apnea.; Use of alcohol and certain drugs: Alcohol and some prescription and narcotic drugs are associated with a higher risk of obstructive sleep apnea.\nObesity increases the risk of obstructive sleep apnea\n2. Risk factors for central sleep apnea (CSA)\nCentral sleep apnea often occurs as a result of another medical problem. Such as infection or injury affecting the brain, heart or kidney failure, stroke, or overproduction of growth hormone.(2)\nStudies have identified several additional factors that are associated with a higher risk of central sleep apnea:\nAge: People over 65 years of age are at high risk for respiratory disruption consistent with central sleep apnea.; Age: People over 65 years of age are at high risk for respiratory disruption consistent with central sleep apnea.\nGender: Central sleep apnea is more common in men. This may be related to the levels of certain sex hormones.; Gender: Central sleep apnea is more common in men. This may be related to levels of certain sex hormones.\nUse of certain medications: Long-term use of opioid medications and some prescription medications can affect breathing and is associated with a higher risk of CSA.; Use of certain medications: Long-term use of opioid medications and some prescription medications can affect breathing and is associated with a higher risk of CSA.\nHigh Altitude: Prolonged work at high altitude is associated with CSA due to reduced oxygen availability; High Altitude: Prolonged work at high altitude is associated with CSA due to reduced oxygen availability."
        },
        {
            "subsection_name": "Diagnosis of sleep apnea",
            "subsection_content": "Sleep apnea must be diagnosed by an Ear, Nose and Throat physician or sleep specialist and several steps in the diagnostic process are required.\n1. Medical history and examination\nEvaluation of sleep apnea often begins with a review of the person's symptoms and overall health, as well as a complete physical examination. This is designed to detect signs of sleep apnea and identify risk factors that may contribute to the condition.\nAlthough testing is required to confirm that a person has OSA, the presence of symptoms may be what strengthens the diagnosis. It also helps your doctor determine the severity of the condition.\n2. Sleep test\nSleep testing is necessary to diagnose central or obstructive sleep apnea. Among them, polysomnography is widely used.\nDuring polysomnography, multiple sensors are used to monitor breathing, wakefulness, oxygen levels, muscle movements, sleep stages, and other aspects of sleep. An in-office sleep test can determine whether breathing is abnormal and distinguish between obstructive and central sleep apnea. For OSA, polysomnography may be performed over one or two visits to a sleep clinic.\nA home sleep test for obstructive sleep apnea was selected for selected patients with more severe OSA. Performing a sleep apnea test at home may be more convenient, but the results still must be interpreted by a specialist. However, home polysomnography is not used to diagnose central sleep apnea.",
            "subsection_string": "Diagnosis of sleep apnea\nSleep apnea must be diagnosed by an Ear, Nose and Throat physician or sleep specialist and several steps in the diagnostic process are required.\n1. Medical history and examination\nEvaluation of sleep apnea often begins with a review of the person's symptoms and overall health, as well as a complete physical examination. This is designed to detect signs of sleep apnea and identify risk factors that may contribute to the condition.\nAlthough testing is required to confirm that a person has OSA, the presence of symptoms may be what strengthens the diagnosis. It also helps your doctor determine the severity of the condition.\n2. Sleep test\nSleep testing is necessary to diagnose central or obstructive sleep apnea. Among them, polysomnography is widely used.\nDuring polysomnography, multiple sensors are used to monitor breathing, wakefulness, oxygen levels, muscle movements, sleep stages, and other aspects of sleep. An in-office sleep test can determine whether breathing is abnormal and distinguish between obstructive and central sleep apnea. For OSA, polysomnography may be performed over one or two visits to a sleep clinic.\nA home sleep test for obstructive sleep apnea was selected for selected patients with more severe OSA. Performing a sleep apnea test at home may be more convenient, but the results still must be interpreted by a specialist. However, home polysomnography is not used to diagnose central sleep apnea."
        },
        {
            "subsection_name": "Complications of sleep apnea",
            "subsection_content": "Effective treatment can prevent or resolve serious complications from sleep apnea. On the contrary, if this condition is not treated, it can seriously affect the patient's health and spirit.\nSleep apnea reduces sleep quality. Poor sleep also reduces oxygen levels in the body.\nAccordingly, obstructive sleep apnea is associated with the risk of many health problems, including:\nTraffic accidents due to drowsiness or falling asleep while driving;; Cardiovascular diseases such as high blood pressure, stroke, heart failure, heart disease and abnormal heart rhythm;; Metabolic disorders include type 2 diabetes;; Pulmonary hypertension puts excessive strain on the heart;; Thinking problems such as impaired memory and concentration;; Mood disorders including irritability and higher risk of depression;; Non-alcoholic fatty liver disease, which is an increase in fat buildup in the liver that can contribute to serious liver damage;; Increased risk of complications related to anesthesia during surgery.\nIn central sleep apnea, possible complications depend largely on the underlying condition causing the breathing disorder.",
            "subsection_string": "Complications of sleep apnea\nEffective treatment can prevent or resolve serious complications from sleep apnea. On the contrary, if this condition is not treated, it can seriously affect the patient's health and spirit.\nSleep apnea reduces sleep quality. Poor sleep also reduces oxygen levels in the body.\nAccordingly, obstructive sleep apnea is associated with the risk of many health problems, including:\nTraffic accidents due to drowsiness or falling asleep while driving;; Cardiovascular diseases such as high blood pressure, stroke, heart failure, heart disease and abnormal heart rhythm;; Metabolic disorders include type 2 diabetes;; Pulmonary hypertension puts excessive strain on the heart;; Thinking problems such as impaired memory and concentration;; Mood disorders including irritability and higher risk of depression;; Non-alcoholic fatty liver disease, which is an increase in fat buildup in the liver that can contribute to serious liver damage;; Increased risk of complications related to anesthesia during surgery.\nIn central sleep apnea, possible complications depend largely on the underlying condition causing the breathing disorder."
        },
        {
            "subsection_name": "Treatments for sleep apnea",
            "subsection_content": "MSc.BSc.CKI Diep Phuc Anh said that the goal of treating sleep apnea is to reduce respiratory interruptions and improve sleep. The treatment approach will differ between obstructive sleep apnea and central sleep apnea.\n1. Treatments for obstructive sleep apnea\nPAP therapy\nPositive airway pressure (PAP) therapy is the treatment for most people with obstructive sleep apnea.\nPAP therapy keeps the airway open with pressurized air pumped from the machine through a hose and mask worn over the face.\nThis therapy should only be performed as prescribed by your doctor. Their air pressure must be adjusted based on the results of the polysomnogram.\nOne common type of PAP therapy is the use of a continuous positive airway pressure (CPAP) device to deliver a stream of air that is always set at the same pressure level. Other types of PAP devices, such as bi-level positive airway pressure (BiPAP) and auto-titrating positive airway pressure (APAP) will provide changes in the amount of air pressure.(3)\nSome jaw or tongue immobilizers\nObstructive sleep apnea occurs when the soft tissues of the head or neck, especially around the mouth and jaw, press down on the windpipe. Special devices can help hold the jaw and tongue in a position that does not put pressure on the windpipe. This method is often applied to patients with mild to moderate sleep apnea.\nAlthough these oral appliances do not improve breathing as much as PAP therapy, they can reduce snoring.\nSurgery\nSurgery to remove tissue in the throat and widen the airway may be a treatment option for patients whose tissue is blocking the airway. Another method of implanting a device to stimulate the nerves that control breathing can also be done.\nFactors that help treat obstructive sleep apnea\nMSc.BSc.CKI Diep Phuc Anh said that in addition to the above methods, patients with obstructive sleep apnea should change their lifestyle to help control symptoms, specifically:\nLosing weight;; Regular exercise, which can help reduce OSA symptoms;; Change sleeping position, avoid lying on your back;; Abstain from alcohol and tobacco.\n2. Treatments for central sleep apnea\nTreatment for central sleep apnea often focuses on addressing the problems that cause abnormal breathing. If your sleep disruption is mild, your doctor may proceed to treat the underlying cause.\nHowever, if central sleep apnea symptoms are persistent or severe, the patient may need additional treatment to improve breathing in addition to addressing the underlying problem. This may include the use of PAP devices to promote more steady breathing during sleep. Other possible treatments include supplemental oxygen therapy or the use of medications that can increase a person's breathing rate.\nUse an assistive device while sleeping to prevent the risks caused by sleep apnea",
            "subsection_string": "Treatments for sleep apnea\nMSc.BSc.CKI Diep Phuc Anh said that the goal of treating sleep apnea is to reduce respiratory interruptions and improve sleep. The treatment approach will differ between obstructive sleep apnea and central sleep apnea.\n1. Treatments for obstructive sleep apnea\nPAP therapy\nPositive airway pressure (PAP) therapy is the treatment for most people with obstructive sleep apnea.\nPAP therapy keeps the airway open with pressurized air pumped from the machine through a hose and mask worn over the face.\nThis therapy should only be performed as prescribed by your doctor. Their air pressure must be adjusted based on the results of the polysomnogram.\nOne common type of PAP therapy is the use of a continuous positive airway pressure (CPAP) device to deliver a stream of air that is always set at the same pressure level. Other types of PAP devices, such as bi-level positive airway pressure (BiPAP) and auto-titrating positive airway pressure (APAP) will provide changes in the amount of air pressure.(3)\nSome jaw or tongue immobilizers\nObstructive sleep apnea occurs when the soft tissues of the head or neck, especially around the mouth and jaw, press down on the windpipe. Special devices can help hold the jaw and tongue in a position that does not put pressure on the windpipe. This method is often applied to patients with mild to moderate sleep apnea.\nAlthough these oral appliances do not improve breathing as much as PAP therapy, they can reduce snoring.\nSurgery\nSurgery to remove tissue in the throat and widen the airway may be a treatment option for patients whose tissue is blocking the airway. Another method of implanting a device to stimulate the nerves that control breathing can also be done.\nFactors that help treat obstructive sleep apnea\nMSc.BSc.CKI Diep Phuc Anh said that in addition to the above methods, patients with obstructive sleep apnea should change their lifestyle to help control symptoms, specifically:\nLosing weight;; Regular exercise, which can help reduce OSA symptoms;; Change sleeping position, avoid lying on your back;; Abstain from alcohol and tobacco.\n2. Treatments for central sleep apnea\nTreatment for central sleep apnea often focuses on addressing the problems that cause abnormal breathing. If your sleep disruption is mild, your doctor may proceed to treat the underlying cause.\nHowever, if central sleep apnea symptoms are persistent or severe, the patient may need additional treatment to improve breathing in addition to addressing the underlying problem. This may include the use of PAP devices to promote more steady breathing during sleep. Other possible treatments include supplemental oxygen therapy or the use of medications that can increase a person's breathing rate.\nUse an assistive device while sleeping to prevent the risks caused by sleep apnea"
        },
        {
            "subsection_name": "Prevent sleep apnea",
            "subsection_content": "MSc.BSc.CKI Diep Phuc Anh recommends that to prevent sleep apnea, each person needs to adjust some of the following factors:\nWeight control: Keep your weight at the standard level, or lose weight if your weight exceeds the recommended level;; Weight control: Keep your weight at the standard level, or lose weight if your weight exceeds the recommended level;\nChange your sleeping position: If a certain sleeping position makes you feel short of breath or snore, try changing it to improve this condition;; Change your sleeping position: If a certain sleeping position makes you feel short of breath or snore, try changing it to improve this condition;\nQuit smoking: Studies have shown that smoking is one of the risk factors for sleep apnea. Therefore, not smoking can help reduce the risk of this disease.; Quit smoking: Studies have shown that smoking is one of the risk factors for sleep apnea. Therefore, not smoking can help reduce the risk of this disease.\nRegular health check-ups: People with risk factors for developing sleep apnea syndrome such as: family history of sleep apnea, age 65 or older, having nasopharyngeal diseases... should see a doctor. Regular health check-ups twice a year to prevent diseases; Regular health check-ups: People with risk factors for developing sleep apnea syndrome such as: family history of sleep apnea, age 65 or older, having nasopharyngeal diseases... should see a doctor. Regular check-ups twice a year to prevent diseases.",
            "subsection_string": "Prevent sleep apnea\nMSc.BSc.CKI Diep Phuc Anh recommends that to prevent sleep apnea, each person needs to adjust some of the following factors:\nWeight control: Keep your weight at the standard level, or lose weight if your weight exceeds the recommended level;; Weight control: Keep your weight at the standard level, or lose weight if your weight exceeds the recommended level;\nChange your sleeping position: If a certain sleeping position makes you feel short of breath or snore, try changing it to improve this condition;; Change your sleeping position: If a certain sleeping position makes you feel short of breath or snore, try changing it to improve this condition;\nQuit smoking: Studies have shown that smoking is one of the risk factors for sleep apnea. Therefore, not smoking can help reduce the risk of this disease.; Quit smoking: Studies have shown that smoking is one of the risk factors for sleep apnea. Therefore, not smoking can help reduce the risk of this disease.\nRegular health check-ups: People with risk factors for developing sleep apnea syndrome such as: family history of sleep apnea, age 65 or older, having nasopharyngeal diseases... should see a doctor. Regular health check-ups twice a year to prevent diseases; Regular health check-ups: People with risk factors for developing sleep apnea syndrome such as: family history of sleep apnea, age 65 or older, having nasopharyngeal diseases... should see a doctor. Regular check-ups twice a year to prevent diseases."
        },
        {
            "subsection_name": "Note for patients with sleep apnea",
            "subsection_content": "To limit the unpleasant symptoms of sleep apnea and prevent disease progression, patients need to:\n1. Coordinate closely with your doctor during treatment\nIt is important that patients have follow-up appointments with an Ear, Nose and Throat specialist or sleep specialist. Patients need to record any ongoing symptoms, difficulties encountered during treatment, other concerns... to notify the doctor.\n2. Clean and maintain treatment equipment properly\nWhether a patient uses a PAP device or a mouthpiece, cleaning and maintenance can help achieve the most effective treatment. This also helps avoid unwanted side effects.\n3. Avoid high-risk activities\nPeople with sleep apnea are at risk of daytime drowsiness and should avoid activities such as driving or operating heavy machinery when drowsy.\n4. Change sleeping position\nAlthough they have not been thoroughly researched, special products to avoid sleeping on your back may help some people reduce symptoms of obstructive sleep apnea.\n5. Limit alcohol intake\nLimiting alcohol and beer consumption can help treat sleep apnea. In people with untreated OSA, even drinking alcohol during the day can worsen breathing problems at night.",
            "subsection_string": "Note for patients with sleep apnea\nTo limit the unpleasant symptoms of sleep apnea and prevent disease progression, patients need to:\n1. Coordinate closely with your doctor during treatment\nIt is important that patients have follow-up appointments with an Ear, Nose and Throat specialist or sleep specialist. Patients need to record any ongoing symptoms, difficulties encountered during treatment, other concerns... to notify the doctor.\n2. Clean and maintain treatment equipment properly\nWhether a patient uses a PAP device or a mouthpiece, cleaning and maintenance can help achieve the most effective treatment. This also helps avoid unwanted side effects.\n3. Avoid high-risk activities\nPeople with sleep apnea are at risk of daytime drowsiness and should avoid activities such as driving or operating heavy machinery when drowsy.\n4. Change sleeping position\nAlthough they have not been thoroughly researched, special products to avoid sleeping on your back may help some people reduce symptoms of obstructive sleep apnea.\n5. Limit alcohol intake\nLimiting alcohol and beer consumption can help treat sleep apnea. In people with untreated OSA, even drinking alcohol during the day can worsen breathing problems at night."
        },
        {
            "subsection_name": "Questions related to sleep apnea syndrome",
            "subsection_content": "1. Is sleep apnea dangerous?\nSleep apnea is not an incurable malignant disease, but the potential risks caused by the disease can leave many serious consequences. The most obvious is the high risk of traffic accidents when not getting enough sleep at night, leading to drowsiness during the day.\nThe risk of cardiovascular diseases, blood pressure, fatty liver, pulmonary hypertension, diabetes... are all serious diseases. In particular, heart failure and stroke are particularly dangerous consequences of sleep apnea, causing a high mortality rate.\n2. Is sleep apnea genetic?\nStudies show that obstructive sleep apnea may have a genetic component. This inheritance may be related to anatomical features in the head and neck that are passed down through generations and family members.\n3. Where to be examined for sleep apnea syndrome?\nIn developed countries, sleep apnea syndrome is examined and treated by sleep specialists. In Vietnam, sleep apnea is often examined and treated by ENT doctors.\nDepartment of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City is the leading place to examine and treat ENT and peripheral vestibular diseases in Vietnam today.\nTo schedule an examination, consultation and treatment for sleep apnea and Ear - Nose - Throat diseases at the Ear, Nose and Throat Center, Tam Anh General Hospital System, you can contact:\nSleep apnea can develop at any age, especially people over 60 years old. Managing risk factors such as obesity, not smoking, having a sleeping position that is favorable for the airway, and living in moderation can help prevent this disease. In addition, if you have sleep apnea, you need to be treated early to avoid long-term illness that causes negative health consequences, such as the risk of developing cardiovascular disease, stroke and death.",
            "subsection_string": "Questions related to sleep apnea syndrome\n1. Is sleep apnea dangerous?\nSleep apnea is not an incurable malignant disease, but the potential risks caused by the disease can leave many serious consequences. The most obvious is the high risk of traffic accidents when not getting enough sleep at night, leading to drowsiness during the day.\nThe risk of cardiovascular diseases, blood pressure, fatty liver, pulmonary hypertension, diabetes... are all serious diseases. In particular, heart failure and stroke are particularly dangerous consequences of sleep apnea, causing a high mortality rate.\n2. Is sleep apnea genetic?\nStudies show that obstructive sleep apnea may have a genetic component. This inheritance may be related to anatomical features in the head and neck that are passed down through generations and family members.\n3. Where to be examined for sleep apnea syndrome?\nIn developed countries, sleep apnea syndrome is examined and treated by sleep specialists. In Vietnam, sleep apnea is often examined and treated by ENT doctors.\nDepartment of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City is the leading place to examine and treat ENT and peripheral vestibular diseases in Vietnam today.\nTo schedule an examination, consultation and treatment for sleep apnea and Ear - Nose - Throat diseases at the Ear, Nose and Throat Center, Tam Anh General Hospital System, you can contact:\nSleep apnea can develop at any age, especially people over 60 years old. Managing risk factors such as obesity, not smoking, having a sleeping position that is favorable for the airway, and living in moderation can help prevent this disease. In addition, if you have sleep apnea, you need to be treated early to avoid long-term illness that causes negative health consequences, such as the risk of developing cardiovascular disease, stroke and death."
        }
    ],
    "name": "ngung-tho-khi-ngu.json"
}