{
    "title": "Urinary tract infection: Causes, symptoms, treatment",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/nhiem-khuan-duong-tiet-nieu/",
    "abstract": "Urinary tract infection is a very common disease, occurring in 50 - 60% of women and ranking third among infectious diseases in children. The disease can be completely cured. However, if not detected and treated completely, inflammation can cause many complications such as perinephric abscess, sepsis...",
    "content": "Urinary tract infection: Causes, symptoms, treatment\n\nUrinary tract infection is a very common disease, occurring in 50 - 60% of women and ranking third among infectious diseases in children. The disease can be completely cured. However, if not detected and treated completely, inflammation can cause many complications such as perinephric abscess, sepsis...\n\nWhat is a urinary tract infection?\nUrinary Tract Infection (UTI) is an infection in any part of the urinary system – the kidneys, ureters, bladder and urethra. Among them, most infections often involve the lower urinary tract including the bladder and urethra. (first)\nBladder infections can cause pain and discomfort. However, serious consequences will occur if a urinary tract infection spreads to the kidneys. Usually, doctors will treat urinary tract infections with antibiotics. But urologists recommend following the principle of \"prevention is better than cure\" to help prevent the risk of infection more effectively.\n\nStructure and function of the urinary system\nThe urinary system coordinates with the lungs, skin, intestines... to maintain the balance of chemicals and water in the body. An adult eliminates about 800 – 2,000 ml/day based on daily fluid intake, equivalent to 2 liters.\nThe main organs of the urinary system are the kidneys, bean-shaped organs located just below the rib cage in the middle of the back. The kidneys are responsible for removing urea – waste formed by the breakdown of proteins – from the blood through small filtering units called nephrons. Each nephron consists of a ball formed of tiny blood capillaries, called a glomerulus. A small tube is called the renal tubule. Urea along with water and other waste products forms urine as it passes through the nephrons and down into the kidney's tubules.\nFrom the kidneys, urine travels down two thin tubes, called ureters, to the bladder. The ureter is about 20 - 25 cm long. The muscles in the ureter walls continuously contract and relax to push urine out of the kidneys, avoiding stagnant urine that can cause kidney infections. A small amount of urine is released into the bladder from the ureters about every 10-15 seconds.\nThe bladder is a hollow, ball-shaped organ located in the pelvis. It is held in place by a system of ligaments attached to other organs and the pelvis. The bladder stores urine until the brain signals it is ready to void. A healthy bladder can hold up to nearly half a liter of urine for 2-5 hours.\nTo prevent leakage, circular muscles, called sphincters, close tightly around the opening of the bladder into the urethra. The only difference between the female and male urinary systems is the length of the urethra. In women, the urethra is about 3.8-5.1 cm long, located between the clitoris and vagina. In men, the length of the urethra is about 20 cm, running the length of the penis and opening at the end of the penis. The male urethra is used to eliminate urine and also transmits semen during ejaculation. Due to the structure of the urinary system, women are at higher risk of urinary tract infections than men.\n\nCommon signs of urinary tract infection\nGeneral signs\nSymptoms of the disease depend on which part of the urinary tract is infected (2). Lower urinary tract infections affect the urethra and bladder. Therefore, manifestations of urinary tract infection include:\nBurning when urinating; Increased frequency of urination without being able to urinate much; Increased urgency of urination; Blood in urine; Cloudy urine; Urine is the color of strong tea; Strong-smelling urine; Pelvic pain in women; Rectal pain in men\nUpper urinary tract infections affect the kidneys. They can be life-threatening if bacteria move from the infected kidney into the bloodstream. This condition is called urosepsis, which can cause low blood pressure, shock, and death. Symptoms of upper urinary tract infection include:\nPain in the upper back and sides; Feeling of chills; Fever; Nausea; Vomiting; Gender-specific signs: Men: With the above symptoms, there is no difference between men and women. However, lower urinary tract infections in men sometimes include rectal pain in addition to the general symptoms already described. Women: Women may experience pelvic pain, in addition to other common symptoms.; Men: With the above symptoms, there is no difference between men and women. However, lower urinary tract infections in men sometimes include rectal pain in addition to the general symptoms already described.; Women: Women may experience pelvic pain, in addition to other common symptoms.\nAccording to statistics, the rate of urinary tract infections in children is 8% for girls and 2% for boys at age 5, respectively. The signs are often difficult to detect and pose a danger to the child's health if the infection becomes severe.\nSigns of acute pyelonephritis\nPeople with acute pyelonephritis often have symptoms that appear suddenly such as: high fever, chills, accompanied by headache and fatigue, painful urination, painful urination, and pus in the urine. Besides, the patient has pain in the hip area and may experience renal colic.\nSigns of cystitis\nPeople with cystitis often have symptoms including: frequent urination but less frequent urination each time, burning sensation when urinating, urine may contain blood and an unpleasant odor, pelvic pain and mild fever...\nSigns of urethritis\nIf you have urethritis, the patient will also have some similar symptoms as mentioned above such as difficulty urinating, urgency to urinate, frequent urination, fever or chills... For women, the patient may experience pain when urinating. sexual intercourse, abnormal vaginal discharge. In men, there will be a burning sensation when urinating, blood or semen in the urine, pain during ejaculation, or lymph nodes in the groin...\n\nCauses of urinary tract infection\nUrinary tract infections typically occur when bacteria enter the urinary tract through the urethra and begin to accelerate growth in the bladder. Although the urinary system has been designed to keep these “invaders” at bay, defensive measures sometimes fail. When that happens, bacteria will be retained and develop into inflammatory foci in the urinary system. (3)\nBladder infections or cystitis are often caused by Escherichia coli (E. coli), a type of bacteria found in the digestive tract. This condition occurs when bacteria are spread from the anus to the urethra. In addition, because the structure of a woman's urethra is close to the vagina, agents that cause sexually transmitted diseases (STDs) easily attack the urethra, causing inflammation.\nThe danger elements\nAs mentioned, urinary tract infections are common in women. Women-specific risk factors include:\nStructural characteristics of the urinary system: Shorter length of the urethra makes it easier for bacteria to move to the bladder causing infection; Sexual activity: Women who are sexually active tend to be more infected than women who are less active. At the same time, having a new sexual partner or multiple sexual partners also increases the risk of getting the disease.; Use birth control: Women who use diaphragms or spermicides may be at higher risk of developing urinary tract infections during pregnancy.; Menopause: The decline in estrogen causes changes in the urinary tract, making women susceptible to infections.; Childbirth period: Due to the characteristics of this process, women who give birth by cesarean section are more likely to have postpartum urinary tract infections than women who give birth naturally.\nOther risk factors\nCongenital abnormalities of the urinary tract: Abnormalities of the urinary tract prevent urine from escaping as usual or cause urine to reflux into the urethra, increasing the risk of infection.; Obstruction in the urinary tract: Kidney stones or prostate enlargement can also hold urine in the bladder and create opportunities for UTIs to appear.; Suppressed immune system: Diabetes and other diseases that weaken the immune system make people more susceptible to infections than others; Catheter use: People who cannot urinate on their own and use a catheter are at higher risk. This condition includes people who are hospitalized, people with neurological problems who have difficulty controlling their ability to urinate and are paralyzed.; Urological procedures: Urological surgery or urinary tract examinations that involve medical equipment can both increase the risk of developing a urinary tract infection.\n\nDiagnosis of urinary tract infections\nBefore providing a treatment regimen for urinary tract infections, the doctor will prescribe the patient to perform some of the following tests: (4)\nUrine sample analysis: The doctor will request a urine sample from the patient for laboratory analysis to find white blood cells, red blood cells or bacteria. To ensure the accuracy of the water sample, the patient is instructed to wipe the genital area with antiseptic paper and collect urine midstream.\nUrine culture: This can be done after a urine analysis in the lab and tells your doctor what bacteria is causing your infection and what medications will be most effective.\nUrinary tract imaging: If you have frequent infections that your doctor suspects may be due to a urinary tract abnormality, you may have an ultrasound, computed tomography (CT) scan, or MRI magnetic (MRI). Your doctor may use contrast dye to highlight structures in your urinary tract for accurate results.; Cystoscopy: Using a cystoscope helps the doctor examine inside parts of the urinary tract. If you have recurrent urinary tract infections, your doctor may use a long, thin tube with a lens to look inside the urethra and bladder.\n\nComplications of urinary tract infection\nWhen treated promptly and properly, urinary tract infections rarely lead to complications. On the contrary, in cases where treatment is ineffective or too late, this condition can cause serious consequences. Complications may include:\nRecurrent infections, especially in women who have had the disease 2 or more times within a period of 6 - 12 months.; If left untreated, a UTI can cause acute or chronic kidney infection, causing permanent damage to the patient's kidneys.; Urinary tract infection during pregnancy is a medical condition that, if not treated properly, can cause dangerous complications such as pyelonephritis in the mother, risk of miscarriage, and premature birth; low birth weight babies, newborn infections...; Newborns may be underweight; Recurrent urethritis causes urethral stricture, especially in men; Sepsis and even death if the kidneys become inflamed\n\nTreatment of urinary tract infections\n“Antibiotics are the first-line treatment for urinary tract infections. Regarding prescriptions to treat urinary tract infections, the drug groups and how long they should be used depend on the patient's health condition and the type of bacteria found in the urine,\" Associate Professor Vu Le Chuyen shared.\nTreatment options will depend on the level of inflammation: (5)\nSimple infection\nMedications commonly recommended for simple UTIs include:\nTrimethoprim/sulfamethoxazole (Bactrim, Septra…); Fosfomycin (Monurol); Nitrofurantoin (Macrodantin, Macrobid); Cephalexin (Keflex); Ceftriaxone\nThe group of antibiotics called fluoroquinolones – such as ciprofloxacin (Cipro), levofloxacin and others – are not usually recommended for simple infections. The reason is because their risks are too great. In some cases of complicated infections or kidney infections, your doctor may prescribe fluoroquinolone, if there are no other treatment options.\nTypically, inflammation-induced symptoms will subside visibly within a few days of starting treatment. However, to achieve maximum effectiveness, the patient may have to continue taking the medication for a week or more.\nFor uncomplicated infections that occur when the person is well, the doctor may recommend a shorter course of antibiotics of 1-3 days.\nIn addition, the doctor may also prescribe painkillers to reduce the patient's discomfort when urinating, thanks to numbing the bladder and urethra.\nFrequent infections\nIn case you have frequent UTIs, doctors may recommend specialized treatments such as:\nUse low-dose antibiotics, possibly for 6 months or longer; A single dose of antibiotics after sex, if your urinary tract infection is related to sexual activity; Estrogen therapy if you are postmenopausal\nSevere infection\nFor people with severe infections, you may need treatment with the antibiotics mentioned above and intravenous injections in hospital.\nReference: Can urinary tract infections go away on their own?\n\nHow to prevent urinary tract infections\nPrevention is always simpler and more effective than cure. Therefore, you can follow the following instructions to reduce the risk of urinary tract infections:\nAdd plenty of fluids to the body, especially water. Drinking water helps dilute urine and helps you urinate more often. This allows bacteria to be easily removed from the urinary tract.; Use foods that can effectively fight urinary tract infections such as cranberries, garlic, unsweetened yogurt, citrus fruits, kiwi... to help the body fight harmful viruses.; Proper hygiene of the private area by wiping from front to back after going to the toilet (especially for women) helps prevent bacteria in the anal area from spreading to the vagina and urethra.; Immediately after sex, urinate and drink a full glass of water to help eliminate bacteria and prevent post-coital urinary tract infections.; .Avoid products for women that can cause irritation such as deodorant sprays and cleaning solutions with strong antibacterial properties in the genital area.; Changing birth control methods because films, condoms that are not lubricated or treated with spermicide... can all contribute to the growth of bacteria.\n\nHow to care for sick people\nIn case you have a urinary tract infection, you should not worry too much. Instead, take care of yourself or reduce your loved one's discomfort with these tips:\nEncourage patients to drink enough water and avoid drinks rich in caffeine; Reduce fever with medicine and cool wipes when the patient has a high fever; Apply warm compresses to the abdomen to reduce bladder discomfort; Follow a diet rich in protein and vitamins; If the patient has kidney failure, reduce protein intake in seafood, eggs, fresh milk...; Instructions on how to properly clean private areas; Encourage patients to increase exercise\nReference: What should you eat for urinary tract infections?\nDepartment of Urology, Tam Anh General Hospital, Ho Chi Minh City brings together a team of leading, skilled, and dedicated experts; Confidently master the latest techniques, early detect and effectively treat urinary tract diseases, helping patients shorten hospital stays and limit the risk of recurrence. In particular, the strengths of the Department of Urology are in laparoscopic kidney stone surgery, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... With the support of the leading modern machinery and equipment system in the country and the region, it helps diagnose and treat urinary tract infections effectively, freeing you from obstacles. avoid illness, quickly return to daily life. To schedule an appointment to examine and treat urinary tract infections with leading experts at the Department of Urology, Tam Anh General Hospital system, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline : 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nAlthough there is a risk of recurrence, urinary tract infection is a disease that can be completely cured, if detected early and treated properly. Therefore, in addition to paying attention to the above preventive measures, you should also pay attention to all symptoms of your body for timely examination and treatment.",
    "subsections": [
        {
            "subsection_name": "What is a urinary tract infection?",
            "subsection_content": "Urinary Tract Infection (UTI) is an infection in any part of the urinary system – the kidneys, ureters, bladder and urethra. Among them, most infections often involve the lower urinary tract including the bladder and urethra. (first)\nBladder infections can cause pain and discomfort. However, serious consequences will occur if a urinary tract infection spreads to the kidneys. Usually, doctors will treat urinary tract infections with antibiotics. But urologists recommend following the principle of \"prevention is better than cure\" to help prevent the risk of infection more effectively.",
            "subsection_string": "What is a urinary tract infection?\nUrinary Tract Infection (UTI) is an infection in any part of the urinary system – the kidneys, ureters, bladder and urethra. Among them, most infections often involve the lower urinary tract including the bladder and urethra. (first)\nBladder infections can cause pain and discomfort. However, serious consequences will occur if a urinary tract infection spreads to the kidneys. Usually, doctors will treat urinary tract infections with antibiotics. But urologists recommend following the principle of \"prevention is better than cure\" to help prevent the risk of infection more effectively."
        },
        {
            "subsection_name": "Structure and function of the urinary system",
            "subsection_content": "The urinary system coordinates with the lungs, skin, intestines... to maintain the balance of chemicals and water in the body. An adult eliminates about 800 – 2,000 ml/day based on daily fluid intake, equivalent to 2 liters.\nThe main organs of the urinary system are the kidneys, bean-shaped organs located just below the rib cage in the middle of the back. The kidneys are responsible for removing urea – waste formed by the breakdown of proteins – from the blood through small filtering units called nephrons. Each nephron consists of a ball formed of tiny blood capillaries, called a glomerulus. A small tube is called the renal tubule. Urea along with water and other waste products forms urine as it passes through the nephrons and down into the kidney's tubules.\nFrom the kidneys, urine travels down two thin tubes, called ureters, to the bladder. The ureter is about 20 - 25 cm long. The muscles in the ureter walls continuously contract and relax to push urine out of the kidneys, avoiding stagnant urine that can cause kidney infections. A small amount of urine is released into the bladder from the ureters about every 10-15 seconds.\nThe bladder is a hollow, ball-shaped organ located in the pelvis. It is held in place by a system of ligaments attached to other organs and the pelvis. The bladder stores urine until the brain signals it is ready to void. A healthy bladder can hold up to nearly half a liter of urine for 2-5 hours.\nTo prevent leakage, circular muscles, called sphincters, close tightly around the opening of the bladder into the urethra. The only difference between the female and male urinary systems is the length of the urethra. In women, the urethra is about 3.8-5.1 cm long, located between the clitoris and vagina. In men, the length of the urethra is about 20 cm, running the length of the penis and opening at the end of the penis. The male urethra is used to eliminate urine and also transmits semen during ejaculation. Due to the structure of the urinary system, women are at higher risk of urinary tract infections than men.",
            "subsection_string": "Structure and function of the urinary system\nThe urinary system coordinates with the lungs, skin, intestines... to maintain the balance of chemicals and water in the body. An adult eliminates about 800 – 2,000 ml/day based on daily fluid intake, equivalent to 2 liters.\nThe main organs of the urinary system are the kidneys, bean-shaped organs located just below the rib cage in the middle of the back. The kidneys are responsible for removing urea – waste formed by the breakdown of proteins – from the blood through small filtering units called nephrons. Each nephron consists of a ball formed of tiny blood capillaries, called a glomerulus. A small tube is called the renal tubule. Urea along with water and other waste products forms urine as it passes through the nephrons and down into the kidney's tubules.\nFrom the kidneys, urine travels down two thin tubes, called ureters, to the bladder. The ureter is about 20 - 25 cm long. The muscles in the ureter walls continuously contract and relax to push urine out of the kidneys, avoiding stagnant urine that can cause kidney infections. A small amount of urine is released into the bladder from the ureters about every 10-15 seconds.\nThe bladder is a hollow, ball-shaped organ located in the pelvis. It is held in place by a system of ligaments attached to other organs and the pelvis. The bladder stores urine until the brain signals it is ready to void. A healthy bladder can hold up to nearly half a liter of urine for 2-5 hours.\nTo prevent leakage, circular muscles, called sphincters, close tightly around the opening of the bladder into the urethra. The only difference between the female and male urinary systems is the length of the urethra. In women, the urethra is about 3.8-5.1 cm long, located between the clitoris and vagina. In men, the length of the urethra is about 20 cm, running the length of the penis and opening at the end of the penis. The male urethra is used to eliminate urine and also transmits semen during ejaculation. Due to the structure of the urinary system, women are at higher risk of urinary tract infections than men."
        },
        {
            "subsection_name": "Common signs of urinary tract infection",
            "subsection_content": "General signs\nSymptoms of the disease depend on which part of the urinary tract is infected (2). Lower urinary tract infections affect the urethra and bladder. Therefore, manifestations of urinary tract infection include:\nBurning when urinating; Increased frequency of urination without being able to urinate much; Increased urgency of urination; Blood in urine; Cloudy urine; Urine is the color of strong tea; Strong-smelling urine; Pelvic pain in women; Rectal pain in men\nUpper urinary tract infections affect the kidneys. They can be life-threatening if bacteria move from the infected kidney into the bloodstream. This condition is called urosepsis, which can cause low blood pressure, shock, and death. Symptoms of upper urinary tract infection include:\nPain in the upper back and sides; Feeling of chills; Fever; Nausea; Vomiting; Gender-specific signs: Men: With the above symptoms, there is no difference between men and women. However, lower urinary tract infections in men sometimes include rectal pain in addition to the general symptoms already described. Women: Women may experience pelvic pain, in addition to other common symptoms.; Men: With the above symptoms, there is no difference between men and women. However, lower urinary tract infections in men sometimes include rectal pain in addition to the general symptoms already described.; Women: Women may experience pelvic pain, in addition to other common symptoms.\nAccording to statistics, the rate of urinary tract infections in children is 8% for girls and 2% for boys at age 5, respectively. The signs are often difficult to detect and pose a danger to the child's health if the infection becomes severe.\nSigns of acute pyelonephritis\nPeople with acute pyelonephritis often have symptoms that appear suddenly such as: high fever, chills, accompanied by headache and fatigue, painful urination, painful urination, and pus in the urine. Besides, the patient has pain in the hip area and may experience renal colic.\nSigns of cystitis\nPeople with cystitis often have symptoms including: frequent urination but less frequent urination each time, burning sensation when urinating, urine may contain blood and an unpleasant odor, pelvic pain and mild fever...\nSigns of urethritis\nIf you have urethritis, the patient will also have some similar symptoms as mentioned above such as difficulty urinating, urgency to urinate, frequent urination, fever or chills... For women, the patient may experience pain when urinating. sexual intercourse, abnormal vaginal discharge. In men, there will be a burning sensation when urinating, blood or semen in the urine, pain during ejaculation, or lymph nodes in the groin...",
            "subsection_string": "Common signs of urinary tract infection\nGeneral signs\nSymptoms of the disease depend on which part of the urinary tract is infected (2). Lower urinary tract infections affect the urethra and bladder. Therefore, manifestations of urinary tract infection include:\nBurning when urinating; Increased frequency of urination without being able to urinate much; Increased urgency of urination; Blood in urine; Cloudy urine; Urine is the color of strong tea; Strong-smelling urine; Pelvic pain in women; Rectal pain in men\nUpper urinary tract infections affect the kidneys. They can be life-threatening if bacteria move from the infected kidney into the bloodstream. This condition is called urosepsis, which can cause low blood pressure, shock, and death. Symptoms of upper urinary tract infection include:\nPain in the upper back and sides; Feeling of chills; Fever; Nausea; Vomiting; Gender-specific signs: Men: With the above symptoms, there is no difference between men and women. However, lower urinary tract infections in men sometimes include rectal pain in addition to the general symptoms already described. Women: Women may experience pelvic pain, in addition to other common symptoms.; Men: With the above symptoms, there is no difference between men and women. However, lower urinary tract infections in men sometimes include rectal pain in addition to the general symptoms already described.; Women: Women may experience pelvic pain, in addition to other common symptoms.\nAccording to statistics, the rate of urinary tract infections in children is 8% for girls and 2% for boys at age 5, respectively. The signs are often difficult to detect and pose a danger to the child's health if the infection becomes severe.\nSigns of acute pyelonephritis\nPeople with acute pyelonephritis often have symptoms that appear suddenly such as: high fever, chills, accompanied by headache and fatigue, painful urination, painful urination, and pus in the urine. Besides, the patient has pain in the hip area and may experience renal colic.\nSigns of cystitis\nPeople with cystitis often have symptoms including: frequent urination but less frequent urination each time, burning sensation when urinating, urine may contain blood and an unpleasant odor, pelvic pain and mild fever...\nSigns of urethritis\nIf you have urethritis, the patient will also have some similar symptoms as mentioned above such as difficulty urinating, urgency to urinate, frequent urination, fever or chills... For women, the patient may experience pain when urinating. sexual intercourse, abnormal vaginal discharge. In men, there will be a burning sensation when urinating, blood or semen in the urine, pain during ejaculation, or lymph nodes in the groin..."
        },
        {
            "subsection_name": "Causes of urinary tract infection",
            "subsection_content": "Urinary tract infections typically occur when bacteria enter the urinary tract through the urethra and begin to accelerate growth in the bladder. Although the urinary system has been designed to keep these “invaders” at bay, defensive measures sometimes fail. When that happens, bacteria will be retained and develop into inflammatory foci in the urinary system. (3)\nBladder infections or cystitis are often caused by Escherichia coli (E. coli), a type of bacteria found in the digestive tract. This condition occurs when bacteria are spread from the anus to the urethra. In addition, because the structure of a woman's urethra is close to the vagina, agents that cause sexually transmitted diseases (STDs) easily attack the urethra, causing inflammation.\nThe danger elements\nAs mentioned, urinary tract infections are common in women. Women-specific risk factors include:\nStructural characteristics of the urinary system: Shorter length of the urethra makes it easier for bacteria to move to the bladder causing infection; Sexual activity: Women who are sexually active tend to be more infected than women who are less active. At the same time, having a new sexual partner or multiple sexual partners also increases the risk of getting the disease.; Use birth control: Women who use diaphragms or spermicides may be at higher risk of developing urinary tract infections during pregnancy.; Menopause: The decline in estrogen causes changes in the urinary tract, making women susceptible to infections.; Childbirth period: Due to the characteristics of this process, women who give birth by cesarean section are more likely to have postpartum urinary tract infections than women who give birth naturally.\nOther risk factors\nCongenital abnormalities of the urinary tract: Abnormalities of the urinary tract prevent urine from escaping as usual or cause urine to reflux into the urethra, increasing the risk of infection.; Obstruction in the urinary tract: Kidney stones or prostate enlargement can also hold urine in the bladder and create opportunities for UTIs to appear.; Suppressed immune system: Diabetes and other diseases that weaken the immune system make people more susceptible to infections than others; Catheter use: People who cannot urinate on their own and use a catheter are at higher risk. This condition includes people who are hospitalized, people with neurological problems who have difficulty controlling their ability to urinate and are paralyzed.; Urological procedures: Urological surgery or urinary tract examinations that involve medical equipment can both increase the risk of developing a urinary tract infection.",
            "subsection_string": "Causes of urinary tract infection\nUrinary tract infections typically occur when bacteria enter the urinary tract through the urethra and begin to accelerate growth in the bladder. Although the urinary system has been designed to keep these “invaders” at bay, defensive measures sometimes fail. When that happens, bacteria will be retained and develop into inflammatory foci in the urinary system. (3)\nBladder infections or cystitis are often caused by Escherichia coli (E. coli), a type of bacteria found in the digestive tract. This condition occurs when bacteria are spread from the anus to the urethra. In addition, because the structure of a woman's urethra is close to the vagina, agents that cause sexually transmitted diseases (STDs) easily attack the urethra, causing inflammation.\nThe danger elements\nAs mentioned, urinary tract infections are common in women. Women-specific risk factors include:\nStructural characteristics of the urinary system: Shorter length of the urethra makes it easier for bacteria to move to the bladder causing infection; Sexual activity: Women who are sexually active tend to be more infected than women who are less active. At the same time, having a new sexual partner or multiple sexual partners also increases the risk of getting the disease.; Use birth control: Women who use diaphragms or spermicides may be at higher risk of developing urinary tract infections during pregnancy.; Menopause: The decline in estrogen causes changes in the urinary tract, making women susceptible to infections.; Childbirth period: Due to the characteristics of this process, women who give birth by cesarean section are more likely to have postpartum urinary tract infections than women who give birth naturally.\nOther risk factors\nCongenital abnormalities of the urinary tract: Abnormalities of the urinary tract prevent urine from escaping as usual or cause urine to reflux into the urethra, increasing the risk of infection.; Obstruction in the urinary tract: Kidney stones or prostate enlargement can also hold urine in the bladder and create opportunities for UTIs to appear.; Suppressed immune system: Diabetes and other diseases that weaken the immune system make people more susceptible to infections than others; Catheter use: People who cannot urinate on their own and use a catheter are at higher risk. This condition includes people who are hospitalized, people with neurological problems who have difficulty controlling their ability to urinate and are paralyzed.; Urological procedures: Urological surgery or urinary tract examinations that involve medical equipment can both increase the risk of developing a urinary tract infection."
        },
        {
            "subsection_name": "Diagnosis of urinary tract infections",
            "subsection_content": "Before providing a treatment regimen for urinary tract infections, the doctor will prescribe the patient to perform some of the following tests: (4)\nUrine sample analysis: The doctor will request a urine sample from the patient for laboratory analysis to find white blood cells, red blood cells or bacteria. To ensure the accuracy of the water sample, the patient is instructed to wipe the genital area with antiseptic paper and collect urine midstream.\nUrine culture: This can be done after a urine analysis in the lab and tells your doctor what bacteria is causing your infection and what medications will be most effective.\nUrinary tract imaging: If you have frequent infections that your doctor suspects may be due to a urinary tract abnormality, you may have an ultrasound, computed tomography (CT) scan, or MRI magnetic (MRI). Your doctor may use contrast dye to highlight structures in your urinary tract for accurate results.; Cystoscopy: Using a cystoscope helps the doctor examine inside parts of the urinary tract. If you have recurrent urinary tract infections, your doctor may use a long, thin tube with a lens to look inside the urethra and bladder.",
            "subsection_string": "Diagnosis of urinary tract infections\nBefore providing a treatment regimen for urinary tract infections, the doctor will prescribe the patient to perform some of the following tests: (4)\nUrine sample analysis: The doctor will request a urine sample from the patient for laboratory analysis to find white blood cells, red blood cells or bacteria. To ensure the accuracy of the water sample, the patient is instructed to wipe the genital area with antiseptic paper and collect urine midstream.\nUrine culture: This can be done after a urine analysis in the lab and tells your doctor what bacteria is causing your infection and what medications will be most effective.\nUrinary tract imaging: If you have frequent infections that your doctor suspects may be due to a urinary tract abnormality, you may have an ultrasound, computed tomography (CT) scan, or MRI magnetic (MRI). Your doctor may use contrast dye to highlight structures in your urinary tract for accurate results.; Cystoscopy: Using a cystoscope helps the doctor examine inside parts of the urinary tract. If you have recurrent urinary tract infections, your doctor may use a long, thin tube with a lens to look inside the urethra and bladder."
        },
        {
            "subsection_name": "Complications of urinary tract infection",
            "subsection_content": "When treated promptly and properly, urinary tract infections rarely lead to complications. On the contrary, in cases where treatment is ineffective or too late, this condition can cause serious consequences. Complications may include:\nRecurrent infections, especially in women who have had the disease 2 or more times within a period of 6 - 12 months.; If left untreated, a UTI can cause acute or chronic kidney infection, causing permanent damage to the patient's kidneys.; Urinary tract infection during pregnancy is a medical condition that, if not treated properly, can cause dangerous complications such as pyelonephritis in the mother, risk of miscarriage, and premature birth; low birth weight babies, newborn infections...; Newborns may be underweight; Recurrent urethritis causes urethral stricture, especially in men; Sepsis and even death if the kidneys become inflamed",
            "subsection_string": "Complications of urinary tract infection\nWhen treated promptly and properly, urinary tract infections rarely lead to complications. On the contrary, in cases where treatment is ineffective or too late, this condition can cause serious consequences. Complications may include:\nRecurrent infections, especially in women who have had the disease 2 or more times within a period of 6 - 12 months.; If left untreated, a UTI can cause acute or chronic kidney infection, causing permanent damage to the patient's kidneys.; Urinary tract infection during pregnancy is a medical condition that, if not treated properly, can cause dangerous complications such as pyelonephritis in the mother, risk of miscarriage, and premature birth; low birth weight babies, newborn infections...; Newborns may be underweight; Recurrent urethritis causes urethral stricture, especially in men; Sepsis and even death if the kidneys become inflamed"
        },
        {
            "subsection_name": "Treatment of urinary tract infections",
            "subsection_content": "“Antibiotics are the first-line treatment for urinary tract infections. Regarding prescriptions to treat urinary tract infections, the drug groups and how long they should be used depend on the patient's health condition and the type of bacteria found in the urine,\" Associate Professor Vu Le Chuyen shared.\nTreatment options will depend on the level of inflammation: (5)\nSimple infection\nMedications commonly recommended for simple UTIs include:\nTrimethoprim/sulfamethoxazole (Bactrim, Septra…); Fosfomycin (Monurol); Nitrofurantoin (Macrodantin, Macrobid); Cephalexin (Keflex); Ceftriaxone\nThe group of antibiotics called fluoroquinolones – such as ciprofloxacin (Cipro), levofloxacin and others – are not usually recommended for simple infections. The reason is because their risks are too great. In some cases of complicated infections or kidney infections, your doctor may prescribe fluoroquinolone, if there are no other treatment options.\nTypically, inflammation-induced symptoms will subside visibly within a few days of starting treatment. However, to achieve maximum effectiveness, the patient may have to continue taking the medication for a week or more.\nFor uncomplicated infections that occur when the person is well, the doctor may recommend a shorter course of antibiotics of 1-3 days.\nIn addition, the doctor may also prescribe painkillers to reduce the patient's discomfort when urinating, thanks to numbing the bladder and urethra.\nFrequent infections\nIn case you have frequent UTIs, doctors may recommend specialized treatments such as:\nUse low-dose antibiotics, possibly for 6 months or longer; A single dose of antibiotics after sex, if your urinary tract infection is related to sexual activity; Estrogen therapy if you are postmenopausal\nSevere infection\nFor people with severe infections, you may need treatment with the antibiotics mentioned above and intravenous injections in hospital.\nReference: Can urinary tract infections go away on their own?",
            "subsection_string": "Treatment of urinary tract infections\n“Antibiotics are the first-line treatment for urinary tract infections. Regarding prescriptions to treat urinary tract infections, the drug groups and how long they should be used depend on the patient's health condition and the type of bacteria found in the urine,\" Associate Professor Vu Le Chuyen shared.\nTreatment options will depend on the level of inflammation: (5)\nSimple infection\nMedications commonly recommended for simple UTIs include:\nTrimethoprim/sulfamethoxazole (Bactrim, Septra…); Fosfomycin (Monurol); Nitrofurantoin (Macrodantin, Macrobid); Cephalexin (Keflex); Ceftriaxone\nThe group of antibiotics called fluoroquinolones – such as ciprofloxacin (Cipro), levofloxacin and others – are not usually recommended for simple infections. The reason is because their risks are too great. In some cases of complicated infections or kidney infections, your doctor may prescribe fluoroquinolone, if there are no other treatment options.\nTypically, inflammation-induced symptoms will subside visibly within a few days of starting treatment. However, to achieve maximum effectiveness, the patient may have to continue taking the medication for a week or more.\nFor uncomplicated infections that occur when the person is well, the doctor may recommend a shorter course of antibiotics of 1-3 days.\nIn addition, the doctor may also prescribe painkillers to reduce the patient's discomfort when urinating, thanks to numbing the bladder and urethra.\nFrequent infections\nIn case you have frequent UTIs, doctors may recommend specialized treatments such as:\nUse low-dose antibiotics, possibly for 6 months or longer; A single dose of antibiotics after sex, if your urinary tract infection is related to sexual activity; Estrogen therapy if you are postmenopausal\nSevere infection\nFor people with severe infections, you may need treatment with the antibiotics mentioned above and intravenous injections in hospital.\nReference: Can urinary tract infections go away on their own?"
        },
        {
            "subsection_name": "How to prevent urinary tract infections",
            "subsection_content": "Prevention is always simpler and more effective than cure. Therefore, you can follow the following instructions to reduce the risk of urinary tract infections:\nAdd plenty of fluids to the body, especially water. Drinking water helps dilute urine and helps you urinate more often. This allows bacteria to be easily removed from the urinary tract.; Use foods that can effectively fight urinary tract infections such as cranberries, garlic, unsweetened yogurt, citrus fruits, kiwi... to help the body fight harmful viruses.; Proper hygiene of the private area by wiping from front to back after going to the toilet (especially for women) helps prevent bacteria in the anal area from spreading to the vagina and urethra.; Immediately after sex, urinate and drink a full glass of water to help eliminate bacteria and prevent post-coital urinary tract infections.; .Avoid products for women that can cause irritation such as deodorant sprays and cleaning solutions with strong antibacterial properties in the genital area.; Changing birth control methods because films, condoms that are not lubricated or treated with spermicide... can all contribute to the growth of bacteria.",
            "subsection_string": "How to prevent urinary tract infections\nPrevention is always simpler and more effective than cure. Therefore, you can follow the following instructions to reduce the risk of urinary tract infections:\nAdd plenty of fluids to the body, especially water. Drinking water helps dilute urine and helps you urinate more often. This allows bacteria to be easily removed from the urinary tract.; Use foods that can effectively fight urinary tract infections such as cranberries, garlic, unsweetened yogurt, citrus fruits, kiwi... to help the body fight harmful viruses.; Proper hygiene of the private area by wiping from front to back after going to the toilet (especially for women) helps prevent bacteria in the anal area from spreading to the vagina and urethra.; Immediately after sex, urinate and drink a full glass of water to help eliminate bacteria and prevent post-coital urinary tract infections.; .Avoid products for women that can cause irritation such as deodorant sprays and cleaning solutions with strong antibacterial properties in the genital area.; Changing birth control methods because films, condoms that are not lubricated or treated with spermicide... can all contribute to the growth of bacteria."
        },
        {
            "subsection_name": "How to care for sick people",
            "subsection_content": "In case you have a urinary tract infection, you should not worry too much. Instead, take care of yourself or reduce your loved one's discomfort with these tips:\nEncourage patients to drink enough water and avoid drinks rich in caffeine; Reduce fever with medicine and cool wipes when the patient has a high fever; Apply warm compresses to the abdomen to reduce bladder discomfort; Follow a diet rich in protein and vitamins; If the patient has kidney failure, reduce protein intake in seafood, eggs, fresh milk...; Instructions on how to properly clean private areas; Encourage patients to increase exercise\nReference: What should you eat for urinary tract infections?\nDepartment of Urology, Tam Anh General Hospital, Ho Chi Minh City brings together a team of leading, skilled, and dedicated experts; Confidently master the latest techniques, early detect and effectively treat urinary tract diseases, helping patients shorten hospital stays and limit the risk of recurrence. In particular, the strengths of the Department of Urology are in laparoscopic kidney stone surgery, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... With the support of the leading modern machinery and equipment system in the country and the region, it helps diagnose and treat urinary tract infections effectively, freeing you from obstacles. avoid illness, quickly return to daily life. To schedule an appointment to examine and treat urinary tract infections with leading experts at the Department of Urology, Tam Anh General Hospital system, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline : 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nAlthough there is a risk of recurrence, urinary tract infection is a disease that can be completely cured, if detected early and treated properly. Therefore, in addition to paying attention to the above preventive measures, you should also pay attention to all symptoms of your body for timely examination and treatment.",
            "subsection_string": "How to care for sick people\nIn case you have a urinary tract infection, you should not worry too much. Instead, take care of yourself or reduce your loved one's discomfort with these tips:\nEncourage patients to drink enough water and avoid drinks rich in caffeine; Reduce fever with medicine and cool wipes when the patient has a high fever; Apply warm compresses to the abdomen to reduce bladder discomfort; Follow a diet rich in protein and vitamins; If the patient has kidney failure, reduce protein intake in seafood, eggs, fresh milk...; Instructions on how to properly clean private areas; Encourage patients to increase exercise\nReference: What should you eat for urinary tract infections?\nDepartment of Urology, Tam Anh General Hospital, Ho Chi Minh City brings together a team of leading, skilled, and dedicated experts; Confidently master the latest techniques, early detect and effectively treat urinary tract diseases, helping patients shorten hospital stays and limit the risk of recurrence. In particular, the strengths of the Department of Urology are in laparoscopic kidney stone surgery, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... With the support of the leading modern machinery and equipment system in the country and the region, it helps diagnose and treat urinary tract infections effectively, freeing you from obstacles. avoid illness, quickly return to daily life. To schedule an appointment to examine and treat urinary tract infections with leading experts at the Department of Urology, Tam Anh General Hospital system, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline : 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nAlthough there is a risk of recurrence, urinary tract infection is a disease that can be completely cured, if detected early and treated properly. Therefore, in addition to paying attention to the above preventive measures, you should also pay attention to all symptoms of your body for timely examination and treatment."
        }
    ],
    "name": "nhiem-khuan-duong-tiet-nieu.json"
}