{
    "title": "Postpartum infection: Causes, symptoms and consequences",
    "category": "Obstetrics - Gynecology ",
    "link": "https://tamanhhospital.vn/nhiem-trung-hau-san/",
    "abstract": "The ancients used to say \"a pregnant woman, the door to the grave\" because that line between life and death is extremely fragile with many dangers always \"lurking\" and attacking women. Postpartum infection is one of the leading causes of death for pregnant women. Any pregnant woman is at risk of facing the risk of postpartum infection. So how to prevent? Every year around the world, about 515,000 women die during pregnancy and childbirth. In Vietnam, nearly 800 mothers die every year due to obstetric complications that can be prevented or treated early. Besides, there are still nearly 2 million pregnant women each year who are facing a series of dangers caused by obstetric complications. Notably, Vietnam ranks 80th out of 184 countries in terms of infant mortality rate.\n Postpartum infection is one of the five most common and dangerous postpartum diseases. The cause comes from retained placenta during birth or infection of genital tract wounds. If pregnant women have fever symptoms 1 day after giving birth, they should immediately think about the risk of illness.",
    "content": "Postpartum infection: Causes, symptoms and consequences\n\nThe ancients used to say \"a pregnant woman, the door to the grave\" because that line between life and death is extremely fragile with many dangers always \"lurking\" and attacking women. Postpartum infection is one of the leading causes of death for pregnant women. Any pregnant woman is at risk of facing the risk of postpartum infection. So how to prevent? Every year around the world, about 515,000 women die during pregnancy and childbirth. In Vietnam, nearly 800 mothers die every year due to obstetric complications that can be prevented or treated early. Besides, there are still nearly 2 million pregnant women each year who are facing a series of dangers caused by obstetric complications. Notably, Vietnam ranks 80th out of 184 countries in terms of infant mortality rate.\n Postpartum infection is one of the five most common and dangerous postpartum diseases. The cause comes from retained placenta during birth or infection of genital tract wounds. If pregnant women have fever symptoms 1 day after giving birth, they should immediately think about the risk of illness.\n\nWhat is postpartum infection?\nPostpartum infection or puerperal infection is a condition in which the private area becomes infected during the postpartum period. Bacteria enter the genitals through the bloodstream, upstream from the vagina and cervix through damage to the genital tract during and after birth. Usually occurs in the postpartum period, 6 weeks after giving birth.\n\nSymptoms of postpartum infection\nSome signs and symptoms of the disease include:\nLower abdominal pain, mild fever or foul-smelling lochia (signs of endometritis);; Pain, stiffness, heat, redness in one or both breasts accompanied by fever, chills, muscle pain, fatigue or headache (signs of mastitis);; Red skin, discharge, swelling, heat, tenderness or pain around the incision, wound (whether it is a cesarean section, episiotomy or tear), incision showing signs of opening;; Difficulty urinating, painful urination, feeling like you have to urinate frequently and urgently but passing little or no urine, foamy or bloody urine (signs of urinary tract infection);\n\nCauses of postpartum infection\nPostpartum infections can be caused by a number of bacteria such as staphylococcus, streptococcus, E. coli, anaerobic bacteria such as Clostridium, Bacteroides... The route of transmission to cause infection can be from the vagina. through the cervix, through the fallopian tube into the peritoneum; At the same time, bacteria can also penetrate through the placenta into the blood, causing blood infection.\n\nSubjects at risk of postpartum infection\nPregnant women often have vaginal discharge within a few days after giving birth. Short follow-up periods may not be sufficient to identify signs of infection before discharge. According to the study, 94% of cases were diagnosed after discharge from the hospital. Postpartum infections occur more often in places with poor hygiene and poor quality of health care.\nHowever, the disease can be controlled by minimizing risk factors.\nSome factors may increase the risk of postpartum infection:\nPoor nutrition;; Anemia;; Toxemia of pregnancy;; Fat;; Vaginal infections, sexually transmitted infections;; Multiple vaginal examinations during labor;; Monitoring the fetus by entering the uterus;; Prolonged labor;; Delay in rupture of membranes and birth;; Obstructive fluid loss;; Group B streptococcus bacteria reside in the vagina;; Part of the placenta remains in the uterus after birth;; Postpartum hemorrhage;; Young;; Belongs to a low socioeconomic group.\n\nComplications of postpartum infection\nNhiễm trùng hậu sản là hậu quả không mong muốn thường gặp nhất và là nguyên nhân gây tử vong ở sản phụ. Bệnh để lại hậu quả nặng nề cho sản phụ và em bé sơ sinh do kéo dài thời gian nằm viện, ảnh hưởng đến sức khỏe và tăng chi phí điều trị. Nhiễm khuẩn hậu sản có thể diễn tiến nhanh, cấp tính đưa đến nhiễm trùng toàn thân nghiêm trọng; một số trường hợp có diễn tiến âm thầm gây ra viêm vùng chậu mãn tính. Một số hình thái thường gặp khi bị nhiễm trùng sau khi sinh là:\n1. Nhiễm khuẩn tầng sinh môn, âm hộ, âm đạo\nĐây là hình thái nhẹ nhất. Do rách hoặc không cắt tầng sinh môn mà không khâu hoặc khâu không đúng kỹ thuật, không đảm bảo vô khuẩn, sót gạc trong âm đạo.\nTriệu chứng: sốt nhẹ 38-38,5 độ C, vết khâu tầng sinh môn sưng tấy, đau, trường hợp nặng có mủ. Tử cung co hồi bình thường, sản dịch không hôi. Bệnh nhân sẽ tiến triển tốt nếu điều trị kịp thời.; Điều trị: Sản phụ sẽ được cắt chỉ tầng sinh môn nếu vết khâu tấy đỏ có mủ. Vệ sinh tại chỗ hàng ngày bằng oxy già (vết khâu có mủ), hoặc Betadin. Sản phụ có thể được chỉ định dùng kháng sinh (uống hoặc tiêm) để kiểm soát nhiễm khuẩn.\n2. Viêm cơ tử cung\nHình thái này khá hiếm gặp, biểu thị bằng việc nhiễm khuẩn toàn bộ cơ tử cung, những ổ mủ trong lớp cơ tử cung, thường xảy ra sau viêm nội mạc tử cung hoặc bế sản dịch. Bế sản dịch là hình thái trung gian. Triệu chứng giống như viêm nội mạc tử cung nhưng khác là không thấy sản dịch hoặc có rất ít. Tiên lượng phụ thuộc vào chẩn đoán và điều trị. Biến chứng có thể là viêm phúc mạc và nhiễm trùng máu.\nTriệu chứng: Sốt cao 39-40 độ C, biểu hiện nhiễm trùng nặng. Sản dịch có lẫn máu, có mùi hôi hoặc thối. Tử cung to, mềm, đau khi ấn vào.; Điều trị: Cấy sản dịch, cấy máu (làm kháng sinh đồ), sử dụng kháng sinh theo chỉ định bác sĩ. Nâng cao thể trạng, bù nước điện giải, truyền máu (nếu cần thiết).\n3. Viêm niêm mạc tử cung\nĐây là hình thái hay gặp, nếu không điều trị kịp thời có thể dẫn đến các biến chứng khác nặng hơn như viêm tử cung toàn bộ, viêm phúc mạc toàn bộ, nhiễm khuẩn máu.\nNguyên nhân: do sót rau, sót màng, nhiễm khuẩn ối, chuyển dạ kéo dài, thủ thuật bóc rau, kiểm soát tử cung không đảm bảo vô khuẩn.; Triệu chứng: Sốt xuất hiện sau sinh từ 2- 3 ngày. Mạch nhanh >100 lần/phút, người mệt mỏi. Sản dịch hôi, có thể lẫn mủ. Tử cung co hồi chậm, cần xét nghiệm lấy sản dịch cấy tìm vi khuẩn gây bệnh và làm kháng sinh đồ. Một hình thái nặng hơn của viêm niêm mạc tử cung là viêm tử cung toàn bộ, quá trình viêm nhiễm có thể lan tới lớp cơ tử cung với những ổ áp xe nhỏ; các triệu chứng lâm sàng có dấu hiệu nặng hơn viêm niêm mạc tử cung và dễ gây nên viêm phúc mạc hoặc nhiễm trùng máu.; Điều trị: Sử dụng kháng sinh toàn thân (tiêm), theo kháng sinh đồ như: ampicillin, gentamycin; thuốc làm tăng co bóp tử cung như: oxytocin, ergometrine; nếu nguyên nhân do sót nhau thì phải đợi đến khi nhiệt độ cơ thể giảm hoặc hết sốt mới được nong nạo buồng tử cung, trong trường hợp nguyên nhân gây viêm tử cung toàn bộ phải cắt bỏ tử cung toàn phần và xét nghiệm cấy máu để phát hiện sớm tình trạng nhiễm trùng huyết.\n4. Viêm dây chằng rộng và phần phụ\nTừ nhiễm khuẩn ở tử cung có thể lan sang các dây chằng (đặc biệt là dây chằng rộng) và các phần phụ như vòi trứng, buồng trứng.\nTriệu chứng: xuất hiện muộn sau sinh từ 8 đến 10 ngày. Sản phụ gặp tình trạng nhiễm trùng toàn thân, người mệt mỏi, sốt cao. Sản dịch có mùi hôi và tử cung co hồi chậm. Thăm khám âm đạo thấy khối rắn đau, bờ không rõ, ít di động.\nNếu là viêm dây chằng rộng ở phần trên hoặc viêm phần phụ thì khối u ở cao, nếu là viêm đáy của dây chằng rộng, nắn và phối hợp thăm khám âm đạo sẽ thấy khối viêm ở thấp, ngay ở túi cùng, có khi khối viêm dính liền với túi cùng, di động hạn chế. Khó phân biệt với đám quánh ruột thừa. Bệnh có thể khỏi nếu điều trị kịp thời, biến chứng thành viêm phúc mạc tiểu khung khối mủ (u mềm, nhiệt độ dao động). Nếu mủ vỡ vào ổ bụng gây ra viêm phúc mạc toàn thể. Nếu khối mủ ở thấp có thể vỡ vào bàng quang, trực tràng, âm đạo.\nĐiều trị: Bệnh nhân cần nghỉ ngơi, chườm lạnh, giảm đau, chống viêm. Sử dụng kháng sinh phổ rộng (dựa vào kháng sinh đồ), phối hợp trong 2 tuần. Trong trường hợp nặng có thể chỉ định cắt tử cung.\n5. Viêm phúc mạc tiểu khung\nViêm phúc mạc tiểu khung thứ phát là hình thái nhiễm khuẩn lan từ tử cung, dây chằng rộng, phần phụ, đáy chậu. Viêm phúc mạc nguyên phát là nhiễm khuẩn từ tử cung có thể không qua các bộ phận khác mà đi theo đường bạch mạch hoặc lan trực tiếp đến mặt sau phúc mạc, lan đến túi cùng sau, ruột, bàng quang.\nTình trạng viêm lan đến đâu sẽ hình thành giả mạc và phúc mạc sẽ dính vào nhau tại đó, phản ứng sinh ra các túi dịch, chất dịch có thể trong hoặc đục lẫn mủ hoặc máu (thể nặng).\nTriệu chứng:   Dấu hiệu bệnh lý xảy ra trung bình khoảng từ 7 – 15 ngày sau khi sinh và có biểu hiện rầm rộ hơn viêm niêm mạc tử cung; Nhiệt độ cơ thể tăng dần 38 – 400C, rét run, mệt mỏi, lưỡi bẩn; có dấu hiệu nhiễm trùng, đau hạ vị, tiểu tiện buốt, rát. Khám thấy có phản ứng thành bụng ở tiểu khung, bụng chướng nhẹ, ở phần trên của tiểu khung bụng mềm; khám âm đạo thấy cổ tử cung bé, tử cung to, di động và đau; Các túi cùng âm đạo phù nề và đau; nếu khám âm đạo kết hợp với sờ nắn bụng thấy vùng tiểu khung có khối rắn, không di động, đau; xét nghiệm máu ghi nhận bạch cầu tăng,…; Dấu hiệu bệnh lý xảy ra trung bình khoảng từ 7 – 15 ngày sau khi sinh và có biểu hiện rầm rộ hơn viêm niêm mạc tử cung;; Nhiệt độ cơ thể tăng dần 38 – 400C, rét run, mệt mỏi, lưỡi bẩn; có dấu hiệu nhiễm trùng, đau hạ vị, tiểu tiện buốt, rát.; Khám thấy có phản ứng thành bụng ở tiểu khung, bụng chướng nhẹ, ở phần trên của tiểu khung bụng mềm; khám âm đạo thấy cổ tử cung bé, tử cung to, di động và đau;; Các túi cùng âm đạo phù nề và đau; nếu khám âm đạo kết hợp với sờ nắn bụng thấy vùng tiểu khung có khối rắn, không di động, đau; xét nghiệm máu ghi nhận bạch cầu tăng,…; Điều trị: Khi điều trị tích cực và đáp ứng, bệnh tiến triển tốt và có thể khỏi nhưng cũng có trường hợp phát triển thành viêm phúc mạc toàn bộ. Bệnh nhân điều trị muộn có thể để lại di chứng dính, tắc ruột thậm chí tử vong.\nSản phụ cần nghỉ ngơi, chườm đá lạnh, dùng kháng sinh phù hợp với liều cao; nếu có áp xe ở túi cùng Douglas phải chọc dò và dẫn lưu qua túi cùng âm đạo; trường hợp điều trị không đáp ứng phải cắt bỏ tử cung và sử dụng kháng sinh thích hợp với liều cao truyền qua đường tĩnh mạch.\n6. Viêm phúc mạc toàn bộ\nCó 2 thể viêm phúc mạc là viêm phúc mạc nguyên phát và viêm phúc mạc thứ phát. Nguyên nhân dẫn đến viêm phúc mạc toàn bộ có thể xảy ra trong mổ lấy thai do:\nKhông đảm bảo vô khuẩn, khâu tử cung không tốt, sót rau, tổn thương ruột, bàng quang;; Sót gạc trong ổ bụng;; Nhiễm khuẩn ối;; Vỡ tử cung kèm theo tổn thương bàng quang, thủng tử cung do nạo hút thai, đặc biệt do phá thai phạm pháp không phát hiện thủng tử cung;; Có thể là biến chứng của các hình thái nhiễm khuẩn như: viêm tử cung toàn bộ, viêm dây chằng phần phụ có mủ, viêm phúc mạc tiểu khung điều trị không tốt.; Triệu chứng: Tình trạng viêm phúc mạc toàn bộ có thể xảy ra sau khi sản phụ sinh khoảng từ 7 – 10 ngày hoặc sau khi mổ đẻ khoảng 3 – 4 ngày với dấu hiệu môi khô, lưỡi bẩn, mắt trũng; có hội chứng nhiễm độc, nhiễm trùng; đại tiện có khi phân lỏng và mùi rất hôi, có phản ứng thành bụng hoặc cảm ứng phúc mạc nhưng nhiều khi không rõ; chụp phim X-quang bụng thấy bụng có quai ruột giãn, có mức nước và mức hơi; xét nghiệm điện giải đồ ghi nhận các thành phần Ca++, Cl- giảm.\nBệnh nhân sốt cao 40 độ C, mạch nhanh, khó thở, nôn, mặt hốc hác, bụng hơi chướng, đau ít, không có phản ứng thành bụng, gõ đục vùng thấp. Thăm âm đạo các cùng đồ đau, xét nghiệm máu thấy bạch cầu tăng, Hematocrit cao, thiếu máu tán huyết, CRP tăng. Rối loạn điện giải và toan chuyển hóa, rối loạn chức năng gan thận.\nĐiều trị: Xử trí bằng cách sử dụng kháng sinh toàn thân phù hợp, bồi phụ nước và các chất điện giải, thực hiện phẫu thuật cắt bỏ tử cung bán phần, tiến hành rửa và dẫn lưu ổ bụng.\n7. Nhiễm khuẩn huyết\nĐây được xem là hình thái nặng nhất có thể để lại nhiều di chứng thậm chí tử vong.\nTriệu chứng:\nSản phụ sau khi sinh bị sốt cao liên tục, nhiệt độ dao động, kèm theo triệu chứng sốt cao là rét run, toàn thân mệt mỏi;; Có dấu hiệu nhiễm trùng, nhiễm độc như: môi khô, lưỡi bẩn, khó thở, da vàng, nước tiểu sẫm màu; nghe phổi có tiếng ran; có thể thấy các biểu hiện của các ổ nhiễm khuẩn thứ phát như áp xe cơ, áp xe gan, áp xe não;; Khám sản khoa thấy cổ tử cung hé mở, tử cung to và co hồi lại chậm, ấn tử cung đau, sản dịch có mùi hôi và bẩn lẫn máu mủ;; Cấy máu và cấy sản dịch nếu có kết quả dương tính là xác định chẩn đoán chắc chắn nhiễm trùng huyết, nếu kết quả âm tính cũng không thể loại trừ và chủ yếu vẫn căn cứ vào triệu chứng lâm sàng;; Thực hiện các xét nghiệm khác thấy hồng cầu giảm, bạch cầu tăng chủ yếu là tăng bạch cầu đa nhân trung tính, hematocrit giảm.\nNguyên nhân:\nBệnh xảy ra do vi khuẩn, virus hoặc nấm giải phóng các hóa chất vào máu để chống lại các phản ứng viêm. Những phản ứng này đã tạo ra hàng loạt thay đổi trong cơ thể, gây tổn thương các cơ quan như gan, thận, khiến cơ thể suy yếu nhanh. Đây cũng là hình thái nặng nhất của nhiễm trùng hậu sản. Các biến chứng của bệnh có thể kể đến như suy thận cơ năng, viêm thận kẽ, áp xe phổi, viêm nội tâm mạc, áp xe não, viêm màng não,… Nếu không được phát hiện và điều trị kịp thời, sản phụ bị nhiễm trùng huyết có nguy cơ tử vong cao.\nĐiều trị:\nSản phụ bị nhiễm khuẩn huyết được điều trị kết hợp nội khoa và ngoại khoa.\nNội khoa: hồi sức chống choáng, kháng sinh phổ rộng, phối hợp (dựa vào kháng sinh đồ, khi chưa có kháng sinh đồ nên dùng loại kháng sinh có phổ kháng khuẩn rộng như nhóm cephalosporin, metronidazol, quinolon… kết hợp với biện pháp truyền máu, dùng thuốc trợ tim.; Ngoại khoa: Khi nhiệt độ cơ thể trở lại bình thường hoặc giảm xuống phải thực hiện phẫu thuật cắt bỏ tử cung bán phần để loại trừ ổ nhiễm khuẩn tiên phát.\nNhiễm khuẩn hậu sản là một tai biến sản khoa nguy hiểm nếu không kịp thời được phát hiện và điều trị sẽ gây ảnh hưởng xấu đến sức khỏe của sản phụ, thậm chí có thể khiến mẹ và bé tử vong.\nPGS.TS.BS Lưu Thị Hồng – Trưởng khoa Phụ Sản, Bệnh viện Đa khoa Tâm Anh, Hà Nội cho biết: “Nhiễm trùng hậu sản ở phụ nữ sau sinh có thể gây ra nhiều biến chứng nguy hiểm, thậm chí là tử vong. Vì vậy, khi thấy các triệu chứng bất thường như sốt, ra máu, sản dịch nhiều, có mùi hôi,… chị em nên đến ngay các cơ sở y tế để khám, điều trị kịp thời, tránh những biến chứng nguy hiểm đáng tiếc.”\n\nPrevent postpartum infections\nTo have a complete pregnancy, a healthy baby and a comfortable mother, pregnant mothers need to pay attention to the stages before, during and even after pregnancy and giving birth to avoid the risk of postpartum infection.\nBefore pregnancy: Periodic gynecological and health examinations, stable treatment of gynecological and internal inflammatory diseases such as anemia, diabetes, cardiovascular disease, malnutrition,...;; During pregnancy: Pregnancy examination according to regulations for early detection and timely treatment of gynecological infections, kidney disease, diabetes, hypertension,...;; After giving birth: Eat enough food, do not abstain too much; You should move around early and not lie in one place in a dark room. Clean and keep the private area clean, the perineal sutures, the abdominal wall incision dry, abstain from sexual intercourse... limit the risk of postpartum infection.\nIn addition, pregnant mothers should choose a safe pregnancy care unit and choose a birthplace that ensures the following factors:\nEnsure sterile conditions during childbirth, examinations, procedures, and surgeries; Make sure there is no placenta left in the uterus, and properly handle genital tract injuries when the mother gives birth.; Early detection and active treatment of genital tract infections before, during and after birth.\nChoosing a pregnancy and birth care unit is extremely important. Tam Anh General Hospital, Hanoi not only provides pregnant mothers with a pregnancy care address with full facilities and good services, but also has a team of experienced and good experts and doctors. specialize; A system of closely linked departments, such as emergency resuscitation, pediatrics, neonatology, diagnostic imaging... helps early detection and timely intervention of maternity complications, early screening for fetal malformations, and best newborn care.\nSee more: Peace of mind for mothers, safety for children when choosing maternity services at Tam Anh General Hospital, Hanoi\nIn addition, Tam Anh General Hospital, Hanoi also implements the \"Full Maternity Package\" service, providing pregnant mothers with a special care package right from pregnancy until birth. A team of experienced obstetricians and pediatricians at Tam Anh General Hospital will help mothers experience the gentlest labor so that they and their loved ones can fully enjoy the joy of welcoming a new member into the world.\nTo have your questions answered about maternity and need advice on health care for mother and fetus, please contact Tam Anh General Hospital at:",
    "subsections": [
        {
            "subsection_name": "What is postpartum infection?",
            "subsection_content": "Postpartum infection or puerperal infection is a condition in which the private area becomes infected during the postpartum period. Bacteria enter the genitals through the bloodstream, upstream from the vagina and cervix through damage to the genital tract during and after birth. Usually occurs in the postpartum period, 6 weeks after giving birth.",
            "subsection_string": "What is postpartum infection?\nPostpartum infection or puerperal infection is a condition in which the private area becomes infected during the postpartum period. Bacteria enter the genitals through the bloodstream, upstream from the vagina and cervix through damage to the genital tract during and after birth. Usually occurs in the postpartum period, 6 weeks after giving birth."
        },
        {
            "subsection_name": "Symptoms of postpartum infection",
            "subsection_content": "Some signs and symptoms of the disease include:\nLower abdominal pain, mild fever or foul-smelling lochia (signs of endometritis);; Pain, stiffness, heat, redness in one or both breasts accompanied by fever, chills, muscle pain, fatigue or headache (signs of mastitis);; Red skin, discharge, swelling, heat, tenderness or pain around the incision, wound (whether it is a cesarean section, episiotomy or tear), incision showing signs of opening;; Difficulty urinating, painful urination, feeling like you have to urinate frequently and urgently but passing little or no urine, foamy or bloody urine (signs of urinary tract infection);",
            "subsection_string": "Symptoms of postpartum infection\nSome signs and symptoms of the disease include:\nLower abdominal pain, mild fever or foul-smelling lochia (signs of endometritis);; Pain, stiffness, heat, redness in one or both breasts accompanied by fever, chills, muscle pain, fatigue or headache (signs of mastitis);; Red skin, discharge, swelling, heat, tenderness or pain around the incision, wound (whether it is a cesarean section, episiotomy or tear), incision showing signs of opening;; Difficulty urinating, painful urination, feeling like you have to urinate frequently and urgently but passing little or no urine, foamy or bloody urine (signs of urinary tract infection);"
        },
        {
            "subsection_name": "Causes of postpartum infection",
            "subsection_content": "Postpartum infections can be caused by a number of bacteria such as staphylococcus, streptococcus, E. coli, anaerobic bacteria such as Clostridium, Bacteroides... The route of transmission to cause infection can be from the vagina. through the cervix, through the fallopian tube into the peritoneum; At the same time, bacteria can also penetrate through the placenta into the blood, causing blood infection.",
            "subsection_string": "Causes of postpartum infection\nPostpartum infections can be caused by a number of bacteria such as staphylococcus, streptococcus, E. coli, anaerobic bacteria such as Clostridium, Bacteroides... The route of transmission to cause infection can be from the vagina. through the cervix, through the fallopian tube into the peritoneum; At the same time, bacteria can also penetrate through the placenta into the blood, causing blood infection."
        },
        {
            "subsection_name": "Subjects at risk of postpartum infection",
            "subsection_content": "Pregnant women often have vaginal discharge within a few days after giving birth. Short follow-up periods may not be sufficient to identify signs of infection before discharge. According to the study, 94% of cases were diagnosed after discharge from the hospital. Postpartum infections occur more often in places with poor hygiene and poor quality of health care.\nHowever, the disease can be controlled by minimizing risk factors.\nSome factors may increase the risk of postpartum infection:\nPoor nutrition;; Anemia;; Toxemia of pregnancy;; Fat;; Vaginal infections, sexually transmitted infections;; Multiple vaginal examinations during labor;; Monitoring the fetus by entering the uterus;; Prolonged labor;; Delay in rupture of membranes and birth;; Obstructive fluid loss;; Group B streptococcus bacteria reside in the vagina;; Part of the placenta remains in the uterus after birth;; Postpartum hemorrhage;; Young;; Belongs to a low socioeconomic group.",
            "subsection_string": "Subjects at risk of postpartum infection\nPregnant women often have vaginal discharge within a few days after giving birth. Short follow-up periods may not be sufficient to identify signs of infection before discharge. According to the study, 94% of cases were diagnosed after discharge from the hospital. Postpartum infections occur more often in places with poor hygiene and poor quality of health care.\nHowever, the disease can be controlled by minimizing risk factors.\nSome factors may increase the risk of postpartum infection:\nPoor nutrition;; Anemia;; Toxemia of pregnancy;; Fat;; Vaginal infections, sexually transmitted infections;; Multiple vaginal examinations during labor;; Monitoring the fetus by entering the uterus;; Prolonged labor;; Delay in rupture of membranes and birth;; Obstructive fluid loss;; Group B streptococcus bacteria reside in the vagina;; Part of the placenta remains in the uterus after birth;; Postpartum hemorrhage;; Young;; Belongs to a low socioeconomic group."
        },
        {
            "subsection_name": "Complications of postpartum infection",
            "subsection_content": "Nhiễm trùng hậu sản là hậu quả không mong muốn thường gặp nhất và là nguyên nhân gây tử vong ở sản phụ. Bệnh để lại hậu quả nặng nề cho sản phụ và em bé sơ sinh do kéo dài thời gian nằm viện, ảnh hưởng đến sức khỏe và tăng chi phí điều trị. Nhiễm khuẩn hậu sản có thể diễn tiến nhanh, cấp tính đưa đến nhiễm trùng toàn thân nghiêm trọng; một số trường hợp có diễn tiến âm thầm gây ra viêm vùng chậu mãn tính. Một số hình thái thường gặp khi bị nhiễm trùng sau khi sinh là:\n1. Nhiễm khuẩn tầng sinh môn, âm hộ, âm đạo\nĐây là hình thái nhẹ nhất. Do rách hoặc không cắt tầng sinh môn mà không khâu hoặc khâu không đúng kỹ thuật, không đảm bảo vô khuẩn, sót gạc trong âm đạo.\nTriệu chứng: sốt nhẹ 38-38,5 độ C, vết khâu tầng sinh môn sưng tấy, đau, trường hợp nặng có mủ. Tử cung co hồi bình thường, sản dịch không hôi. Bệnh nhân sẽ tiến triển tốt nếu điều trị kịp thời.; Điều trị: Sản phụ sẽ được cắt chỉ tầng sinh môn nếu vết khâu tấy đỏ có mủ. Vệ sinh tại chỗ hàng ngày bằng oxy già (vết khâu có mủ), hoặc Betadin. Sản phụ có thể được chỉ định dùng kháng sinh (uống hoặc tiêm) để kiểm soát nhiễm khuẩn.\n2. Viêm cơ tử cung\nHình thái này khá hiếm gặp, biểu thị bằng việc nhiễm khuẩn toàn bộ cơ tử cung, những ổ mủ trong lớp cơ tử cung, thường xảy ra sau viêm nội mạc tử cung hoặc bế sản dịch. Bế sản dịch là hình thái trung gian. Triệu chứng giống như viêm nội mạc tử cung nhưng khác là không thấy sản dịch hoặc có rất ít. Tiên lượng phụ thuộc vào chẩn đoán và điều trị. Biến chứng có thể là viêm phúc mạc và nhiễm trùng máu.\nTriệu chứng: Sốt cao 39-40 độ C, biểu hiện nhiễm trùng nặng. Sản dịch có lẫn máu, có mùi hôi hoặc thối. Tử cung to, mềm, đau khi ấn vào.; Điều trị: Cấy sản dịch, cấy máu (làm kháng sinh đồ), sử dụng kháng sinh theo chỉ định bác sĩ. Nâng cao thể trạng, bù nước điện giải, truyền máu (nếu cần thiết).\n3. Viêm niêm mạc tử cung\nĐây là hình thái hay gặp, nếu không điều trị kịp thời có thể dẫn đến các biến chứng khác nặng hơn như viêm tử cung toàn bộ, viêm phúc mạc toàn bộ, nhiễm khuẩn máu.\nNguyên nhân: do sót rau, sót màng, nhiễm khuẩn ối, chuyển dạ kéo dài, thủ thuật bóc rau, kiểm soát tử cung không đảm bảo vô khuẩn.; Triệu chứng: Sốt xuất hiện sau sinh từ 2- 3 ngày. Mạch nhanh >100 lần/phút, người mệt mỏi. Sản dịch hôi, có thể lẫn mủ. Tử cung co hồi chậm, cần xét nghiệm lấy sản dịch cấy tìm vi khuẩn gây bệnh và làm kháng sinh đồ. Một hình thái nặng hơn của viêm niêm mạc tử cung là viêm tử cung toàn bộ, quá trình viêm nhiễm có thể lan tới lớp cơ tử cung với những ổ áp xe nhỏ; các triệu chứng lâm sàng có dấu hiệu nặng hơn viêm niêm mạc tử cung và dễ gây nên viêm phúc mạc hoặc nhiễm trùng máu.; Điều trị: Sử dụng kháng sinh toàn thân (tiêm), theo kháng sinh đồ như: ampicillin, gentamycin; thuốc làm tăng co bóp tử cung như: oxytocin, ergometrine; nếu nguyên nhân do sót nhau thì phải đợi đến khi nhiệt độ cơ thể giảm hoặc hết sốt mới được nong nạo buồng tử cung, trong trường hợp nguyên nhân gây viêm tử cung toàn bộ phải cắt bỏ tử cung toàn phần và xét nghiệm cấy máu để phát hiện sớm tình trạng nhiễm trùng huyết.\n4. Viêm dây chằng rộng và phần phụ\nTừ nhiễm khuẩn ở tử cung có thể lan sang các dây chằng (đặc biệt là dây chằng rộng) và các phần phụ như vòi trứng, buồng trứng.\nTriệu chứng: xuất hiện muộn sau sinh từ 8 đến 10 ngày. Sản phụ gặp tình trạng nhiễm trùng toàn thân, người mệt mỏi, sốt cao. Sản dịch có mùi hôi và tử cung co hồi chậm. Thăm khám âm đạo thấy khối rắn đau, bờ không rõ, ít di động.\nNếu là viêm dây chằng rộng ở phần trên hoặc viêm phần phụ thì khối u ở cao, nếu là viêm đáy của dây chằng rộng, nắn và phối hợp thăm khám âm đạo sẽ thấy khối viêm ở thấp, ngay ở túi cùng, có khi khối viêm dính liền với túi cùng, di động hạn chế. Khó phân biệt với đám quánh ruột thừa. Bệnh có thể khỏi nếu điều trị kịp thời, biến chứng thành viêm phúc mạc tiểu khung khối mủ (u mềm, nhiệt độ dao động). Nếu mủ vỡ vào ổ bụng gây ra viêm phúc mạc toàn thể. Nếu khối mủ ở thấp có thể vỡ vào bàng quang, trực tràng, âm đạo.\nĐiều trị: Bệnh nhân cần nghỉ ngơi, chườm lạnh, giảm đau, chống viêm. Sử dụng kháng sinh phổ rộng (dựa vào kháng sinh đồ), phối hợp trong 2 tuần. Trong trường hợp nặng có thể chỉ định cắt tử cung.\n5. Viêm phúc mạc tiểu khung\nViêm phúc mạc tiểu khung thứ phát là hình thái nhiễm khuẩn lan từ tử cung, dây chằng rộng, phần phụ, đáy chậu. Viêm phúc mạc nguyên phát là nhiễm khuẩn từ tử cung có thể không qua các bộ phận khác mà đi theo đường bạch mạch hoặc lan trực tiếp đến mặt sau phúc mạc, lan đến túi cùng sau, ruột, bàng quang.\nTình trạng viêm lan đến đâu sẽ hình thành giả mạc và phúc mạc sẽ dính vào nhau tại đó, phản ứng sinh ra các túi dịch, chất dịch có thể trong hoặc đục lẫn mủ hoặc máu (thể nặng).\nTriệu chứng:   Dấu hiệu bệnh lý xảy ra trung bình khoảng từ 7 – 15 ngày sau khi sinh và có biểu hiện rầm rộ hơn viêm niêm mạc tử cung; Nhiệt độ cơ thể tăng dần 38 – 400C, rét run, mệt mỏi, lưỡi bẩn; có dấu hiệu nhiễm trùng, đau hạ vị, tiểu tiện buốt, rát. Khám thấy có phản ứng thành bụng ở tiểu khung, bụng chướng nhẹ, ở phần trên của tiểu khung bụng mềm; khám âm đạo thấy cổ tử cung bé, tử cung to, di động và đau; Các túi cùng âm đạo phù nề và đau; nếu khám âm đạo kết hợp với sờ nắn bụng thấy vùng tiểu khung có khối rắn, không di động, đau; xét nghiệm máu ghi nhận bạch cầu tăng,…; Dấu hiệu bệnh lý xảy ra trung bình khoảng từ 7 – 15 ngày sau khi sinh và có biểu hiện rầm rộ hơn viêm niêm mạc tử cung;; Nhiệt độ cơ thể tăng dần 38 – 400C, rét run, mệt mỏi, lưỡi bẩn; có dấu hiệu nhiễm trùng, đau hạ vị, tiểu tiện buốt, rát.; Khám thấy có phản ứng thành bụng ở tiểu khung, bụng chướng nhẹ, ở phần trên của tiểu khung bụng mềm; khám âm đạo thấy cổ tử cung bé, tử cung to, di động và đau;; Các túi cùng âm đạo phù nề và đau; nếu khám âm đạo kết hợp với sờ nắn bụng thấy vùng tiểu khung có khối rắn, không di động, đau; xét nghiệm máu ghi nhận bạch cầu tăng,…; Điều trị: Khi điều trị tích cực và đáp ứng, bệnh tiến triển tốt và có thể khỏi nhưng cũng có trường hợp phát triển thành viêm phúc mạc toàn bộ. Bệnh nhân điều trị muộn có thể để lại di chứng dính, tắc ruột thậm chí tử vong.\nSản phụ cần nghỉ ngơi, chườm đá lạnh, dùng kháng sinh phù hợp với liều cao; nếu có áp xe ở túi cùng Douglas phải chọc dò và dẫn lưu qua túi cùng âm đạo; trường hợp điều trị không đáp ứng phải cắt bỏ tử cung và sử dụng kháng sinh thích hợp với liều cao truyền qua đường tĩnh mạch.\n6. Viêm phúc mạc toàn bộ\nCó 2 thể viêm phúc mạc là viêm phúc mạc nguyên phát và viêm phúc mạc thứ phát. Nguyên nhân dẫn đến viêm phúc mạc toàn bộ có thể xảy ra trong mổ lấy thai do:\nKhông đảm bảo vô khuẩn, khâu tử cung không tốt, sót rau, tổn thương ruột, bàng quang;; Sót gạc trong ổ bụng;; Nhiễm khuẩn ối;; Vỡ tử cung kèm theo tổn thương bàng quang, thủng tử cung do nạo hút thai, đặc biệt do phá thai phạm pháp không phát hiện thủng tử cung;; Có thể là biến chứng của các hình thái nhiễm khuẩn như: viêm tử cung toàn bộ, viêm dây chằng phần phụ có mủ, viêm phúc mạc tiểu khung điều trị không tốt.; Triệu chứng: Tình trạng viêm phúc mạc toàn bộ có thể xảy ra sau khi sản phụ sinh khoảng từ 7 – 10 ngày hoặc sau khi mổ đẻ khoảng 3 – 4 ngày với dấu hiệu môi khô, lưỡi bẩn, mắt trũng; có hội chứng nhiễm độc, nhiễm trùng; đại tiện có khi phân lỏng và mùi rất hôi, có phản ứng thành bụng hoặc cảm ứng phúc mạc nhưng nhiều khi không rõ; chụp phim X-quang bụng thấy bụng có quai ruột giãn, có mức nước và mức hơi; xét nghiệm điện giải đồ ghi nhận các thành phần Ca++, Cl- giảm.\nBệnh nhân sốt cao 40 độ C, mạch nhanh, khó thở, nôn, mặt hốc hác, bụng hơi chướng, đau ít, không có phản ứng thành bụng, gõ đục vùng thấp. Thăm âm đạo các cùng đồ đau, xét nghiệm máu thấy bạch cầu tăng, Hematocrit cao, thiếu máu tán huyết, CRP tăng. Rối loạn điện giải và toan chuyển hóa, rối loạn chức năng gan thận.\nĐiều trị: Xử trí bằng cách sử dụng kháng sinh toàn thân phù hợp, bồi phụ nước và các chất điện giải, thực hiện phẫu thuật cắt bỏ tử cung bán phần, tiến hành rửa và dẫn lưu ổ bụng.\n7. Nhiễm khuẩn huyết\nĐây được xem là hình thái nặng nhất có thể để lại nhiều di chứng thậm chí tử vong.\nTriệu chứng:\nSản phụ sau khi sinh bị sốt cao liên tục, nhiệt độ dao động, kèm theo triệu chứng sốt cao là rét run, toàn thân mệt mỏi;; Có dấu hiệu nhiễm trùng, nhiễm độc như: môi khô, lưỡi bẩn, khó thở, da vàng, nước tiểu sẫm màu; nghe phổi có tiếng ran; có thể thấy các biểu hiện của các ổ nhiễm khuẩn thứ phát như áp xe cơ, áp xe gan, áp xe não;; Khám sản khoa thấy cổ tử cung hé mở, tử cung to và co hồi lại chậm, ấn tử cung đau, sản dịch có mùi hôi và bẩn lẫn máu mủ;; Cấy máu và cấy sản dịch nếu có kết quả dương tính là xác định chẩn đoán chắc chắn nhiễm trùng huyết, nếu kết quả âm tính cũng không thể loại trừ và chủ yếu vẫn căn cứ vào triệu chứng lâm sàng;; Thực hiện các xét nghiệm khác thấy hồng cầu giảm, bạch cầu tăng chủ yếu là tăng bạch cầu đa nhân trung tính, hematocrit giảm.\nNguyên nhân:\nBệnh xảy ra do vi khuẩn, virus hoặc nấm giải phóng các hóa chất vào máu để chống lại các phản ứng viêm. Những phản ứng này đã tạo ra hàng loạt thay đổi trong cơ thể, gây tổn thương các cơ quan như gan, thận, khiến cơ thể suy yếu nhanh. Đây cũng là hình thái nặng nhất của nhiễm trùng hậu sản. Các biến chứng của bệnh có thể kể đến như suy thận cơ năng, viêm thận kẽ, áp xe phổi, viêm nội tâm mạc, áp xe não, viêm màng não,… Nếu không được phát hiện và điều trị kịp thời, sản phụ bị nhiễm trùng huyết có nguy cơ tử vong cao.\nĐiều trị:\nSản phụ bị nhiễm khuẩn huyết được điều trị kết hợp nội khoa và ngoại khoa.\nNội khoa: hồi sức chống choáng, kháng sinh phổ rộng, phối hợp (dựa vào kháng sinh đồ, khi chưa có kháng sinh đồ nên dùng loại kháng sinh có phổ kháng khuẩn rộng như nhóm cephalosporin, metronidazol, quinolon… kết hợp với biện pháp truyền máu, dùng thuốc trợ tim.; Ngoại khoa: Khi nhiệt độ cơ thể trở lại bình thường hoặc giảm xuống phải thực hiện phẫu thuật cắt bỏ tử cung bán phần để loại trừ ổ nhiễm khuẩn tiên phát.\nNhiễm khuẩn hậu sản là một tai biến sản khoa nguy hiểm nếu không kịp thời được phát hiện và điều trị sẽ gây ảnh hưởng xấu đến sức khỏe của sản phụ, thậm chí có thể khiến mẹ và bé tử vong.\nPGS.TS.BS Lưu Thị Hồng – Trưởng khoa Phụ Sản, Bệnh viện Đa khoa Tâm Anh, Hà Nội cho biết: “Nhiễm trùng hậu sản ở phụ nữ sau sinh có thể gây ra nhiều biến chứng nguy hiểm, thậm chí là tử vong. Vì vậy, khi thấy các triệu chứng bất thường như sốt, ra máu, sản dịch nhiều, có mùi hôi,… chị em nên đến ngay các cơ sở y tế để khám, điều trị kịp thời, tránh những biến chứng nguy hiểm đáng tiếc.”",
            "subsection_string": "Complications of postpartum infection\nNhiễm trùng hậu sản là hậu quả không mong muốn thường gặp nhất và là nguyên nhân gây tử vong ở sản phụ. Bệnh để lại hậu quả nặng nề cho sản phụ và em bé sơ sinh do kéo dài thời gian nằm viện, ảnh hưởng đến sức khỏe và tăng chi phí điều trị. Nhiễm khuẩn hậu sản có thể diễn tiến nhanh, cấp tính đưa đến nhiễm trùng toàn thân nghiêm trọng; một số trường hợp có diễn tiến âm thầm gây ra viêm vùng chậu mãn tính. Một số hình thái thường gặp khi bị nhiễm trùng sau khi sinh là:\n1. Nhiễm khuẩn tầng sinh môn, âm hộ, âm đạo\nĐây là hình thái nhẹ nhất. Do rách hoặc không cắt tầng sinh môn mà không khâu hoặc khâu không đúng kỹ thuật, không đảm bảo vô khuẩn, sót gạc trong âm đạo.\nTriệu chứng: sốt nhẹ 38-38,5 độ C, vết khâu tầng sinh môn sưng tấy, đau, trường hợp nặng có mủ. Tử cung co hồi bình thường, sản dịch không hôi. Bệnh nhân sẽ tiến triển tốt nếu điều trị kịp thời.; Điều trị: Sản phụ sẽ được cắt chỉ tầng sinh môn nếu vết khâu tấy đỏ có mủ. Vệ sinh tại chỗ hàng ngày bằng oxy già (vết khâu có mủ), hoặc Betadin. Sản phụ có thể được chỉ định dùng kháng sinh (uống hoặc tiêm) để kiểm soát nhiễm khuẩn.\n2. Viêm cơ tử cung\nHình thái này khá hiếm gặp, biểu thị bằng việc nhiễm khuẩn toàn bộ cơ tử cung, những ổ mủ trong lớp cơ tử cung, thường xảy ra sau viêm nội mạc tử cung hoặc bế sản dịch. Bế sản dịch là hình thái trung gian. Triệu chứng giống như viêm nội mạc tử cung nhưng khác là không thấy sản dịch hoặc có rất ít. Tiên lượng phụ thuộc vào chẩn đoán và điều trị. Biến chứng có thể là viêm phúc mạc và nhiễm trùng máu.\nTriệu chứng: Sốt cao 39-40 độ C, biểu hiện nhiễm trùng nặng. Sản dịch có lẫn máu, có mùi hôi hoặc thối. Tử cung to, mềm, đau khi ấn vào.; Điều trị: Cấy sản dịch, cấy máu (làm kháng sinh đồ), sử dụng kháng sinh theo chỉ định bác sĩ. Nâng cao thể trạng, bù nước điện giải, truyền máu (nếu cần thiết).\n3. Viêm niêm mạc tử cung\nĐây là hình thái hay gặp, nếu không điều trị kịp thời có thể dẫn đến các biến chứng khác nặng hơn như viêm tử cung toàn bộ, viêm phúc mạc toàn bộ, nhiễm khuẩn máu.\nNguyên nhân: do sót rau, sót màng, nhiễm khuẩn ối, chuyển dạ kéo dài, thủ thuật bóc rau, kiểm soát tử cung không đảm bảo vô khuẩn.; Triệu chứng: Sốt xuất hiện sau sinh từ 2- 3 ngày. Mạch nhanh >100 lần/phút, người mệt mỏi. Sản dịch hôi, có thể lẫn mủ. Tử cung co hồi chậm, cần xét nghiệm lấy sản dịch cấy tìm vi khuẩn gây bệnh và làm kháng sinh đồ. Một hình thái nặng hơn của viêm niêm mạc tử cung là viêm tử cung toàn bộ, quá trình viêm nhiễm có thể lan tới lớp cơ tử cung với những ổ áp xe nhỏ; các triệu chứng lâm sàng có dấu hiệu nặng hơn viêm niêm mạc tử cung và dễ gây nên viêm phúc mạc hoặc nhiễm trùng máu.; Điều trị: Sử dụng kháng sinh toàn thân (tiêm), theo kháng sinh đồ như: ampicillin, gentamycin; thuốc làm tăng co bóp tử cung như: oxytocin, ergometrine; nếu nguyên nhân do sót nhau thì phải đợi đến khi nhiệt độ cơ thể giảm hoặc hết sốt mới được nong nạo buồng tử cung, trong trường hợp nguyên nhân gây viêm tử cung toàn bộ phải cắt bỏ tử cung toàn phần và xét nghiệm cấy máu để phát hiện sớm tình trạng nhiễm trùng huyết.\n4. Viêm dây chằng rộng và phần phụ\nTừ nhiễm khuẩn ở tử cung có thể lan sang các dây chằng (đặc biệt là dây chằng rộng) và các phần phụ như vòi trứng, buồng trứng.\nTriệu chứng: xuất hiện muộn sau sinh từ 8 đến 10 ngày. Sản phụ gặp tình trạng nhiễm trùng toàn thân, người mệt mỏi, sốt cao. Sản dịch có mùi hôi và tử cung co hồi chậm. Thăm khám âm đạo thấy khối rắn đau, bờ không rõ, ít di động.\nNếu là viêm dây chằng rộng ở phần trên hoặc viêm phần phụ thì khối u ở cao, nếu là viêm đáy của dây chằng rộng, nắn và phối hợp thăm khám âm đạo sẽ thấy khối viêm ở thấp, ngay ở túi cùng, có khi khối viêm dính liền với túi cùng, di động hạn chế. Khó phân biệt với đám quánh ruột thừa. Bệnh có thể khỏi nếu điều trị kịp thời, biến chứng thành viêm phúc mạc tiểu khung khối mủ (u mềm, nhiệt độ dao động). Nếu mủ vỡ vào ổ bụng gây ra viêm phúc mạc toàn thể. Nếu khối mủ ở thấp có thể vỡ vào bàng quang, trực tràng, âm đạo.\nĐiều trị: Bệnh nhân cần nghỉ ngơi, chườm lạnh, giảm đau, chống viêm. Sử dụng kháng sinh phổ rộng (dựa vào kháng sinh đồ), phối hợp trong 2 tuần. Trong trường hợp nặng có thể chỉ định cắt tử cung.\n5. Viêm phúc mạc tiểu khung\nViêm phúc mạc tiểu khung thứ phát là hình thái nhiễm khuẩn lan từ tử cung, dây chằng rộng, phần phụ, đáy chậu. Viêm phúc mạc nguyên phát là nhiễm khuẩn từ tử cung có thể không qua các bộ phận khác mà đi theo đường bạch mạch hoặc lan trực tiếp đến mặt sau phúc mạc, lan đến túi cùng sau, ruột, bàng quang.\nTình trạng viêm lan đến đâu sẽ hình thành giả mạc và phúc mạc sẽ dính vào nhau tại đó, phản ứng sinh ra các túi dịch, chất dịch có thể trong hoặc đục lẫn mủ hoặc máu (thể nặng).\nTriệu chứng:   Dấu hiệu bệnh lý xảy ra trung bình khoảng từ 7 – 15 ngày sau khi sinh và có biểu hiện rầm rộ hơn viêm niêm mạc tử cung; Nhiệt độ cơ thể tăng dần 38 – 400C, rét run, mệt mỏi, lưỡi bẩn; có dấu hiệu nhiễm trùng, đau hạ vị, tiểu tiện buốt, rát. Khám thấy có phản ứng thành bụng ở tiểu khung, bụng chướng nhẹ, ở phần trên của tiểu khung bụng mềm; khám âm đạo thấy cổ tử cung bé, tử cung to, di động và đau; Các túi cùng âm đạo phù nề và đau; nếu khám âm đạo kết hợp với sờ nắn bụng thấy vùng tiểu khung có khối rắn, không di động, đau; xét nghiệm máu ghi nhận bạch cầu tăng,…; Dấu hiệu bệnh lý xảy ra trung bình khoảng từ 7 – 15 ngày sau khi sinh và có biểu hiện rầm rộ hơn viêm niêm mạc tử cung;; Nhiệt độ cơ thể tăng dần 38 – 400C, rét run, mệt mỏi, lưỡi bẩn; có dấu hiệu nhiễm trùng, đau hạ vị, tiểu tiện buốt, rát.; Khám thấy có phản ứng thành bụng ở tiểu khung, bụng chướng nhẹ, ở phần trên của tiểu khung bụng mềm; khám âm đạo thấy cổ tử cung bé, tử cung to, di động và đau;; Các túi cùng âm đạo phù nề và đau; nếu khám âm đạo kết hợp với sờ nắn bụng thấy vùng tiểu khung có khối rắn, không di động, đau; xét nghiệm máu ghi nhận bạch cầu tăng,…; Điều trị: Khi điều trị tích cực và đáp ứng, bệnh tiến triển tốt và có thể khỏi nhưng cũng có trường hợp phát triển thành viêm phúc mạc toàn bộ. Bệnh nhân điều trị muộn có thể để lại di chứng dính, tắc ruột thậm chí tử vong.\nSản phụ cần nghỉ ngơi, chườm đá lạnh, dùng kháng sinh phù hợp với liều cao; nếu có áp xe ở túi cùng Douglas phải chọc dò và dẫn lưu qua túi cùng âm đạo; trường hợp điều trị không đáp ứng phải cắt bỏ tử cung và sử dụng kháng sinh thích hợp với liều cao truyền qua đường tĩnh mạch.\n6. Viêm phúc mạc toàn bộ\nCó 2 thể viêm phúc mạc là viêm phúc mạc nguyên phát và viêm phúc mạc thứ phát. Nguyên nhân dẫn đến viêm phúc mạc toàn bộ có thể xảy ra trong mổ lấy thai do:\nKhông đảm bảo vô khuẩn, khâu tử cung không tốt, sót rau, tổn thương ruột, bàng quang;; Sót gạc trong ổ bụng;; Nhiễm khuẩn ối;; Vỡ tử cung kèm theo tổn thương bàng quang, thủng tử cung do nạo hút thai, đặc biệt do phá thai phạm pháp không phát hiện thủng tử cung;; Có thể là biến chứng của các hình thái nhiễm khuẩn như: viêm tử cung toàn bộ, viêm dây chằng phần phụ có mủ, viêm phúc mạc tiểu khung điều trị không tốt.; Triệu chứng: Tình trạng viêm phúc mạc toàn bộ có thể xảy ra sau khi sản phụ sinh khoảng từ 7 – 10 ngày hoặc sau khi mổ đẻ khoảng 3 – 4 ngày với dấu hiệu môi khô, lưỡi bẩn, mắt trũng; có hội chứng nhiễm độc, nhiễm trùng; đại tiện có khi phân lỏng và mùi rất hôi, có phản ứng thành bụng hoặc cảm ứng phúc mạc nhưng nhiều khi không rõ; chụp phim X-quang bụng thấy bụng có quai ruột giãn, có mức nước và mức hơi; xét nghiệm điện giải đồ ghi nhận các thành phần Ca++, Cl- giảm.\nBệnh nhân sốt cao 40 độ C, mạch nhanh, khó thở, nôn, mặt hốc hác, bụng hơi chướng, đau ít, không có phản ứng thành bụng, gõ đục vùng thấp. Thăm âm đạo các cùng đồ đau, xét nghiệm máu thấy bạch cầu tăng, Hematocrit cao, thiếu máu tán huyết, CRP tăng. Rối loạn điện giải và toan chuyển hóa, rối loạn chức năng gan thận.\nĐiều trị: Xử trí bằng cách sử dụng kháng sinh toàn thân phù hợp, bồi phụ nước và các chất điện giải, thực hiện phẫu thuật cắt bỏ tử cung bán phần, tiến hành rửa và dẫn lưu ổ bụng.\n7. Nhiễm khuẩn huyết\nĐây được xem là hình thái nặng nhất có thể để lại nhiều di chứng thậm chí tử vong.\nTriệu chứng:\nSản phụ sau khi sinh bị sốt cao liên tục, nhiệt độ dao động, kèm theo triệu chứng sốt cao là rét run, toàn thân mệt mỏi;; Có dấu hiệu nhiễm trùng, nhiễm độc như: môi khô, lưỡi bẩn, khó thở, da vàng, nước tiểu sẫm màu; nghe phổi có tiếng ran; có thể thấy các biểu hiện của các ổ nhiễm khuẩn thứ phát như áp xe cơ, áp xe gan, áp xe não;; Khám sản khoa thấy cổ tử cung hé mở, tử cung to và co hồi lại chậm, ấn tử cung đau, sản dịch có mùi hôi và bẩn lẫn máu mủ;; Cấy máu và cấy sản dịch nếu có kết quả dương tính là xác định chẩn đoán chắc chắn nhiễm trùng huyết, nếu kết quả âm tính cũng không thể loại trừ và chủ yếu vẫn căn cứ vào triệu chứng lâm sàng;; Thực hiện các xét nghiệm khác thấy hồng cầu giảm, bạch cầu tăng chủ yếu là tăng bạch cầu đa nhân trung tính, hematocrit giảm.\nNguyên nhân:\nBệnh xảy ra do vi khuẩn, virus hoặc nấm giải phóng các hóa chất vào máu để chống lại các phản ứng viêm. Những phản ứng này đã tạo ra hàng loạt thay đổi trong cơ thể, gây tổn thương các cơ quan như gan, thận, khiến cơ thể suy yếu nhanh. Đây cũng là hình thái nặng nhất của nhiễm trùng hậu sản. Các biến chứng của bệnh có thể kể đến như suy thận cơ năng, viêm thận kẽ, áp xe phổi, viêm nội tâm mạc, áp xe não, viêm màng não,… Nếu không được phát hiện và điều trị kịp thời, sản phụ bị nhiễm trùng huyết có nguy cơ tử vong cao.\nĐiều trị:\nSản phụ bị nhiễm khuẩn huyết được điều trị kết hợp nội khoa và ngoại khoa.\nNội khoa: hồi sức chống choáng, kháng sinh phổ rộng, phối hợp (dựa vào kháng sinh đồ, khi chưa có kháng sinh đồ nên dùng loại kháng sinh có phổ kháng khuẩn rộng như nhóm cephalosporin, metronidazol, quinolon… kết hợp với biện pháp truyền máu, dùng thuốc trợ tim.; Ngoại khoa: Khi nhiệt độ cơ thể trở lại bình thường hoặc giảm xuống phải thực hiện phẫu thuật cắt bỏ tử cung bán phần để loại trừ ổ nhiễm khuẩn tiên phát.\nNhiễm khuẩn hậu sản là một tai biến sản khoa nguy hiểm nếu không kịp thời được phát hiện và điều trị sẽ gây ảnh hưởng xấu đến sức khỏe của sản phụ, thậm chí có thể khiến mẹ và bé tử vong.\nPGS.TS.BS Lưu Thị Hồng – Trưởng khoa Phụ Sản, Bệnh viện Đa khoa Tâm Anh, Hà Nội cho biết: “Nhiễm trùng hậu sản ở phụ nữ sau sinh có thể gây ra nhiều biến chứng nguy hiểm, thậm chí là tử vong. Vì vậy, khi thấy các triệu chứng bất thường như sốt, ra máu, sản dịch nhiều, có mùi hôi,… chị em nên đến ngay các cơ sở y tế để khám, điều trị kịp thời, tránh những biến chứng nguy hiểm đáng tiếc.”"
        },
        {
            "subsection_name": "Prevent postpartum infections",
            "subsection_content": "To have a complete pregnancy, a healthy baby and a comfortable mother, pregnant mothers need to pay attention to the stages before, during and even after pregnancy and giving birth to avoid the risk of postpartum infection.\nBefore pregnancy: Periodic gynecological and health examinations, stable treatment of gynecological and internal inflammatory diseases such as anemia, diabetes, cardiovascular disease, malnutrition,...;; During pregnancy: Pregnancy examination according to regulations for early detection and timely treatment of gynecological infections, kidney disease, diabetes, hypertension,...;; After giving birth: Eat enough food, do not abstain too much; You should move around early and not lie in one place in a dark room. Clean and keep the private area clean, the perineal sutures, the abdominal wall incision dry, abstain from sexual intercourse... limit the risk of postpartum infection.\nIn addition, pregnant mothers should choose a safe pregnancy care unit and choose a birthplace that ensures the following factors:\nEnsure sterile conditions during childbirth, examinations, procedures, and surgeries; Make sure there is no placenta left in the uterus, and properly handle genital tract injuries when the mother gives birth.; Early detection and active treatment of genital tract infections before, during and after birth.\nChoosing a pregnancy and birth care unit is extremely important. Tam Anh General Hospital, Hanoi not only provides pregnant mothers with a pregnancy care address with full facilities and good services, but also has a team of experienced and good experts and doctors. specialize; A system of closely linked departments, such as emergency resuscitation, pediatrics, neonatology, diagnostic imaging... helps early detection and timely intervention of maternity complications, early screening for fetal malformations, and best newborn care.\nSee more: Peace of mind for mothers, safety for children when choosing maternity services at Tam Anh General Hospital, Hanoi\nIn addition, Tam Anh General Hospital, Hanoi also implements the \"Full Maternity Package\" service, providing pregnant mothers with a special care package right from pregnancy until birth. A team of experienced obstetricians and pediatricians at Tam Anh General Hospital will help mothers experience the gentlest labor so that they and their loved ones can fully enjoy the joy of welcoming a new member into the world.\nTo have your questions answered about maternity and need advice on health care for mother and fetus, please contact Tam Anh General Hospital at:",
            "subsection_string": "Prevent postpartum infections\nTo have a complete pregnancy, a healthy baby and a comfortable mother, pregnant mothers need to pay attention to the stages before, during and even after pregnancy and giving birth to avoid the risk of postpartum infection.\nBefore pregnancy: Periodic gynecological and health examinations, stable treatment of gynecological and internal inflammatory diseases such as anemia, diabetes, cardiovascular disease, malnutrition,...;; During pregnancy: Pregnancy examination according to regulations for early detection and timely treatment of gynecological infections, kidney disease, diabetes, hypertension,...;; After giving birth: Eat enough food, do not abstain too much; You should move around early and not lie in one place in a dark room. Clean and keep the private area clean, the perineal sutures, the abdominal wall incision dry, abstain from sexual intercourse... limit the risk of postpartum infection.\nIn addition, pregnant mothers should choose a safe pregnancy care unit and choose a birthplace that ensures the following factors:\nEnsure sterile conditions during childbirth, examinations, procedures, and surgeries; Make sure there is no placenta left in the uterus, and properly handle genital tract injuries when the mother gives birth.; Early detection and active treatment of genital tract infections before, during and after birth.\nChoosing a pregnancy and birth care unit is extremely important. Tam Anh General Hospital, Hanoi not only provides pregnant mothers with a pregnancy care address with full facilities and good services, but also has a team of experienced and good experts and doctors. specialize; A system of closely linked departments, such as emergency resuscitation, pediatrics, neonatology, diagnostic imaging... helps early detection and timely intervention of maternity complications, early screening for fetal malformations, and best newborn care.\nSee more: Peace of mind for mothers, safety for children when choosing maternity services at Tam Anh General Hospital, Hanoi\nIn addition, Tam Anh General Hospital, Hanoi also implements the \"Full Maternity Package\" service, providing pregnant mothers with a special care package right from pregnancy until birth. A team of experienced obstetricians and pediatricians at Tam Anh General Hospital will help mothers experience the gentlest labor so that they and their loved ones can fully enjoy the joy of welcoming a new member into the world.\nTo have your questions answered about maternity and need advice on health care for mother and fetus, please contact Tam Anh General Hospital at:"
        }
    ],
    "name": "nhiem-trung-hau-san.json"
}