{
    "title": "Helicobacter pylori infection: Signs and treatment",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/nhiem-khuan-hp/",
    "abstract": "Infection with Helicobacter pylori, or H. pylori (abbreviated as H.p) is a very common condition. Many people do not know they have this bacteria for a long time until symptoms appear. So is H.p. infection dangerous? Is it true that every person infected with H.p. will get stomach cancer as many people rumored? Understand more about H.p. infection through the sharing of Doctor Hoang Dinh Thanh, Center for Endoscopy and Gastrointestinal Endoscopy Surgery, Tam Anh General Hospital, Ho Chi Minh City to proactively examine and treat effectively. .",
    "content": "Helicobacter pylori infection: Signs and treatment\n\nInfection with Helicobacter pylori, or H. pylori (abbreviated as H.p) is a very common condition. Many people do not know they have this bacteria for a long time until symptoms appear. So is H.p. infection dangerous? Is it true that every person infected with H.p. will get stomach cancer as many people rumored? Understand more about H.p. infection through the sharing of Doctor Hoang Dinh Thanh, Center for Endoscopy and Gastrointestinal Endoscopy Surgery, Tam Anh General Hospital, Ho Chi Minh City to proactively examine and treat effectively. .\n\nOverview of Helicobacter pylori (H.p)\nIllustration of H.p. bacteria in a patient's stomach.\nHelicobacter pylori was first identified in 1982 by two Australian doctors, Barry Marshall and Robin Warren. This is a type of spiral-shaped bacteria (spirilla), often found in the stomach of infected people. It is present in more than half of the world's population. The rate of H.p. infection is higher in underdeveloped/developing areas or countries.(1)\nThe majority of people infected with H. pylori have no symptoms and do not develop any health problems. However, H. pylori bacteria have the potential to cause a number of gastrointestinal diseases, including peptic ulcers and, less commonly, stomach cancer.\n\nInfection route and pathogenesis of H. pylori\nThe main route of H.p infection is from one person's mouth to another. H.p. can also be spread through the fecal-oral route, often occurring when sick people do not wash their hands thoroughly after going to the bathroom. Another possibility is that H. pylori is spread by consuming contaminated food or water.(3)\nH. pylori causes changes to the stomach and duodenum. The bacteria infect the protective tissues lining the stomach, leading to the release of certain enzymes and toxins and activation of the immune system. Combined, these factors can directly or indirectly damage the cells of the stomach or duodenum. This causes chronic inflammation of the wall of the stomach (gastritis) or duodenum (duodenitis). As a result of these changes, the stomach and duodenum are more susceptible to damage by digestive juices, such as stomach acid.\nH. pylori can infect a person's stomach during childhood. In the US or other developed countries, children infected with H.p. are not common. However, in countries with limited resources, most children are infected with H. pylori before age 10.\n\nSymptoms of H.pylori infection\nPeople with stomach ulcers due to H.p. infection often have pain in the upper abdomen.\nMost people infected with H. pylori do not have any symptoms. However, when infection leads to gastric or duodenal ulcers, some of the following symptoms may appear:(2)\nPain or discomfort (usually in the upper abdomen); Abdominal bloating or distention; Feeling full after eating a small amount of food; Anorexia; Nausea or vomiting; Dark or tarry stools; Bleeding ulcers can cause anemia and fatigue.\nLess commonly, chronic gastritis causes abnormal changes in the stomach lining, which can lead to some forms of cancer. Although the rate of developing cancer due to H.p. infection is not high, because H.p. infection is a common condition, it is still considered an important risk factor for stomach cancer. People who live in countries infected with H. pylori as children have the highest risk of stomach cancer.\n\nDiagnosis of H. pylori infection\nDoctor Thanh said that gastric endoscopy is a quick, effective, simple method of diagnosing H.p. infection with high accuracy. In addition, H.p. infection can also be detected through breath tests, blood tests and stool tests.\n1. Diagnosis of H. p infection by gastric endoscopy\nDoctors at Tam Anh General Hospital are performing a stomach endoscopy on a patient.\nThrough gastroscopy, the following tests for H. pylori can be performed:\nUrease test (Chlorine test): This is the most commonly used method today. Test results are available within 30 - 45 minutes.; Biopsy - Histology: It takes time to perform other in-depth methods to read tissue and cell structures and can also detect H.p. bacteria; Cultivate in a special laboratory environment, isolate bacteria, identify and conduct experiments on the sensitivity of bacteria to antibiotics (called antibiogram). This method is often used in cases of repeated failure of H.p. treatment, or for research; PCR (Polymerase Chain Reaction): Gene amplification technique. Usually used for research, rarely used in clinical practice.\n2. Other methods\nUrea breath test: Often called the HP balloon test, used to verify the effectiveness of H.p treatment, or in limited cases of endoscopy; Fecal Hp antigen (HPSA); H.p antibodies in serum: Often used in research, rarely used to diagnose current H.p. infection because of the ability of antibodies to persist in the blood for a long time.\n\nWho should be tested for H. pylori?\nDiagnostic testing for H.p. infection will be considered in each of the following specific cases:\nIn people with symptoms\nDr. Thanh said, a diagnostic test for H. pylori infection should be performed if the patient is suffering from gastric/duodenal ulcers or has a history of ulcers.\nAlthough H. pylori infection is the most common cause of ulcers, not all patients with ulcers have H. pylori. Some medications (eg aspirin, ibuprofen, naproxen, diclofenac...) can also cause duodenal ulcers.\nIn people without symptoms\nTesting for H. pylori is usually not recommended for people who are asymptomatic and have no history of peptic ulcer disease.\nHowever, it may be considered for selected people, such as those with a family history or concern about stomach cancer, especially those of Chinese, Korean, Japanese or Central America; These groups have a higher incidence of stomach cancer.\n\nTreatment of H.p. infection\nH. pylori infection is treated with medication\nIf H. pylori infection does not cause any problems and the infected person is not at high risk for stomach cancer, treatment may not be needed.\nHowever, in people with a history of peptic ulcer disease, advanced gastric ulcer disease, or duodenal ulcer disease associated with H. pylori infection, H. pylori treatment is necessary. Successful treatment of H. pylori can help ulcers heal, prevent ulcer recurrence, and reduce the risk of ulcer complications (such as bleeding).\nAdditionally, “patients who require long-term anti-inflammatory medications such as aspirin, ibuprofen, naproxen, and similar medications for arthritis and other medical conditions should be tested for H. pylori, and if found Infection must be treated to destroy H. pylori bacteria,” said Dr. Thanh.\n1. Treatment regimen for H.p. infection\nMost current H.p treatment regimens include at least 3 drugs for 14 days:\nHp eradication regimens often use a type of drug called a proton pump inhibitor. This medication reduces the stomach's acid production, helping to heal tissues damaged by infection. Examples of proton pump inhibitors include: omeprazole, esomeprazole, pantoprazole, rabeprazole, lansoprazole, dexlansoprazole.; Two types of antibiotics are also commonly recommended. This reduces the risk of treatment failure and reduces drug resistance. An increasing number of patients with H. pylori infections are resistant to antibiotics, so it is important to take all prescribed medications and have tests confirm that the infection is gone.(4)\nDr. Thanh emphasized that to effectively treat H. pylori, it is important to use the entire course of all medications. Patients should not arbitrarily stop taking medication or change the dosage because this will prevent the bacteria from being completely eliminated, causing drug resistance and drug resistance, making it more difficult to treat. If the patient wants to use additional medications or other treatment methods, they should consult a doctor before using.\n2. Side effects of treatment drugs\nAbout 50% of patients may experience some side effects when using the drug. However, there is no need to worry too much because they are usually mild and do not affect the treatment process. However, if these side effects cause discomfort, the patient can talk to the doctor to adjust the dosage or duration of medication.\nSome common side effects include:\nMetronidazole or tinidazole can cause nausea, vomiting, loss of appetite, abdominal pain, epigastric discomfort, flatulence, indigestion, constipation, and temporary taste changes. In particular, if the treatment regimen contains metronidazole, the patient should avoid drinking alcoholic beverages (wine, beer) because this combination can cause skin redness, headache, nausea, vomiting, sweating and heart palpitations. tachycardia.; Bismuth, found in some preparations, turns stools black and can cause constipation.; Many treatment regimens cause diarrhea and stomach cramps.\n3. Follow-up after treatment\nAfter completing treatment for H. pylori, the person will need to be tested again to ensure that the infection is completely gone. Normally, the patient will be tested with a breath test. Blood tests are not recommended to check for H.p. infection after treatment, because antibodies detected by blood tests often remain in the blood for four months or more after treatment, even if cleared. infection.\nStatistics show that up to 20% of patients still cannot completely eradicate H.p. after completing the first treatment, doctors will recommend a second treatment regimen in this case. The patient will take a proton pump inhibitor for 14 days and two antibiotics, including at least one antibiotic that is different from those used in the first treatment.\n\nMeasures to prevent infection with H.p\nWashing your hands regularly helps prevent infections, including H.p\nPatients can reduce the risk of H.p. infection by:\nWash hands properly with soap after going to the toilet and before eating; Do not consume food that is not thoroughly cooked or shows signs of rancidity, mold, or infection; Drink clean water and use clean water when preparing food (this should be especially noted if you live in an area with polluted water sources).; Limit food consumption at sidewalk stalls, which do not ensure food hygiene and safety factors.\nTo treat H.p. completely and avoid recurrence, patients need to seriously follow the doctor's treatment regimen, take medicine on time, in the right dose, and build a healthy, hygienic diet to get well soon.\n\nFrequently asked questions about H.p. infection?\n1. Is stomach H.p. infection dangerous?\nStomach H. p infection is not a very dangerous condition. In fact, most people infected with Helicobacter pylori have no symptoms and do not develop any health problems. However, H.p. infection is still one of the most common causes of peptic ulcers and a major risk factor for stomach cancer.\n2. Can Hp infection be cured?\nHp infection can be completely cured with a suitable treatment regimen. It is important that patients take medication on time and in the correct dose according to the doctor's instructions, combined with lifestyle changes to completely eliminate bacteria and avoid recurrence.\n3. What should you eat and avoid when infected with H.p.?\nDuring H.p treatment, patients need to pay special attention to their diet. In addition to ensuring food hygiene and safety factors, patients should supplement foods that are good for the digestive system and have the ability to fight bacteria such as:\nVegetables and fruits: Cabbage, broccoli, cauliflower, radishes, carrots, bell peppers, kale, spinach, blueberries, raspberries, blackberries, strawberries, cherries...; Foods containing probiotics: Yogurt, kimchi, kefir...; Some other foods: Honey, garlic, licorice, turmeric, olive oil...\nBesides, patients also need to limit harmful foods that aggravate stomach ulcer symptoms such as:\nHot and spicy food; Fried and greasy foods; Foods containing a lot of acid: Lemon, orange, tangerine...; Alcohol, coffee, carbonated drinks, chocolate, stimulants.\nGastrointestinal Endoscopy & Surgery Center, Tam Anh General Hospital is a reputable address, providing H.p. testing and eradication treatment services for patients. Not only does it bring together many highly qualified and experienced doctors, the center also updates the latest HP treatment regimens, ensuring that patients are completely cured in the optimal time.\nTo make an appointment to examine and treat H.p. infection with our experts, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District , Hanoi City Hotline: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh",
    "subsections": [
        {
            "subsection_name": "Overview of Helicobacter pylori (H.p)",
            "subsection_content": "Illustration of H.p. bacteria in a patient's stomach.\nHelicobacter pylori was first identified in 1982 by two Australian doctors, Barry Marshall and Robin Warren. This is a type of spiral-shaped bacteria (spirilla), often found in the stomach of infected people. It is present in more than half of the world's population. The rate of H.p. infection is higher in underdeveloped/developing areas or countries.(1)\nThe majority of people infected with H. pylori have no symptoms and do not develop any health problems. However, H. pylori bacteria have the potential to cause a number of gastrointestinal diseases, including peptic ulcers and, less commonly, stomach cancer.",
            "subsection_string": "Overview of Helicobacter pylori (H.p)\nIllustration of H.p. bacteria in a patient's stomach.\nHelicobacter pylori was first identified in 1982 by two Australian doctors, Barry Marshall and Robin Warren. This is a type of spiral-shaped bacteria (spirilla), often found in the stomach of infected people. It is present in more than half of the world's population. The rate of H.p. infection is higher in underdeveloped/developing areas or countries.(1)\nThe majority of people infected with H. pylori have no symptoms and do not develop any health problems. However, H. pylori bacteria have the potential to cause a number of gastrointestinal diseases, including peptic ulcers and, less commonly, stomach cancer."
        },
        {
            "subsection_name": "Infection route and pathogenesis of H. pylori",
            "subsection_content": "The main route of H.p infection is from one person's mouth to another. H.p. can also be spread through the fecal-oral route, often occurring when sick people do not wash their hands thoroughly after going to the bathroom. Another possibility is that H. pylori is spread by consuming contaminated food or water.(3)\nH. pylori causes changes to the stomach and duodenum. The bacteria infect the protective tissues lining the stomach, leading to the release of certain enzymes and toxins and activation of the immune system. Combined, these factors can directly or indirectly damage the cells of the stomach or duodenum. This causes chronic inflammation of the wall of the stomach (gastritis) or duodenum (duodenitis). As a result of these changes, the stomach and duodenum are more susceptible to damage by digestive juices, such as stomach acid.\nH. pylori can infect a person's stomach during childhood. In the US or other developed countries, children infected with H.p. are not common. However, in countries with limited resources, most children are infected with H. pylori before age 10.",
            "subsection_string": "Infection route and pathogenesis of H. pylori\nThe main route of H.p infection is from one person's mouth to another. H.p. can also be spread through the fecal-oral route, often occurring when sick people do not wash their hands thoroughly after going to the bathroom. Another possibility is that H. pylori is spread by consuming contaminated food or water.(3)\nH. pylori causes changes to the stomach and duodenum. The bacteria infect the protective tissues lining the stomach, leading to the release of certain enzymes and toxins and activation of the immune system. Combined, these factors can directly or indirectly damage the cells of the stomach or duodenum. This causes chronic inflammation of the wall of the stomach (gastritis) or duodenum (duodenitis). As a result of these changes, the stomach and duodenum are more susceptible to damage by digestive juices, such as stomach acid.\nH. pylori can infect a person's stomach during childhood. In the US or other developed countries, children infected with H.p. are not common. However, in countries with limited resources, most children are infected with H. pylori before age 10."
        },
        {
            "subsection_name": "Symptoms of H.pylori infection",
            "subsection_content": "People with stomach ulcers due to H.p. infection often have pain in the upper abdomen.\nMost people infected with H. pylori do not have any symptoms. However, when infection leads to gastric or duodenal ulcers, some of the following symptoms may appear:(2)\nPain or discomfort (usually in the upper abdomen); Abdominal bloating or distention; Feeling full after eating a small amount of food; Anorexia; Nausea or vomiting; Dark or tarry stools; Bleeding ulcers can cause anemia and fatigue.\nLess commonly, chronic gastritis causes abnormal changes in the stomach lining, which can lead to some forms of cancer. Although the rate of developing cancer due to H.p. infection is not high, because H.p. infection is a common condition, it is still considered an important risk factor for stomach cancer. People who live in countries infected with H. pylori as children have the highest risk of stomach cancer.",
            "subsection_string": "Symptoms of H.pylori infection\nPeople with stomach ulcers due to H.p. infection often have pain in the upper abdomen.\nMost people infected with H. pylori do not have any symptoms. However, when infection leads to gastric or duodenal ulcers, some of the following symptoms may appear:(2)\nPain or discomfort (usually in the upper abdomen); Abdominal bloating or distention; Feeling full after eating a small amount of food; Anorexia; Nausea or vomiting; Dark or tarry stools; Bleeding ulcers can cause anemia and fatigue.\nLess commonly, chronic gastritis causes abnormal changes in the stomach lining, which can lead to some forms of cancer. Although the rate of developing cancer due to H.p. infection is not high, because H.p. infection is a common condition, it is still considered an important risk factor for stomach cancer. People who live in countries infected with H. pylori as children have the highest risk of stomach cancer."
        },
        {
            "subsection_name": "Diagnosis of H. pylori infection",
            "subsection_content": "Doctor Thanh said that gastric endoscopy is a quick, effective, simple method of diagnosing H.p. infection with high accuracy. In addition, H.p. infection can also be detected through breath tests, blood tests and stool tests.\n1. Diagnosis of H. p infection by gastric endoscopy\nDoctors at Tam Anh General Hospital are performing a stomach endoscopy on a patient.\nThrough gastroscopy, the following tests for H. pylori can be performed:\nUrease test (Chlorine test): This is the most commonly used method today. Test results are available within 30 - 45 minutes.; Biopsy - Histology: It takes time to perform other in-depth methods to read tissue and cell structures and can also detect H.p. bacteria; Cultivate in a special laboratory environment, isolate bacteria, identify and conduct experiments on the sensitivity of bacteria to antibiotics (called antibiogram). This method is often used in cases of repeated failure of H.p. treatment, or for research; PCR (Polymerase Chain Reaction): Gene amplification technique. Usually used for research, rarely used in clinical practice.\n2. Other methods\nUrea breath test: Often called the HP balloon test, used to verify the effectiveness of H.p treatment, or in limited cases of endoscopy; Fecal Hp antigen (HPSA); H.p antibodies in serum: Often used in research, rarely used to diagnose current H.p. infection because of the ability of antibodies to persist in the blood for a long time.",
            "subsection_string": "Diagnosis of H. pylori infection\nDoctor Thanh said that gastric endoscopy is a quick, effective, simple method of diagnosing H.p. infection with high accuracy. In addition, H.p. infection can also be detected through breath tests, blood tests and stool tests.\n1. Diagnosis of H. p infection by gastric endoscopy\nDoctors at Tam Anh General Hospital are performing a stomach endoscopy on a patient.\nThrough gastroscopy, the following tests for H. pylori can be performed:\nUrease test (Chlorine test): This is the most commonly used method today. Test results are available within 30 - 45 minutes.; Biopsy - Histology: It takes time to perform other in-depth methods to read tissue and cell structures and can also detect H.p. bacteria; Cultivate in a special laboratory environment, isolate bacteria, identify and conduct experiments on the sensitivity of bacteria to antibiotics (called antibiogram). This method is often used in cases of repeated failure of H.p. treatment, or for research; PCR (Polymerase Chain Reaction): Gene amplification technique. Usually used for research, rarely used in clinical practice.\n2. Other methods\nUrea breath test: Often called the HP balloon test, used to verify the effectiveness of H.p treatment, or in limited cases of endoscopy; Fecal Hp antigen (HPSA); H.p antibodies in serum: Often used in research, rarely used to diagnose current H.p. infection because of the ability of antibodies to persist in the blood for a long time."
        },
        {
            "subsection_name": "Who should be tested for H. pylori?",
            "subsection_content": "Diagnostic testing for H.p. infection will be considered in each of the following specific cases:\nIn people with symptoms\nDr. Thanh said, a diagnostic test for H. pylori infection should be performed if the patient is suffering from gastric/duodenal ulcers or has a history of ulcers.\nAlthough H. pylori infection is the most common cause of ulcers, not all patients with ulcers have H. pylori. Some medications (eg aspirin, ibuprofen, naproxen, diclofenac...) can also cause duodenal ulcers.\nIn people without symptoms\nTesting for H. pylori is usually not recommended for people who are asymptomatic and have no history of peptic ulcer disease.\nHowever, it may be considered for selected people, such as those with a family history or concern about stomach cancer, especially those of Chinese, Korean, Japanese or Central America; These groups have a higher incidence of stomach cancer.",
            "subsection_string": "Who should be tested for H. pylori?\nDiagnostic testing for H.p. infection will be considered in each of the following specific cases:\nIn people with symptoms\nDr. Thanh said, a diagnostic test for H. pylori infection should be performed if the patient is suffering from gastric/duodenal ulcers or has a history of ulcers.\nAlthough H. pylori infection is the most common cause of ulcers, not all patients with ulcers have H. pylori. Some medications (eg aspirin, ibuprofen, naproxen, diclofenac...) can also cause duodenal ulcers.\nIn people without symptoms\nTesting for H. pylori is usually not recommended for people who are asymptomatic and have no history of peptic ulcer disease.\nHowever, it may be considered for selected people, such as those with a family history or concern about stomach cancer, especially those of Chinese, Korean, Japanese or Central America; These groups have a higher incidence of stomach cancer."
        },
        {
            "subsection_name": "Treatment of H.p. infection",
            "subsection_content": "H. pylori infection is treated with medication\nIf H. pylori infection does not cause any problems and the infected person is not at high risk for stomach cancer, treatment may not be needed.\nHowever, in people with a history of peptic ulcer disease, advanced gastric ulcer disease, or duodenal ulcer disease associated with H. pylori infection, H. pylori treatment is necessary. Successful treatment of H. pylori can help ulcers heal, prevent ulcer recurrence, and reduce the risk of ulcer complications (such as bleeding).\nAdditionally, “patients who require long-term anti-inflammatory medications such as aspirin, ibuprofen, naproxen, and similar medications for arthritis and other medical conditions should be tested for H. pylori, and if found Infection must be treated to destroy H. pylori bacteria,” said Dr. Thanh.\n1. Treatment regimen for H.p. infection\nMost current H.p treatment regimens include at least 3 drugs for 14 days:\nHp eradication regimens often use a type of drug called a proton pump inhibitor. This medication reduces the stomach's acid production, helping to heal tissues damaged by infection. Examples of proton pump inhibitors include: omeprazole, esomeprazole, pantoprazole, rabeprazole, lansoprazole, dexlansoprazole.; Two types of antibiotics are also commonly recommended. This reduces the risk of treatment failure and reduces drug resistance. An increasing number of patients with H. pylori infections are resistant to antibiotics, so it is important to take all prescribed medications and have tests confirm that the infection is gone.(4)\nDr. Thanh emphasized that to effectively treat H. pylori, it is important to use the entire course of all medications. Patients should not arbitrarily stop taking medication or change the dosage because this will prevent the bacteria from being completely eliminated, causing drug resistance and drug resistance, making it more difficult to treat. If the patient wants to use additional medications or other treatment methods, they should consult a doctor before using.\n2. Side effects of treatment drugs\nAbout 50% of patients may experience some side effects when using the drug. However, there is no need to worry too much because they are usually mild and do not affect the treatment process. However, if these side effects cause discomfort, the patient can talk to the doctor to adjust the dosage or duration of medication.\nSome common side effects include:\nMetronidazole or tinidazole can cause nausea, vomiting, loss of appetite, abdominal pain, epigastric discomfort, flatulence, indigestion, constipation, and temporary taste changes. In particular, if the treatment regimen contains metronidazole, the patient should avoid drinking alcoholic beverages (wine, beer) because this combination can cause skin redness, headache, nausea, vomiting, sweating and heart palpitations. tachycardia.; Bismuth, found in some preparations, turns stools black and can cause constipation.; Many treatment regimens cause diarrhea and stomach cramps.\n3. Follow-up after treatment\nAfter completing treatment for H. pylori, the person will need to be tested again to ensure that the infection is completely gone. Normally, the patient will be tested with a breath test. Blood tests are not recommended to check for H.p. infection after treatment, because antibodies detected by blood tests often remain in the blood for four months or more after treatment, even if cleared. infection.\nStatistics show that up to 20% of patients still cannot completely eradicate H.p. after completing the first treatment, doctors will recommend a second treatment regimen in this case. The patient will take a proton pump inhibitor for 14 days and two antibiotics, including at least one antibiotic that is different from those used in the first treatment.",
            "subsection_string": "Treatment of H.p. infection\nH. pylori infection is treated with medication\nIf H. pylori infection does not cause any problems and the infected person is not at high risk for stomach cancer, treatment may not be needed.\nHowever, in people with a history of peptic ulcer disease, advanced gastric ulcer disease, or duodenal ulcer disease associated with H. pylori infection, H. pylori treatment is necessary. Successful treatment of H. pylori can help ulcers heal, prevent ulcer recurrence, and reduce the risk of ulcer complications (such as bleeding).\nAdditionally, “patients who require long-term anti-inflammatory medications such as aspirin, ibuprofen, naproxen, and similar medications for arthritis and other medical conditions should be tested for H. pylori, and if found Infection must be treated to destroy H. pylori bacteria,” said Dr. Thanh.\n1. Treatment regimen for H.p. infection\nMost current H.p treatment regimens include at least 3 drugs for 14 days:\nHp eradication regimens often use a type of drug called a proton pump inhibitor. This medication reduces the stomach's acid production, helping to heal tissues damaged by infection. Examples of proton pump inhibitors include: omeprazole, esomeprazole, pantoprazole, rabeprazole, lansoprazole, dexlansoprazole.; Two types of antibiotics are also commonly recommended. This reduces the risk of treatment failure and reduces drug resistance. An increasing number of patients with H. pylori infections are resistant to antibiotics, so it is important to take all prescribed medications and have tests confirm that the infection is gone.(4)\nDr. Thanh emphasized that to effectively treat H. pylori, it is important to use the entire course of all medications. Patients should not arbitrarily stop taking medication or change the dosage because this will prevent the bacteria from being completely eliminated, causing drug resistance and drug resistance, making it more difficult to treat. If the patient wants to use additional medications or other treatment methods, they should consult a doctor before using.\n2. Side effects of treatment drugs\nAbout 50% of patients may experience some side effects when using the drug. However, there is no need to worry too much because they are usually mild and do not affect the treatment process. However, if these side effects cause discomfort, the patient can talk to the doctor to adjust the dosage or duration of medication.\nSome common side effects include:\nMetronidazole or tinidazole can cause nausea, vomiting, loss of appetite, abdominal pain, epigastric discomfort, flatulence, indigestion, constipation, and temporary taste changes. In particular, if the treatment regimen contains metronidazole, the patient should avoid drinking alcoholic beverages (wine, beer) because this combination can cause skin redness, headache, nausea, vomiting, sweating and heart palpitations. tachycardia.; Bismuth, found in some preparations, turns stools black and can cause constipation.; Many treatment regimens cause diarrhea and stomach cramps.\n3. Follow-up after treatment\nAfter completing treatment for H. pylori, the person will need to be tested again to ensure that the infection is completely gone. Normally, the patient will be tested with a breath test. Blood tests are not recommended to check for H.p. infection after treatment, because antibodies detected by blood tests often remain in the blood for four months or more after treatment, even if cleared. infection.\nStatistics show that up to 20% of patients still cannot completely eradicate H.p. after completing the first treatment, doctors will recommend a second treatment regimen in this case. The patient will take a proton pump inhibitor for 14 days and two antibiotics, including at least one antibiotic that is different from those used in the first treatment."
        },
        {
            "subsection_name": "Measures to prevent infection with H.p",
            "subsection_content": "Washing your hands regularly helps prevent infections, including H.p\nPatients can reduce the risk of H.p. infection by:\nWash hands properly with soap after going to the toilet and before eating; Do not consume food that is not thoroughly cooked or shows signs of rancidity, mold, or infection; Drink clean water and use clean water when preparing food (this should be especially noted if you live in an area with polluted water sources).; Limit food consumption at sidewalk stalls, which do not ensure food hygiene and safety factors.\nTo treat H.p. completely and avoid recurrence, patients need to seriously follow the doctor's treatment regimen, take medicine on time, in the right dose, and build a healthy, hygienic diet to get well soon.",
            "subsection_string": "Measures to prevent infection with H.p\nWashing your hands regularly helps prevent infections, including H.p\nPatients can reduce the risk of H.p. infection by:\nWash hands properly with soap after going to the toilet and before eating; Do not consume food that is not thoroughly cooked or shows signs of rancidity, mold, or infection; Drink clean water and use clean water when preparing food (this should be especially noted if you live in an area with polluted water sources).; Limit food consumption at sidewalk stalls, which do not ensure food hygiene and safety factors.\nTo treat H.p. completely and avoid recurrence, patients need to seriously follow the doctor's treatment regimen, take medicine on time, in the right dose, and build a healthy, hygienic diet to get well soon."
        },
        {
            "subsection_name": "Frequently asked questions about H.p. infection?",
            "subsection_content": "1. Is stomach H.p. infection dangerous?\nStomach H. p infection is not a very dangerous condition. In fact, most people infected with Helicobacter pylori have no symptoms and do not develop any health problems. However, H.p. infection is still one of the most common causes of peptic ulcers and a major risk factor for stomach cancer.\n2. Can Hp infection be cured?\nHp infection can be completely cured with a suitable treatment regimen. It is important that patients take medication on time and in the correct dose according to the doctor's instructions, combined with lifestyle changes to completely eliminate bacteria and avoid recurrence.\n3. What should you eat and avoid when infected with H.p.?\nDuring H.p treatment, patients need to pay special attention to their diet. In addition to ensuring food hygiene and safety factors, patients should supplement foods that are good for the digestive system and have the ability to fight bacteria such as:\nVegetables and fruits: Cabbage, broccoli, cauliflower, radishes, carrots, bell peppers, kale, spinach, blueberries, raspberries, blackberries, strawberries, cherries...; Foods containing probiotics: Yogurt, kimchi, kefir...; Some other foods: Honey, garlic, licorice, turmeric, olive oil...\nBesides, patients also need to limit harmful foods that aggravate stomach ulcer symptoms such as:\nHot and spicy food; Fried and greasy foods; Foods containing a lot of acid: Lemon, orange, tangerine...; Alcohol, coffee, carbonated drinks, chocolate, stimulants.\nGastrointestinal Endoscopy & Surgery Center, Tam Anh General Hospital is a reputable address, providing H.p. testing and eradication treatment services for patients. Not only does it bring together many highly qualified and experienced doctors, the center also updates the latest HP treatment regimens, ensuring that patients are completely cured in the optimal time.\nTo make an appointment to examine and treat H.p. infection with our experts, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District , Hanoi City Hotline: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh",
            "subsection_string": "Frequently asked questions about H.p. infection?\n1. Is stomach H.p. infection dangerous?\nStomach H. p infection is not a very dangerous condition. In fact, most people infected with Helicobacter pylori have no symptoms and do not develop any health problems. However, H.p. infection is still one of the most common causes of peptic ulcers and a major risk factor for stomach cancer.\n2. Can Hp infection be cured?\nHp infection can be completely cured with a suitable treatment regimen. It is important that patients take medication on time and in the correct dose according to the doctor's instructions, combined with lifestyle changes to completely eliminate bacteria and avoid recurrence.\n3. What should you eat and avoid when infected with H.p.?\nDuring H.p treatment, patients need to pay special attention to their diet. In addition to ensuring food hygiene and safety factors, patients should supplement foods that are good for the digestive system and have the ability to fight bacteria such as:\nVegetables and fruits: Cabbage, broccoli, cauliflower, radishes, carrots, bell peppers, kale, spinach, blueberries, raspberries, blackberries, strawberries, cherries...; Foods containing probiotics: Yogurt, kimchi, kefir...; Some other foods: Honey, garlic, licorice, turmeric, olive oil...\nBesides, patients also need to limit harmful foods that aggravate stomach ulcer symptoms such as:\nHot and spicy food; Fried and greasy foods; Foods containing a lot of acid: Lemon, orange, tangerine...; Alcohol, coffee, carbonated drinks, chocolate, stimulants.\nGastrointestinal Endoscopy & Surgery Center, Tam Anh General Hospital is a reputable address, providing H.p. testing and eradication treatment services for patients. Not only does it bring together many highly qualified and experienced doctors, the center also updates the latest HP treatment regimens, ensuring that patients are completely cured in the optimal time.\nTo make an appointment to examine and treat H.p. infection with our experts, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District , Hanoi City Hotline: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh"
        }
    ],
    "name": "nhiem-khuan-hp.json"
}