{
    "title": "Intestinal infections: Symptoms, causes and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/nhiem-trung-duong-ruot/",
    "abstract": "Intestinal infections arise from many different causes, mainly due to the activity of bacteria, viruses and parasites. The disease manifests with many painful and uncomfortable symptoms such as: abdominal pain, vomiting, fever, loose stools... Depending on the severity, the doctor will prescribe appropriate treatment methods to limit complications. danger.",
    "content": "Intestinal infections: Symptoms, causes and prevention\n\nIntestinal infections arise from many different causes, mainly due to the activity of bacteria, viruses and parasites. The disease manifests with many painful and uncomfortable symptoms such as: abdominal pain, vomiting, fever, loose stools... Depending on the severity, the doctor will prescribe appropriate treatment methods to limit complications. danger.\n\nWhat is intestinal infection?\nIntestinal infection is a condition in which damage to the digestive tract occurs due to the invasion of harmful microorganisms. This disease can appear in anyone, at any time, leading to many uncomfortable and inconvenient problems. If the infection is not treated promptly, there is a risk that it will lead to more serious health complications.\nInvasion of harmful microorganisms leads to intestinal infection\n\nCauses of intestinal infection\nBelow are some typical causes of intestinal infections: (1)\n1. Bacteria cause intestinal infections\nCommon types of bacteria: E.coli, salmonella, Campylobacter, Listeria, Bacillus cereus, Vibrio, Clostridium botulinum...\nE. coli: E. coli bacteria are found in the intestines of humans and animals, mostly harmless strains. However, some strains, such as ETEC, EPEC, EIEC,... have the ability to secrete toxins, causing abdominal pain, vomiting and bloody diarrhea. This group of bacteria is often spread through contaminated water, food in contact with animal feces, etc.; E. coli: E. coli bacteria are found in the intestines of humans and animals, mostly harmless strains. However, some strains, such as ETEC, EPEC, EIEC,... have the ability to secrete toxins, causing abdominal pain, vomiting and bloody diarrhea. This group of bacteria is often spread through contaminated water sources, food in contact with animal feces...\nSalmonella bacteria: Salmonella infection is often caused by eating undercooked poultry, meat, and eggs. Typical symptoms include diarrhea, abdominal cramps, fever, appear 12 - 72 hours after infection and take 4 - 7 days to recover.; Salmonella bacteria: Salmonella infection is often caused by eating undercooked poultry, meat, and eggs. Typical symptoms include diarrhea, abdominal cramps, fever, appear 12 - 72 hours after infection and take 4 - 7 days to recover.\n2. Viruses cause intestinal infections\nNorovirus: This is the most typical factor causing food-borne intestinal infections. Norovirus has the ability to spread between people in a limited space. Many cases are transmitted through contaminated water or food; Norovirus: This is the most typical factor causing food-borne intestinal infections. Norovirus has the ability to spread between people in a limited space. Many cases are transmitted through contaminated water or food.\nRotavirus: Rotavirus is the leading cause of intestinal infections in children worldwide. The main route of transmission is by touching objects contaminated with the virus and then touching your hands to your mouth without cleaning. Currently, some countries have vaccines available; Rotavirus: Rotavirus is the leading cause of intestinal infections in children worldwide. The main route of transmission is by touching objects contaminated with the virus and then touching your hands to your mouth without cleaning. Currently, some countries have vaccines available.\n3. Parasites cause intestinal infections\nTwo types of parasites that commonly cause intestinal infections include:\nGiardia: This is a parasite that causes intestinal infection, spread through person-to-person contact or contaminated water. Giardia is resistant to chlorine so it can still survive in public swimming pools.; Giardia: This is a parasite that causes intestinal infection, spread through person-to-person contact or contaminated water. Giardia is resistant to chlorine so it can still survive in public swimming pools.\nCryptosporidiosis: Cryptosporidium is a microscopic parasite with a solid outer shell, helping it survive on the host body and withstand chlorination.; Cryptosporidiosis: Cryptosporidium is a microscopic parasite with a solid outer shell, helping it survive on the host body and withstand chlorination.\nParasitic infections can last from 1 to 2 weeks or longer depending on the condition. Common symptoms include: bloating, abdominal cramps, vomiting, nausea, diarrhea... These signs usually appear clearly after 7 - 10 days of exposure. Accordingly, both types of parasites are often found in water and are infected after eating or drinking.\nIntestinal infections can be caused by bacteria, viruses or parasites\n\nWho is at risk of intestinal infections?\nBelow are 3 groups of people at highest risk of intestinal infections:\nYoung children and infants: This group has an incompletely developed immune system, so it is susceptible to attacks by bacteria, viruses, and parasites. Accordingly, the report shows that infectious diarrhea accounts for 1 in 9 deaths in children worldwide, with 2,195 cases per day, more than AIDS, malaria and measles combined.; Young children and infants: This group has an incompletely developed immune system, so it is susceptible to attacks by bacteria, viruses, and parasites. Accordingly, the report shows that infectious diarrhea accounts for 1 in 9 child deaths worldwide, with 2,195 cases per day, more than AIDS, malaria and measles combined.\nElderly people: This group has a weakened immune system and digestive system, so they are vulnerable to bacteria, viruses, and parasites; Elderly people: This group has a weakened immune system and digestive system, so they are vulnerable to bacteria, viruses, and parasites.\nPeople living in unsanitary environments: This is a favorable environment for bacteria, viruses, and parasites to grow and spread quickly.; People living in unsanitary environments: This is a favorable environment for bacteria, viruses, and parasites to grow and spread quickly.\nChildren are one of the groups at risk of intestinal infections\n\nSymptoms of intestinal infection\nSymptoms of intestinal infection will vary depending on the cause of the disease.(2)\nSome of the signs that may be encountered include:\nStomach-ache.; Diarrhea.; Nausea.; Fever.; Chills.; Cramp.; Headache.; Blood appears in the stool.\n\nWhen should I see a doctor?\nPatients should immediately contact their doctor if they notice the following serious symptoms:\nFever.; Severe abdominal pain; Appearance of blood or mucus in stools; Diarrhea lasts more than 2 – 3 days; The body shows signs of dehydration.\nFor children under 3 months old, parents should take them to the emergency room in the following cases:\nThe body shows signs of dehydration (not urinating, pale face, sunken eyes, cold hands and feet or very irritable).; Children have severe stomach pain; Fever.; Do not breastfeed.\nFor toddlers, below are serious signs of intestinal infection that require urgent contact with a doctor:\nContinuous diarrhea that does not go away; Appearance of blood in stool.; Unusual weight loss.\nPatients should contact their doctor immediately when symptoms begin to become serious\n\nComplications of intestinal infection\nIntestinal infections rarely cause complications in healthy adults and usually go away in less than a week. However, young children and the elderly are often more susceptible to the disease due to their weak immune systems, and are at risk of facing many serious complications if not treated early. Specifically includes:\nHigh fever.; Muscle pain; Inability to control bowel movements; CKD.; Intestinal bleeding.; Anemia.\n\nMethods of treating intestinal infections\nYour doctor will prescribe treatment for intestinal infections based on the cause and severity of symptoms. Accordingly, some commonly applied measures include:\nRehydration: This is a very important home treatment. Patients can rehydrate and electrolytes themselves with solutions such as oresol mixed in the right ratio, coconut water, porridge water, etc. to compensate for the amount of water and electrolytes lost due to diarrhea and vomiting. Newborns will drink breast milk or formula (should be given rehydration or water for the first 12 hours, then give formula milk as usual in smaller quantities, more times).(3) ; Rehydration: This is a very important home treatment. Patients can rehydrate and electrolytes themselves with solutions such as oresol mixed in the right ratio, coconut water, porridge water, etc. to compensate for the amount of water and electrolytes lost due to diarrhea and vomiting. Newborns will drink breast milk or formula (should be given rehydration or water for the first 12 hours, then give formula milk as usual in smaller quantities, more times).(3)\nGet enough rest to speed up your body's recovery.; Get enough rest to speed up your body's recovery.\nBreak up meals with easily digestible foods, such as bananas, crackers, bread or rice.; Break up your meals with easy-to-digest foods, such as bananas, crackers, bread or rice.\nTreatment of intestinal infections caused by bacteria: Patients may be prescribed some antibiotics such as: Cotrimoxazole, imidazole group antibiotics, etc.; Treatment of intestinal infections caused by bacteria: Patients may be prescribed some antibiotics such as: Cotrimoxazole, imidazole group antibiotics, etc.\n\nPrevent intestinal infections\nTo prevent intestinal infections, it is important to take measures to ensure food hygiene and safety, ensure proper classification and treatment of waste to avoid spreading disease to the community:\nWash your hands after going to the bathroom or after touching pets.; Wash your hands before and after touching any food.; Avoid eating undercooked meat or eggs that are not hygienic; Drink boiled water.; If your body shows signs of infection, do not prepare food for others to avoid transmitting the disease.; Clean bed sheets, blankets, pillows, and clothes regularly; Clean and disinfect contaminated surfaces, such as: toilets, countertops, TV remotes, door handles, etc.; Always separate raw meat, seafood, poultry and eggs from processed foods.; Avoid eating food on sidewalks or unhygienic restaurants; Avoid eating fresh salad, peeled fruit, milk or unpasteurized milk products, which are not hygienic.\nIn addition, below are some solutions to take when traveling to places where water and food hygiene are not guaranteed, to avoid the risk of intestinal infections:\nOnly use bottled water for drinking and brushing teeth.; Avoid using iced drinks.; Choose foods that have been cooked and served hot.; Avoid eating raw or undercooked foods, especially meat and seafood; Avoid eating fresh salads, peeled fruits, milk or unpasteurized dairy products.; Avoid food from sidewalk stalls.\nEnsuring food hygiene and safety is the top solution to help prevent intestinal infections\n\nFrequently asked questions about intestinal infections\n1. Is intestinal infection dangerous?\nIntestinal infections are rarely dangerous for healthy adults. However, for the elderly and young children, the disease has the risk of prolonging and causing many serious complications if not treated early (kidney failure, anemia...).\n2. Are intestinal infections contagious?\nIntestinal infections caused by bacteria, viruses, and parasites have the risk of spreading from person to person during contact. Therefore, everyone needs to be very careful when relatives, friends, etc. around them are sick.\n3. What fruit should you eat if you have an intestinal infection?\nBelow are some fruits that are beneficial for the digestive system, helping to increase beneficial bacteria in the intestines, thereby helping to significantly improve infections: (4)\nBananas: Bananas provide fiber, potassium, protein, vitamin B6, manganese, which are beneficial for digestion. In addition, the ingredients resistant starch and inulin also help strengthen the intestinal microflora, fight inflammation and maintain a healthy intestinal mucosa.; Bananas: Bananas provide fiber, potassium, protein, vitamin B6, manganese, which are beneficial for digestion. In addition, the ingredients resistant starch and inulin also help strengthen the intestinal microflora, fight inflammation and maintain a healthy intestinal mucosa.\nPeaches: Peaches are rich in antioxidants, vitamin C, fiber, which help support digestion, fight inflammation and boost immunity.; Peaches: Peaches are rich in antioxidants, vitamin C, and fiber, which help support digestion, fight inflammation, and boost immunity.\nApples: Apples are a source of antioxidants, vitamins, and minerals that are beneficial for the digestive system, including infections.; Apples: Apples are a source of antioxidants, vitamins, and minerals that are beneficial for the digestive system, including infections.\nCranberries: Cranberries are rich in antioxidants, help fight inflammation, prevent free radicals, and effectively help improve infections.; Cranberries: Cranberries are rich in antioxidants, help fight inflammation, prevent free radicals, and effectively help improve infections.\nPomegranate: Pomegranate is rich in antioxidants and prebiotic polyphenols, supporting the growth of Bifidobacterium and Lactobacillus bacteria, which are beneficial for the intestines.; Pomegranate: Pomegranate is rich in antioxidants and prebiotic polyphenols, supporting the growth of Bifidobacterium and Lactobacillus bacteria, which are beneficial for the intestines.\nFruits with lots of water (oranges, grapefruits, etc.). When drinking, you can add a little salt to help replenish water, electrolytes, vitamins.; Fruits with lots of water (oranges, grapefruits, etc.). When drinking, you can add a little salt to help replenish water, electrolytes, and vitamins.\nIn addition, when it comes to diet for intestinal infections, the first important thing is to drink plenty of water to avoid dehydration. After that, the patient should follow the BRAT food regimen (bananas, rice, applesauce, and toast). Milk, dairy products, fats, alcohol... are food groups that should be avoided because they can make symptoms worse.\nCenter for Gastrointestinal Endoscopy and Endoscopic Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology, Tam Anh General Hospital, Hanoi are prestigious medical centers specializing in Gastroenterology, providing examination and treatment services. Advanced, effective treatment for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all information related to intestinal infections, causes, typical symptoms and effective treatment methods. Hopefully through these shares, you will have more useful updates to proactively monitor and detect diseases early.",
    "subsections": [
        {
            "subsection_name": "What is intestinal infection?",
            "subsection_content": "Intestinal infection is a condition in which damage to the digestive tract occurs due to the invasion of harmful microorganisms. This disease can appear in anyone, at any time, leading to many uncomfortable and inconvenient problems. If the infection is not treated promptly, there is a risk that it will lead to more serious health complications.\nInvasion of harmful microorganisms leads to intestinal infection",
            "subsection_string": "What is intestinal infection?\nIntestinal infection is a condition in which damage to the digestive tract occurs due to the invasion of harmful microorganisms. This disease can appear in anyone, at any time, leading to many uncomfortable and inconvenient problems. If the infection is not treated promptly, there is a risk that it will lead to more serious health complications.\nInvasion of harmful microorganisms leads to intestinal infection"
        },
        {
            "subsection_name": "Causes of intestinal infection",
            "subsection_content": "Below are some typical causes of intestinal infections: (1)\n1. Bacteria cause intestinal infections\nCommon types of bacteria: E.coli, salmonella, Campylobacter, Listeria, Bacillus cereus, Vibrio, Clostridium botulinum...\nE. coli: E. coli bacteria are found in the intestines of humans and animals, mostly harmless strains. However, some strains, such as ETEC, EPEC, EIEC,... have the ability to secrete toxins, causing abdominal pain, vomiting and bloody diarrhea. This group of bacteria is often spread through contaminated water, food in contact with animal feces, etc.; E. coli: E. coli bacteria are found in the intestines of humans and animals, mostly harmless strains. However, some strains, such as ETEC, EPEC, EIEC,... have the ability to secrete toxins, causing abdominal pain, vomiting and bloody diarrhea. This group of bacteria is often spread through contaminated water sources, food in contact with animal feces...\nSalmonella bacteria: Salmonella infection is often caused by eating undercooked poultry, meat, and eggs. Typical symptoms include diarrhea, abdominal cramps, fever, appear 12 - 72 hours after infection and take 4 - 7 days to recover.; Salmonella bacteria: Salmonella infection is often caused by eating undercooked poultry, meat, and eggs. Typical symptoms include diarrhea, abdominal cramps, fever, appear 12 - 72 hours after infection and take 4 - 7 days to recover.\n2. Viruses cause intestinal infections\nNorovirus: This is the most typical factor causing food-borne intestinal infections. Norovirus has the ability to spread between people in a limited space. Many cases are transmitted through contaminated water or food; Norovirus: This is the most typical factor causing food-borne intestinal infections. Norovirus has the ability to spread between people in a limited space. Many cases are transmitted through contaminated water or food.\nRotavirus: Rotavirus is the leading cause of intestinal infections in children worldwide. The main route of transmission is by touching objects contaminated with the virus and then touching your hands to your mouth without cleaning. Currently, some countries have vaccines available; Rotavirus: Rotavirus is the leading cause of intestinal infections in children worldwide. The main route of transmission is by touching objects contaminated with the virus and then touching your hands to your mouth without cleaning. Currently, some countries have vaccines available.\n3. Parasites cause intestinal infections\nTwo types of parasites that commonly cause intestinal infections include:\nGiardia: This is a parasite that causes intestinal infection, spread through person-to-person contact or contaminated water. Giardia is resistant to chlorine so it can still survive in public swimming pools.; Giardia: This is a parasite that causes intestinal infection, spread through person-to-person contact or contaminated water. Giardia is resistant to chlorine so it can still survive in public swimming pools.\nCryptosporidiosis: Cryptosporidium is a microscopic parasite with a solid outer shell, helping it survive on the host body and withstand chlorination.; Cryptosporidiosis: Cryptosporidium is a microscopic parasite with a solid outer shell, helping it survive on the host body and withstand chlorination.\nParasitic infections can last from 1 to 2 weeks or longer depending on the condition. Common symptoms include: bloating, abdominal cramps, vomiting, nausea, diarrhea... These signs usually appear clearly after 7 - 10 days of exposure. Accordingly, both types of parasites are often found in water and are infected after eating or drinking.\nIntestinal infections can be caused by bacteria, viruses or parasites",
            "subsection_string": "Causes of intestinal infection\nBelow are some typical causes of intestinal infections: (1)\n1. Bacteria cause intestinal infections\nCommon types of bacteria: E.coli, salmonella, Campylobacter, Listeria, Bacillus cereus, Vibrio, Clostridium botulinum...\nE. coli: E. coli bacteria are found in the intestines of humans and animals, mostly harmless strains. However, some strains, such as ETEC, EPEC, EIEC,... have the ability to secrete toxins, causing abdominal pain, vomiting and bloody diarrhea. This group of bacteria is often spread through contaminated water, food in contact with animal feces, etc.; E. coli: E. coli bacteria are found in the intestines of humans and animals, mostly harmless strains. However, some strains, such as ETEC, EPEC, EIEC,... have the ability to secrete toxins, causing abdominal pain, vomiting and bloody diarrhea. This group of bacteria is often spread through contaminated water sources, food in contact with animal feces...\nSalmonella bacteria: Salmonella infection is often caused by eating undercooked poultry, meat, and eggs. Typical symptoms include diarrhea, abdominal cramps, fever, appear 12 - 72 hours after infection and take 4 - 7 days to recover.; Salmonella bacteria: Salmonella infection is often caused by eating undercooked poultry, meat, and eggs. Typical symptoms include diarrhea, abdominal cramps, fever, appear 12 - 72 hours after infection and take 4 - 7 days to recover.\n2. Viruses cause intestinal infections\nNorovirus: This is the most typical factor causing food-borne intestinal infections. Norovirus has the ability to spread between people in a limited space. Many cases are transmitted through contaminated water or food; Norovirus: This is the most typical factor causing food-borne intestinal infections. Norovirus has the ability to spread between people in a limited space. Many cases are transmitted through contaminated water or food.\nRotavirus: Rotavirus is the leading cause of intestinal infections in children worldwide. The main route of transmission is by touching objects contaminated with the virus and then touching your hands to your mouth without cleaning. Currently, some countries have vaccines available; Rotavirus: Rotavirus is the leading cause of intestinal infections in children worldwide. The main route of transmission is by touching objects contaminated with the virus and then touching your hands to your mouth without cleaning. Currently, some countries have vaccines available.\n3. Parasites cause intestinal infections\nTwo types of parasites that commonly cause intestinal infections include:\nGiardia: This is a parasite that causes intestinal infection, spread through person-to-person contact or contaminated water. Giardia is resistant to chlorine so it can still survive in public swimming pools.; Giardia: This is a parasite that causes intestinal infection, spread through person-to-person contact or contaminated water. Giardia is resistant to chlorine so it can still survive in public swimming pools.\nCryptosporidiosis: Cryptosporidium is a microscopic parasite with a solid outer shell, helping it survive on the host body and withstand chlorination.; Cryptosporidiosis: Cryptosporidium is a microscopic parasite with a solid outer shell, helping it survive on the host body and withstand chlorination.\nParasitic infections can last from 1 to 2 weeks or longer depending on the condition. Common symptoms include: bloating, abdominal cramps, vomiting, nausea, diarrhea... These signs usually appear clearly after 7 - 10 days of exposure. Accordingly, both types of parasites are often found in water and are infected after eating or drinking.\nIntestinal infections can be caused by bacteria, viruses or parasites"
        },
        {
            "subsection_name": "Who is at risk of intestinal infections?",
            "subsection_content": "Below are 3 groups of people at highest risk of intestinal infections:\nYoung children and infants: This group has an incompletely developed immune system, so it is susceptible to attacks by bacteria, viruses, and parasites. Accordingly, the report shows that infectious diarrhea accounts for 1 in 9 deaths in children worldwide, with 2,195 cases per day, more than AIDS, malaria and measles combined.; Young children and infants: This group has an incompletely developed immune system, so it is susceptible to attacks by bacteria, viruses, and parasites. Accordingly, the report shows that infectious diarrhea accounts for 1 in 9 child deaths worldwide, with 2,195 cases per day, more than AIDS, malaria and measles combined.\nElderly people: This group has a weakened immune system and digestive system, so they are vulnerable to bacteria, viruses, and parasites; Elderly people: This group has a weakened immune system and digestive system, so they are vulnerable to bacteria, viruses, and parasites.\nPeople living in unsanitary environments: This is a favorable environment for bacteria, viruses, and parasites to grow and spread quickly.; People living in unsanitary environments: This is a favorable environment for bacteria, viruses, and parasites to grow and spread quickly.\nChildren are one of the groups at risk of intestinal infections",
            "subsection_string": "Who is at risk of intestinal infections?\nBelow are 3 groups of people at highest risk of intestinal infections:\nYoung children and infants: This group has an incompletely developed immune system, so it is susceptible to attacks by bacteria, viruses, and parasites. Accordingly, the report shows that infectious diarrhea accounts for 1 in 9 deaths in children worldwide, with 2,195 cases per day, more than AIDS, malaria and measles combined.; Young children and infants: This group has an incompletely developed immune system, so it is susceptible to attacks by bacteria, viruses, and parasites. Accordingly, the report shows that infectious diarrhea accounts for 1 in 9 child deaths worldwide, with 2,195 cases per day, more than AIDS, malaria and measles combined.\nElderly people: This group has a weakened immune system and digestive system, so they are vulnerable to bacteria, viruses, and parasites; Elderly people: This group has a weakened immune system and digestive system, so they are vulnerable to bacteria, viruses, and parasites.\nPeople living in unsanitary environments: This is a favorable environment for bacteria, viruses, and parasites to grow and spread quickly.; People living in unsanitary environments: This is a favorable environment for bacteria, viruses, and parasites to grow and spread quickly.\nChildren are one of the groups at risk of intestinal infections"
        },
        {
            "subsection_name": "Symptoms of intestinal infection",
            "subsection_content": "Symptoms of intestinal infection will vary depending on the cause of the disease.(2)\nSome of the signs that may be encountered include:\nStomach-ache.; Diarrhea.; Nausea.; Fever.; Chills.; Cramp.; Headache.; Blood appears in the stool.",
            "subsection_string": "Symptoms of intestinal infection\nSymptoms of intestinal infection will vary depending on the cause of the disease.(2)\nSome of the signs that may be encountered include:\nStomach-ache.; Diarrhea.; Nausea.; Fever.; Chills.; Cramp.; Headache.; Blood appears in the stool."
        },
        {
            "subsection_name": "When should I see a doctor?",
            "subsection_content": "Patients should immediately contact their doctor if they notice the following serious symptoms:\nFever.; Severe abdominal pain; Appearance of blood or mucus in stools; Diarrhea lasts more than 2 – 3 days; The body shows signs of dehydration.\nFor children under 3 months old, parents should take them to the emergency room in the following cases:\nThe body shows signs of dehydration (not urinating, pale face, sunken eyes, cold hands and feet or very irritable).; Children have severe stomach pain; Fever.; Do not breastfeed.\nFor toddlers, below are serious signs of intestinal infection that require urgent contact with a doctor:\nContinuous diarrhea that does not go away; Appearance of blood in stool.; Unusual weight loss.\nPatients should contact their doctor immediately when symptoms begin to become serious",
            "subsection_string": "When should I see a doctor?\nPatients should immediately contact their doctor if they notice the following serious symptoms:\nFever.; Severe abdominal pain; Appearance of blood or mucus in stools; Diarrhea lasts more than 2 – 3 days; The body shows signs of dehydration.\nFor children under 3 months old, parents should take them to the emergency room in the following cases:\nThe body shows signs of dehydration (not urinating, pale face, sunken eyes, cold hands and feet or very irritable).; Children have severe stomach pain; Fever.; Do not breastfeed.\nFor toddlers, below are serious signs of intestinal infection that require urgent contact with a doctor:\nContinuous diarrhea that does not go away; Appearance of blood in stool.; Unusual weight loss.\nPatients should contact their doctor immediately when symptoms begin to become serious"
        },
        {
            "subsection_name": "Complications of intestinal infection",
            "subsection_content": "Intestinal infections rarely cause complications in healthy adults and usually go away in less than a week. However, young children and the elderly are often more susceptible to the disease due to their weak immune systems, and are at risk of facing many serious complications if not treated early. Specifically includes:\nHigh fever.; Muscle pain; Inability to control bowel movements; CKD.; Intestinal bleeding.; Anemia.",
            "subsection_string": "Complications of intestinal infection\nIntestinal infections rarely cause complications in healthy adults and usually go away in less than a week. However, young children and the elderly are often more susceptible to the disease due to their weak immune systems, and are at risk of facing many serious complications if not treated early. Specifically includes:\nHigh fever.; Muscle pain; Inability to control bowel movements; CKD.; Intestinal bleeding.; Anemia."
        },
        {
            "subsection_name": "Methods of treating intestinal infections",
            "subsection_content": "Your doctor will prescribe treatment for intestinal infections based on the cause and severity of symptoms. Accordingly, some commonly applied measures include:\nRehydration: This is a very important home treatment. Patients can rehydrate and electrolytes themselves with solutions such as oresol mixed in the right ratio, coconut water, porridge water, etc. to compensate for the amount of water and electrolytes lost due to diarrhea and vomiting. Newborns will drink breast milk or formula (should be given rehydration or water for the first 12 hours, then give formula milk as usual in smaller quantities, more times).(3) ; Rehydration: This is a very important home treatment. Patients can rehydrate and electrolytes themselves with solutions such as oresol mixed in the right ratio, coconut water, porridge water, etc. to compensate for the amount of water and electrolytes lost due to diarrhea and vomiting. Newborns will drink breast milk or formula (should be given rehydration or water for the first 12 hours, then give formula milk as usual in smaller quantities, more times).(3)\nGet enough rest to speed up your body's recovery.; Get enough rest to speed up your body's recovery.\nBreak up meals with easily digestible foods, such as bananas, crackers, bread or rice.; Break up your meals with easy-to-digest foods, such as bananas, crackers, bread or rice.\nTreatment of intestinal infections caused by bacteria: Patients may be prescribed some antibiotics such as: Cotrimoxazole, imidazole group antibiotics, etc.; Treatment of intestinal infections caused by bacteria: Patients may be prescribed some antibiotics such as: Cotrimoxazole, imidazole group antibiotics, etc.",
            "subsection_string": "Methods of treating intestinal infections\nYour doctor will prescribe treatment for intestinal infections based on the cause and severity of symptoms. Accordingly, some commonly applied measures include:\nRehydration: This is a very important home treatment. Patients can rehydrate and electrolytes themselves with solutions such as oresol mixed in the right ratio, coconut water, porridge water, etc. to compensate for the amount of water and electrolytes lost due to diarrhea and vomiting. Newborns will drink breast milk or formula (should be given rehydration or water for the first 12 hours, then give formula milk as usual in smaller quantities, more times).(3) ; Rehydration: This is a very important home treatment. Patients can rehydrate and electrolytes themselves with solutions such as oresol mixed in the right ratio, coconut water, porridge water, etc. to compensate for the amount of water and electrolytes lost due to diarrhea and vomiting. Newborns will drink breast milk or formula (should be given rehydration or water for the first 12 hours, then give formula milk as usual in smaller quantities, more times).(3)\nGet enough rest to speed up your body's recovery.; Get enough rest to speed up your body's recovery.\nBreak up meals with easily digestible foods, such as bananas, crackers, bread or rice.; Break up your meals with easy-to-digest foods, such as bananas, crackers, bread or rice.\nTreatment of intestinal infections caused by bacteria: Patients may be prescribed some antibiotics such as: Cotrimoxazole, imidazole group antibiotics, etc.; Treatment of intestinal infections caused by bacteria: Patients may be prescribed some antibiotics such as: Cotrimoxazole, imidazole group antibiotics, etc."
        },
        {
            "subsection_name": "Prevent intestinal infections",
            "subsection_content": "To prevent intestinal infections, it is important to take measures to ensure food hygiene and safety, ensure proper classification and treatment of waste to avoid spreading disease to the community:\nWash your hands after going to the bathroom or after touching pets.; Wash your hands before and after touching any food.; Avoid eating undercooked meat or eggs that are not hygienic; Drink boiled water.; If your body shows signs of infection, do not prepare food for others to avoid transmitting the disease.; Clean bed sheets, blankets, pillows, and clothes regularly; Clean and disinfect contaminated surfaces, such as: toilets, countertops, TV remotes, door handles, etc.; Always separate raw meat, seafood, poultry and eggs from processed foods.; Avoid eating food on sidewalks or unhygienic restaurants; Avoid eating fresh salad, peeled fruit, milk or unpasteurized milk products, which are not hygienic.\nIn addition, below are some solutions to take when traveling to places where water and food hygiene are not guaranteed, to avoid the risk of intestinal infections:\nOnly use bottled water for drinking and brushing teeth.; Avoid using iced drinks.; Choose foods that have been cooked and served hot.; Avoid eating raw or undercooked foods, especially meat and seafood; Avoid eating fresh salads, peeled fruits, milk or unpasteurized dairy products.; Avoid food from sidewalk stalls.\nEnsuring food hygiene and safety is the top solution to help prevent intestinal infections",
            "subsection_string": "Prevent intestinal infections\nTo prevent intestinal infections, it is important to take measures to ensure food hygiene and safety, ensure proper classification and treatment of waste to avoid spreading disease to the community:\nWash your hands after going to the bathroom or after touching pets.; Wash your hands before and after touching any food.; Avoid eating undercooked meat or eggs that are not hygienic; Drink boiled water.; If your body shows signs of infection, do not prepare food for others to avoid transmitting the disease.; Clean bed sheets, blankets, pillows, and clothes regularly; Clean and disinfect contaminated surfaces, such as: toilets, countertops, TV remotes, door handles, etc.; Always separate raw meat, seafood, poultry and eggs from processed foods.; Avoid eating food on sidewalks or unhygienic restaurants; Avoid eating fresh salad, peeled fruit, milk or unpasteurized milk products, which are not hygienic.\nIn addition, below are some solutions to take when traveling to places where water and food hygiene are not guaranteed, to avoid the risk of intestinal infections:\nOnly use bottled water for drinking and brushing teeth.; Avoid using iced drinks.; Choose foods that have been cooked and served hot.; Avoid eating raw or undercooked foods, especially meat and seafood; Avoid eating fresh salads, peeled fruits, milk or unpasteurized dairy products.; Avoid food from sidewalk stalls.\nEnsuring food hygiene and safety is the top solution to help prevent intestinal infections"
        },
        {
            "subsection_name": "Frequently asked questions about intestinal infections",
            "subsection_content": "1. Is intestinal infection dangerous?\nIntestinal infections are rarely dangerous for healthy adults. However, for the elderly and young children, the disease has the risk of prolonging and causing many serious complications if not treated early (kidney failure, anemia...).\n2. Are intestinal infections contagious?\nIntestinal infections caused by bacteria, viruses, and parasites have the risk of spreading from person to person during contact. Therefore, everyone needs to be very careful when relatives, friends, etc. around them are sick.\n3. What fruit should you eat if you have an intestinal infection?\nBelow are some fruits that are beneficial for the digestive system, helping to increase beneficial bacteria in the intestines, thereby helping to significantly improve infections: (4)\nBananas: Bananas provide fiber, potassium, protein, vitamin B6, manganese, which are beneficial for digestion. In addition, the ingredients resistant starch and inulin also help strengthen the intestinal microflora, fight inflammation and maintain a healthy intestinal mucosa.; Bananas: Bananas provide fiber, potassium, protein, vitamin B6, manganese, which are beneficial for digestion. In addition, the ingredients resistant starch and inulin also help strengthen the intestinal microflora, fight inflammation and maintain a healthy intestinal mucosa.\nPeaches: Peaches are rich in antioxidants, vitamin C, fiber, which help support digestion, fight inflammation and boost immunity.; Peaches: Peaches are rich in antioxidants, vitamin C, and fiber, which help support digestion, fight inflammation, and boost immunity.\nApples: Apples are a source of antioxidants, vitamins, and minerals that are beneficial for the digestive system, including infections.; Apples: Apples are a source of antioxidants, vitamins, and minerals that are beneficial for the digestive system, including infections.\nCranberries: Cranberries are rich in antioxidants, help fight inflammation, prevent free radicals, and effectively help improve infections.; Cranberries: Cranberries are rich in antioxidants, help fight inflammation, prevent free radicals, and effectively help improve infections.\nPomegranate: Pomegranate is rich in antioxidants and prebiotic polyphenols, supporting the growth of Bifidobacterium and Lactobacillus bacteria, which are beneficial for the intestines.; Pomegranate: Pomegranate is rich in antioxidants and prebiotic polyphenols, supporting the growth of Bifidobacterium and Lactobacillus bacteria, which are beneficial for the intestines.\nFruits with lots of water (oranges, grapefruits, etc.). When drinking, you can add a little salt to help replenish water, electrolytes, vitamins.; Fruits with lots of water (oranges, grapefruits, etc.). When drinking, you can add a little salt to help replenish water, electrolytes, and vitamins.\nIn addition, when it comes to diet for intestinal infections, the first important thing is to drink plenty of water to avoid dehydration. After that, the patient should follow the BRAT food regimen (bananas, rice, applesauce, and toast). Milk, dairy products, fats, alcohol... are food groups that should be avoided because they can make symptoms worse.\nCenter for Gastrointestinal Endoscopy and Endoscopic Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology, Tam Anh General Hospital, Hanoi are prestigious medical centers specializing in Gastroenterology, providing examination and treatment services. Advanced, effective treatment for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all information related to intestinal infections, causes, typical symptoms and effective treatment methods. Hopefully through these shares, you will have more useful updates to proactively monitor and detect diseases early.",
            "subsection_string": "Frequently asked questions about intestinal infections\n1. Is intestinal infection dangerous?\nIntestinal infections are rarely dangerous for healthy adults. However, for the elderly and young children, the disease has the risk of prolonging and causing many serious complications if not treated early (kidney failure, anemia...).\n2. Are intestinal infections contagious?\nIntestinal infections caused by bacteria, viruses, and parasites have the risk of spreading from person to person during contact. Therefore, everyone needs to be very careful when relatives, friends, etc. around them are sick.\n3. What fruit should you eat if you have an intestinal infection?\nBelow are some fruits that are beneficial for the digestive system, helping to increase beneficial bacteria in the intestines, thereby helping to significantly improve infections: (4)\nBananas: Bananas provide fiber, potassium, protein, vitamin B6, manganese, which are beneficial for digestion. In addition, the ingredients resistant starch and inulin also help strengthen the intestinal microflora, fight inflammation and maintain a healthy intestinal mucosa.; Bananas: Bananas provide fiber, potassium, protein, vitamin B6, manganese, which are beneficial for digestion. In addition, the ingredients resistant starch and inulin also help strengthen the intestinal microflora, fight inflammation and maintain a healthy intestinal mucosa.\nPeaches: Peaches are rich in antioxidants, vitamin C, fiber, which help support digestion, fight inflammation and boost immunity.; Peaches: Peaches are rich in antioxidants, vitamin C, and fiber, which help support digestion, fight inflammation, and boost immunity.\nApples: Apples are a source of antioxidants, vitamins, and minerals that are beneficial for the digestive system, including infections.; Apples: Apples are a source of antioxidants, vitamins, and minerals that are beneficial for the digestive system, including infections.\nCranberries: Cranberries are rich in antioxidants, help fight inflammation, prevent free radicals, and effectively help improve infections.; Cranberries: Cranberries are rich in antioxidants, help fight inflammation, prevent free radicals, and effectively help improve infections.\nPomegranate: Pomegranate is rich in antioxidants and prebiotic polyphenols, supporting the growth of Bifidobacterium and Lactobacillus bacteria, which are beneficial for the intestines.; Pomegranate: Pomegranate is rich in antioxidants and prebiotic polyphenols, supporting the growth of Bifidobacterium and Lactobacillus bacteria, which are beneficial for the intestines.\nFruits with lots of water (oranges, grapefruits, etc.). When drinking, you can add a little salt to help replenish water, electrolytes, vitamins.; Fruits with lots of water (oranges, grapefruits, etc.). When drinking, you can add a little salt to help replenish water, electrolytes, and vitamins.\nIn addition, when it comes to diet for intestinal infections, the first important thing is to drink plenty of water to avoid dehydration. After that, the patient should follow the BRAT food regimen (bananas, rice, applesauce, and toast). Milk, dairy products, fats, alcohol... are food groups that should be avoided because they can make symptoms worse.\nCenter for Gastrointestinal Endoscopy and Endoscopic Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology, Tam Anh General Hospital, Hanoi are prestigious medical centers specializing in Gastroenterology, providing examination and treatment services. Advanced, effective treatment for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all information related to intestinal infections, causes, typical symptoms and effective treatment methods. Hopefully through these shares, you will have more useful updates to proactively monitor and detect diseases early."
        }
    ],
    "name": "nhiem-trung-duong-ruot.json"
}