{
    "title": "Ventricular tachycardia: Causes, symptoms, diagnosis, prevention",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/nhip-nhanh-that/",
    "abstract": "Ventricular tachycardia is a condition in which the heart beats faster than 100 beats per minute originating from abnormal areas of myocardium in the ventricles of the heart. This is a dangerous, life-threatening condition.",
    "content": "Ventricular tachycardia: Causes, symptoms, diagnosis, prevention\n\nVentricular tachycardia is a condition in which the heart beats faster than 100 beats per minute originating from abnormal areas of myocardium in the ventricles of the heart. This is a dangerous, life-threatening condition.\n\nWhat is ventricular tachycardia?\nVentricular tachycardia is a rapid arrhythmia that originates in the ventricles of the heart. There are many types of ventricular tachycardia, but they are often related to structural heart disease or coronary artery disease. Ventricular tachycardia and ventricular fibrillation are the most dangerous arrhythmias and require aggressive treatment.\nThe disease is common in patients with structural heart disease, ion channel pathology of the heart or heart failure patients with reduced blood pumping function. In heart failure, coronary artery disease and cardiomyopathy, many areas of the myocardium (and especially the left ventricle) may be thickened, dilated, lacking blood supply and reducing contractile function. (first)\nThe disease process can lead to damaged areas of the myocardium, fibrosis, and replacement of muscle tissue with scarring. Scarring and structural changes in the ventricles facilitate the induction and maintenance of ventricular tachycardia. There are also a number of diseases that cause abnormal electrical activity of the heart that can also cause life-threatening ventricular arrhythmias even though the heart's contractile function is still normal.\nVentricular tachycardia can originate from the left or right ventricle. MSc.BSc.CKI Vu Xuan Quang, Doctor at the Cardiovascular Center of Tam Anh General Hospital, Ho Chi Minh City, said that a person has a higher risk of ventricular tachycardia if they have one of the following factors: abnormal heart valves, cardiomyopathy, heart failure, history of myocardial infarction, coronary artery disease.\n\nClassify\nAccording to MSc.BS.CKI Vu Xuan Quang, ventricular tachycardia includes all types of fast arrhythmias, with frequencies above 100 beats/minute, originating from the ventricles. Ventricular tachycardia can be rapid and regular with uniform electrical waves, called monomorphic ventricular tachycardia. If it is fast and irregular, with many different wave shapes on the electrocardiogram, it is called polymorphic ventricular tachycardia.\nThe most severe form of ventricular arrhythmia is ventricular fibrillation with the electrical activities of the two ventricular chambers completely chaotic. At this point, the heart no longer beats but only \"vibrates\", and the patient will die very quickly if the ventricular fibrillation continues for a long time without timely emergency treatment.\nIdiopathic ventricular tachycardia\nSometimes ventricular tachycardia occurs in people without cardiovascular disease with a normal heart muscle (so it is called idiopathic). This form of ventricular tachycardia is usually easier to treat and is rarely life-threatening.\n\nSymptoms of ventricular tachycardia\nDuring ventricular tachycardia, the heart often beats at a very fast frequency and the efficiency of each beat is very low compared to normal sinus rhythm, thus often not providing enough blood to other organs. Ventricular tachycardia may last only a few seconds. Sustained ventricular tachycardia is often a dangerous, life-threatening condition. (2)\nAccording to MSc.BS.CKI Vu Xuan Quang, symptoms of ventricular tachycardia include:\nDizzy;; Lightheadedness;; Chest pain;; Short of breath;; Heart beating fast;; Palpitations;; Faint;; The heart stops beating.; In some cases, the patient may not experience symptoms of ventricular tachycardia.\nSudden fainting can be a warning sign of dangerous ventricular tachycardia\n\nHow is ventricular tachycardia different from ventricular fibrillation?\nVentricular tachycardia and ventricular fibrillation are both serious types of arrhythmias, but ventricular fibrillation is more serious. With ventricular tachycardia, a fast heart rate and weaker than normal contractility reduce blood supply to other organs. Meanwhile, ventricular fibrillation will cause the heart to stop beating and cause sudden death.\nIn some diseases, prolonged ventricular tachycardia can also transform into ventricular fibrillation.\nReference: Is fast heart rate dangerous?\n\nCauses of ventricular tachycardia\nMSc.BSc.CKI Vu Xuan Quang said that there are many causes that cause or contribute to problems with arrhythmia and ventricular tachycardia such as: (3)\nPrevious myocardial infarction or other heart disease that causes scarring of heart tissue (structural heart disease);; Poor blood flow to the heart muscle due to coronary artery disease;; Arrhythmias due to abnormal ion channels of the heart (such as long QT, short QT, Brugada...);; Imbalance of electrolytes (such as potassium, magnesium...);; Side effects of medications;; A family history of tachycardia or other arrhythmias makes a person more likely to develop ventricular tachycardia;; Sometimes, the exact cause of ventricular tachycardia cannot be determined (idiopathic ventricular tachycardia).\nPatients with ventricular tachycardia need to be counseled and treated appropriately depending on the cause of the disease and avoid factors that trigger dangerous ventricular tachycardia.\n\nWhen to see a doctor?\nThere are many different factors that cause ventricular tachycardia. It is important to get an accurate diagnosis and appropriate treatment. Patients should see a doctor if they have any problems with their heart rhythm and have symptoms:\nChest pain;; Short of breath;; Lightheadedness;; Dizzy;; Faint;; Continuous rapid heart rate.\n\nDiagnostic method\n1. Electrocardiogram (ECG)\nThis is a quick and painless method of diagnosing ventricular tachycardia. During an electrocardiogram, sensors (electrodes) are attached to the chest and arms and legs to measure the heart's electrical activity. An electrocardiogram measures the timing and duration of each electrical phase during a heartbeat. Doctors look for signal patterns to determine the type of tachycardia and how heart problems may be causing the tachycardia.\n2. Holter ECG\nThis is a continuous electrocardiogram monitor. Electrodes (small conductive pads) are taped to the person's chest and attached by wire to a small storage device. The electrodes must be securely attached to the chest for the machine to accurately record the heart's electrical activity. The patient carries the Holter monitor in a pocket or bag worn around the neck or waist.\nWhile wearing the monitor, it records your heart's electrical activity. After 24-48 hours, the doctor checks to see if there are any electrocardiographic abnormalities or arrhythmias. Patients also need to note the symptoms that appear during their monitoring period so that the doctor can see if they are consistent with the Holter monitoring results.\n3. Echocardiography\nThis is a method that helps doctors capture images of the heart structure, heart valves as well as the heart's sphincter function to suggest the cause of arrhythmia.\n4. Cardiac electrophysiological survey (EPS)\nCardiac electrophysiology (EPS) is a procedure that helps evaluate electrical activity in the heart and accurately diagnose the cause of arrhythmias. Doctors will insert electrodes from the femoral vein into the heart to evaluate the heart's electrical activity and trigger arrhythmias. In many cases, this procedure is often performed in conjunction with ablation of arrhythmia foci.\n\nComplications of ventricular tachycardia\nComplications of ventricular tachycardia depend on how fast the heart beats, how long the arrhythmia lasts, etc. Ventricular tachycardia can cause serious complications, especially with prolonged attacks. Complications include: (4)\nHeart failure: If left untreated, ventricular tachyarrhythmias can lead to heart failure. In patients with heart failure, ventricular arrhythmias also make heart failure worse; Sudden cardiac death: Sustained ventricular tachycardia is associated with a risk of sudden death.\n\nTreatment methods for ventricular tachycardia\nTreatment will depend on the cause of the arrhythmia. In some arrhythmias, patients may be advised to avoid drinking alcohol, not exercising too much or using certain medications.\nOther treatments include:\nElectric shock: Doctors use an electric shock to return the heart's rhythm to normal. This is a common emergency treatment, especially if ventricular tachycardia causes the person to faint or have low blood pressure. Antiarrhythmic drugs; Implantable defibrillator (ICD): This is a small device that is usually placed under the skin of the chest. The ICD plays the role of a \"watchman\", helping to detect life-threatening ventricular arrhythmias and creating electric shocks to save the patient's life and return the heart rhythm to normal..; Arrhythmia ablation: Also known as catheter ablation of arrhythmias. The doctor inserts electrodes into the heart to detect the location of the arrhythmia and uses heat energy to destroy the area of ​​heart muscle tissue causing the arrhythmia. Some types of ventricular tachycardia can be completely cured with this method.\nDoctors at Tam Anh General Hospital Heart Center treat ventricular tachycardia with ablation.\n\nHow to prevent ventricular tachycardia\nA healthy lifestyle will help reduce the risk of many cardiovascular diseases. MSc.BS.CKI Vu Xuan Quang believes that you can protect yourself from coronary artery disease (the most common cause of ventricular tachycardia) in the following ways:\nPractice a low-fat, high-fiber diet;; Exercise regularly;; Control weight, avoid overweight and obesity;; Quit smoking, avoid inhaling passive smoke, do not use electronic cigarettes...; Comply with your doctor's treatment if you have diseases such as hypertension, diabetes, dyslipidemia, etc.\n\nPay attention when you have ventricular tachycardia\nWhen diagnosed with ventricular tachycardia, you need to follow your doctor's treatment instructions as well as change your scientific diet, moderate lifestyle, etc. to improve your condition. Patients need to pay attention to scheduled medical appointments so that the doctor can check, adjust medications or intervene promptly.\nTo schedule an examination and treatment for Ventricular Tachycardia at the Cardiovascular Center, Tam Anh General Hospital System, please contact:\nIschemic heart disease (or coronary heart disease or coronary artery disease) is one of the risk factors for ventricular tachycardia. Therefore, patients need to proactively have regular health check-ups to detect diseases and treat them before they cause dangerous, life-threatening complications.",
    "subsections": [
        {
            "subsection_name": "What is ventricular tachycardia?",
            "subsection_content": "Ventricular tachycardia is a rapid arrhythmia that originates in the ventricles of the heart. There are many types of ventricular tachycardia, but they are often related to structural heart disease or coronary artery disease. Ventricular tachycardia and ventricular fibrillation are the most dangerous arrhythmias and require aggressive treatment.\nThe disease is common in patients with structural heart disease, ion channel pathology of the heart or heart failure patients with reduced blood pumping function. In heart failure, coronary artery disease and cardiomyopathy, many areas of the myocardium (and especially the left ventricle) may be thickened, dilated, lacking blood supply and reducing contractile function. (first)\nThe disease process can lead to damaged areas of the myocardium, fibrosis, and replacement of muscle tissue with scarring. Scarring and structural changes in the ventricles facilitate the induction and maintenance of ventricular tachycardia. There are also a number of diseases that cause abnormal electrical activity of the heart that can also cause life-threatening ventricular arrhythmias even though the heart's contractile function is still normal.\nVentricular tachycardia can originate from the left or right ventricle. MSc.BSc.CKI Vu Xuan Quang, Doctor at the Cardiovascular Center of Tam Anh General Hospital, Ho Chi Minh City, said that a person has a higher risk of ventricular tachycardia if they have one of the following factors: abnormal heart valves, cardiomyopathy, heart failure, history of myocardial infarction, coronary artery disease.",
            "subsection_string": "What is ventricular tachycardia?\nVentricular tachycardia is a rapid arrhythmia that originates in the ventricles of the heart. There are many types of ventricular tachycardia, but they are often related to structural heart disease or coronary artery disease. Ventricular tachycardia and ventricular fibrillation are the most dangerous arrhythmias and require aggressive treatment.\nThe disease is common in patients with structural heart disease, ion channel pathology of the heart or heart failure patients with reduced blood pumping function. In heart failure, coronary artery disease and cardiomyopathy, many areas of the myocardium (and especially the left ventricle) may be thickened, dilated, lacking blood supply and reducing contractile function. (first)\nThe disease process can lead to damaged areas of the myocardium, fibrosis, and replacement of muscle tissue with scarring. Scarring and structural changes in the ventricles facilitate the induction and maintenance of ventricular tachycardia. There are also a number of diseases that cause abnormal electrical activity of the heart that can also cause life-threatening ventricular arrhythmias even though the heart's contractile function is still normal.\nVentricular tachycardia can originate from the left or right ventricle. MSc.BSc.CKI Vu Xuan Quang, Doctor at the Cardiovascular Center of Tam Anh General Hospital, Ho Chi Minh City, said that a person has a higher risk of ventricular tachycardia if they have one of the following factors: abnormal heart valves, cardiomyopathy, heart failure, history of myocardial infarction, coronary artery disease."
        },
        {
            "subsection_name": "Classify",
            "subsection_content": "According to MSc.BS.CKI Vu Xuan Quang, ventricular tachycardia includes all types of fast arrhythmias, with frequencies above 100 beats/minute, originating from the ventricles. Ventricular tachycardia can be rapid and regular with uniform electrical waves, called monomorphic ventricular tachycardia. If it is fast and irregular, with many different wave shapes on the electrocardiogram, it is called polymorphic ventricular tachycardia.\nThe most severe form of ventricular arrhythmia is ventricular fibrillation with the electrical activities of the two ventricular chambers completely chaotic. At this point, the heart no longer beats but only \"vibrates\", and the patient will die very quickly if the ventricular fibrillation continues for a long time without timely emergency treatment.\nIdiopathic ventricular tachycardia\nSometimes ventricular tachycardia occurs in people without cardiovascular disease with a normal heart muscle (so it is called idiopathic). This form of ventricular tachycardia is usually easier to treat and is rarely life-threatening.",
            "subsection_string": "Classify\nAccording to MSc.BS.CKI Vu Xuan Quang, ventricular tachycardia includes all types of fast arrhythmias, with frequencies above 100 beats/minute, originating from the ventricles. Ventricular tachycardia can be rapid and regular with uniform electrical waves, called monomorphic ventricular tachycardia. If it is fast and irregular, with many different wave shapes on the electrocardiogram, it is called polymorphic ventricular tachycardia.\nThe most severe form of ventricular arrhythmia is ventricular fibrillation with the electrical activities of the two ventricular chambers completely chaotic. At this point, the heart no longer beats but only \"vibrates\", and the patient will die very quickly if the ventricular fibrillation continues for a long time without timely emergency treatment.\nIdiopathic ventricular tachycardia\nSometimes ventricular tachycardia occurs in people without cardiovascular disease with a normal heart muscle (so it is called idiopathic). This form of ventricular tachycardia is usually easier to treat and is rarely life-threatening."
        },
        {
            "subsection_name": "Symptoms of ventricular tachycardia",
            "subsection_content": "During ventricular tachycardia, the heart often beats at a very fast frequency and the efficiency of each beat is very low compared to normal sinus rhythm, thus often not providing enough blood to other organs. Ventricular tachycardia may last only a few seconds. Sustained ventricular tachycardia is often a dangerous, life-threatening condition. (2)\nAccording to MSc.BS.CKI Vu Xuan Quang, symptoms of ventricular tachycardia include:\nDizzy;; Lightheadedness;; Chest pain;; Short of breath;; Heart beating fast;; Palpitations;; Faint;; The heart stops beating.; In some cases, the patient may not experience symptoms of ventricular tachycardia.\nSudden fainting can be a warning sign of dangerous ventricular tachycardia",
            "subsection_string": "Symptoms of ventricular tachycardia\nDuring ventricular tachycardia, the heart often beats at a very fast frequency and the efficiency of each beat is very low compared to normal sinus rhythm, thus often not providing enough blood to other organs. Ventricular tachycardia may last only a few seconds. Sustained ventricular tachycardia is often a dangerous, life-threatening condition. (2)\nAccording to MSc.BS.CKI Vu Xuan Quang, symptoms of ventricular tachycardia include:\nDizzy;; Lightheadedness;; Chest pain;; Short of breath;; Heart beating fast;; Palpitations;; Faint;; The heart stops beating.; In some cases, the patient may not experience symptoms of ventricular tachycardia.\nSudden fainting can be a warning sign of dangerous ventricular tachycardia"
        },
        {
            "subsection_name": "How is ventricular tachycardia different from ventricular fibrillation?",
            "subsection_content": "Ventricular tachycardia and ventricular fibrillation are both serious types of arrhythmias, but ventricular fibrillation is more serious. With ventricular tachycardia, a fast heart rate and weaker than normal contractility reduce blood supply to other organs. Meanwhile, ventricular fibrillation will cause the heart to stop beating and cause sudden death.\nIn some diseases, prolonged ventricular tachycardia can also transform into ventricular fibrillation.\nReference: Is fast heart rate dangerous?",
            "subsection_string": "How is ventricular tachycardia different from ventricular fibrillation?\nVentricular tachycardia and ventricular fibrillation are both serious types of arrhythmias, but ventricular fibrillation is more serious. With ventricular tachycardia, a fast heart rate and weaker than normal contractility reduce blood supply to other organs. Meanwhile, ventricular fibrillation will cause the heart to stop beating and cause sudden death.\nIn some diseases, prolonged ventricular tachycardia can also transform into ventricular fibrillation.\nReference: Is fast heart rate dangerous?"
        },
        {
            "subsection_name": "Causes of ventricular tachycardia",
            "subsection_content": "MSc.BSc.CKI Vu Xuan Quang said that there are many causes that cause or contribute to problems with arrhythmia and ventricular tachycardia such as: (3)\nPrevious myocardial infarction or other heart disease that causes scarring of heart tissue (structural heart disease);; Poor blood flow to the heart muscle due to coronary artery disease;; Arrhythmias due to abnormal ion channels of the heart (such as long QT, short QT, Brugada...);; Imbalance of electrolytes (such as potassium, magnesium...);; Side effects of medications;; A family history of tachycardia or other arrhythmias makes a person more likely to develop ventricular tachycardia;; Sometimes, the exact cause of ventricular tachycardia cannot be determined (idiopathic ventricular tachycardia).\nPatients with ventricular tachycardia need to be counseled and treated appropriately depending on the cause of the disease and avoid factors that trigger dangerous ventricular tachycardia.",
            "subsection_string": "Causes of ventricular tachycardia\nMSc.BSc.CKI Vu Xuan Quang said that there are many causes that cause or contribute to problems with arrhythmia and ventricular tachycardia such as: (3)\nPrevious myocardial infarction or other heart disease that causes scarring of heart tissue (structural heart disease);; Poor blood flow to the heart muscle due to coronary artery disease;; Arrhythmias due to abnormal ion channels of the heart (such as long QT, short QT, Brugada...);; Imbalance of electrolytes (such as potassium, magnesium...);; Side effects of medications;; A family history of tachycardia or other arrhythmias makes a person more likely to develop ventricular tachycardia;; Sometimes, the exact cause of ventricular tachycardia cannot be determined (idiopathic ventricular tachycardia).\nPatients with ventricular tachycardia need to be counseled and treated appropriately depending on the cause of the disease and avoid factors that trigger dangerous ventricular tachycardia."
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "There are many different factors that cause ventricular tachycardia. It is important to get an accurate diagnosis and appropriate treatment. Patients should see a doctor if they have any problems with their heart rhythm and have symptoms:\nChest pain;; Short of breath;; Lightheadedness;; Dizzy;; Faint;; Continuous rapid heart rate.",
            "subsection_string": "When to see a doctor?\nThere are many different factors that cause ventricular tachycardia. It is important to get an accurate diagnosis and appropriate treatment. Patients should see a doctor if they have any problems with their heart rhythm and have symptoms:\nChest pain;; Short of breath;; Lightheadedness;; Dizzy;; Faint;; Continuous rapid heart rate."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "1. Electrocardiogram (ECG)\nThis is a quick and painless method of diagnosing ventricular tachycardia. During an electrocardiogram, sensors (electrodes) are attached to the chest and arms and legs to measure the heart's electrical activity. An electrocardiogram measures the timing and duration of each electrical phase during a heartbeat. Doctors look for signal patterns to determine the type of tachycardia and how heart problems may be causing the tachycardia.\n2. Holter ECG\nThis is a continuous electrocardiogram monitor. Electrodes (small conductive pads) are taped to the person's chest and attached by wire to a small storage device. The electrodes must be securely attached to the chest for the machine to accurately record the heart's electrical activity. The patient carries the Holter monitor in a pocket or bag worn around the neck or waist.\nWhile wearing the monitor, it records your heart's electrical activity. After 24-48 hours, the doctor checks to see if there are any electrocardiographic abnormalities or arrhythmias. Patients also need to note the symptoms that appear during their monitoring period so that the doctor can see if they are consistent with the Holter monitoring results.\n3. Echocardiography\nThis is a method that helps doctors capture images of the heart structure, heart valves as well as the heart's sphincter function to suggest the cause of arrhythmia.\n4. Cardiac electrophysiological survey (EPS)\nCardiac electrophysiology (EPS) is a procedure that helps evaluate electrical activity in the heart and accurately diagnose the cause of arrhythmias. Doctors will insert electrodes from the femoral vein into the heart to evaluate the heart's electrical activity and trigger arrhythmias. In many cases, this procedure is often performed in conjunction with ablation of arrhythmia foci.",
            "subsection_string": "Diagnostic method\n1. Electrocardiogram (ECG)\nThis is a quick and painless method of diagnosing ventricular tachycardia. During an electrocardiogram, sensors (electrodes) are attached to the chest and arms and legs to measure the heart's electrical activity. An electrocardiogram measures the timing and duration of each electrical phase during a heartbeat. Doctors look for signal patterns to determine the type of tachycardia and how heart problems may be causing the tachycardia.\n2. Holter ECG\nThis is a continuous electrocardiogram monitor. Electrodes (small conductive pads) are taped to the person's chest and attached by wire to a small storage device. The electrodes must be securely attached to the chest for the machine to accurately record the heart's electrical activity. The patient carries the Holter monitor in a pocket or bag worn around the neck or waist.\nWhile wearing the monitor, it records your heart's electrical activity. After 24-48 hours, the doctor checks to see if there are any electrocardiographic abnormalities or arrhythmias. Patients also need to note the symptoms that appear during their monitoring period so that the doctor can see if they are consistent with the Holter monitoring results.\n3. Echocardiography\nThis is a method that helps doctors capture images of the heart structure, heart valves as well as the heart's sphincter function to suggest the cause of arrhythmia.\n4. Cardiac electrophysiological survey (EPS)\nCardiac electrophysiology (EPS) is a procedure that helps evaluate electrical activity in the heart and accurately diagnose the cause of arrhythmias. Doctors will insert electrodes from the femoral vein into the heart to evaluate the heart's electrical activity and trigger arrhythmias. In many cases, this procedure is often performed in conjunction with ablation of arrhythmia foci."
        },
        {
            "subsection_name": "Complications of ventricular tachycardia",
            "subsection_content": "Complications of ventricular tachycardia depend on how fast the heart beats, how long the arrhythmia lasts, etc. Ventricular tachycardia can cause serious complications, especially with prolonged attacks. Complications include: (4)\nHeart failure: If left untreated, ventricular tachyarrhythmias can lead to heart failure. In patients with heart failure, ventricular arrhythmias also make heart failure worse; Sudden cardiac death: Sustained ventricular tachycardia is associated with a risk of sudden death.",
            "subsection_string": "Complications of ventricular tachycardia\nComplications of ventricular tachycardia depend on how fast the heart beats, how long the arrhythmia lasts, etc. Ventricular tachycardia can cause serious complications, especially with prolonged attacks. Complications include: (4)\nHeart failure: If left untreated, ventricular tachyarrhythmias can lead to heart failure. In patients with heart failure, ventricular arrhythmias also make heart failure worse; Sudden cardiac death: Sustained ventricular tachycardia is associated with a risk of sudden death."
        },
        {
            "subsection_name": "Treatment methods for ventricular tachycardia",
            "subsection_content": "Treatment will depend on the cause of the arrhythmia. In some arrhythmias, patients may be advised to avoid drinking alcohol, not exercising too much or using certain medications.\nOther treatments include:\nElectric shock: Doctors use an electric shock to return the heart's rhythm to normal. This is a common emergency treatment, especially if ventricular tachycardia causes the person to faint or have low blood pressure. Antiarrhythmic drugs; Implantable defibrillator (ICD): This is a small device that is usually placed under the skin of the chest. The ICD plays the role of a \"watchman\", helping to detect life-threatening ventricular arrhythmias and creating electric shocks to save the patient's life and return the heart rhythm to normal..; Arrhythmia ablation: Also known as catheter ablation of arrhythmias. The doctor inserts electrodes into the heart to detect the location of the arrhythmia and uses heat energy to destroy the area of ​​heart muscle tissue causing the arrhythmia. Some types of ventricular tachycardia can be completely cured with this method.\nDoctors at Tam Anh General Hospital Heart Center treat ventricular tachycardia with ablation.",
            "subsection_string": "Treatment methods for ventricular tachycardia\nTreatment will depend on the cause of the arrhythmia. In some arrhythmias, patients may be advised to avoid drinking alcohol, not exercising too much or using certain medications.\nOther treatments include:\nElectric shock: Doctors use an electric shock to return the heart's rhythm to normal. This is a common emergency treatment, especially if ventricular tachycardia causes the person to faint or have low blood pressure. Antiarrhythmic drugs; Implantable defibrillator (ICD): This is a small device that is usually placed under the skin of the chest. The ICD plays the role of a \"watchman\", helping to detect life-threatening ventricular arrhythmias and creating electric shocks to save the patient's life and return the heart rhythm to normal..; Arrhythmia ablation: Also known as catheter ablation of arrhythmias. The doctor inserts electrodes into the heart to detect the location of the arrhythmia and uses heat energy to destroy the area of ​​heart muscle tissue causing the arrhythmia. Some types of ventricular tachycardia can be completely cured with this method.\nDoctors at Tam Anh General Hospital Heart Center treat ventricular tachycardia with ablation."
        },
        {
            "subsection_name": "How to prevent ventricular tachycardia",
            "subsection_content": "A healthy lifestyle will help reduce the risk of many cardiovascular diseases. MSc.BS.CKI Vu Xuan Quang believes that you can protect yourself from coronary artery disease (the most common cause of ventricular tachycardia) in the following ways:\nPractice a low-fat, high-fiber diet;; Exercise regularly;; Control weight, avoid overweight and obesity;; Quit smoking, avoid inhaling passive smoke, do not use electronic cigarettes...; Comply with your doctor's treatment if you have diseases such as hypertension, diabetes, dyslipidemia, etc.",
            "subsection_string": "How to prevent ventricular tachycardia\nA healthy lifestyle will help reduce the risk of many cardiovascular diseases. MSc.BS.CKI Vu Xuan Quang believes that you can protect yourself from coronary artery disease (the most common cause of ventricular tachycardia) in the following ways:\nPractice a low-fat, high-fiber diet;; Exercise regularly;; Control weight, avoid overweight and obesity;; Quit smoking, avoid inhaling passive smoke, do not use electronic cigarettes...; Comply with your doctor's treatment if you have diseases such as hypertension, diabetes, dyslipidemia, etc."
        },
        {
            "subsection_name": "Pay attention when you have ventricular tachycardia",
            "subsection_content": "When diagnosed with ventricular tachycardia, you need to follow your doctor's treatment instructions as well as change your scientific diet, moderate lifestyle, etc. to improve your condition. Patients need to pay attention to scheduled medical appointments so that the doctor can check, adjust medications or intervene promptly.\nTo schedule an examination and treatment for Ventricular Tachycardia at the Cardiovascular Center, Tam Anh General Hospital System, please contact:\nIschemic heart disease (or coronary heart disease or coronary artery disease) is one of the risk factors for ventricular tachycardia. Therefore, patients need to proactively have regular health check-ups to detect diseases and treat them before they cause dangerous, life-threatening complications.",
            "subsection_string": "Pay attention when you have ventricular tachycardia\nWhen diagnosed with ventricular tachycardia, you need to follow your doctor's treatment instructions as well as change your scientific diet, moderate lifestyle, etc. to improve your condition. Patients need to pay attention to scheduled medical appointments so that the doctor can check, adjust medications or intervene promptly.\nTo schedule an examination and treatment for Ventricular Tachycardia at the Cardiovascular Center, Tam Anh General Hospital System, please contact:\nIschemic heart disease (or coronary heart disease or coronary artery disease) is one of the risk factors for ventricular tachycardia. Therefore, patients need to proactively have regular health check-ups to detect diseases and treat them before they cause dangerous, life-threatening complications."
        }
    ],
    "name": "nhip-nhanh-that.json"
}