{
    "title": "Non-ST elevation myocardial infarction: Causes and symptoms",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/nhoi-mau-co-tim-khong-st-chenh-len/",
    "abstract": "Non-ST elevation myocardial infarction (NSTEMI) occurs when damage to the coronary artery causes partial blockage, leading to the heart's oxygen needs not being met, causing myocardial damage. This condition is so named because it does not have a recognizable electrocardiographic pattern like an ST-elevation myocardial infarction. This article is expertly advised by Dr. Nguyen Duc Hung - Deputy Head of Cardiology Department, Tam Anh General Hospital, Hanoi.",
    "content": "Non-ST elevation myocardial infarction: Causes and symptoms\n\nNon-ST elevation myocardial infarction (NSTEMI) occurs when damage to the coronary artery causes partial blockage, leading to the heart's oxygen needs not being met, causing myocardial damage. This condition is so named because it does not have a recognizable electrocardiographic pattern like an ST-elevation myocardial infarction. This article is expertly advised by Dr. Nguyen Duc Hung - Deputy Head of Cardiology Department, Tam Anh General Hospital, Hanoi.\n\nWhat is non-ST elevation myocardial infarction?\nNon-ST elevation myocardial infarction is a type of myocardial infarction, which causes a heart attack. Compared with ST-elevation myocardial infarction (STEMI), heart damage caused by non-ST-elevation myocardial infarction also causes serious damage but shows fewer symptoms and on the electrocardiogram, so it is more difficult to detect. . (first)\nHeart attacks can be fatal and cause long-term damage to organs in the body, increasing the risk of further heart problems. Therefore, when having a myocardial infarction, the patient needs immediate medical attention.\n\nCommon symptoms\nNon-ST elevation myocardial infarction results from partial blockage of a coronary artery or blockage in a branch of the main coronary artery. This reduces blood flow to the heart, damaging the heart and disrupting its ability to pump blood throughout the body.\nCommon symptoms are:\nChest pain (angina); Shortness of breath or feeling short of breath; Stomach pain, indigestion, heartburn; Nausea, discomfort; Feeling dizzy and lightheaded; Faint; Heart palpitations, discomfort with his heartbeat; Feeling like your heart is skipping beats or increasing your heart rate\nAlthough women may also experience the symptoms described above, unpleasant symptoms (such as indigestion or pain in the center of the chest) are less likely to occur. Women are more likely to have other symptoms such as:\nFatigue, shortness of breath or insomnia before the start of a heart attack; Pain spreading to the jaw, neck, shoulders, arms, back, or abdomen; Nausea and vomiting\n\nCauses of acute non-ST elevation myocardial infarction\nNon-ST elevation myocardial infarction is a manifestation of acute coronary syndrome and is one of three problems that cause ischemia to the heart. Two other conditions are ST-segment elevation myocardial infarction and unstable angina (sudden chest pain due to anemia, often occurring while resting but not as dangerous as myocardial infarction).\nThe disease can occur due to direct or indirect causes. (2)\nDirect cause\nSome conditions can directly reduce blood supply to the heart, such as:\nAtherosclerotic plaque: Originated from cholesterol in the blood. Similar to a clogged pipe that slows drainage, plaque buildup can reduce blood flow to the heart muscle. Plaques in the arteries can also erode or rupture, rapidly (within minutes to hours) narrowing or blocking the artery.; Vasospasm: There is a layer of smooth muscle in the blood vessels that controls the degree of narrowing or widening of those vessels. Just like cramps or spasms in the leg/back muscles, the muscle layer of the coronary arteries can also go into spasm (called vasospasm). This can restrict or block blood flow and cause a heart attack.; Coronary embolism: This is a blood clot that travels from somewhere else and gets stuck in an artery of the heart, thereby partially or completely stopping blood flow to the heart muscle. These are extremely rare.; Although protected by the thoracic skeleton and other structures, the heart can still be damaged for a variety of reasons leading to increased cardiac enzymes and must be distinguished from non-ST elevation myocardial infarction. . Those causes include:; Myocarditis: May be caused by an infection (usually viral) affecting the heart muscle; Types of toxins: Some toxins can damage the heart muscle, causing heart attacks. One of the most common examples is caused by carbon monoxide poisoning.; Myocardial contusion injury: A mechanical injury that causes contusion, damage to the coronary arteries and leads to non-ST elevation myocardial infarction. These cases are rare and usually only occur with severe injuries such as car accidents.\nIndirect cause\nIndirect causes of blood supply interruption include:\nSevere hypertension (also called “malignant hypertension” or “hypertension emergency”) and hypotension (low blood pressure). The body naturally responds to low blood pressure by making the heart contract harder; High blood pressure occurs because blood vessels have greater resistance to blood flow. In both situations, the heart is always trying to pump harder and requires more blood to maintain that level of effort.; Tachycardia: When part or all of the heart contracts too quickly, the heart pumps blood less effectively. At the same time, the heart muscle may also need more oxygen than the blood can supply.; Aortic valve stenosis: This condition is a narrowing of the aortic valve – the last valve through which blood flows before leaving the heart. In people with severe aortic valve stenosis, the heart muscle has to work harder to compensate for the narrowing and may need more oxygen than blood can supply.; Pulmonary embolism: This is when a blood clot gets stuck in the lungs, preventing blood from passing through and getting oxygen before returning to the heart.\nWhen the heart is not supplied with enough blood as needed, this leads to a heart attack.\n\nDiagnostic method\nDoctors diagnose non-ST elevation myocardial infarction based on a combination of information about the patient's medical condition and performing a few necessary tests, especially cardiac biomarker tests (troponin). . This is especially important because the disease has less specific symptoms or electrocardiograms than ST-elevation myocardial infarction. (3)\n1. Direct examination\nThe doctor will listen to the patient's heart and breathing, and check blood pressure. Then, if the person is medically stable and able to answer questions, the doctor will collect patient history information, including details about current lifestyle, living situation, and underlying medical conditions. .\n2. Electrocardiogram (ECG)\nAn electrocardiogram is one of the most important ways to diagnose heart attack in general and non-ST elevation myocardial infarction in particular. This test detects the heart's electrical activity and displays it as a wave. A heart attack can cause changes in the electrocardiogram pattern, which doctors are trained to understand and use to make a diagnosis.\nWhile ST-elevation myocardial infarction results in consistently high ST-segment waves, this does not occur with non-ST-elevation acute myocardial infarction. Instead, the following changes may show up on the ECG during a non-ST elevation myocardial infarction:\nTransient ST elevation: This means the ST segment is higher, but it only stays that way for a short time.; ST depression: Under normal circumstances, the ST segment is usually equal to the baseline of the wave. However, with non-ST elevation myocardial infarction, the ST segment may fall below baseline; New T wave inversion: The T wave is the final wave in the PQRST complex; The complex will then restart at point P of the next heartbeat. The new T wave inversion means that, if normally the T wave curves upward (like a hill), it now curves downward (like a bowl).\n3. Blood test for cardiac biomarkers\nWhen heart muscle cells are damaged or die for any reason, they release a chemical called a cardiac biomarker – troponin. This cardiac biomarker can be detected by blood tests and this makes blood testing one of the most reliable ways to diagnose any type of heart attack. However, it is sometimes necessary to repeat the troponin test because it can take time to reach detectable levels (usually less than 6 hours).\n4. Echocardiography\nThis test uses sound waves to create images of the inside and outside of the heart. Because echocardiography equipment can be moved on a mobile cart for use at the bedside, they are often used in emergency rooms.\n5. Coronary computed tomography (MSCT) angiography\nCoronary computed tomography angiography uses X-rays to take images, which a computer then reconstructs into a three-dimensional image of the complete coronary artery system. Contrast dye is used so that images of the heart show up clearly on the scan. This will allow your doctor to identify calcified plaques or narrowing in the coronary arteries.\n6. Magnetic resonance imaging (MRI)\nMRI uses a powerful magnet and computer processing software to create extremely detailed scans of the heart's components.\n\nComplications of non-ST elevation myocardial infarction\nPeople should go to the hospital if they notice any sudden return of heart-related symptoms or if symptoms worsen unexpectedly. Those symptoms include: (4)\nChest pain (angina) or pain spreading to nearby parts of the body (such as the neck or jaw, back, arms, shoulders, abdomen).; Shortness of breath; Sweat; Heart beats fast; Nausea or vomiting; Feeling dizzy, lightheaded, dizzy, light-headed; Fainting\nPatients need quick support from medical facilities when experiencing complications of non-ST elevation myocardial infarction.\n\nRisk factor\nCertain risk factors can increase your chance of having a non-ST-elevation myocardial infarction, and these may or may not be under your control.\nControllable factors\nTobacco use and smoking; Diet, including intake of salt (blood pressure), sugar (diabetes) or fat (cholesterol); Level of physical activity; Drug use (especially stimulants such as amphetamine, cocaine, or any other drugs that affect the heart)\nUncontrollable factors\nAge: The older you are, the higher the risk, the greater the risk of having a heart attack; Gender: Men tend to have heart attacks earlier than women. The risk for men begins to increase at age 45, while for women, the risk begins to increase at age 50 (or after menopause, whichever occurs first); Family history: The risk increases earlier if the patient has a father or brother diagnosed with heart disease or a heart attack before age 55, or a mother or sister similarly diagnosed before age 65.; Genetics or conditions present at birth: Some disorders in the body can affect other systems in the body, thereby increasing the risk of heart attack. This includes genetic (inherited) or congenital conditions.\n\nTreatment methods for non-ST elevation myocardial infarction\nTreatment of all heart attacks requires rapid restoration of blood flow to the heart muscle. Oxygen can be helpful if your blood oxygen levels are low, but this varies from person to person.\nA number of other treatments and techniques are possible, some sequentially or concurrently.\n1. Percutaneous coronary intervention (PCI)\nPercutaneous coronary intervention is a procedure in which an interventional cardiologist inserts a catheter device into a major blood vessel (usually in the wrist or near the upper thigh). Then thread the device to the heart and damaged arteries. Next, the doctor inflates a balloon at the tip of the device, helping to clear the blockage and inserts the stent. A stent is a device that acts as a scaffold to help blood vessels open and not collapse.\nTeam of doctors at Tam Anh General Hospital intervened to insert coronary stents for patients with non-ST elevation myocardial infarction.\n2. Using medicine\nCertain medications (which may be taken before confirming a diagnosis) may help people with non-ST-segment elevation myocardial infarction, including:\nAspirin or other antiplatelet drugs: These drugs prevent platelets from clumping together and forming clots in the blood. This is important because it prevents blockages caused by blood clots.; Anticoagulants: Like antiplatelet drugs, these drugs also interfere with blood clotting but by interfering with the clotting process itself, not the platelets.; Beta blockers: These drugs slow the heart rate and cause the heart to pump with less force. Both of these effects are important because they reduce the amount of oxygen the heart needs, by reducing how hard the heart works. Beta blockers may not be used if you have low blood pressure, heart failure or certain types of heart rhythm problems (arrhythmia). Nitroglycerin: Helps blood vessels widen, improving blood flow. This medicine is especially effective in treating chest pain caused by anemia.; Statins: These drugs reduce the amount of cholesterol in the blood and reduce the risk of atherosclerosis in the coronary arteries so that the condition does not get worse.\n3. Coronary artery bypass surgery (CABG)\nIn cases where one or more heart arteries are significantly narrowed or blocked, surgery is a better option to restore blood flow. Coronary artery bypass surgery is also known as bypass surgery or open heart surgery.\nDuring CABG, the surgeon will take a blood vessel from elsewhere in the body (such as one of the legs or inside the chest wall). The doctor then uses that blood vessel to create a bypass around the heart's blocked artery. This allows blood flow to pass through the problem, clogged area.\n\nPrecautions\nDoing a few things can help prevent a heart attack or at least delay it. However, each person should still have a regular health check every year to promptly detect heart disease if any.\nSome of the best things you can do to avoid a non-ST-segment elevation myocardial infarction include:\nMaintain a reasonable weight; Eat a balanced diet (like the Mediterranean diet which is especially good for heart health); Maintain physical activity (exercise at least 150 minutes per week, moderate intensity); Manage existing health conditions. If taking medication for any condition, be sure to continue taking it as directed.; Quitting smoking will be especially helpful in preventing a heart attack.\nInvested in modern machinery systems such as modern 4D cardiac and vascular ultrasound machines, 3 Tesla magnetic resonance imaging machines, 768-slice MSCT heart and coronary artery imaging systems, and modern DSA coronary angiography systems. giant with robotic arms...,\nTam Anh General Hospital Cardiovascular Center is a pioneer in applying advanced techniques such as: 360-degree coronary angiography with a minimal amount of contrast agent (Cardiac Swing), intravascular ultrasound (IVUS), and optical tomography (Cardiac Swing). OCT), measuring coronary flow fraction (iFR/FFR), drilling and cutting calcified atherosclerotic plaques with a diamond-coated drill head (Rotablator), interventional navigation software (Roadmap)... help with accurate assessment condition before and after intervention, performing appropriate and safe intervention procedures with few complications, reducing the risk of restenosis requiring re-stenting, prolonging the life and quality of life for the patient.\nNon-ST elevation myocardial infarction can progress silently, the patient has no clear warning signs beforehand, leading to late detection of the disease. Therefore, regular cardiovascular health screening helps to intervene promptly and avoid dangerous complications.",
    "subsections": [
        {
            "subsection_name": "What is non-ST elevation myocardial infarction?",
            "subsection_content": "Non-ST elevation myocardial infarction is a type of myocardial infarction, which causes a heart attack. Compared with ST-elevation myocardial infarction (STEMI), heart damage caused by non-ST-elevation myocardial infarction also causes serious damage but shows fewer symptoms and on the electrocardiogram, so it is more difficult to detect. . (first)\nHeart attacks can be fatal and cause long-term damage to organs in the body, increasing the risk of further heart problems. Therefore, when having a myocardial infarction, the patient needs immediate medical attention.",
            "subsection_string": "What is non-ST elevation myocardial infarction?\nNon-ST elevation myocardial infarction is a type of myocardial infarction, which causes a heart attack. Compared with ST-elevation myocardial infarction (STEMI), heart damage caused by non-ST-elevation myocardial infarction also causes serious damage but shows fewer symptoms and on the electrocardiogram, so it is more difficult to detect. . (first)\nHeart attacks can be fatal and cause long-term damage to organs in the body, increasing the risk of further heart problems. Therefore, when having a myocardial infarction, the patient needs immediate medical attention."
        },
        {
            "subsection_name": "Common symptoms",
            "subsection_content": "Non-ST elevation myocardial infarction results from partial blockage of a coronary artery or blockage in a branch of the main coronary artery. This reduces blood flow to the heart, damaging the heart and disrupting its ability to pump blood throughout the body.\nCommon symptoms are:\nChest pain (angina); Shortness of breath or feeling short of breath; Stomach pain, indigestion, heartburn; Nausea, discomfort; Feeling dizzy and lightheaded; Faint; Heart palpitations, discomfort with his heartbeat; Feeling like your heart is skipping beats or increasing your heart rate\nAlthough women may also experience the symptoms described above, unpleasant symptoms (such as indigestion or pain in the center of the chest) are less likely to occur. Women are more likely to have other symptoms such as:\nFatigue, shortness of breath or insomnia before the start of a heart attack; Pain spreading to the jaw, neck, shoulders, arms, back, or abdomen; Nausea and vomiting",
            "subsection_string": "Common symptoms\nNon-ST elevation myocardial infarction results from partial blockage of a coronary artery or blockage in a branch of the main coronary artery. This reduces blood flow to the heart, damaging the heart and disrupting its ability to pump blood throughout the body.\nCommon symptoms are:\nChest pain (angina); Shortness of breath or feeling short of breath; Stomach pain, indigestion, heartburn; Nausea, discomfort; Feeling dizzy and lightheaded; Faint; Heart palpitations, discomfort with his heartbeat; Feeling like your heart is skipping beats or increasing your heart rate\nAlthough women may also experience the symptoms described above, unpleasant symptoms (such as indigestion or pain in the center of the chest) are less likely to occur. Women are more likely to have other symptoms such as:\nFatigue, shortness of breath or insomnia before the start of a heart attack; Pain spreading to the jaw, neck, shoulders, arms, back, or abdomen; Nausea and vomiting"
        },
        {
            "subsection_name": "Causes of acute non-ST elevation myocardial infarction",
            "subsection_content": "Non-ST elevation myocardial infarction is a manifestation of acute coronary syndrome and is one of three problems that cause ischemia to the heart. Two other conditions are ST-segment elevation myocardial infarction and unstable angina (sudden chest pain due to anemia, often occurring while resting but not as dangerous as myocardial infarction).\nThe disease can occur due to direct or indirect causes. (2)\nDirect cause\nSome conditions can directly reduce blood supply to the heart, such as:\nAtherosclerotic plaque: Originated from cholesterol in the blood. Similar to a clogged pipe that slows drainage, plaque buildup can reduce blood flow to the heart muscle. Plaques in the arteries can also erode or rupture, rapidly (within minutes to hours) narrowing or blocking the artery.; Vasospasm: There is a layer of smooth muscle in the blood vessels that controls the degree of narrowing or widening of those vessels. Just like cramps or spasms in the leg/back muscles, the muscle layer of the coronary arteries can also go into spasm (called vasospasm). This can restrict or block blood flow and cause a heart attack.; Coronary embolism: This is a blood clot that travels from somewhere else and gets stuck in an artery of the heart, thereby partially or completely stopping blood flow to the heart muscle. These are extremely rare.; Although protected by the thoracic skeleton and other structures, the heart can still be damaged for a variety of reasons leading to increased cardiac enzymes and must be distinguished from non-ST elevation myocardial infarction. . Those causes include:; Myocarditis: May be caused by an infection (usually viral) affecting the heart muscle; Types of toxins: Some toxins can damage the heart muscle, causing heart attacks. One of the most common examples is caused by carbon monoxide poisoning.; Myocardial contusion injury: A mechanical injury that causes contusion, damage to the coronary arteries and leads to non-ST elevation myocardial infarction. These cases are rare and usually only occur with severe injuries such as car accidents.\nIndirect cause\nIndirect causes of blood supply interruption include:\nSevere hypertension (also called “malignant hypertension” or “hypertension emergency”) and hypotension (low blood pressure). The body naturally responds to low blood pressure by making the heart contract harder; High blood pressure occurs because blood vessels have greater resistance to blood flow. In both situations, the heart is always trying to pump harder and requires more blood to maintain that level of effort.; Tachycardia: When part or all of the heart contracts too quickly, the heart pumps blood less effectively. At the same time, the heart muscle may also need more oxygen than the blood can supply.; Aortic valve stenosis: This condition is a narrowing of the aortic valve – the last valve through which blood flows before leaving the heart. In people with severe aortic valve stenosis, the heart muscle has to work harder to compensate for the narrowing and may need more oxygen than blood can supply.; Pulmonary embolism: This is when a blood clot gets stuck in the lungs, preventing blood from passing through and getting oxygen before returning to the heart.\nWhen the heart is not supplied with enough blood as needed, this leads to a heart attack.",
            "subsection_string": "Causes of acute non-ST elevation myocardial infarction\nNon-ST elevation myocardial infarction is a manifestation of acute coronary syndrome and is one of three problems that cause ischemia to the heart. Two other conditions are ST-segment elevation myocardial infarction and unstable angina (sudden chest pain due to anemia, often occurring while resting but not as dangerous as myocardial infarction).\nThe disease can occur due to direct or indirect causes. (2)\nDirect cause\nSome conditions can directly reduce blood supply to the heart, such as:\nAtherosclerotic plaque: Originated from cholesterol in the blood. Similar to a clogged pipe that slows drainage, plaque buildup can reduce blood flow to the heart muscle. Plaques in the arteries can also erode or rupture, rapidly (within minutes to hours) narrowing or blocking the artery.; Vasospasm: There is a layer of smooth muscle in the blood vessels that controls the degree of narrowing or widening of those vessels. Just like cramps or spasms in the leg/back muscles, the muscle layer of the coronary arteries can also go into spasm (called vasospasm). This can restrict or block blood flow and cause a heart attack.; Coronary embolism: This is a blood clot that travels from somewhere else and gets stuck in an artery of the heart, thereby partially or completely stopping blood flow to the heart muscle. These are extremely rare.; Although protected by the thoracic skeleton and other structures, the heart can still be damaged for a variety of reasons leading to increased cardiac enzymes and must be distinguished from non-ST elevation myocardial infarction. . Those causes include:; Myocarditis: May be caused by an infection (usually viral) affecting the heart muscle; Types of toxins: Some toxins can damage the heart muscle, causing heart attacks. One of the most common examples is caused by carbon monoxide poisoning.; Myocardial contusion injury: A mechanical injury that causes contusion, damage to the coronary arteries and leads to non-ST elevation myocardial infarction. These cases are rare and usually only occur with severe injuries such as car accidents.\nIndirect cause\nIndirect causes of blood supply interruption include:\nSevere hypertension (also called “malignant hypertension” or “hypertension emergency”) and hypotension (low blood pressure). The body naturally responds to low blood pressure by making the heart contract harder; High blood pressure occurs because blood vessels have greater resistance to blood flow. In both situations, the heart is always trying to pump harder and requires more blood to maintain that level of effort.; Tachycardia: When part or all of the heart contracts too quickly, the heart pumps blood less effectively. At the same time, the heart muscle may also need more oxygen than the blood can supply.; Aortic valve stenosis: This condition is a narrowing of the aortic valve – the last valve through which blood flows before leaving the heart. In people with severe aortic valve stenosis, the heart muscle has to work harder to compensate for the narrowing and may need more oxygen than blood can supply.; Pulmonary embolism: This is when a blood clot gets stuck in the lungs, preventing blood from passing through and getting oxygen before returning to the heart.\nWhen the heart is not supplied with enough blood as needed, this leads to a heart attack."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "Doctors diagnose non-ST elevation myocardial infarction based on a combination of information about the patient's medical condition and performing a few necessary tests, especially cardiac biomarker tests (troponin). . This is especially important because the disease has less specific symptoms or electrocardiograms than ST-elevation myocardial infarction. (3)\n1. Direct examination\nThe doctor will listen to the patient's heart and breathing, and check blood pressure. Then, if the person is medically stable and able to answer questions, the doctor will collect patient history information, including details about current lifestyle, living situation, and underlying medical conditions. .\n2. Electrocardiogram (ECG)\nAn electrocardiogram is one of the most important ways to diagnose heart attack in general and non-ST elevation myocardial infarction in particular. This test detects the heart's electrical activity and displays it as a wave. A heart attack can cause changes in the electrocardiogram pattern, which doctors are trained to understand and use to make a diagnosis.\nWhile ST-elevation myocardial infarction results in consistently high ST-segment waves, this does not occur with non-ST-elevation acute myocardial infarction. Instead, the following changes may show up on the ECG during a non-ST elevation myocardial infarction:\nTransient ST elevation: This means the ST segment is higher, but it only stays that way for a short time.; ST depression: Under normal circumstances, the ST segment is usually equal to the baseline of the wave. However, with non-ST elevation myocardial infarction, the ST segment may fall below baseline; New T wave inversion: The T wave is the final wave in the PQRST complex; The complex will then restart at point P of the next heartbeat. The new T wave inversion means that, if normally the T wave curves upward (like a hill), it now curves downward (like a bowl).\n3. Blood test for cardiac biomarkers\nWhen heart muscle cells are damaged or die for any reason, they release a chemical called a cardiac biomarker – troponin. This cardiac biomarker can be detected by blood tests and this makes blood testing one of the most reliable ways to diagnose any type of heart attack. However, it is sometimes necessary to repeat the troponin test because it can take time to reach detectable levels (usually less than 6 hours).\n4. Echocardiography\nThis test uses sound waves to create images of the inside and outside of the heart. Because echocardiography equipment can be moved on a mobile cart for use at the bedside, they are often used in emergency rooms.\n5. Coronary computed tomography (MSCT) angiography\nCoronary computed tomography angiography uses X-rays to take images, which a computer then reconstructs into a three-dimensional image of the complete coronary artery system. Contrast dye is used so that images of the heart show up clearly on the scan. This will allow your doctor to identify calcified plaques or narrowing in the coronary arteries.\n6. Magnetic resonance imaging (MRI)\nMRI uses a powerful magnet and computer processing software to create extremely detailed scans of the heart's components.",
            "subsection_string": "Diagnostic method\nDoctors diagnose non-ST elevation myocardial infarction based on a combination of information about the patient's medical condition and performing a few necessary tests, especially cardiac biomarker tests (troponin). . This is especially important because the disease has less specific symptoms or electrocardiograms than ST-elevation myocardial infarction. (3)\n1. Direct examination\nThe doctor will listen to the patient's heart and breathing, and check blood pressure. Then, if the person is medically stable and able to answer questions, the doctor will collect patient history information, including details about current lifestyle, living situation, and underlying medical conditions. .\n2. Electrocardiogram (ECG)\nAn electrocardiogram is one of the most important ways to diagnose heart attack in general and non-ST elevation myocardial infarction in particular. This test detects the heart's electrical activity and displays it as a wave. A heart attack can cause changes in the electrocardiogram pattern, which doctors are trained to understand and use to make a diagnosis.\nWhile ST-elevation myocardial infarction results in consistently high ST-segment waves, this does not occur with non-ST-elevation acute myocardial infarction. Instead, the following changes may show up on the ECG during a non-ST elevation myocardial infarction:\nTransient ST elevation: This means the ST segment is higher, but it only stays that way for a short time.; ST depression: Under normal circumstances, the ST segment is usually equal to the baseline of the wave. However, with non-ST elevation myocardial infarction, the ST segment may fall below baseline; New T wave inversion: The T wave is the final wave in the PQRST complex; The complex will then restart at point P of the next heartbeat. The new T wave inversion means that, if normally the T wave curves upward (like a hill), it now curves downward (like a bowl).\n3. Blood test for cardiac biomarkers\nWhen heart muscle cells are damaged or die for any reason, they release a chemical called a cardiac biomarker – troponin. This cardiac biomarker can be detected by blood tests and this makes blood testing one of the most reliable ways to diagnose any type of heart attack. However, it is sometimes necessary to repeat the troponin test because it can take time to reach detectable levels (usually less than 6 hours).\n4. Echocardiography\nThis test uses sound waves to create images of the inside and outside of the heart. Because echocardiography equipment can be moved on a mobile cart for use at the bedside, they are often used in emergency rooms.\n5. Coronary computed tomography (MSCT) angiography\nCoronary computed tomography angiography uses X-rays to take images, which a computer then reconstructs into a three-dimensional image of the complete coronary artery system. Contrast dye is used so that images of the heart show up clearly on the scan. This will allow your doctor to identify calcified plaques or narrowing in the coronary arteries.\n6. Magnetic resonance imaging (MRI)\nMRI uses a powerful magnet and computer processing software to create extremely detailed scans of the heart's components."
        },
        {
            "subsection_name": "Complications of non-ST elevation myocardial infarction",
            "subsection_content": "People should go to the hospital if they notice any sudden return of heart-related symptoms or if symptoms worsen unexpectedly. Those symptoms include: (4)\nChest pain (angina) or pain spreading to nearby parts of the body (such as the neck or jaw, back, arms, shoulders, abdomen).; Shortness of breath; Sweat; Heart beats fast; Nausea or vomiting; Feeling dizzy, lightheaded, dizzy, light-headed; Fainting\nPatients need quick support from medical facilities when experiencing complications of non-ST elevation myocardial infarction.",
            "subsection_string": "Complications of non-ST elevation myocardial infarction\nPeople should go to the hospital if they notice any sudden return of heart-related symptoms or if symptoms worsen unexpectedly. Those symptoms include: (4)\nChest pain (angina) or pain spreading to nearby parts of the body (such as the neck or jaw, back, arms, shoulders, abdomen).; Shortness of breath; Sweat; Heart beats fast; Nausea or vomiting; Feeling dizzy, lightheaded, dizzy, light-headed; Fainting\nPatients need quick support from medical facilities when experiencing complications of non-ST elevation myocardial infarction."
        },
        {
            "subsection_name": "Risk factor",
            "subsection_content": "Certain risk factors can increase your chance of having a non-ST-elevation myocardial infarction, and these may or may not be under your control.\nControllable factors\nTobacco use and smoking; Diet, including intake of salt (blood pressure), sugar (diabetes) or fat (cholesterol); Level of physical activity; Drug use (especially stimulants such as amphetamine, cocaine, or any other drugs that affect the heart)\nUncontrollable factors\nAge: The older you are, the higher the risk, the greater the risk of having a heart attack; Gender: Men tend to have heart attacks earlier than women. The risk for men begins to increase at age 45, while for women, the risk begins to increase at age 50 (or after menopause, whichever occurs first); Family history: The risk increases earlier if the patient has a father or brother diagnosed with heart disease or a heart attack before age 55, or a mother or sister similarly diagnosed before age 65.; Genetics or conditions present at birth: Some disorders in the body can affect other systems in the body, thereby increasing the risk of heart attack. This includes genetic (inherited) or congenital conditions.",
            "subsection_string": "Risk factor\nCertain risk factors can increase your chance of having a non-ST-elevation myocardial infarction, and these may or may not be under your control.\nControllable factors\nTobacco use and smoking; Diet, including intake of salt (blood pressure), sugar (diabetes) or fat (cholesterol); Level of physical activity; Drug use (especially stimulants such as amphetamine, cocaine, or any other drugs that affect the heart)\nUncontrollable factors\nAge: The older you are, the higher the risk, the greater the risk of having a heart attack; Gender: Men tend to have heart attacks earlier than women. The risk for men begins to increase at age 45, while for women, the risk begins to increase at age 50 (or after menopause, whichever occurs first); Family history: The risk increases earlier if the patient has a father or brother diagnosed with heart disease or a heart attack before age 55, or a mother or sister similarly diagnosed before age 65.; Genetics or conditions present at birth: Some disorders in the body can affect other systems in the body, thereby increasing the risk of heart attack. This includes genetic (inherited) or congenital conditions."
        },
        {
            "subsection_name": "Treatment methods for non-ST elevation myocardial infarction",
            "subsection_content": "Treatment of all heart attacks requires rapid restoration of blood flow to the heart muscle. Oxygen can be helpful if your blood oxygen levels are low, but this varies from person to person.\nA number of other treatments and techniques are possible, some sequentially or concurrently.\n1. Percutaneous coronary intervention (PCI)\nPercutaneous coronary intervention is a procedure in which an interventional cardiologist inserts a catheter device into a major blood vessel (usually in the wrist or near the upper thigh). Then thread the device to the heart and damaged arteries. Next, the doctor inflates a balloon at the tip of the device, helping to clear the blockage and inserts the stent. A stent is a device that acts as a scaffold to help blood vessels open and not collapse.\nTeam of doctors at Tam Anh General Hospital intervened to insert coronary stents for patients with non-ST elevation myocardial infarction.\n2. Using medicine\nCertain medications (which may be taken before confirming a diagnosis) may help people with non-ST-segment elevation myocardial infarction, including:\nAspirin or other antiplatelet drugs: These drugs prevent platelets from clumping together and forming clots in the blood. This is important because it prevents blockages caused by blood clots.; Anticoagulants: Like antiplatelet drugs, these drugs also interfere with blood clotting but by interfering with the clotting process itself, not the platelets.; Beta blockers: These drugs slow the heart rate and cause the heart to pump with less force. Both of these effects are important because they reduce the amount of oxygen the heart needs, by reducing how hard the heart works. Beta blockers may not be used if you have low blood pressure, heart failure or certain types of heart rhythm problems (arrhythmia). Nitroglycerin: Helps blood vessels widen, improving blood flow. This medicine is especially effective in treating chest pain caused by anemia.; Statins: These drugs reduce the amount of cholesterol in the blood and reduce the risk of atherosclerosis in the coronary arteries so that the condition does not get worse.\n3. Coronary artery bypass surgery (CABG)\nIn cases where one or more heart arteries are significantly narrowed or blocked, surgery is a better option to restore blood flow. Coronary artery bypass surgery is also known as bypass surgery or open heart surgery.\nDuring CABG, the surgeon will take a blood vessel from elsewhere in the body (such as one of the legs or inside the chest wall). The doctor then uses that blood vessel to create a bypass around the heart's blocked artery. This allows blood flow to pass through the problem, clogged area.",
            "subsection_string": "Treatment methods for non-ST elevation myocardial infarction\nTreatment of all heart attacks requires rapid restoration of blood flow to the heart muscle. Oxygen can be helpful if your blood oxygen levels are low, but this varies from person to person.\nA number of other treatments and techniques are possible, some sequentially or concurrently.\n1. Percutaneous coronary intervention (PCI)\nPercutaneous coronary intervention is a procedure in which an interventional cardiologist inserts a catheter device into a major blood vessel (usually in the wrist or near the upper thigh). Then thread the device to the heart and damaged arteries. Next, the doctor inflates a balloon at the tip of the device, helping to clear the blockage and inserts the stent. A stent is a device that acts as a scaffold to help blood vessels open and not collapse.\nTeam of doctors at Tam Anh General Hospital intervened to insert coronary stents for patients with non-ST elevation myocardial infarction.\n2. Using medicine\nCertain medications (which may be taken before confirming a diagnosis) may help people with non-ST-segment elevation myocardial infarction, including:\nAspirin or other antiplatelet drugs: These drugs prevent platelets from clumping together and forming clots in the blood. This is important because it prevents blockages caused by blood clots.; Anticoagulants: Like antiplatelet drugs, these drugs also interfere with blood clotting but by interfering with the clotting process itself, not the platelets.; Beta blockers: These drugs slow the heart rate and cause the heart to pump with less force. Both of these effects are important because they reduce the amount of oxygen the heart needs, by reducing how hard the heart works. Beta blockers may not be used if you have low blood pressure, heart failure or certain types of heart rhythm problems (arrhythmia). Nitroglycerin: Helps blood vessels widen, improving blood flow. This medicine is especially effective in treating chest pain caused by anemia.; Statins: These drugs reduce the amount of cholesterol in the blood and reduce the risk of atherosclerosis in the coronary arteries so that the condition does not get worse.\n3. Coronary artery bypass surgery (CABG)\nIn cases where one or more heart arteries are significantly narrowed or blocked, surgery is a better option to restore blood flow. Coronary artery bypass surgery is also known as bypass surgery or open heart surgery.\nDuring CABG, the surgeon will take a blood vessel from elsewhere in the body (such as one of the legs or inside the chest wall). The doctor then uses that blood vessel to create a bypass around the heart's blocked artery. This allows blood flow to pass through the problem, clogged area."
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "Doing a few things can help prevent a heart attack or at least delay it. However, each person should still have a regular health check every year to promptly detect heart disease if any.\nSome of the best things you can do to avoid a non-ST-segment elevation myocardial infarction include:\nMaintain a reasonable weight; Eat a balanced diet (like the Mediterranean diet which is especially good for heart health); Maintain physical activity (exercise at least 150 minutes per week, moderate intensity); Manage existing health conditions. If taking medication for any condition, be sure to continue taking it as directed.; Quitting smoking will be especially helpful in preventing a heart attack.\nInvested in modern machinery systems such as modern 4D cardiac and vascular ultrasound machines, 3 Tesla magnetic resonance imaging machines, 768-slice MSCT heart and coronary artery imaging systems, and modern DSA coronary angiography systems. giant with robotic arms...,\nTam Anh General Hospital Cardiovascular Center is a pioneer in applying advanced techniques such as: 360-degree coronary angiography with a minimal amount of contrast agent (Cardiac Swing), intravascular ultrasound (IVUS), and optical tomography (Cardiac Swing). OCT), measuring coronary flow fraction (iFR/FFR), drilling and cutting calcified atherosclerotic plaques with a diamond-coated drill head (Rotablator), interventional navigation software (Roadmap)... help with accurate assessment condition before and after intervention, performing appropriate and safe intervention procedures with few complications, reducing the risk of restenosis requiring re-stenting, prolonging the life and quality of life for the patient.\nNon-ST elevation myocardial infarction can progress silently, the patient has no clear warning signs beforehand, leading to late detection of the disease. Therefore, regular cardiovascular health screening helps to intervene promptly and avoid dangerous complications.",
            "subsection_string": "Precautions\nDoing a few things can help prevent a heart attack or at least delay it. However, each person should still have a regular health check every year to promptly detect heart disease if any.\nSome of the best things you can do to avoid a non-ST-segment elevation myocardial infarction include:\nMaintain a reasonable weight; Eat a balanced diet (like the Mediterranean diet which is especially good for heart health); Maintain physical activity (exercise at least 150 minutes per week, moderate intensity); Manage existing health conditions. If taking medication for any condition, be sure to continue taking it as directed.; Quitting smoking will be especially helpful in preventing a heart attack.\nInvested in modern machinery systems such as modern 4D cardiac and vascular ultrasound machines, 3 Tesla magnetic resonance imaging machines, 768-slice MSCT heart and coronary artery imaging systems, and modern DSA coronary angiography systems. giant with robotic arms...,\nTam Anh General Hospital Cardiovascular Center is a pioneer in applying advanced techniques such as: 360-degree coronary angiography with a minimal amount of contrast agent (Cardiac Swing), intravascular ultrasound (IVUS), and optical tomography (Cardiac Swing). OCT), measuring coronary flow fraction (iFR/FFR), drilling and cutting calcified atherosclerotic plaques with a diamond-coated drill head (Rotablator), interventional navigation software (Roadmap)... help with accurate assessment condition before and after intervention, performing appropriate and safe intervention procedures with few complications, reducing the risk of restenosis requiring re-stenting, prolonging the life and quality of life for the patient.\nNon-ST elevation myocardial infarction can progress silently, the patient has no clear warning signs beforehand, leading to late detection of the disease. Therefore, regular cardiovascular health screening helps to intervene promptly and avoid dangerous complications."
        }
    ],
    "name": "nhoi-mau-co-tim-khong-st-chenh-len.json"
}