{
    "title": "Cerebral infarction: causes, symptoms, treatment and prevention",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/nhoi-mau-nao/",
    "abstract": "Cerebral infarction is an extremely dangerous cardiovascular complication with a high mortality rate. Currently, the number of people with cerebral infarction is continuously increasing. For every 100,000 people, about 130 people will get the disease each year. So, what is cerebral infarction? What are the symptoms of cerebral infarction? How to treat cerebral infarction? And is cerebral infarction reversible? This article is expertly advised by Dr. Le Van Tuan, Professional Advisor, Department of Neurology, Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "Cerebral infarction: causes, symptoms, treatment and prevention\n\nCerebral infarction is an extremely dangerous cardiovascular complication with a high mortality rate. Currently, the number of people with cerebral infarction is continuously increasing. For every 100,000 people, about 130 people will get the disease each year. So, what is cerebral infarction? What are the symptoms of cerebral infarction? How to treat cerebral infarction? And is cerebral infarction reversible? This article is expertly advised by Dr. Le Van Tuan, Professional Advisor, Department of Neurology, Tam Anh General Hospital, Ho Chi Minh City.\n\nWhat is cerebral infarction?\nCerebral infarction is a medical condition that occurs when the cerebral arteries are narrowed, blocked or due to hypotension, leading to lack of blood supply to the brain. This causes part of the brain to have impaired function and dysfunction. If prolonged and not treated promptly, it can cause brain necrosis due to lack of oxygen and glucose.(2)\nThe longer the delay in emergency treatment for cerebral infarction, the higher the risk of necrosis. The part of the brain that is necrotic due to cerebral infarction is difficult, even impossible, to recover. Depending on the area of ​​the brain damaged, the patient may become disabled or die.\nAccording to statistics, cerebral infarction accounts for about 85% of stroke cases.\n\nCause of cerebral infarction\nAccording to Dr. Tuan, common causes of cerebral infarction include:\n77% were non-lacunar type cerebral infarction, 23% were lacunar type cerebral infarction. Lacunar infarction is a cerebral infarction with the size of the infarct less than 15 mm.; 77% were non-lacunar type cerebral infarction, 23% were lacunar type cerebral infarction. Lacunar infarction is a cerebral infarction with the size of the infarct less than 15 mm.; Among the causes of non-lacunar cerebral infarction: 35% are caused by the heart, 17% are caused by atherosclerosis of large blood vessels, 3% are due to other rare causes and 45% are still unidentified. Specific causes of cerebral infarction.; Among the causes of non-lacunar cerebral infarction: 35% are caused by the heart, 17% are caused by atherosclerosis of large blood vessels, 3% are due to other rare causes and 45% are still unidentified. Specific causes of cerebral infarction.\n\nSymptoms of cerebral infarction\nSymptoms of cerebral infarction are diverse and depend on the area of ​​cerebral blood vessel blockage. Symptoms are common and should be recognized early to call an ambulance or take the patient to the nearest hospital that is capable of specifically treating cerebral infarction such as using intravenous thrombolytic drugs. These symptoms are :(3)\nFacial paralysis: usually the patient will be paralyzed on the lower half of one side of the face, manifested by the mouth being distorted to one side, the philtrum being deviated to one side, when eating and drinking, food and drinks can flow to the paralyzed side due to mouth not closed tightly. The voice may be a bit difficult to hear because the lips are not tightly pursed. Facial paralysis can be seen as complete paralysis of one half of the face, including paralysis of the upper half of one side of the face with the eyes not closing tightly. Often the cause of complete paralysis on one side of the face with signs of incomplete eye closure is Bell's palsy, an inflammatory condition of the 7th cranial nerve (not a stroke).; Facial paralysis: usually the patient will be paralyzed on the lower half of one side of the face, manifested by the mouth being distorted to one side, the philtrum being deviated to one side, when eating and drinking, food and drinks can flow to the paralyzed side due to mouth not closed tightly. The voice may be a bit difficult to hear because the lips are not tightly pursed. Facial paralysis can be seen as complete paralysis of one half of the face, including paralysis of the upper half of one side of the face with the eyes not closing tightly. Often the cause of complete paralysis on one side of the face with signs of incomplete eye closure is Bell's palsy, an inflammatory condition of the 7th cranial nerve (not a stroke).; Weakness or paralysis of one arm or half of the body includes weakness or paralysis of the arms and legs. The patient may only present with weakness with the arm unable to hold it for long when extended straight forward or may be completely paralyzed with an inability to move.; Weakness or paralysis of one arm or half of the body includes weakness or paralysis of the arms and legs. The patient may only present with weakness with the arm unable to hold it for long when extended straight forward or may be completely paralyzed with an inability to move.; Difficulty speaking: manifests in many forms, it can be the patient understands the doctor's orders but cannot speak in full sentences or cannot express them (expressive language disorder) or the patient does not understand the doctor's orders Doctor (sensory language disorder) or patient can understand and speak but has a hard-to-hear voice or nasal voice (pronunciation disorder).; Difficulty speaking: manifests in many forms, it can be the patient understands the doctor's orders but cannot speak in full sentences or cannot express them (expressive language disorder) or the patient does not understand the doctor's orders doctor (sensory language disorder) or the patient understands and speaks but has a hard-to-hear voice or speaks nasally (pronunciation disorder).\nThe above 3 symptoms are the most common symptoms of cerebral infarction. However, patients may have other symptoms such as:\nReduced or lost sensation in half of the body Difficulty swallowing Dizziness, nausea, vomiting Ataxia, difficulty walking Blindness in one eye. Cortical blindness Hemianopia Headache Convulsions Coma…; Reduced or lost sensation in half of the body; Difficulty swallowing; Dizziness, nausea, vomiting; Ataxia, difficulty walking; Blind in one eye. Cortical blindness; Hemianopia; Headache; Convulsion; Comatose…\nSymptoms of cerebral infarction occur suddenly while the patient is sleeping, typically headaches, vomiting or nausea, hemiplegia, consciousness disorders...\n\nDiagnosis of cerebral infarction\nThe diagnosis of cerebral infarction needs to be based on clinical symptoms and supporting tests.\n1. Clinical diagnosis\nWith sudden onset of the above symptoms, especially facial paralysis, difficulty speaking, and arm paralysis, especially people with a history of cardiovascular disease, hypertension, diabetes, or the elderly, they should be immediately taken to the hospital. nearest medical facilities that are capable of specific treatment for timely diagnosis and intervention (also note that you should avoid being taken to facilities that are not capable of specific treatment because it will reduce the golden time). in treatment). The treatment of cerebral infarction and the possibility of recovery from cerebral infarction depends on the patient receiving emergency treatment as soon as possible, avoiding the risk of brain necrosis.\n2. Paraclinical diagnosis\nUsually brain CT scan will be prescribed first to rule out brain hemorrhage or other causes, and in some cases early brain infarction can be seen. CT angiography (CTA) is often indicated to see if there are images of large blood vessel occlusions to decide on thrombectomy treatment with mechanical tools.\nBrain magnetic resonance imaging (MRI) is often needed if you want to make a clearer diagnosis and is usually done after a brain CT scan because MRI often takes time and can delay the golden time for treatment.\nWhen symptoms of suspected cerebral infarction appear, especially for people with a history of cardiovascular disease, it is necessary to immediately go to the nearest medical facility for timely diagnosis and intervention.\n\nSubjects at risk of disease\nSubjects at high risk of cerebral infarction are often people with a history of high blood pressure, diabetes, cerebrovascular disease, blood clotting disorders... These are factors that increase the likelihood of developing a stroke. Abnormal thrombosis, or damage to the inner lining of the cerebral artery, leading to cerebral infarction.\nIn addition, people who regularly smoke and drink too much alcohol; People who are obese, sedentary, and have high cholesterol; People who are constantly stressed and anxious are also susceptible to cerebral infarction, even in young people.\n\nSequelae of cerebral infarction (complications)\n1. Motor paralysis\nPeople who experience cerebral infarction often encounter complications that limit movement such as hemiplegia, paralysis of legs and arms, etc., leading to incontinence in personal hygiene and daily activities, requiring assistance. help from family members.\nLying in one place for a long time also causes risks of urinary tract infections, skin ulcers and affects the respiratory tract. Therefore, family members need to pay special attention when taking care of patients with cerebral infarction. Regularly practice personal hygiene, practice gentle exercises... so that the patient can recover quickly.\n2. Language disorder\nNot only is movement limited, the language ability of people who have experienced a cerebral infarction is also greatly affected. This is a common sequela of cerebral infarction. Specifically, patients often have slurred speech, can only say very few words, or more seriously, cannot speak. The cause of this condition is that the brain area responsible for language function has been seriously damaged without timely intervention and treatment.\n3. Cognitive decline\nIn addition, people with cerebral infarction are also at risk of cognitive decline or even dementia. Many of these cases take a long time to recover. However, it is difficult for patients to fully return to work that requires mental clarity and high complexity as before.\n4. Blurry vision - common sequelae of cerebral infarction\nWhen a brain infarction occurs, many people have signs of blurred vision in one or both eyes. This is called post-stroke visual disturbances.\n5. Urinary disorders\nPatients with cerebral infarction may also experience incontinence in defecation and urination. If not cleaned cleanly and properly, it can lead to urinary tract infection.\n\nTreatment of cerebral infarction\n1. Use aspirin and antiplatelet drugs\nAspirin and antiplatelet drugs are prescribed by doctors for almost all cases of ischemic stroke, except for patients who are allergic or intolerant to aspirin;(4)\nMeanwhile, Heparin and anticoagulants are only used when patients with cerebral infarction have atrial fibrillation or heart valve disease. In addition, the drug also has the function of preventing deep vein thrombosis.\n2. Antihypertensive drugs\nOne of the main causes of cerebral infarction is high blood pressure. Therefore, antihypertensive treatment is extremely necessary for hypertensive patients who have not yet had a stroke and patients who have had a cerebral infarction.\nOne of the main causes of cerebral infarction is high blood pressure, so treatment to lower blood pressure is extremely necessary.\n3. Treatment of diabetes in stroke\nAccording to recommendations from experts, patients with cerebral infarction and underlying diabetes should be treated in parallel to maintain normal blood sugar levels and HbA1c below 7%.\n4. Thrombolytic treatment\nThrombolytic therapy is a specific treatment method for cases requiring treatment of cerebral infarction. However, to apply this method, the patient needs to fully meet the testing and time criteria (no more than 4.5 hours from the onset of the disease).\n\nCaring for patients with cerebral infarction\nCan cerebral infarction be recovered? After going through a dangerous period, patients with cerebral infarction need a lot of time to recover. At this time, family members need to pay special attention to how to care for the patient appropriately:\nClean personal hygiene: People with cerebral infarction have a high risk of paralysis and cannot control their bowels and urination, which can easily lead to urinary tract infections. The patient's personal hygiene depends almost entirely on the caregiver. Besides helping the patient with personal hygiene (brushing teeth, washing face, wiping the body, changing clothes...), after the patient has finished defecating and urinating, family members should dry it carefully to avoid infection.; Clean personal hygiene: People with cerebral infarction have a high risk of paralysis and cannot control their bowels and urination, which can easily lead to urinary tract infections. The patient's personal hygiene depends almost entirely on the caregiver. Besides helping the patient with personal hygiene (brushing teeth, washing face, wiping body, changing clothes, etc.), after the patient finishes defecating and urinating, family members should dry carefully to avoid infection.\nPreventing skin ulcers due to lying down for a long time: Inflammation and skin ulcers often occur in places with a lot of pressure such as the back, buttocks, heels, shoulder blades... because the patient lies in one place for too long. Therefore, caregivers need to pay attention to letting patients sleep on air mattresses or water mattresses; Regularly tilt the patient (every 2 hours) and gently massage areas that have been pressured for too long. This helps blood circulation and also limits skin ulcers caused by lying down for too long.; Preventing skin ulcers due to lying down for a long time: Inflammation and skin ulcers often occur in places with a lot of pressure such as the back, buttocks, heels, shoulder blades... because the patient lies in one place for too long. Therefore, caregivers need to pay attention to letting patients sleep on air mattresses or water mattresses; Regularly tilt the patient (every 2 hours) and gently massage areas that have been pressured for too long. This helps blood circulation and also limits skin ulcers caused by lying down for too long.\nPreventing respiratory complications: Lying down for a long time and being sedentary also causes patients with cerebral infarction to experience respiratory problems such as pneumonia, airways are blocked due to phlegm stagnation... Therefore, caregivers Caregivers should be careful to have the patient sit up every day, and at the same time rub and pat the back to help the patient more easily expectorate phlegm.; Preventing respiratory complications: Lying down for a long time and being sedentary also causes patients with cerebral infarction to experience respiratory problems such as pneumonia, airways are blocked due to phlegm stagnation... Therefore, caregivers Caregivers should be careful to have the patient sit up every day, and at the same time rub and pat the back to help the patient more easily expectorate phlegm.\n\nNutritional regimen for patients with cerebral infarction\nIn addition to strictly following the doctor's treatment regimen and practicing adequate physical therapy, a reasonable, scientific diet will help patients with cerebral infarction quickly recover and prevent recurrence. broadcast.\nIf possible, the patient's family can seek out nutrition experts for detailed advice. The specialist will base on the patient's physical condition to calculate the necessary nutritional needs every day and from there design a reasonable diet, ensuring enough energy supply and not affecting the treatment process.\nIn cases of self-care at home and not having the opportunity to consult a nutritionist, patients need to pay attention to what foods they should or should not eat; Calorie content needed in a day (from 1000 - 1500); Divide meals into smaller portions to avoid affecting the digestive system...\nVitamin C and potassium found in fruits such as grapefruit, oranges, tangerines, bananas... help prevent the formation of blood clots, thereby reducing the risk of recurrence of cerebral infarction.\nSome foods that patients with cerebral infarction should and should not eat:\nPatients with cerebral infarction should eat good fruits containing lots of vitamin C and potassium such as grapefruit, oranges, tangerines, bananas... The nutrients in fruits will help prevent the formation of blood clots, thereby reducing the risk of stroke. disease recurrence. Adding a variety of dark green vegetables and tubers containing lots of fiber such as broccoli, spinach... will help reduce cholesterol and benefit the circulatory system. Supplementing fats derived from vegetable oils, mackerel oil, sesame oil and soybeans is very good for avoiding blood clotting. People with cerebral infarction need to minimize the amount of salt in their daily meals, because this is considered a cause of increased blood pressure and stroke. Accordingly, patients with cerebral infarction should maximally abstain from salt and foods with high salt content such as cold meat, smoked meat, sauerkraut, pickled eggplant, etc. Limit the use of foods that contain a lot of dynamic protein. objects such as red meat, animal organs... Do not eat foods containing a lot of fat such as fried or stir-fried dishes; animal fats and spicy dishes; Patients with cerebral infarction should eat good fruits containing lots of vitamin C and potassium such as grapefruit, oranges, tangerines, bananas...; The nutrients found in fruit will help prevent the formation of blood clots, thereby reducing the risk of disease recurrence.; Adding a variety of dark green vegetables and tubers containing lots of fiber such as broccoli, spinach... will help reduce cholesterol and benefit the circulatory system.; Supplementing fats derived from vegetable oils, mackerel oil, sesame oil and soybeans is very good for avoiding blood clotting.; People with cerebral infarction need to minimize the amount of salt in their daily meals, because this is considered a cause of increased blood pressure and stroke. Accordingly, patients with cerebral infarction should maximally abstain from salt and foods with high salt content such as cold meat, smoked meat, sauerkraut, pickled eggplant...; Limit the use of foods that contain a lot of animal protein such as red meat, animal organs...; Do not eat foods that contain a lot of fat such as fried or stir-fried dishes; animal fats and spicy dishes.\nIn addition, people with cerebral infarction should be careful not to eat too much at once to avoid overloading the digestive organs. Instead, you should divide your meals into smaller meals and prioritize liquid foods such as soup, porridge, etc. so that your body can more easily absorb nutrients.\n\nPrevention of cerebral infarction\nTo prevent cerebral infarction, it is necessary to minimize risk factors by building a healthy, active lifestyle, saying no to tobacco, stimulants, and alcohol. At the same time, maintain and adhere to a reasonable and scientific nutritional regimen. Add plenty of vitamins and beneficial fiber from vegetables and fruits, avoid salty foods and foods that contain a lot of fat. Regularly exercise and exercise gently to reduce the risk of obesity.\nRegularly check your health, promptly detect and thoroughly treat underlying diseases such as diabetes, high blood pressure, cardiovascular disease, obesity...\nPay attention to the typical signs of cerebral infarction, in order to detect it early and take the patient to the emergency room promptly.\nRegular exercise and gentle exercise can reduce the risk of cerebral infarction.\n\nQuestions about cerebral infarction\n1. Can cerebral infarction be recovered?\nDepending on the severity of the disease and the duration of emergency treatment, patients with cerebral infarction have different chances of recovery. Specifically, for young patients, the disease is mild and only half of the body is paralyzed, often having a higher chance of recovery than patients with full body paralysis. For the elderly, patients with broken blood vessels in the brain... the recovery rate is very low.\nAlthough 100% recovery for patients with cerebral infarction is very difficult, if given proper care, follow the treatment regimen from the doctor, combine nutrition and physical therapy, Patients can recover 90% - 95%.\nIn addition, to increase survival rates and chances of future recovery, patients need to be treated promptly during the \"golden time\" with appropriate measures. Depending on the cause of the disease, the doctor will have appropriate treatment. Specifically, in cases of cerebral infarction due to hypertension, blood pressure control will be combined with active resuscitation; in cases of stroke due to vascular abnormalities, endovascular intervention or surgery will be performed.\n2. Is cerebral infarction dangerous?\nIt can be affirmed that cerebral infarction is an extremely dangerous disease. The disease has the potential to cause many serious complications such as hemiplegia, consciousness disorders, loss of speech, coma... even leading to death if not promptly intervened.\nTo schedule an appointment for examination and treatment of cerebral infarction, Tam Anh General Hospital, please contact:\n3. Is cerebral infarction different from cerebral hemorrhage?\nAlike:\nBasically, cerebral infarction and cerebral hemorrhage are both cerebrovascular accidents, so both often have relatively similar symptoms such as headaches, consciousness disorders, hemiplegia, and difficulty speaking. …(first)\nDifferent:\nCerebral infarction is a phenomenon of cerebral blood vessel blockage that causes the area of ​​the brain behind the blockage to have no blood supply and cause necrosis. Cerebral hemorrhage is a phenomenon in which a blood vessel in the brain ruptures, causing blood to flow out and into the brain parenchyma, causing brain damage.",
    "subsections": [
        {
            "subsection_name": "What is cerebral infarction?",
            "subsection_content": "Cerebral infarction is a medical condition that occurs when the cerebral arteries are narrowed, blocked or due to hypotension, leading to lack of blood supply to the brain. This causes part of the brain to have impaired function and dysfunction. If prolonged and not treated promptly, it can cause brain necrosis due to lack of oxygen and glucose.(2)\nThe longer the delay in emergency treatment for cerebral infarction, the higher the risk of necrosis. The part of the brain that is necrotic due to cerebral infarction is difficult, even impossible, to recover. Depending on the area of ​​the brain damaged, the patient may become disabled or die.\nAccording to statistics, cerebral infarction accounts for about 85% of stroke cases.",
            "subsection_string": "What is cerebral infarction?\nCerebral infarction is a medical condition that occurs when the cerebral arteries are narrowed, blocked or due to hypotension, leading to lack of blood supply to the brain. This causes part of the brain to have impaired function and dysfunction. If prolonged and not treated promptly, it can cause brain necrosis due to lack of oxygen and glucose.(2)\nThe longer the delay in emergency treatment for cerebral infarction, the higher the risk of necrosis. The part of the brain that is necrotic due to cerebral infarction is difficult, even impossible, to recover. Depending on the area of ​​the brain damaged, the patient may become disabled or die.\nAccording to statistics, cerebral infarction accounts for about 85% of stroke cases."
        },
        {
            "subsection_name": "Cause of cerebral infarction",
            "subsection_content": "According to Dr. Tuan, common causes of cerebral infarction include:\n77% were non-lacunar type cerebral infarction, 23% were lacunar type cerebral infarction. Lacunar infarction is a cerebral infarction with the size of the infarct less than 15 mm.; 77% were non-lacunar type cerebral infarction, 23% were lacunar type cerebral infarction. Lacunar infarction is a cerebral infarction with the size of the infarct less than 15 mm.; Among the causes of non-lacunar cerebral infarction: 35% are caused by the heart, 17% are caused by atherosclerosis of large blood vessels, 3% are due to other rare causes and 45% are still unidentified. Specific causes of cerebral infarction.; Among the causes of non-lacunar cerebral infarction: 35% are caused by the heart, 17% are caused by atherosclerosis of large blood vessels, 3% are due to other rare causes and 45% are still unidentified. Specific causes of cerebral infarction.",
            "subsection_string": "Cause of cerebral infarction\nAccording to Dr. Tuan, common causes of cerebral infarction include:\n77% were non-lacunar type cerebral infarction, 23% were lacunar type cerebral infarction. Lacunar infarction is a cerebral infarction with the size of the infarct less than 15 mm.; 77% were non-lacunar type cerebral infarction, 23% were lacunar type cerebral infarction. Lacunar infarction is a cerebral infarction with the size of the infarct less than 15 mm.; Among the causes of non-lacunar cerebral infarction: 35% are caused by the heart, 17% are caused by atherosclerosis of large blood vessels, 3% are due to other rare causes and 45% are still unidentified. Specific causes of cerebral infarction.; Among the causes of non-lacunar cerebral infarction: 35% are caused by the heart, 17% are caused by atherosclerosis of large blood vessels, 3% are due to other rare causes and 45% are still unidentified. Specific causes of cerebral infarction."
        },
        {
            "subsection_name": "Symptoms of cerebral infarction",
            "subsection_content": "Symptoms of cerebral infarction are diverse and depend on the area of ​​cerebral blood vessel blockage. Symptoms are common and should be recognized early to call an ambulance or take the patient to the nearest hospital that is capable of specifically treating cerebral infarction such as using intravenous thrombolytic drugs. These symptoms are :(3)\nFacial paralysis: usually the patient will be paralyzed on the lower half of one side of the face, manifested by the mouth being distorted to one side, the philtrum being deviated to one side, when eating and drinking, food and drinks can flow to the paralyzed side due to mouth not closed tightly. The voice may be a bit difficult to hear because the lips are not tightly pursed. Facial paralysis can be seen as complete paralysis of one half of the face, including paralysis of the upper half of one side of the face with the eyes not closing tightly. Often the cause of complete paralysis on one side of the face with signs of incomplete eye closure is Bell's palsy, an inflammatory condition of the 7th cranial nerve (not a stroke).; Facial paralysis: usually the patient will be paralyzed on the lower half of one side of the face, manifested by the mouth being distorted to one side, the philtrum being deviated to one side, when eating and drinking, food and drinks can flow to the paralyzed side due to mouth not closed tightly. The voice may be a bit difficult to hear because the lips are not tightly pursed. Facial paralysis can be seen as complete paralysis of one half of the face, including paralysis of the upper half of one side of the face with the eyes not closing tightly. Often the cause of complete paralysis on one side of the face with signs of incomplete eye closure is Bell's palsy, an inflammatory condition of the 7th cranial nerve (not a stroke).; Weakness or paralysis of one arm or half of the body includes weakness or paralysis of the arms and legs. The patient may only present with weakness with the arm unable to hold it for long when extended straight forward or may be completely paralyzed with an inability to move.; Weakness or paralysis of one arm or half of the body includes weakness or paralysis of the arms and legs. The patient may only present with weakness with the arm unable to hold it for long when extended straight forward or may be completely paralyzed with an inability to move.; Difficulty speaking: manifests in many forms, it can be the patient understands the doctor's orders but cannot speak in full sentences or cannot express them (expressive language disorder) or the patient does not understand the doctor's orders Doctor (sensory language disorder) or patient can understand and speak but has a hard-to-hear voice or nasal voice (pronunciation disorder).; Difficulty speaking: manifests in many forms, it can be the patient understands the doctor's orders but cannot speak in full sentences or cannot express them (expressive language disorder) or the patient does not understand the doctor's orders doctor (sensory language disorder) or the patient understands and speaks but has a hard-to-hear voice or speaks nasally (pronunciation disorder).\nThe above 3 symptoms are the most common symptoms of cerebral infarction. However, patients may have other symptoms such as:\nReduced or lost sensation in half of the body Difficulty swallowing Dizziness, nausea, vomiting Ataxia, difficulty walking Blindness in one eye. Cortical blindness Hemianopia Headache Convulsions Coma…; Reduced or lost sensation in half of the body; Difficulty swallowing; Dizziness, nausea, vomiting; Ataxia, difficulty walking; Blind in one eye. Cortical blindness; Hemianopia; Headache; Convulsion; Comatose…\nSymptoms of cerebral infarction occur suddenly while the patient is sleeping, typically headaches, vomiting or nausea, hemiplegia, consciousness disorders...",
            "subsection_string": "Symptoms of cerebral infarction\nSymptoms of cerebral infarction are diverse and depend on the area of ​​cerebral blood vessel blockage. Symptoms are common and should be recognized early to call an ambulance or take the patient to the nearest hospital that is capable of specifically treating cerebral infarction such as using intravenous thrombolytic drugs. These symptoms are :(3)\nFacial paralysis: usually the patient will be paralyzed on the lower half of one side of the face, manifested by the mouth being distorted to one side, the philtrum being deviated to one side, when eating and drinking, food and drinks can flow to the paralyzed side due to mouth not closed tightly. The voice may be a bit difficult to hear because the lips are not tightly pursed. Facial paralysis can be seen as complete paralysis of one half of the face, including paralysis of the upper half of one side of the face with the eyes not closing tightly. Often the cause of complete paralysis on one side of the face with signs of incomplete eye closure is Bell's palsy, an inflammatory condition of the 7th cranial nerve (not a stroke).; Facial paralysis: usually the patient will be paralyzed on the lower half of one side of the face, manifested by the mouth being distorted to one side, the philtrum being deviated to one side, when eating and drinking, food and drinks can flow to the paralyzed side due to mouth not closed tightly. The voice may be a bit difficult to hear because the lips are not tightly pursed. Facial paralysis can be seen as complete paralysis of one half of the face, including paralysis of the upper half of one side of the face with the eyes not closing tightly. Often the cause of complete paralysis on one side of the face with signs of incomplete eye closure is Bell's palsy, an inflammatory condition of the 7th cranial nerve (not a stroke).; Weakness or paralysis of one arm or half of the body includes weakness or paralysis of the arms and legs. The patient may only present with weakness with the arm unable to hold it for long when extended straight forward or may be completely paralyzed with an inability to move.; Weakness or paralysis of one arm or half of the body includes weakness or paralysis of the arms and legs. The patient may only present with weakness with the arm unable to hold it for long when extended straight forward or may be completely paralyzed with an inability to move.; Difficulty speaking: manifests in many forms, it can be the patient understands the doctor's orders but cannot speak in full sentences or cannot express them (expressive language disorder) or the patient does not understand the doctor's orders Doctor (sensory language disorder) or patient can understand and speak but has a hard-to-hear voice or nasal voice (pronunciation disorder).; Difficulty speaking: manifests in many forms, it can be the patient understands the doctor's orders but cannot speak in full sentences or cannot express them (expressive language disorder) or the patient does not understand the doctor's orders doctor (sensory language disorder) or the patient understands and speaks but has a hard-to-hear voice or speaks nasally (pronunciation disorder).\nThe above 3 symptoms are the most common symptoms of cerebral infarction. However, patients may have other symptoms such as:\nReduced or lost sensation in half of the body Difficulty swallowing Dizziness, nausea, vomiting Ataxia, difficulty walking Blindness in one eye. Cortical blindness Hemianopia Headache Convulsions Coma…; Reduced or lost sensation in half of the body; Difficulty swallowing; Dizziness, nausea, vomiting; Ataxia, difficulty walking; Blind in one eye. Cortical blindness; Hemianopia; Headache; Convulsion; Comatose…\nSymptoms of cerebral infarction occur suddenly while the patient is sleeping, typically headaches, vomiting or nausea, hemiplegia, consciousness disorders..."
        },
        {
            "subsection_name": "Diagnosis of cerebral infarction",
            "subsection_content": "The diagnosis of cerebral infarction needs to be based on clinical symptoms and supporting tests.\n1. Clinical diagnosis\nWith sudden onset of the above symptoms, especially facial paralysis, difficulty speaking, and arm paralysis, especially people with a history of cardiovascular disease, hypertension, diabetes, or the elderly, they should be immediately taken to the hospital. nearest medical facilities that are capable of specific treatment for timely diagnosis and intervention (also note that you should avoid being taken to facilities that are not capable of specific treatment because it will reduce the golden time). in treatment). The treatment of cerebral infarction and the possibility of recovery from cerebral infarction depends on the patient receiving emergency treatment as soon as possible, avoiding the risk of brain necrosis.\n2. Paraclinical diagnosis\nUsually brain CT scan will be prescribed first to rule out brain hemorrhage or other causes, and in some cases early brain infarction can be seen. CT angiography (CTA) is often indicated to see if there are images of large blood vessel occlusions to decide on thrombectomy treatment with mechanical tools.\nBrain magnetic resonance imaging (MRI) is often needed if you want to make a clearer diagnosis and is usually done after a brain CT scan because MRI often takes time and can delay the golden time for treatment.\nWhen symptoms of suspected cerebral infarction appear, especially for people with a history of cardiovascular disease, it is necessary to immediately go to the nearest medical facility for timely diagnosis and intervention.",
            "subsection_string": "Diagnosis of cerebral infarction\nThe diagnosis of cerebral infarction needs to be based on clinical symptoms and supporting tests.\n1. Clinical diagnosis\nWith sudden onset of the above symptoms, especially facial paralysis, difficulty speaking, and arm paralysis, especially people with a history of cardiovascular disease, hypertension, diabetes, or the elderly, they should be immediately taken to the hospital. nearest medical facilities that are capable of specific treatment for timely diagnosis and intervention (also note that you should avoid being taken to facilities that are not capable of specific treatment because it will reduce the golden time). in treatment). The treatment of cerebral infarction and the possibility of recovery from cerebral infarction depends on the patient receiving emergency treatment as soon as possible, avoiding the risk of brain necrosis.\n2. Paraclinical diagnosis\nUsually brain CT scan will be prescribed first to rule out brain hemorrhage or other causes, and in some cases early brain infarction can be seen. CT angiography (CTA) is often indicated to see if there are images of large blood vessel occlusions to decide on thrombectomy treatment with mechanical tools.\nBrain magnetic resonance imaging (MRI) is often needed if you want to make a clearer diagnosis and is usually done after a brain CT scan because MRI often takes time and can delay the golden time for treatment.\nWhen symptoms of suspected cerebral infarction appear, especially for people with a history of cardiovascular disease, it is necessary to immediately go to the nearest medical facility for timely diagnosis and intervention."
        },
        {
            "subsection_name": "Subjects at risk of disease",
            "subsection_content": "Subjects at high risk of cerebral infarction are often people with a history of high blood pressure, diabetes, cerebrovascular disease, blood clotting disorders... These are factors that increase the likelihood of developing a stroke. Abnormal thrombosis, or damage to the inner lining of the cerebral artery, leading to cerebral infarction.\nIn addition, people who regularly smoke and drink too much alcohol; People who are obese, sedentary, and have high cholesterol; People who are constantly stressed and anxious are also susceptible to cerebral infarction, even in young people.",
            "subsection_string": "Subjects at risk of disease\nSubjects at high risk of cerebral infarction are often people with a history of high blood pressure, diabetes, cerebrovascular disease, blood clotting disorders... These are factors that increase the likelihood of developing a stroke. Abnormal thrombosis, or damage to the inner lining of the cerebral artery, leading to cerebral infarction.\nIn addition, people who regularly smoke and drink too much alcohol; People who are obese, sedentary, and have high cholesterol; People who are constantly stressed and anxious are also susceptible to cerebral infarction, even in young people."
        },
        {
            "subsection_name": "Sequelae of cerebral infarction (complications)",
            "subsection_content": "1. Motor paralysis\nPeople who experience cerebral infarction often encounter complications that limit movement such as hemiplegia, paralysis of legs and arms, etc., leading to incontinence in personal hygiene and daily activities, requiring assistance. help from family members.\nLying in one place for a long time also causes risks of urinary tract infections, skin ulcers and affects the respiratory tract. Therefore, family members need to pay special attention when taking care of patients with cerebral infarction. Regularly practice personal hygiene, practice gentle exercises... so that the patient can recover quickly.\n2. Language disorder\nNot only is movement limited, the language ability of people who have experienced a cerebral infarction is also greatly affected. This is a common sequela of cerebral infarction. Specifically, patients often have slurred speech, can only say very few words, or more seriously, cannot speak. The cause of this condition is that the brain area responsible for language function has been seriously damaged without timely intervention and treatment.\n3. Cognitive decline\nIn addition, people with cerebral infarction are also at risk of cognitive decline or even dementia. Many of these cases take a long time to recover. However, it is difficult for patients to fully return to work that requires mental clarity and high complexity as before.\n4. Blurry vision - common sequelae of cerebral infarction\nWhen a brain infarction occurs, many people have signs of blurred vision in one or both eyes. This is called post-stroke visual disturbances.\n5. Urinary disorders\nPatients with cerebral infarction may also experience incontinence in defecation and urination. If not cleaned cleanly and properly, it can lead to urinary tract infection.",
            "subsection_string": "Sequelae of cerebral infarction (complications)\n1. Motor paralysis\nPeople who experience cerebral infarction often encounter complications that limit movement such as hemiplegia, paralysis of legs and arms, etc., leading to incontinence in personal hygiene and daily activities, requiring assistance. help from family members.\nLying in one place for a long time also causes risks of urinary tract infections, skin ulcers and affects the respiratory tract. Therefore, family members need to pay special attention when taking care of patients with cerebral infarction. Regularly practice personal hygiene, practice gentle exercises... so that the patient can recover quickly.\n2. Language disorder\nNot only is movement limited, the language ability of people who have experienced a cerebral infarction is also greatly affected. This is a common sequela of cerebral infarction. Specifically, patients often have slurred speech, can only say very few words, or more seriously, cannot speak. The cause of this condition is that the brain area responsible for language function has been seriously damaged without timely intervention and treatment.\n3. Cognitive decline\nIn addition, people with cerebral infarction are also at risk of cognitive decline or even dementia. Many of these cases take a long time to recover. However, it is difficult for patients to fully return to work that requires mental clarity and high complexity as before.\n4. Blurry vision - common sequelae of cerebral infarction\nWhen a brain infarction occurs, many people have signs of blurred vision in one or both eyes. This is called post-stroke visual disturbances.\n5. Urinary disorders\nPatients with cerebral infarction may also experience incontinence in defecation and urination. If not cleaned cleanly and properly, it can lead to urinary tract infection."
        },
        {
            "subsection_name": "Treatment of cerebral infarction",
            "subsection_content": "1. Use aspirin and antiplatelet drugs\nAspirin and antiplatelet drugs are prescribed by doctors for almost all cases of ischemic stroke, except for patients who are allergic or intolerant to aspirin;(4)\nMeanwhile, Heparin and anticoagulants are only used when patients with cerebral infarction have atrial fibrillation or heart valve disease. In addition, the drug also has the function of preventing deep vein thrombosis.\n2. Antihypertensive drugs\nOne of the main causes of cerebral infarction is high blood pressure. Therefore, antihypertensive treatment is extremely necessary for hypertensive patients who have not yet had a stroke and patients who have had a cerebral infarction.\nOne of the main causes of cerebral infarction is high blood pressure, so treatment to lower blood pressure is extremely necessary.\n3. Treatment of diabetes in stroke\nAccording to recommendations from experts, patients with cerebral infarction and underlying diabetes should be treated in parallel to maintain normal blood sugar levels and HbA1c below 7%.\n4. Thrombolytic treatment\nThrombolytic therapy is a specific treatment method for cases requiring treatment of cerebral infarction. However, to apply this method, the patient needs to fully meet the testing and time criteria (no more than 4.5 hours from the onset of the disease).",
            "subsection_string": "Treatment of cerebral infarction\n1. Use aspirin and antiplatelet drugs\nAspirin and antiplatelet drugs are prescribed by doctors for almost all cases of ischemic stroke, except for patients who are allergic or intolerant to aspirin;(4)\nMeanwhile, Heparin and anticoagulants are only used when patients with cerebral infarction have atrial fibrillation or heart valve disease. In addition, the drug also has the function of preventing deep vein thrombosis.\n2. Antihypertensive drugs\nOne of the main causes of cerebral infarction is high blood pressure. Therefore, antihypertensive treatment is extremely necessary for hypertensive patients who have not yet had a stroke and patients who have had a cerebral infarction.\nOne of the main causes of cerebral infarction is high blood pressure, so treatment to lower blood pressure is extremely necessary.\n3. Treatment of diabetes in stroke\nAccording to recommendations from experts, patients with cerebral infarction and underlying diabetes should be treated in parallel to maintain normal blood sugar levels and HbA1c below 7%.\n4. Thrombolytic treatment\nThrombolytic therapy is a specific treatment method for cases requiring treatment of cerebral infarction. However, to apply this method, the patient needs to fully meet the testing and time criteria (no more than 4.5 hours from the onset of the disease)."
        },
        {
            "subsection_name": "Caring for patients with cerebral infarction",
            "subsection_content": "Can cerebral infarction be recovered? After going through a dangerous period, patients with cerebral infarction need a lot of time to recover. At this time, family members need to pay special attention to how to care for the patient appropriately:\nClean personal hygiene: People with cerebral infarction have a high risk of paralysis and cannot control their bowels and urination, which can easily lead to urinary tract infections. The patient's personal hygiene depends almost entirely on the caregiver. Besides helping the patient with personal hygiene (brushing teeth, washing face, wiping the body, changing clothes...), after the patient has finished defecating and urinating, family members should dry it carefully to avoid infection.; Clean personal hygiene: People with cerebral infarction have a high risk of paralysis and cannot control their bowels and urination, which can easily lead to urinary tract infections. The patient's personal hygiene depends almost entirely on the caregiver. Besides helping the patient with personal hygiene (brushing teeth, washing face, wiping body, changing clothes, etc.), after the patient finishes defecating and urinating, family members should dry carefully to avoid infection.\nPreventing skin ulcers due to lying down for a long time: Inflammation and skin ulcers often occur in places with a lot of pressure such as the back, buttocks, heels, shoulder blades... because the patient lies in one place for too long. Therefore, caregivers need to pay attention to letting patients sleep on air mattresses or water mattresses; Regularly tilt the patient (every 2 hours) and gently massage areas that have been pressured for too long. This helps blood circulation and also limits skin ulcers caused by lying down for too long.; Preventing skin ulcers due to lying down for a long time: Inflammation and skin ulcers often occur in places with a lot of pressure such as the back, buttocks, heels, shoulder blades... because the patient lies in one place for too long. Therefore, caregivers need to pay attention to letting patients sleep on air mattresses or water mattresses; Regularly tilt the patient (every 2 hours) and gently massage areas that have been pressured for too long. This helps blood circulation and also limits skin ulcers caused by lying down for too long.\nPreventing respiratory complications: Lying down for a long time and being sedentary also causes patients with cerebral infarction to experience respiratory problems such as pneumonia, airways are blocked due to phlegm stagnation... Therefore, caregivers Caregivers should be careful to have the patient sit up every day, and at the same time rub and pat the back to help the patient more easily expectorate phlegm.; Preventing respiratory complications: Lying down for a long time and being sedentary also causes patients with cerebral infarction to experience respiratory problems such as pneumonia, airways are blocked due to phlegm stagnation... Therefore, caregivers Caregivers should be careful to have the patient sit up every day, and at the same time rub and pat the back to help the patient more easily expectorate phlegm.",
            "subsection_string": "Caring for patients with cerebral infarction\nCan cerebral infarction be recovered? After going through a dangerous period, patients with cerebral infarction need a lot of time to recover. At this time, family members need to pay special attention to how to care for the patient appropriately:\nClean personal hygiene: People with cerebral infarction have a high risk of paralysis and cannot control their bowels and urination, which can easily lead to urinary tract infections. The patient's personal hygiene depends almost entirely on the caregiver. Besides helping the patient with personal hygiene (brushing teeth, washing face, wiping the body, changing clothes...), after the patient has finished defecating and urinating, family members should dry it carefully to avoid infection.; Clean personal hygiene: People with cerebral infarction have a high risk of paralysis and cannot control their bowels and urination, which can easily lead to urinary tract infections. The patient's personal hygiene depends almost entirely on the caregiver. Besides helping the patient with personal hygiene (brushing teeth, washing face, wiping body, changing clothes, etc.), after the patient finishes defecating and urinating, family members should dry carefully to avoid infection.\nPreventing skin ulcers due to lying down for a long time: Inflammation and skin ulcers often occur in places with a lot of pressure such as the back, buttocks, heels, shoulder blades... because the patient lies in one place for too long. Therefore, caregivers need to pay attention to letting patients sleep on air mattresses or water mattresses; Regularly tilt the patient (every 2 hours) and gently massage areas that have been pressured for too long. This helps blood circulation and also limits skin ulcers caused by lying down for too long.; Preventing skin ulcers due to lying down for a long time: Inflammation and skin ulcers often occur in places with a lot of pressure such as the back, buttocks, heels, shoulder blades... because the patient lies in one place for too long. Therefore, caregivers need to pay attention to letting patients sleep on air mattresses or water mattresses; Regularly tilt the patient (every 2 hours) and gently massage areas that have been pressured for too long. This helps blood circulation and also limits skin ulcers caused by lying down for too long.\nPreventing respiratory complications: Lying down for a long time and being sedentary also causes patients with cerebral infarction to experience respiratory problems such as pneumonia, airways are blocked due to phlegm stagnation... Therefore, caregivers Caregivers should be careful to have the patient sit up every day, and at the same time rub and pat the back to help the patient more easily expectorate phlegm.; Preventing respiratory complications: Lying down for a long time and being sedentary also causes patients with cerebral infarction to experience respiratory problems such as pneumonia, airways are blocked due to phlegm stagnation... Therefore, caregivers Caregivers should be careful to have the patient sit up every day, and at the same time rub and pat the back to help the patient more easily expectorate phlegm."
        },
        {
            "subsection_name": "Nutritional regimen for patients with cerebral infarction",
            "subsection_content": "In addition to strictly following the doctor's treatment regimen and practicing adequate physical therapy, a reasonable, scientific diet will help patients with cerebral infarction quickly recover and prevent recurrence. broadcast.\nIf possible, the patient's family can seek out nutrition experts for detailed advice. The specialist will base on the patient's physical condition to calculate the necessary nutritional needs every day and from there design a reasonable diet, ensuring enough energy supply and not affecting the treatment process.\nIn cases of self-care at home and not having the opportunity to consult a nutritionist, patients need to pay attention to what foods they should or should not eat; Calorie content needed in a day (from 1000 - 1500); Divide meals into smaller portions to avoid affecting the digestive system...\nVitamin C and potassium found in fruits such as grapefruit, oranges, tangerines, bananas... help prevent the formation of blood clots, thereby reducing the risk of recurrence of cerebral infarction.\nSome foods that patients with cerebral infarction should and should not eat:\nPatients with cerebral infarction should eat good fruits containing lots of vitamin C and potassium such as grapefruit, oranges, tangerines, bananas... The nutrients in fruits will help prevent the formation of blood clots, thereby reducing the risk of stroke. disease recurrence. Adding a variety of dark green vegetables and tubers containing lots of fiber such as broccoli, spinach... will help reduce cholesterol and benefit the circulatory system. Supplementing fats derived from vegetable oils, mackerel oil, sesame oil and soybeans is very good for avoiding blood clotting. People with cerebral infarction need to minimize the amount of salt in their daily meals, because this is considered a cause of increased blood pressure and stroke. Accordingly, patients with cerebral infarction should maximally abstain from salt and foods with high salt content such as cold meat, smoked meat, sauerkraut, pickled eggplant, etc. Limit the use of foods that contain a lot of dynamic protein. objects such as red meat, animal organs... Do not eat foods containing a lot of fat such as fried or stir-fried dishes; animal fats and spicy dishes; Patients with cerebral infarction should eat good fruits containing lots of vitamin C and potassium such as grapefruit, oranges, tangerines, bananas...; The nutrients found in fruit will help prevent the formation of blood clots, thereby reducing the risk of disease recurrence.; Adding a variety of dark green vegetables and tubers containing lots of fiber such as broccoli, spinach... will help reduce cholesterol and benefit the circulatory system.; Supplementing fats derived from vegetable oils, mackerel oil, sesame oil and soybeans is very good for avoiding blood clotting.; People with cerebral infarction need to minimize the amount of salt in their daily meals, because this is considered a cause of increased blood pressure and stroke. Accordingly, patients with cerebral infarction should maximally abstain from salt and foods with high salt content such as cold meat, smoked meat, sauerkraut, pickled eggplant...; Limit the use of foods that contain a lot of animal protein such as red meat, animal organs...; Do not eat foods that contain a lot of fat such as fried or stir-fried dishes; animal fats and spicy dishes.\nIn addition, people with cerebral infarction should be careful not to eat too much at once to avoid overloading the digestive organs. Instead, you should divide your meals into smaller meals and prioritize liquid foods such as soup, porridge, etc. so that your body can more easily absorb nutrients.",
            "subsection_string": "Nutritional regimen for patients with cerebral infarction\nIn addition to strictly following the doctor's treatment regimen and practicing adequate physical therapy, a reasonable, scientific diet will help patients with cerebral infarction quickly recover and prevent recurrence. broadcast.\nIf possible, the patient's family can seek out nutrition experts for detailed advice. The specialist will base on the patient's physical condition to calculate the necessary nutritional needs every day and from there design a reasonable diet, ensuring enough energy supply and not affecting the treatment process.\nIn cases of self-care at home and not having the opportunity to consult a nutritionist, patients need to pay attention to what foods they should or should not eat; Calorie content needed in a day (from 1000 - 1500); Divide meals into smaller portions to avoid affecting the digestive system...\nVitamin C and potassium found in fruits such as grapefruit, oranges, tangerines, bananas... help prevent the formation of blood clots, thereby reducing the risk of recurrence of cerebral infarction.\nSome foods that patients with cerebral infarction should and should not eat:\nPatients with cerebral infarction should eat good fruits containing lots of vitamin C and potassium such as grapefruit, oranges, tangerines, bananas... The nutrients in fruits will help prevent the formation of blood clots, thereby reducing the risk of stroke. disease recurrence. Adding a variety of dark green vegetables and tubers containing lots of fiber such as broccoli, spinach... will help reduce cholesterol and benefit the circulatory system. Supplementing fats derived from vegetable oils, mackerel oil, sesame oil and soybeans is very good for avoiding blood clotting. People with cerebral infarction need to minimize the amount of salt in their daily meals, because this is considered a cause of increased blood pressure and stroke. Accordingly, patients with cerebral infarction should maximally abstain from salt and foods with high salt content such as cold meat, smoked meat, sauerkraut, pickled eggplant, etc. Limit the use of foods that contain a lot of dynamic protein. objects such as red meat, animal organs... Do not eat foods containing a lot of fat such as fried or stir-fried dishes; animal fats and spicy dishes; Patients with cerebral infarction should eat good fruits containing lots of vitamin C and potassium such as grapefruit, oranges, tangerines, bananas...; The nutrients found in fruit will help prevent the formation of blood clots, thereby reducing the risk of disease recurrence.; Adding a variety of dark green vegetables and tubers containing lots of fiber such as broccoli, spinach... will help reduce cholesterol and benefit the circulatory system.; Supplementing fats derived from vegetable oils, mackerel oil, sesame oil and soybeans is very good for avoiding blood clotting.; People with cerebral infarction need to minimize the amount of salt in their daily meals, because this is considered a cause of increased blood pressure and stroke. Accordingly, patients with cerebral infarction should maximally abstain from salt and foods with high salt content such as cold meat, smoked meat, sauerkraut, pickled eggplant...; Limit the use of foods that contain a lot of animal protein such as red meat, animal organs...; Do not eat foods that contain a lot of fat such as fried or stir-fried dishes; animal fats and spicy dishes.\nIn addition, people with cerebral infarction should be careful not to eat too much at once to avoid overloading the digestive organs. Instead, you should divide your meals into smaller meals and prioritize liquid foods such as soup, porridge, etc. so that your body can more easily absorb nutrients."
        },
        {
            "subsection_name": "Prevention of cerebral infarction",
            "subsection_content": "To prevent cerebral infarction, it is necessary to minimize risk factors by building a healthy, active lifestyle, saying no to tobacco, stimulants, and alcohol. At the same time, maintain and adhere to a reasonable and scientific nutritional regimen. Add plenty of vitamins and beneficial fiber from vegetables and fruits, avoid salty foods and foods that contain a lot of fat. Regularly exercise and exercise gently to reduce the risk of obesity.\nRegularly check your health, promptly detect and thoroughly treat underlying diseases such as diabetes, high blood pressure, cardiovascular disease, obesity...\nPay attention to the typical signs of cerebral infarction, in order to detect it early and take the patient to the emergency room promptly.\nRegular exercise and gentle exercise can reduce the risk of cerebral infarction.",
            "subsection_string": "Prevention of cerebral infarction\nTo prevent cerebral infarction, it is necessary to minimize risk factors by building a healthy, active lifestyle, saying no to tobacco, stimulants, and alcohol. At the same time, maintain and adhere to a reasonable and scientific nutritional regimen. Add plenty of vitamins and beneficial fiber from vegetables and fruits, avoid salty foods and foods that contain a lot of fat. Regularly exercise and exercise gently to reduce the risk of obesity.\nRegularly check your health, promptly detect and thoroughly treat underlying diseases such as diabetes, high blood pressure, cardiovascular disease, obesity...\nPay attention to the typical signs of cerebral infarction, in order to detect it early and take the patient to the emergency room promptly.\nRegular exercise and gentle exercise can reduce the risk of cerebral infarction."
        },
        {
            "subsection_name": "Questions about cerebral infarction",
            "subsection_content": "1. Can cerebral infarction be recovered?\nDepending on the severity of the disease and the duration of emergency treatment, patients with cerebral infarction have different chances of recovery. Specifically, for young patients, the disease is mild and only half of the body is paralyzed, often having a higher chance of recovery than patients with full body paralysis. For the elderly, patients with broken blood vessels in the brain... the recovery rate is very low.\nAlthough 100% recovery for patients with cerebral infarction is very difficult, if given proper care, follow the treatment regimen from the doctor, combine nutrition and physical therapy, Patients can recover 90% - 95%.\nIn addition, to increase survival rates and chances of future recovery, patients need to be treated promptly during the \"golden time\" with appropriate measures. Depending on the cause of the disease, the doctor will have appropriate treatment. Specifically, in cases of cerebral infarction due to hypertension, blood pressure control will be combined with active resuscitation; in cases of stroke due to vascular abnormalities, endovascular intervention or surgery will be performed.\n2. Is cerebral infarction dangerous?\nIt can be affirmed that cerebral infarction is an extremely dangerous disease. The disease has the potential to cause many serious complications such as hemiplegia, consciousness disorders, loss of speech, coma... even leading to death if not promptly intervened.\nTo schedule an appointment for examination and treatment of cerebral infarction, Tam Anh General Hospital, please contact:\n3. Is cerebral infarction different from cerebral hemorrhage?\nAlike:\nBasically, cerebral infarction and cerebral hemorrhage are both cerebrovascular accidents, so both often have relatively similar symptoms such as headaches, consciousness disorders, hemiplegia, and difficulty speaking. …(first)\nDifferent:\nCerebral infarction is a phenomenon of cerebral blood vessel blockage that causes the area of ​​the brain behind the blockage to have no blood supply and cause necrosis. Cerebral hemorrhage is a phenomenon in which a blood vessel in the brain ruptures, causing blood to flow out and into the brain parenchyma, causing brain damage.",
            "subsection_string": "Questions about cerebral infarction\n1. Can cerebral infarction be recovered?\nDepending on the severity of the disease and the duration of emergency treatment, patients with cerebral infarction have different chances of recovery. Specifically, for young patients, the disease is mild and only half of the body is paralyzed, often having a higher chance of recovery than patients with full body paralysis. For the elderly, patients with broken blood vessels in the brain... the recovery rate is very low.\nAlthough 100% recovery for patients with cerebral infarction is very difficult, if given proper care, follow the treatment regimen from the doctor, combine nutrition and physical therapy, Patients can recover 90% - 95%.\nIn addition, to increase survival rates and chances of future recovery, patients need to be treated promptly during the \"golden time\" with appropriate measures. Depending on the cause of the disease, the doctor will have appropriate treatment. Specifically, in cases of cerebral infarction due to hypertension, blood pressure control will be combined with active resuscitation; in cases of stroke due to vascular abnormalities, endovascular intervention or surgery will be performed.\n2. Is cerebral infarction dangerous?\nIt can be affirmed that cerebral infarction is an extremely dangerous disease. The disease has the potential to cause many serious complications such as hemiplegia, consciousness disorders, loss of speech, coma... even leading to death if not promptly intervened.\nTo schedule an appointment for examination and treatment of cerebral infarction, Tam Anh General Hospital, please contact:\n3. Is cerebral infarction different from cerebral hemorrhage?\nAlike:\nBasically, cerebral infarction and cerebral hemorrhage are both cerebrovascular accidents, so both often have relatively similar symptoms such as headaches, consciousness disorders, hemiplegia, and difficulty speaking. …(first)\nDifferent:\nCerebral infarction is a phenomenon of cerebral blood vessel blockage that causes the area of ​​the brain behind the blockage to have no blood supply and cause necrosis. Cerebral hemorrhage is a phenomenon in which a blood vessel in the brain ruptures, causing blood to flow out and into the brain parenchyma, causing brain damage."
        }
    ],
    "name": "nhoi-mau-nao.json"
}