{
    "title": "Liver heat (liver dysfunction): Symptoms and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/nong-gan/",
    "abstract": "Liver heat (Liver dysfunction) can cause many unpleasant symptoms for patients. Liver dysfunction is related to many diseases as well as eating and living habits.",
    "content": "Liver heat (liver dysfunction): Symptoms and prevention\n\nLiver heat (Liver dysfunction) can cause many unpleasant symptoms for patients. Liver dysfunction is related to many diseases as well as eating and living habits.\n\nWhat is liver heat?\nThe liver is a large internal organ in the body. The liver plays an extremely important role in filtering and eliminating toxins, regulating the concentration of nutrients in the blood as well as producing bile that contributes to the digestion of food.\nAccording to Oriental medicine, when the liver is overactive or dysfunctional, heat will be generated. This is considered a sign of liver heat.\nLiver heat is a warning sign of acute liver dysfunction/impairment, showing that the liver is suffering damage. Liver heat (liver dysfunction) often occurs in people such as:\nOverweight/obese people; People with fatty liver; Frequently exposed to or working in toxic environments; People who drink a lot of beer and alcohol; People who use certain drugs that affect the liver for long periods of time\nLiver heat is a sign of many abnormalities in the liver\n\nSymptoms of liver heat disease\nIn the beginning, not everyone can detect liver dysfunction on their own; Most have no obvious signs, a few have symptoms such as loss of appetite, fatigue, pain in the liver area... People with liver heat disease for a long time, if not detected promptly, may have severe symptoms. more like:\n1. Skin color changes, eye color changes\nJaundice is a severe symptom indicating biliary obstruction within or outside the liver. Bilirubin produced by the liver is normally stored in the gallbladder and then poured into the duodenum to digest food. If there is damage to the liver and/or biliary tract, bilirubin instead of being poured into the duodenum will stagnate and Absorbed into the blood causing yellow skin and eyes.(3)\n2. Stool and urine change color\nChanges in stool and urine color are a sign of severe liver disease. Damage to the liver parenchyma causes bile obstruction in the liver, leading to the absorption of more bilirubin into the blood, then excreting more than the normal amount of urobilin in the urine, making the urine dark yellow.\nNormally, in the intestine, bacteria convert bilirubin into urobilinogen, then most of it is converted into stercobilin, making the stool yellow. When the biliary obstruction is complete, the amount of stercobilin in the stool is very small, so the patient's stool is light gray or pale. silver color\n3. Red, itchy, uncomfortable rash\nRash and itching are another easily recognizable manifestation of liver dysfunction; This situation is also quite easy to see. The skin of patients with liver dysfunction often appears red with many nodules and thickening. The rash can cause discomfort and itching. In addition to the main cause of bile obstruction causing itching, the inability to completely eliminate toxins due to liver weakness also plays an important role.\n4. Ascites (ascites)\nAscites (ascites) is a sign of decompensated cirrhosis, a serious complication of chronic liver disease, increasing mortality as well as affecting quality of life and increasing the risk of complications. others such as intra-abdominal fluid infection, bloody vomiting, liver cancer\n5. Other signs: loss of appetite, nausea,...\nHaving liver problems means that the body will experience unusual health symptoms - the most common are loss of appetite, nausea, bleeding gums, difficulty sleeping/insomnia, physical weakness, etc.\n\nCauses of liver heat\nLiver heat (Liver dysfunction) originates from many different causes; It can be from eating habits, living habits, medication use or liver diseases.\n1. Having viral hepatitis\nThere are many types of viral hepatitis that cause chronic liver disease, of which viral hepatitis B and C are the most common. Viral hepatitis often progresses silently, causing damage to the liver parenchyma, causing the liver to gradually decline in function. Depending on each case, the disease may or may not have symptoms; Most are only recognized when the disease enters a severe stage. Common warning signs of the disease can be fever, fatigue, nausea, abdominal pain, etc. (2)\n2. Have fatty liver\nWhen the amount of fat accumulated in the liver is 5% or more, negatively affecting the liver's function, this is a fatty liver condition. Fatty liver has many levels of disease: fatty liver level 1-2-3, if not controlled and treated promptly, will cause many damages such as fatty liver disease, steatohepatitis and can eventually lead to fatty liver disease. to cirrhosis and fatty liver cancer\nFatty liver is one of the causes of liver heat\n3. Autoimmune liver disease\nWhen the immune system is “confused” – instead of attacking pathogens, it targets liver cells – this is called an autoimmune liver condition. Although this is not a common disease, it still needs attention and early treatment to avoid further damage to the liver.\nIn the early stages, it is not easy to detect the disease because symptoms are often vague. Later, the patient gradually feels the disease more clearly through conditions such as body fatigue, jaundice, yellow eyes, etc.\n4. Drink a lot of alcoholic drinks\nBeer, alcohol and alcoholic beverages are the liver's top \"enemies\". Not only does it make the liver hot, but it is also a common cause of other liver diseases such as fatty liver, cirrhosis, liver failure, liver cancer, etc.\nWhen entering the body, only about 10% of alcohol is eliminated through breath, sweat, urine, etc. The remaining amount will \"penetrate\" into the body; Especially in the digestive system, it triggers inflammatory reactions, oxidative stress, etc. For the liver, alcohol damages cells and causes the liver to gradually lose its ability to filter waste. Not only liver heat, but a series of other liver diseases caused by alcohol have a high risk of overlapping, such as hepatitis, cirrhosis, fatty liver, liver failure, etc.\n5. Abusing drugs to treat diseases\nThere are Western drugs that when used for a long time without a doctor's prescription will significantly affect the liver. Drug abuse causes the liver to overwork to eliminate some \"toxic\" components of the drug, including causing symptoms of hot liver disease.\n6. Eating unscientifically\nDiet also plays a significant role in affecting liver health. Consuming too much fried, greasy or hot foods; Plus eating less green vegetables, fruits, foods rich in fiber, etc. will put a lot of pressure on the liver's ability to function. Liver heat is a sign that the liver is sending a warning signal that you need to review and improve your diet.\n\nHow to treat liver heat\nLiver heat is a disease that can be treated and controlled if the patient knows how to combine medication according to doctor's instructions with adjusting diet and lifestyle.\n1. Use medicine to treat liver heat\nThere are many types of medicine to treat liver heat, from Western medicine to Eastern medicine. Medicines in general have the main effect of helping to \"cool\" the liver, detoxify the liver, nourish the liver, etc. Oriental medicine remedies often have ingredients such as artichokes, licorice, pennywort, kumquat, etc. Slower effective time; However, you also need to pay attention while taking the drug - if there are unusual symptoms, the patient should go to a specialized medical facility to have their health checked.\nFor Western medicine, this is a fast, highly effective treatment method. The thing to remember is that patients need to follow the doctor's instructions.\n2. Have a nutritious diet to help cool the liver\nIf you want to control liver heat well, eating also brings many benefits. Patients should focus more on the following two issues:\nReduce carbohydrate consumption: Foods such as bread, pasta, rice, cereals, potatoes, etc. should be reduced. These are dishes rich in excess carbohydrates that easily convert into fat, which is a factor that increases the risk of fatty liver as well as liver heat.; Reduce carbohydrate consumption: Foods such as bread, pasta, rice, cereals, potatoes, etc. should be reduced. These are dishes rich in excess carbohydrates that easily convert into fat, a factor that increases the risk of fatty liver as well as liver heat.\nIncrease green vegetables and protein: Green vegetables and fruits are foods that help treat symptoms of liver heat very effectively. These foods help clean and restore the liver's filtering function. As for protein, this nutrient is important because it helps stabilize blood sugar levels, helps with weight loss,... thereby also reducing pressure on the liver to make it healthier.; Increase green vegetables and protein: Green vegetables and fruits are foods that help treat symptoms of liver heat very effectively. These foods help clean and restore the liver's filtering function. As for protein, this nutrient is important because it helps stabilize blood sugar levels, helps with weight loss,... thereby also reducing pressure on the liver to make it healthier.\n3. Limit alcohol\nNot only liver heat disease, but with any other health problem related to the liver, limiting alcohol - even quitting completely - is always necessary. Reducing or abstaining from alcohol will create conditions for liver cells to regenerate and recover. This helps make treatment more effective and saves time and money.\n4. Adjust living habits\nFirst, the patient should try to get enough sleep for 6 to 8 hours a day, not staying up past 11 p.m., etc. This is a way to help the liver have time to \"heal\" damaged cells as well as ensure detoxification ability.\nNext we should control stress so as not to have a negative impact on the digestive system. Through reading books, listening to music or doing favorite things, it not only helps relax the mind but also has the ability to help \"cool\" the liver.\nFinally, don't forget to spend about 30 minutes a day doing physical exercise. Walking, swimming, cycling or any sport helps increase metabolic efficiency, enhance liver activity, helping patients improve their general health and prevent many causes of liver heat.\n\nHow to prevent liver heat disease?\nTo prevent the risk of liver disease in particular and liver diseases in general, you should:\n1. Build a healthy lifestyle\nMaintain a healthy weight (1); Diet rich in fiber; Exercise regularly; Minimize alcohol consumption; Use medication as directed and in the correct dosage\n2. Regularly screen for liver disease\nScreening tests for liver diseases are usually blood tests. This check should be performed annually, especially in people with diabetes, hepatitis B, hepatitis C, fatty liver, complications of cystic fibrosis, etc.\n3. Vaccination\nHepatitis vaccines, such as hepatitis B, not only help prevent hepatitis but also help the liver fight against many risks of other liver diseases such as liver heat.\n\nWhat should you eat and avoid when you have a hot liver?\nIn terms of diet, there are foods that people with hot liver disease should eat and abstain from as follows:\nFoods to eat: Vegetables, whole grains, citrus fruits, nuts, olive oil, yogurt, etc. These are foods rich in fiber, vitamins, antioxidants, etc. that help restore health. restore and protect inflamed/damaged liver cells; Foods to eat: Vegetables, whole grains, citrus fruits, nuts, olive oil, yogurt, etc. These are foods rich in fiber, vitamins, antioxidants, etc. that help restore health. Restores and protects inflamed/damaged liver cells.\nFoods to avoid: Fried foods, foods with high salt content, fast foods, canned foods, red meat, alcohol, fresh bamboo shoots, etc. These foods have ingredients that can be converted into harmful substances. Harmful to the liver such as cyanide (found in bamboo shoots) or nitrite (found in salty foods),... will put a lot of pressure on the liver, making it tired and increasing the risk of many diseases.; Foods to avoid: Fried foods, foods with high salt content, fast foods, canned foods, red meat, alcohol, fresh bamboo shoots, etc. These foods have ingredients that can be converted into harmful substances. Harmful to the liver such as cyanide (found in bamboo shoots) or nitrite (found in salty foods),... will put a lot of pressure on the liver, making it tired and increasing the risk of many diseases.\nPeople with liver heat also need to drink enough water. Water helps cool down and regulate body temperature. Drinking enough water helps people with liver heat to remove toxins from the body through sweat and urine; At the same time, it helps prevent cell oxidation. In addition to filtered water, patients can also use squash water, brown rice water, green tea, herbal tea, etc. which also have great benefits for the liver.\nGastrointestinal Endoscopy and Surgery Center, Tam Anh General Hospital is a prestigious medical unit, providing high-end, effective examination and treatment services for patients with liver problems. from mild to severe (fatty liver, acute hepatitis, chronic hepatitis, cirrhosis, liver cancer, parasitic liver disease...). The center brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad, providing optimal service. multiple examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with experts at the Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact:\nLiver heat is a sign that the liver is having problems. It can be a symptom of many other liver-related diseases as well as an unscientific lifestyle. Prolonged liver heat means that liver health problems are not checked, detected and treated promptly; Over time, liver function declines and there is a risk of serious complications.",
    "subsections": [
        {
            "subsection_name": "What is liver heat?",
            "subsection_content": "The liver is a large internal organ in the body. The liver plays an extremely important role in filtering and eliminating toxins, regulating the concentration of nutrients in the blood as well as producing bile that contributes to the digestion of food.\nAccording to Oriental medicine, when the liver is overactive or dysfunctional, heat will be generated. This is considered a sign of liver heat.\nLiver heat is a warning sign of acute liver dysfunction/impairment, showing that the liver is suffering damage. Liver heat (liver dysfunction) often occurs in people such as:\nOverweight/obese people; People with fatty liver; Frequently exposed to or working in toxic environments; People who drink a lot of beer and alcohol; People who use certain drugs that affect the liver for long periods of time\nLiver heat is a sign of many abnormalities in the liver",
            "subsection_string": "What is liver heat?\nThe liver is a large internal organ in the body. The liver plays an extremely important role in filtering and eliminating toxins, regulating the concentration of nutrients in the blood as well as producing bile that contributes to the digestion of food.\nAccording to Oriental medicine, when the liver is overactive or dysfunctional, heat will be generated. This is considered a sign of liver heat.\nLiver heat is a warning sign of acute liver dysfunction/impairment, showing that the liver is suffering damage. Liver heat (liver dysfunction) often occurs in people such as:\nOverweight/obese people; People with fatty liver; Frequently exposed to or working in toxic environments; People who drink a lot of beer and alcohol; People who use certain drugs that affect the liver for long periods of time\nLiver heat is a sign of many abnormalities in the liver"
        },
        {
            "subsection_name": "Symptoms of liver heat disease",
            "subsection_content": "In the beginning, not everyone can detect liver dysfunction on their own; Most have no obvious signs, a few have symptoms such as loss of appetite, fatigue, pain in the liver area... People with liver heat disease for a long time, if not detected promptly, may have severe symptoms. more like:\n1. Skin color changes, eye color changes\nJaundice is a severe symptom indicating biliary obstruction within or outside the liver. Bilirubin produced by the liver is normally stored in the gallbladder and then poured into the duodenum to digest food. If there is damage to the liver and/or biliary tract, bilirubin instead of being poured into the duodenum will stagnate and Absorbed into the blood causing yellow skin and eyes.(3)\n2. Stool and urine change color\nChanges in stool and urine color are a sign of severe liver disease. Damage to the liver parenchyma causes bile obstruction in the liver, leading to the absorption of more bilirubin into the blood, then excreting more than the normal amount of urobilin in the urine, making the urine dark yellow.\nNormally, in the intestine, bacteria convert bilirubin into urobilinogen, then most of it is converted into stercobilin, making the stool yellow. When the biliary obstruction is complete, the amount of stercobilin in the stool is very small, so the patient's stool is light gray or pale. silver color\n3. Red, itchy, uncomfortable rash\nRash and itching are another easily recognizable manifestation of liver dysfunction; This situation is also quite easy to see. The skin of patients with liver dysfunction often appears red with many nodules and thickening. The rash can cause discomfort and itching. In addition to the main cause of bile obstruction causing itching, the inability to completely eliminate toxins due to liver weakness also plays an important role.\n4. Ascites (ascites)\nAscites (ascites) is a sign of decompensated cirrhosis, a serious complication of chronic liver disease, increasing mortality as well as affecting quality of life and increasing the risk of complications. others such as intra-abdominal fluid infection, bloody vomiting, liver cancer\n5. Other signs: loss of appetite, nausea,...\nHaving liver problems means that the body will experience unusual health symptoms - the most common are loss of appetite, nausea, bleeding gums, difficulty sleeping/insomnia, physical weakness, etc.",
            "subsection_string": "Symptoms of liver heat disease\nIn the beginning, not everyone can detect liver dysfunction on their own; Most have no obvious signs, a few have symptoms such as loss of appetite, fatigue, pain in the liver area... People with liver heat disease for a long time, if not detected promptly, may have severe symptoms. more like:\n1. Skin color changes, eye color changes\nJaundice is a severe symptom indicating biliary obstruction within or outside the liver. Bilirubin produced by the liver is normally stored in the gallbladder and then poured into the duodenum to digest food. If there is damage to the liver and/or biliary tract, bilirubin instead of being poured into the duodenum will stagnate and Absorbed into the blood causing yellow skin and eyes.(3)\n2. Stool and urine change color\nChanges in stool and urine color are a sign of severe liver disease. Damage to the liver parenchyma causes bile obstruction in the liver, leading to the absorption of more bilirubin into the blood, then excreting more than the normal amount of urobilin in the urine, making the urine dark yellow.\nNormally, in the intestine, bacteria convert bilirubin into urobilinogen, then most of it is converted into stercobilin, making the stool yellow. When the biliary obstruction is complete, the amount of stercobilin in the stool is very small, so the patient's stool is light gray or pale. silver color\n3. Red, itchy, uncomfortable rash\nRash and itching are another easily recognizable manifestation of liver dysfunction; This situation is also quite easy to see. The skin of patients with liver dysfunction often appears red with many nodules and thickening. The rash can cause discomfort and itching. In addition to the main cause of bile obstruction causing itching, the inability to completely eliminate toxins due to liver weakness also plays an important role.\n4. Ascites (ascites)\nAscites (ascites) is a sign of decompensated cirrhosis, a serious complication of chronic liver disease, increasing mortality as well as affecting quality of life and increasing the risk of complications. others such as intra-abdominal fluid infection, bloody vomiting, liver cancer\n5. Other signs: loss of appetite, nausea,...\nHaving liver problems means that the body will experience unusual health symptoms - the most common are loss of appetite, nausea, bleeding gums, difficulty sleeping/insomnia, physical weakness, etc."
        },
        {
            "subsection_name": "Causes of liver heat",
            "subsection_content": "Liver heat (Liver dysfunction) originates from many different causes; It can be from eating habits, living habits, medication use or liver diseases.\n1. Having viral hepatitis\nThere are many types of viral hepatitis that cause chronic liver disease, of which viral hepatitis B and C are the most common. Viral hepatitis often progresses silently, causing damage to the liver parenchyma, causing the liver to gradually decline in function. Depending on each case, the disease may or may not have symptoms; Most are only recognized when the disease enters a severe stage. Common warning signs of the disease can be fever, fatigue, nausea, abdominal pain, etc. (2)\n2. Have fatty liver\nWhen the amount of fat accumulated in the liver is 5% or more, negatively affecting the liver's function, this is a fatty liver condition. Fatty liver has many levels of disease: fatty liver level 1-2-3, if not controlled and treated promptly, will cause many damages such as fatty liver disease, steatohepatitis and can eventually lead to fatty liver disease. to cirrhosis and fatty liver cancer\nFatty liver is one of the causes of liver heat\n3. Autoimmune liver disease\nWhen the immune system is “confused” – instead of attacking pathogens, it targets liver cells – this is called an autoimmune liver condition. Although this is not a common disease, it still needs attention and early treatment to avoid further damage to the liver.\nIn the early stages, it is not easy to detect the disease because symptoms are often vague. Later, the patient gradually feels the disease more clearly through conditions such as body fatigue, jaundice, yellow eyes, etc.\n4. Drink a lot of alcoholic drinks\nBeer, alcohol and alcoholic beverages are the liver's top \"enemies\". Not only does it make the liver hot, but it is also a common cause of other liver diseases such as fatty liver, cirrhosis, liver failure, liver cancer, etc.\nWhen entering the body, only about 10% of alcohol is eliminated through breath, sweat, urine, etc. The remaining amount will \"penetrate\" into the body; Especially in the digestive system, it triggers inflammatory reactions, oxidative stress, etc. For the liver, alcohol damages cells and causes the liver to gradually lose its ability to filter waste. Not only liver heat, but a series of other liver diseases caused by alcohol have a high risk of overlapping, such as hepatitis, cirrhosis, fatty liver, liver failure, etc.\n5. Abusing drugs to treat diseases\nThere are Western drugs that when used for a long time without a doctor's prescription will significantly affect the liver. Drug abuse causes the liver to overwork to eliminate some \"toxic\" components of the drug, including causing symptoms of hot liver disease.\n6. Eating unscientifically\nDiet also plays a significant role in affecting liver health. Consuming too much fried, greasy or hot foods; Plus eating less green vegetables, fruits, foods rich in fiber, etc. will put a lot of pressure on the liver's ability to function. Liver heat is a sign that the liver is sending a warning signal that you need to review and improve your diet.",
            "subsection_string": "Causes of liver heat\nLiver heat (Liver dysfunction) originates from many different causes; It can be from eating habits, living habits, medication use or liver diseases.\n1. Having viral hepatitis\nThere are many types of viral hepatitis that cause chronic liver disease, of which viral hepatitis B and C are the most common. Viral hepatitis often progresses silently, causing damage to the liver parenchyma, causing the liver to gradually decline in function. Depending on each case, the disease may or may not have symptoms; Most are only recognized when the disease enters a severe stage. Common warning signs of the disease can be fever, fatigue, nausea, abdominal pain, etc. (2)\n2. Have fatty liver\nWhen the amount of fat accumulated in the liver is 5% or more, negatively affecting the liver's function, this is a fatty liver condition. Fatty liver has many levels of disease: fatty liver level 1-2-3, if not controlled and treated promptly, will cause many damages such as fatty liver disease, steatohepatitis and can eventually lead to fatty liver disease. to cirrhosis and fatty liver cancer\nFatty liver is one of the causes of liver heat\n3. Autoimmune liver disease\nWhen the immune system is “confused” – instead of attacking pathogens, it targets liver cells – this is called an autoimmune liver condition. Although this is not a common disease, it still needs attention and early treatment to avoid further damage to the liver.\nIn the early stages, it is not easy to detect the disease because symptoms are often vague. Later, the patient gradually feels the disease more clearly through conditions such as body fatigue, jaundice, yellow eyes, etc.\n4. Drink a lot of alcoholic drinks\nBeer, alcohol and alcoholic beverages are the liver's top \"enemies\". Not only does it make the liver hot, but it is also a common cause of other liver diseases such as fatty liver, cirrhosis, liver failure, liver cancer, etc.\nWhen entering the body, only about 10% of alcohol is eliminated through breath, sweat, urine, etc. The remaining amount will \"penetrate\" into the body; Especially in the digestive system, it triggers inflammatory reactions, oxidative stress, etc. For the liver, alcohol damages cells and causes the liver to gradually lose its ability to filter waste. Not only liver heat, but a series of other liver diseases caused by alcohol have a high risk of overlapping, such as hepatitis, cirrhosis, fatty liver, liver failure, etc.\n5. Abusing drugs to treat diseases\nThere are Western drugs that when used for a long time without a doctor's prescription will significantly affect the liver. Drug abuse causes the liver to overwork to eliminate some \"toxic\" components of the drug, including causing symptoms of hot liver disease.\n6. Eating unscientifically\nDiet also plays a significant role in affecting liver health. Consuming too much fried, greasy or hot foods; Plus eating less green vegetables, fruits, foods rich in fiber, etc. will put a lot of pressure on the liver's ability to function. Liver heat is a sign that the liver is sending a warning signal that you need to review and improve your diet."
        },
        {
            "subsection_name": "How to treat liver heat",
            "subsection_content": "Liver heat is a disease that can be treated and controlled if the patient knows how to combine medication according to doctor's instructions with adjusting diet and lifestyle.\n1. Use medicine to treat liver heat\nThere are many types of medicine to treat liver heat, from Western medicine to Eastern medicine. Medicines in general have the main effect of helping to \"cool\" the liver, detoxify the liver, nourish the liver, etc. Oriental medicine remedies often have ingredients such as artichokes, licorice, pennywort, kumquat, etc. Slower effective time; However, you also need to pay attention while taking the drug - if there are unusual symptoms, the patient should go to a specialized medical facility to have their health checked.\nFor Western medicine, this is a fast, highly effective treatment method. The thing to remember is that patients need to follow the doctor's instructions.\n2. Have a nutritious diet to help cool the liver\nIf you want to control liver heat well, eating also brings many benefits. Patients should focus more on the following two issues:\nReduce carbohydrate consumption: Foods such as bread, pasta, rice, cereals, potatoes, etc. should be reduced. These are dishes rich in excess carbohydrates that easily convert into fat, which is a factor that increases the risk of fatty liver as well as liver heat.; Reduce carbohydrate consumption: Foods such as bread, pasta, rice, cereals, potatoes, etc. should be reduced. These are dishes rich in excess carbohydrates that easily convert into fat, a factor that increases the risk of fatty liver as well as liver heat.\nIncrease green vegetables and protein: Green vegetables and fruits are foods that help treat symptoms of liver heat very effectively. These foods help clean and restore the liver's filtering function. As for protein, this nutrient is important because it helps stabilize blood sugar levels, helps with weight loss,... thereby also reducing pressure on the liver to make it healthier.; Increase green vegetables and protein: Green vegetables and fruits are foods that help treat symptoms of liver heat very effectively. These foods help clean and restore the liver's filtering function. As for protein, this nutrient is important because it helps stabilize blood sugar levels, helps with weight loss,... thereby also reducing pressure on the liver to make it healthier.\n3. Limit alcohol\nNot only liver heat disease, but with any other health problem related to the liver, limiting alcohol - even quitting completely - is always necessary. Reducing or abstaining from alcohol will create conditions for liver cells to regenerate and recover. This helps make treatment more effective and saves time and money.\n4. Adjust living habits\nFirst, the patient should try to get enough sleep for 6 to 8 hours a day, not staying up past 11 p.m., etc. This is a way to help the liver have time to \"heal\" damaged cells as well as ensure detoxification ability.\nNext we should control stress so as not to have a negative impact on the digestive system. Through reading books, listening to music or doing favorite things, it not only helps relax the mind but also has the ability to help \"cool\" the liver.\nFinally, don't forget to spend about 30 minutes a day doing physical exercise. Walking, swimming, cycling or any sport helps increase metabolic efficiency, enhance liver activity, helping patients improve their general health and prevent many causes of liver heat.",
            "subsection_string": "How to treat liver heat\nLiver heat is a disease that can be treated and controlled if the patient knows how to combine medication according to doctor's instructions with adjusting diet and lifestyle.\n1. Use medicine to treat liver heat\nThere are many types of medicine to treat liver heat, from Western medicine to Eastern medicine. Medicines in general have the main effect of helping to \"cool\" the liver, detoxify the liver, nourish the liver, etc. Oriental medicine remedies often have ingredients such as artichokes, licorice, pennywort, kumquat, etc. Slower effective time; However, you also need to pay attention while taking the drug - if there are unusual symptoms, the patient should go to a specialized medical facility to have their health checked.\nFor Western medicine, this is a fast, highly effective treatment method. The thing to remember is that patients need to follow the doctor's instructions.\n2. Have a nutritious diet to help cool the liver\nIf you want to control liver heat well, eating also brings many benefits. Patients should focus more on the following two issues:\nReduce carbohydrate consumption: Foods such as bread, pasta, rice, cereals, potatoes, etc. should be reduced. These are dishes rich in excess carbohydrates that easily convert into fat, which is a factor that increases the risk of fatty liver as well as liver heat.; Reduce carbohydrate consumption: Foods such as bread, pasta, rice, cereals, potatoes, etc. should be reduced. These are dishes rich in excess carbohydrates that easily convert into fat, a factor that increases the risk of fatty liver as well as liver heat.\nIncrease green vegetables and protein: Green vegetables and fruits are foods that help treat symptoms of liver heat very effectively. These foods help clean and restore the liver's filtering function. As for protein, this nutrient is important because it helps stabilize blood sugar levels, helps with weight loss,... thereby also reducing pressure on the liver to make it healthier.; Increase green vegetables and protein: Green vegetables and fruits are foods that help treat symptoms of liver heat very effectively. These foods help clean and restore the liver's filtering function. As for protein, this nutrient is important because it helps stabilize blood sugar levels, helps with weight loss,... thereby also reducing pressure on the liver to make it healthier.\n3. Limit alcohol\nNot only liver heat disease, but with any other health problem related to the liver, limiting alcohol - even quitting completely - is always necessary. Reducing or abstaining from alcohol will create conditions for liver cells to regenerate and recover. This helps make treatment more effective and saves time and money.\n4. Adjust living habits\nFirst, the patient should try to get enough sleep for 6 to 8 hours a day, not staying up past 11 p.m., etc. This is a way to help the liver have time to \"heal\" damaged cells as well as ensure detoxification ability.\nNext we should control stress so as not to have a negative impact on the digestive system. Through reading books, listening to music or doing favorite things, it not only helps relax the mind but also has the ability to help \"cool\" the liver.\nFinally, don't forget to spend about 30 minutes a day doing physical exercise. Walking, swimming, cycling or any sport helps increase metabolic efficiency, enhance liver activity, helping patients improve their general health and prevent many causes of liver heat."
        },
        {
            "subsection_name": "How to prevent liver heat disease?",
            "subsection_content": "To prevent the risk of liver disease in particular and liver diseases in general, you should:\n1. Build a healthy lifestyle\nMaintain a healthy weight (1); Diet rich in fiber; Exercise regularly; Minimize alcohol consumption; Use medication as directed and in the correct dosage\n2. Regularly screen for liver disease\nScreening tests for liver diseases are usually blood tests. This check should be performed annually, especially in people with diabetes, hepatitis B, hepatitis C, fatty liver, complications of cystic fibrosis, etc.\n3. Vaccination\nHepatitis vaccines, such as hepatitis B, not only help prevent hepatitis but also help the liver fight against many risks of other liver diseases such as liver heat.",
            "subsection_string": "How to prevent liver heat disease?\nTo prevent the risk of liver disease in particular and liver diseases in general, you should:\n1. Build a healthy lifestyle\nMaintain a healthy weight (1); Diet rich in fiber; Exercise regularly; Minimize alcohol consumption; Use medication as directed and in the correct dosage\n2. Regularly screen for liver disease\nScreening tests for liver diseases are usually blood tests. This check should be performed annually, especially in people with diabetes, hepatitis B, hepatitis C, fatty liver, complications of cystic fibrosis, etc.\n3. Vaccination\nHepatitis vaccines, such as hepatitis B, not only help prevent hepatitis but also help the liver fight against many risks of other liver diseases such as liver heat."
        },
        {
            "subsection_name": "What should you eat and avoid when you have a hot liver?",
            "subsection_content": "In terms of diet, there are foods that people with hot liver disease should eat and abstain from as follows:\nFoods to eat: Vegetables, whole grains, citrus fruits, nuts, olive oil, yogurt, etc. These are foods rich in fiber, vitamins, antioxidants, etc. that help restore health. restore and protect inflamed/damaged liver cells; Foods to eat: Vegetables, whole grains, citrus fruits, nuts, olive oil, yogurt, etc. These are foods rich in fiber, vitamins, antioxidants, etc. that help restore health. Restores and protects inflamed/damaged liver cells.\nFoods to avoid: Fried foods, foods with high salt content, fast foods, canned foods, red meat, alcohol, fresh bamboo shoots, etc. These foods have ingredients that can be converted into harmful substances. Harmful to the liver such as cyanide (found in bamboo shoots) or nitrite (found in salty foods),... will put a lot of pressure on the liver, making it tired and increasing the risk of many diseases.; Foods to avoid: Fried foods, foods with high salt content, fast foods, canned foods, red meat, alcohol, fresh bamboo shoots, etc. These foods have ingredients that can be converted into harmful substances. Harmful to the liver such as cyanide (found in bamboo shoots) or nitrite (found in salty foods),... will put a lot of pressure on the liver, making it tired and increasing the risk of many diseases.\nPeople with liver heat also need to drink enough water. Water helps cool down and regulate body temperature. Drinking enough water helps people with liver heat to remove toxins from the body through sweat and urine; At the same time, it helps prevent cell oxidation. In addition to filtered water, patients can also use squash water, brown rice water, green tea, herbal tea, etc. which also have great benefits for the liver.\nGastrointestinal Endoscopy and Surgery Center, Tam Anh General Hospital is a prestigious medical unit, providing high-end, effective examination and treatment services for patients with liver problems. from mild to severe (fatty liver, acute hepatitis, chronic hepatitis, cirrhosis, liver cancer, parasitic liver disease...). The center brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad, providing optimal service. multiple examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with experts at the Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact:\nLiver heat is a sign that the liver is having problems. It can be a symptom of many other liver-related diseases as well as an unscientific lifestyle. Prolonged liver heat means that liver health problems are not checked, detected and treated promptly; Over time, liver function declines and there is a risk of serious complications.",
            "subsection_string": "What should you eat and avoid when you have a hot liver?\nIn terms of diet, there are foods that people with hot liver disease should eat and abstain from as follows:\nFoods to eat: Vegetables, whole grains, citrus fruits, nuts, olive oil, yogurt, etc. These are foods rich in fiber, vitamins, antioxidants, etc. that help restore health. restore and protect inflamed/damaged liver cells; Foods to eat: Vegetables, whole grains, citrus fruits, nuts, olive oil, yogurt, etc. These are foods rich in fiber, vitamins, antioxidants, etc. that help restore health. Restores and protects inflamed/damaged liver cells.\nFoods to avoid: Fried foods, foods with high salt content, fast foods, canned foods, red meat, alcohol, fresh bamboo shoots, etc. These foods have ingredients that can be converted into harmful substances. Harmful to the liver such as cyanide (found in bamboo shoots) or nitrite (found in salty foods),... will put a lot of pressure on the liver, making it tired and increasing the risk of many diseases.; Foods to avoid: Fried foods, foods with high salt content, fast foods, canned foods, red meat, alcohol, fresh bamboo shoots, etc. These foods have ingredients that can be converted into harmful substances. Harmful to the liver such as cyanide (found in bamboo shoots) or nitrite (found in salty foods),... will put a lot of pressure on the liver, making it tired and increasing the risk of many diseases.\nPeople with liver heat also need to drink enough water. Water helps cool down and regulate body temperature. Drinking enough water helps people with liver heat to remove toxins from the body through sweat and urine; At the same time, it helps prevent cell oxidation. In addition to filtered water, patients can also use squash water, brown rice water, green tea, herbal tea, etc. which also have great benefits for the liver.\nGastrointestinal Endoscopy and Surgery Center, Tam Anh General Hospital is a prestigious medical unit, providing high-end, effective examination and treatment services for patients with liver problems. from mild to severe (fatty liver, acute hepatitis, chronic hepatitis, cirrhosis, liver cancer, parasitic liver disease...). The center brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad, providing optimal service. multiple examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with experts at the Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact:\nLiver heat is a sign that the liver is having problems. It can be a symptom of many other liver-related diseases as well as an unscientific lifestyle. Prolonged liver heat means that liver health problems are not checked, detected and treated promptly; Over time, liver function declines and there is a risk of serious complications."
        }
    ],
    "name": "nong-gan.json"
}