{
    "title": "Anal fissures: Causes, symptoms and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/nut-ke-hau-mon/",
    "abstract": "Anal fissures are a common condition that occurs in all ages. Cracks come from many different causes, causing pain and discomfort for the patient, and can even recur many times. Therefore, to minimize serious complications, monitoring and early detection for timely treatment are really necessary.",
    "content": "Anal fissures: Causes, symptoms and prevention\n\nAnal fissures are a common condition that occurs in all ages. Cracks come from many different causes, causing pain and discomfort for the patient, and can even recur many times. Therefore, to minimize serious complications, monitoring and early detection for timely treatment are really necessary.\n\nWhat is anal fissure?\nAn anal fissure is a condition in which a tear appears in the mucosa layer, exposing the surrounding muscles, leading to spasms, which in the long run stretch the edges of the crack wider. Lesions often appear when the patient is constipated, defecating with hard, large stools, causing pain and bleeding.\nAnal fissures can occur at any age, most commonly in young children. Most tears tend to get better with simple treatments. However, some severe cases may require medication or even surgery. Depending on the level of pain and duration, the disease is divided into two groups as follows:\nAcute anal fissure: The fissure is shallow, small in size, signs of mild inflammation, and symptoms do not last more than 6 weeks. When suffering from acute anal fissures, the patient feels pain and burning, affecting daily activities. If the disease at this stage is not treated completely, it will easily become chronic.; Acute anal fissure: The fissure is shallow, small in size, signs of mild inflammation, and symptoms do not last more than 6 weeks. When suffering from acute anal fissures, the patient feels pain and burning, affecting daily activities. If the disease at this stage is not treated completely, it will easily become chronic.\nChronic anal fissures: This condition occurs when fissures appear and last more than 6 weeks, becoming wider and deeper. Uncomfortable angina attacks recur many times, making the patient feel very tired.; Chronic anal fissures: This condition occurs when fissures appear and last more than 6 weeks, becoming wider and deeper. Uncomfortable angina attacks recur many times, making the patient feel very tired.\n\nWhat causes anal fissures?\nFissures often appear due to trauma to the anal canal, stemming from groups of causes such as:\nChronic constipation.(1); Stools are large, hard and dry, making defecation difficult; Prolonged diarrhea; Anal sex leads to anal stretching.; Inserting foreign objects into the anus.\nCauses other than trauma include:\nThe anal sphincter is in a state of spasticity or is too tense or spastic.; Scars appear in the anorectal area (common after hemorrhoid treatment).; Underlying medical problems: Crohn's disease, ulcerative colitis, anal cancer, leukemia, infectious diseases (such as tuberculosis), sexually transmitted diseases (syphilis, gonorrhea, Chlamydia, HIV...).; Reduced blood flow to the anorectal area; Birth.\nThe danger elements:\nAge: Anal fissures can occur at any age but are most common in young children and adults between 20 and 40 years old.(2); Constipation: Prolonged bowel movements with hard, dry stools will increase the risk of anal tears.; Woman after labor.; People with Crohn's disease: Crohn's disease causes chronic intestinal inflammation, causing the lining of the anal canal to tear easily.; Anal sex.\n\nSymptoms of anal fissures\nAnal fissures can be easily detected through some clear symptoms as follows:\nThe skin around the anus has tears that can be easily seen.; Sharp pain in the anal area when defecating, the pain can last a few minutes to a whole day.; The first stool is always hard.; Blood appears in the stool after defecation, blood may be on toilet paper, dripping or wet in the toilet bowl.; The anus shows signs of itching and burning.(1); A small tumor appears near the anal tear.\n\nMethods of diagnosing anal fissures\n1. Clinical examination\nFor anal fissures, the doctor will initially ask about your medical history, perform a physical examination, and examine the area. Normally, with an acute condition, the tear will be new, on the contrary, in a chronic case, the crack will be deeper, and may be accompanied by flesh tumors inside or outside.\nIn addition, the crack location also shows part of the cause. If the tear is on one side of the anal opening, it is likely a sign of a functional disorder, such as Crohn's disease.\n2. Testing\nTo get the most accurate results about anal fissures, your doctor may require some of the following diagnostic methods:\nAnoscopy: A tube-shaped device will be inserted into the anus to help the doctor see more clearly inside the anus and rectum.; Anoscopy: A tube-shaped device will be inserted into the anus to help the doctor see more clearly inside the anus and rectum.\nFlexible sigmoidoscopy: The doctor will insert a flexible tube into the bottom part of the colon to make the diagnosis. This test is only performed for people under 50 years old and not at risk of intestinal diseases or colon cancer.; Flexible sigmoidoscopy: The doctor will insert a flexible tube into the bottom part of the colon to make the diagnosis. This test is only performed for people under 50 years old and not at risk of intestinal diseases or colon cancer.\nColonoscopy: The doctor will insert a flexible tube into the rectum to examine the entire colon. This test can be performed even for people over 50 years old, at risk of colon cancer or showing signs of some other diseases with symptoms of abdominal pain, diarrhea...; Colonoscopy: The doctor will insert a flexible tube into the rectum to examine the entire colon. This test can be performed even for people over 50 years old, at risk of colon cancer or showing signs of some other diseases with symptoms of abdominal pain, diarrhea...\n\nComplications of anal fissures\nAnal fissures also have the risk of leading to some serious complications if not detected, diagnosed and treated promptly. Specifically includes:\nCannot be healed: Anal fissures, if not healed within 6-8 weeks, can progress to chronicity, requiring complex treatment.; Recurrence: Anal fissures have a high risk of recurrence. If there is a previous history, the patient is very likely to encounter new fissures.; The tear extends to the surrounding muscles: A tear in the anus can extend to the internal sphincter, making the healing process even more difficult.\n\nTreatment of anal fissures\nThe goal of treating anal fissures is to reduce pressure on the anal canal by softening stools, limiting discomfort and bleeding. Among them, two main methods that are commonly implemented include:\n1. Use medication to treat anal fissures\nMedications to treat anal fissures often include stool softeners, fissure-healing medications, and sphincter-reducing medications. Some types commonly prescribed by doctors are as follows:\nNitroglycerin (Rectiv): This is a topical medication that increases blood flow to the fissure to relax the anal sphincter and speed up the healing process. Nitroglycerin is often the preferred choice after other conservative methods have failed. Common side effects are mainly headaches, or some more serious symptoms.; Nitroglycerin (Rectiv): This is a topical medication that increases blood flow to the fissure to relax the anal sphincter and speed up the healing process. Nitroglycerin is often the preferred choice after other conservative methods have failed. Common side effects are mainly headaches, or some more serious symptoms.\nTopical anesthetic creams (such as Lidocaine Hydrochloride (Xylocaine) ) provide effective pain relief.; Topical anesthetic creams (such as Lidocaine Hydrochloride (Xylocaine) ) provide effective pain relief.\nOral Nifedipine (Procardia) or Diltiazem (Cardizem): These medications help relax the anal sphincter and can be taken orally or applied externally. However, this method should only be applied when Nitroglycerin is ineffective or causes some significant side effects.; Oral Nifedipine (Procardia) or Diltiazem (Cardizem): These medications help relax the anal sphincter and can be taken orally or applied externally. However, this method should only be applied when Nitroglycerin is ineffective or causes some significant side effects.\nBotulinum toxin type A (Botox) injection: This method will paralyze the anal sphincter to reduce pain.; Botulinum toxin type A (Botox) injection: This method will paralyze the anal sphincter to reduce pain.\n2. Surgery\nIf the anal fissure has progressed to a chronic level, medical treatments are completely ineffective, and symptoms become more severe, the doctor will recommend internal sphincterectomy. (LIS). This is a procedure to cut a small part of the anal sphincter to reduce pain and spasms, and promote the wound recovery process.(3)\nInternal sphincterectomy is the gold standard in the treatment of anal fissures that have failed medical treatment. Studies have also determined that, for chronic fissures, surgery is always the most effective. However, this method also has the risk of causing urinary incontinence.\n\nWhat to do to prevent anal fissures\nTo avoid anal fissures causing pain and discomfort and affecting daily activities, proactive prevention from the beginning is essential. Some useful solutions that can be implemented include:\n1. Add fiber\nWhen constipated, defecation will be difficult due to dry, hard, large stools, thereby causing anal fissures. Therefore, supplementing adequate fiber in the daily diet (20 - 35g/day) is really necessary. Some food sources rich in this ingredient include:\nWheat, whole oats; Whole grains: brown rice, corn...; Peas.; Seeds and nuts.; Citrus fruit.\n2. Drink enough water\nDrinking enough water every day is also a way to prevent constipation and minimize the formation of anal fissures. In particular, more water needs to be replenished after physical activity or in warm weather. However, not all drinks are good. For example, drinking a lot of alcohol and caffeine will increase the possibility of dehydration, which is not good for health.\n3. Exercise\nThe habit of exercising for at least 30 minutes a day will help keep the digestive system healthy. From there, the body will limit common constipation and diarrhea, effectively preventing the formation of anal fissures.\n4. Develop healthy bowel habits\nDo not hold in defecation or wait too long.; Don't sit on the toilet for too long.; Keep the anal area always dry, gently wipe clean after each bowel movement.; Use toilet paper containing natural ingredients or soft towels without fragrance or toxic chemicals.; Treat diseases that risk leading to anal fissures such as diarrhea, constipation... as soon as symptoms appear.\n5. Change diapers regularly (for newborns)\nAnal fissures are very common in newborns. Therefore, to prevent this condition, cleaning the baby's anus and changing diapers regularly is very important.\n6. Use laxatives\nIf conventional care methods such as adding water, fiber, etc. are not effective in treating constipation, the patient should use laxatives as prescribed by the doctor. Some important effects include:\nIncreases the amount of water in the intestines.; Lubricates stools to facilitate easier elimination from the body.; Water retention in the colon.; Stimulates the muscles in the intestines to speed up bowel movements.\n\nDistinguish between anal fissures and hemorrhoids\nHemorrhoids are a condition in which the veins inside or outside the anal canal become swollen, often due to chronic constipation. Initially, it is difficult for the patient to detect because there are no painful symptoms until the hemorrhoids swell larger. On the contrary, anal fissures appear with tears in the skin around this location, causing pain when defecating, possibly accompanied by blood.\n\nFrequently asked questions about anal fissures\n1. Is anal fissure dangerous?\nAnal fissures are not life-threatening and also increase the risk of colon cancer. However, this condition will make the patient feel very painful and uncomfortable, and may not even heal or recur many times if not treated effectively.\n2. Can anal fissures lead to cancer?\nAnal fissures do not increase the risk of colon cancer nor are they a cause of this serious disease.\n3. Can anal fissures heal on their own?\nMild anal fissures with small tears can heal on their own after a few weeks if constipation and diarrhea improve. However, as soon as symptoms appear, the patient should not be subjective, instead they need to contact a doctor for early treatment to avoid progression to serious chronic disease.\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...), and other Anal diseases such as: anal itching, anal swelling, anal inflammation, anal abscess, anal fistula. Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all information related to anal fissures. Hopefully through these shares, patients will have more useful updates to proactively prevent, monitor, detect and treat the disease effectively.",
    "subsections": [
        {
            "subsection_name": "What is anal fissure?",
            "subsection_content": "An anal fissure is a condition in which a tear appears in the mucosa layer, exposing the surrounding muscles, leading to spasms, which in the long run stretch the edges of the crack wider. Lesions often appear when the patient is constipated, defecating with hard, large stools, causing pain and bleeding.\nAnal fissures can occur at any age, most commonly in young children. Most tears tend to get better with simple treatments. However, some severe cases may require medication or even surgery. Depending on the level of pain and duration, the disease is divided into two groups as follows:\nAcute anal fissure: The fissure is shallow, small in size, signs of mild inflammation, and symptoms do not last more than 6 weeks. When suffering from acute anal fissures, the patient feels pain and burning, affecting daily activities. If the disease at this stage is not treated completely, it will easily become chronic.; Acute anal fissure: The fissure is shallow, small in size, signs of mild inflammation, and symptoms do not last more than 6 weeks. When suffering from acute anal fissures, the patient feels pain and burning, affecting daily activities. If the disease at this stage is not treated completely, it will easily become chronic.\nChronic anal fissures: This condition occurs when fissures appear and last more than 6 weeks, becoming wider and deeper. Uncomfortable angina attacks recur many times, making the patient feel very tired.; Chronic anal fissures: This condition occurs when fissures appear and last more than 6 weeks, becoming wider and deeper. Uncomfortable angina attacks recur many times, making the patient feel very tired.",
            "subsection_string": "What is anal fissure?\nAn anal fissure is a condition in which a tear appears in the mucosa layer, exposing the surrounding muscles, leading to spasms, which in the long run stretch the edges of the crack wider. Lesions often appear when the patient is constipated, defecating with hard, large stools, causing pain and bleeding.\nAnal fissures can occur at any age, most commonly in young children. Most tears tend to get better with simple treatments. However, some severe cases may require medication or even surgery. Depending on the level of pain and duration, the disease is divided into two groups as follows:\nAcute anal fissure: The fissure is shallow, small in size, signs of mild inflammation, and symptoms do not last more than 6 weeks. When suffering from acute anal fissures, the patient feels pain and burning, affecting daily activities. If the disease at this stage is not treated completely, it will easily become chronic.; Acute anal fissure: The fissure is shallow, small in size, signs of mild inflammation, and symptoms do not last more than 6 weeks. When suffering from acute anal fissures, the patient feels pain and burning, affecting daily activities. If the disease at this stage is not treated completely, it will easily become chronic.\nChronic anal fissures: This condition occurs when fissures appear and last more than 6 weeks, becoming wider and deeper. Uncomfortable angina attacks recur many times, making the patient feel very tired.; Chronic anal fissures: This condition occurs when fissures appear and last more than 6 weeks, becoming wider and deeper. Uncomfortable angina attacks recur many times, making the patient feel very tired."
        },
        {
            "subsection_name": "What causes anal fissures?",
            "subsection_content": "Fissures often appear due to trauma to the anal canal, stemming from groups of causes such as:\nChronic constipation.(1); Stools are large, hard and dry, making defecation difficult; Prolonged diarrhea; Anal sex leads to anal stretching.; Inserting foreign objects into the anus.\nCauses other than trauma include:\nThe anal sphincter is in a state of spasticity or is too tense or spastic.; Scars appear in the anorectal area (common after hemorrhoid treatment).; Underlying medical problems: Crohn's disease, ulcerative colitis, anal cancer, leukemia, infectious diseases (such as tuberculosis), sexually transmitted diseases (syphilis, gonorrhea, Chlamydia, HIV...).; Reduced blood flow to the anorectal area; Birth.\nThe danger elements:\nAge: Anal fissures can occur at any age but are most common in young children and adults between 20 and 40 years old.(2); Constipation: Prolonged bowel movements with hard, dry stools will increase the risk of anal tears.; Woman after labor.; People with Crohn's disease: Crohn's disease causes chronic intestinal inflammation, causing the lining of the anal canal to tear easily.; Anal sex.",
            "subsection_string": "What causes anal fissures?\nFissures often appear due to trauma to the anal canal, stemming from groups of causes such as:\nChronic constipation.(1); Stools are large, hard and dry, making defecation difficult; Prolonged diarrhea; Anal sex leads to anal stretching.; Inserting foreign objects into the anus.\nCauses other than trauma include:\nThe anal sphincter is in a state of spasticity or is too tense or spastic.; Scars appear in the anorectal area (common after hemorrhoid treatment).; Underlying medical problems: Crohn's disease, ulcerative colitis, anal cancer, leukemia, infectious diseases (such as tuberculosis), sexually transmitted diseases (syphilis, gonorrhea, Chlamydia, HIV...).; Reduced blood flow to the anorectal area; Birth.\nThe danger elements:\nAge: Anal fissures can occur at any age but are most common in young children and adults between 20 and 40 years old.(2); Constipation: Prolonged bowel movements with hard, dry stools will increase the risk of anal tears.; Woman after labor.; People with Crohn's disease: Crohn's disease causes chronic intestinal inflammation, causing the lining of the anal canal to tear easily.; Anal sex."
        },
        {
            "subsection_name": "Symptoms of anal fissures",
            "subsection_content": "Anal fissures can be easily detected through some clear symptoms as follows:\nThe skin around the anus has tears that can be easily seen.; Sharp pain in the anal area when defecating, the pain can last a few minutes to a whole day.; The first stool is always hard.; Blood appears in the stool after defecation, blood may be on toilet paper, dripping or wet in the toilet bowl.; The anus shows signs of itching and burning.(1); A small tumor appears near the anal tear.",
            "subsection_string": "Symptoms of anal fissures\nAnal fissures can be easily detected through some clear symptoms as follows:\nThe skin around the anus has tears that can be easily seen.; Sharp pain in the anal area when defecating, the pain can last a few minutes to a whole day.; The first stool is always hard.; Blood appears in the stool after defecation, blood may be on toilet paper, dripping or wet in the toilet bowl.; The anus shows signs of itching and burning.(1); A small tumor appears near the anal tear."
        },
        {
            "subsection_name": "Methods of diagnosing anal fissures",
            "subsection_content": "1. Clinical examination\nFor anal fissures, the doctor will initially ask about your medical history, perform a physical examination, and examine the area. Normally, with an acute condition, the tear will be new, on the contrary, in a chronic case, the crack will be deeper, and may be accompanied by flesh tumors inside or outside.\nIn addition, the crack location also shows part of the cause. If the tear is on one side of the anal opening, it is likely a sign of a functional disorder, such as Crohn's disease.\n2. Testing\nTo get the most accurate results about anal fissures, your doctor may require some of the following diagnostic methods:\nAnoscopy: A tube-shaped device will be inserted into the anus to help the doctor see more clearly inside the anus and rectum.; Anoscopy: A tube-shaped device will be inserted into the anus to help the doctor see more clearly inside the anus and rectum.\nFlexible sigmoidoscopy: The doctor will insert a flexible tube into the bottom part of the colon to make the diagnosis. This test is only performed for people under 50 years old and not at risk of intestinal diseases or colon cancer.; Flexible sigmoidoscopy: The doctor will insert a flexible tube into the bottom part of the colon to make the diagnosis. This test is only performed for people under 50 years old and not at risk of intestinal diseases or colon cancer.\nColonoscopy: The doctor will insert a flexible tube into the rectum to examine the entire colon. This test can be performed even for people over 50 years old, at risk of colon cancer or showing signs of some other diseases with symptoms of abdominal pain, diarrhea...; Colonoscopy: The doctor will insert a flexible tube into the rectum to examine the entire colon. This test can be performed even for people over 50 years old, at risk of colon cancer or showing signs of some other diseases with symptoms of abdominal pain, diarrhea...",
            "subsection_string": "Methods of diagnosing anal fissures\n1. Clinical examination\nFor anal fissures, the doctor will initially ask about your medical history, perform a physical examination, and examine the area. Normally, with an acute condition, the tear will be new, on the contrary, in a chronic case, the crack will be deeper, and may be accompanied by flesh tumors inside or outside.\nIn addition, the crack location also shows part of the cause. If the tear is on one side of the anal opening, it is likely a sign of a functional disorder, such as Crohn's disease.\n2. Testing\nTo get the most accurate results about anal fissures, your doctor may require some of the following diagnostic methods:\nAnoscopy: A tube-shaped device will be inserted into the anus to help the doctor see more clearly inside the anus and rectum.; Anoscopy: A tube-shaped device will be inserted into the anus to help the doctor see more clearly inside the anus and rectum.\nFlexible sigmoidoscopy: The doctor will insert a flexible tube into the bottom part of the colon to make the diagnosis. This test is only performed for people under 50 years old and not at risk of intestinal diseases or colon cancer.; Flexible sigmoidoscopy: The doctor will insert a flexible tube into the bottom part of the colon to make the diagnosis. This test is only performed for people under 50 years old and not at risk of intestinal diseases or colon cancer.\nColonoscopy: The doctor will insert a flexible tube into the rectum to examine the entire colon. This test can be performed even for people over 50 years old, at risk of colon cancer or showing signs of some other diseases with symptoms of abdominal pain, diarrhea...; Colonoscopy: The doctor will insert a flexible tube into the rectum to examine the entire colon. This test can be performed even for people over 50 years old, at risk of colon cancer or showing signs of some other diseases with symptoms of abdominal pain, diarrhea..."
        },
        {
            "subsection_name": "Complications of anal fissures",
            "subsection_content": "Anal fissures also have the risk of leading to some serious complications if not detected, diagnosed and treated promptly. Specifically includes:\nCannot be healed: Anal fissures, if not healed within 6-8 weeks, can progress to chronicity, requiring complex treatment.; Recurrence: Anal fissures have a high risk of recurrence. If there is a previous history, the patient is very likely to encounter new fissures.; The tear extends to the surrounding muscles: A tear in the anus can extend to the internal sphincter, making the healing process even more difficult.",
            "subsection_string": "Complications of anal fissures\nAnal fissures also have the risk of leading to some serious complications if not detected, diagnosed and treated promptly. Specifically includes:\nCannot be healed: Anal fissures, if not healed within 6-8 weeks, can progress to chronicity, requiring complex treatment.; Recurrence: Anal fissures have a high risk of recurrence. If there is a previous history, the patient is very likely to encounter new fissures.; The tear extends to the surrounding muscles: A tear in the anus can extend to the internal sphincter, making the healing process even more difficult."
        },
        {
            "subsection_name": "Treatment of anal fissures",
            "subsection_content": "The goal of treating anal fissures is to reduce pressure on the anal canal by softening stools, limiting discomfort and bleeding. Among them, two main methods that are commonly implemented include:\n1. Use medication to treat anal fissures\nMedications to treat anal fissures often include stool softeners, fissure-healing medications, and sphincter-reducing medications. Some types commonly prescribed by doctors are as follows:\nNitroglycerin (Rectiv): This is a topical medication that increases blood flow to the fissure to relax the anal sphincter and speed up the healing process. Nitroglycerin is often the preferred choice after other conservative methods have failed. Common side effects are mainly headaches, or some more serious symptoms.; Nitroglycerin (Rectiv): This is a topical medication that increases blood flow to the fissure to relax the anal sphincter and speed up the healing process. Nitroglycerin is often the preferred choice after other conservative methods have failed. Common side effects are mainly headaches, or some more serious symptoms.\nTopical anesthetic creams (such as Lidocaine Hydrochloride (Xylocaine) ) provide effective pain relief.; Topical anesthetic creams (such as Lidocaine Hydrochloride (Xylocaine) ) provide effective pain relief.\nOral Nifedipine (Procardia) or Diltiazem (Cardizem): These medications help relax the anal sphincter and can be taken orally or applied externally. However, this method should only be applied when Nitroglycerin is ineffective or causes some significant side effects.; Oral Nifedipine (Procardia) or Diltiazem (Cardizem): These medications help relax the anal sphincter and can be taken orally or applied externally. However, this method should only be applied when Nitroglycerin is ineffective or causes some significant side effects.\nBotulinum toxin type A (Botox) injection: This method will paralyze the anal sphincter to reduce pain.; Botulinum toxin type A (Botox) injection: This method will paralyze the anal sphincter to reduce pain.\n2. Surgery\nIf the anal fissure has progressed to a chronic level, medical treatments are completely ineffective, and symptoms become more severe, the doctor will recommend internal sphincterectomy. (LIS). This is a procedure to cut a small part of the anal sphincter to reduce pain and spasms, and promote the wound recovery process.(3)\nInternal sphincterectomy is the gold standard in the treatment of anal fissures that have failed medical treatment. Studies have also determined that, for chronic fissures, surgery is always the most effective. However, this method also has the risk of causing urinary incontinence.",
            "subsection_string": "Treatment of anal fissures\nThe goal of treating anal fissures is to reduce pressure on the anal canal by softening stools, limiting discomfort and bleeding. Among them, two main methods that are commonly implemented include:\n1. Use medication to treat anal fissures\nMedications to treat anal fissures often include stool softeners, fissure-healing medications, and sphincter-reducing medications. Some types commonly prescribed by doctors are as follows:\nNitroglycerin (Rectiv): This is a topical medication that increases blood flow to the fissure to relax the anal sphincter and speed up the healing process. Nitroglycerin is often the preferred choice after other conservative methods have failed. Common side effects are mainly headaches, or some more serious symptoms.; Nitroglycerin (Rectiv): This is a topical medication that increases blood flow to the fissure to relax the anal sphincter and speed up the healing process. Nitroglycerin is often the preferred choice after other conservative methods have failed. Common side effects are mainly headaches, or some more serious symptoms.\nTopical anesthetic creams (such as Lidocaine Hydrochloride (Xylocaine) ) provide effective pain relief.; Topical anesthetic creams (such as Lidocaine Hydrochloride (Xylocaine) ) provide effective pain relief.\nOral Nifedipine (Procardia) or Diltiazem (Cardizem): These medications help relax the anal sphincter and can be taken orally or applied externally. However, this method should only be applied when Nitroglycerin is ineffective or causes some significant side effects.; Oral Nifedipine (Procardia) or Diltiazem (Cardizem): These medications help relax the anal sphincter and can be taken orally or applied externally. However, this method should only be applied when Nitroglycerin is ineffective or causes some significant side effects.\nBotulinum toxin type A (Botox) injection: This method will paralyze the anal sphincter to reduce pain.; Botulinum toxin type A (Botox) injection: This method will paralyze the anal sphincter to reduce pain.\n2. Surgery\nIf the anal fissure has progressed to a chronic level, medical treatments are completely ineffective, and symptoms become more severe, the doctor will recommend internal sphincterectomy. (LIS). This is a procedure to cut a small part of the anal sphincter to reduce pain and spasms, and promote the wound recovery process.(3)\nInternal sphincterectomy is the gold standard in the treatment of anal fissures that have failed medical treatment. Studies have also determined that, for chronic fissures, surgery is always the most effective. However, this method also has the risk of causing urinary incontinence."
        },
        {
            "subsection_name": "What to do to prevent anal fissures",
            "subsection_content": "To avoid anal fissures causing pain and discomfort and affecting daily activities, proactive prevention from the beginning is essential. Some useful solutions that can be implemented include:\n1. Add fiber\nWhen constipated, defecation will be difficult due to dry, hard, large stools, thereby causing anal fissures. Therefore, supplementing adequate fiber in the daily diet (20 - 35g/day) is really necessary. Some food sources rich in this ingredient include:\nWheat, whole oats; Whole grains: brown rice, corn...; Peas.; Seeds and nuts.; Citrus fruit.\n2. Drink enough water\nDrinking enough water every day is also a way to prevent constipation and minimize the formation of anal fissures. In particular, more water needs to be replenished after physical activity or in warm weather. However, not all drinks are good. For example, drinking a lot of alcohol and caffeine will increase the possibility of dehydration, which is not good for health.\n3. Exercise\nThe habit of exercising for at least 30 minutes a day will help keep the digestive system healthy. From there, the body will limit common constipation and diarrhea, effectively preventing the formation of anal fissures.\n4. Develop healthy bowel habits\nDo not hold in defecation or wait too long.; Don't sit on the toilet for too long.; Keep the anal area always dry, gently wipe clean after each bowel movement.; Use toilet paper containing natural ingredients or soft towels without fragrance or toxic chemicals.; Treat diseases that risk leading to anal fissures such as diarrhea, constipation... as soon as symptoms appear.\n5. Change diapers regularly (for newborns)\nAnal fissures are very common in newborns. Therefore, to prevent this condition, cleaning the baby's anus and changing diapers regularly is very important.\n6. Use laxatives\nIf conventional care methods such as adding water, fiber, etc. are not effective in treating constipation, the patient should use laxatives as prescribed by the doctor. Some important effects include:\nIncreases the amount of water in the intestines.; Lubricates stools to facilitate easier elimination from the body.; Water retention in the colon.; Stimulates the muscles in the intestines to speed up bowel movements.",
            "subsection_string": "What to do to prevent anal fissures\nTo avoid anal fissures causing pain and discomfort and affecting daily activities, proactive prevention from the beginning is essential. Some useful solutions that can be implemented include:\n1. Add fiber\nWhen constipated, defecation will be difficult due to dry, hard, large stools, thereby causing anal fissures. Therefore, supplementing adequate fiber in the daily diet (20 - 35g/day) is really necessary. Some food sources rich in this ingredient include:\nWheat, whole oats; Whole grains: brown rice, corn...; Peas.; Seeds and nuts.; Citrus fruit.\n2. Drink enough water\nDrinking enough water every day is also a way to prevent constipation and minimize the formation of anal fissures. In particular, more water needs to be replenished after physical activity or in warm weather. However, not all drinks are good. For example, drinking a lot of alcohol and caffeine will increase the possibility of dehydration, which is not good for health.\n3. Exercise\nThe habit of exercising for at least 30 minutes a day will help keep the digestive system healthy. From there, the body will limit common constipation and diarrhea, effectively preventing the formation of anal fissures.\n4. Develop healthy bowel habits\nDo not hold in defecation or wait too long.; Don't sit on the toilet for too long.; Keep the anal area always dry, gently wipe clean after each bowel movement.; Use toilet paper containing natural ingredients or soft towels without fragrance or toxic chemicals.; Treat diseases that risk leading to anal fissures such as diarrhea, constipation... as soon as symptoms appear.\n5. Change diapers regularly (for newborns)\nAnal fissures are very common in newborns. Therefore, to prevent this condition, cleaning the baby's anus and changing diapers regularly is very important.\n6. Use laxatives\nIf conventional care methods such as adding water, fiber, etc. are not effective in treating constipation, the patient should use laxatives as prescribed by the doctor. Some important effects include:\nIncreases the amount of water in the intestines.; Lubricates stools to facilitate easier elimination from the body.; Water retention in the colon.; Stimulates the muscles in the intestines to speed up bowel movements."
        },
        {
            "subsection_name": "Distinguish between anal fissures and hemorrhoids",
            "subsection_content": "Hemorrhoids are a condition in which the veins inside or outside the anal canal become swollen, often due to chronic constipation. Initially, it is difficult for the patient to detect because there are no painful symptoms until the hemorrhoids swell larger. On the contrary, anal fissures appear with tears in the skin around this location, causing pain when defecating, possibly accompanied by blood.",
            "subsection_string": "Distinguish between anal fissures and hemorrhoids\nHemorrhoids are a condition in which the veins inside or outside the anal canal become swollen, often due to chronic constipation. Initially, it is difficult for the patient to detect because there are no painful symptoms until the hemorrhoids swell larger. On the contrary, anal fissures appear with tears in the skin around this location, causing pain when defecating, possibly accompanied by blood."
        },
        {
            "subsection_name": "Frequently asked questions about anal fissures",
            "subsection_content": "1. Is anal fissure dangerous?\nAnal fissures are not life-threatening and also increase the risk of colon cancer. However, this condition will make the patient feel very painful and uncomfortable, and may not even heal or recur many times if not treated effectively.\n2. Can anal fissures lead to cancer?\nAnal fissures do not increase the risk of colon cancer nor are they a cause of this serious disease.\n3. Can anal fissures heal on their own?\nMild anal fissures with small tears can heal on their own after a few weeks if constipation and diarrhea improve. However, as soon as symptoms appear, the patient should not be subjective, instead they need to contact a doctor for early treatment to avoid progression to serious chronic disease.\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...), and other Anal diseases such as: anal itching, anal swelling, anal inflammation, anal abscess, anal fistula. Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all information related to anal fissures. Hopefully through these shares, patients will have more useful updates to proactively prevent, monitor, detect and treat the disease effectively.",
            "subsection_string": "Frequently asked questions about anal fissures\n1. Is anal fissure dangerous?\nAnal fissures are not life-threatening and also increase the risk of colon cancer. However, this condition will make the patient feel very painful and uncomfortable, and may not even heal or recur many times if not treated effectively.\n2. Can anal fissures lead to cancer?\nAnal fissures do not increase the risk of colon cancer nor are they a cause of this serious disease.\n3. Can anal fissures heal on their own?\nMild anal fissures with small tears can heal on their own after a few weeks if constipation and diarrhea improve. However, as soon as symptoms appear, the patient should not be subjective, instead they need to contact a doctor for early treatment to avoid progression to serious chronic disease.\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...), and other Anal diseases such as: anal itching, anal swelling, anal inflammation, anal abscess, anal fistula. Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all information related to anal fissures. Hopefully through these shares, patients will have more useful updates to proactively prevent, monitor, detect and treat the disease effectively."
        }
    ],
    "name": "nut-ke-hau-mon.json"
}