{
    "title": "Premature rupture of membranes: Causes, signs and treatments",
    "category": "Obstetrics - Gynecology ",
    "link": "https://tamanhhospital.vn/oi-vo-non/",
    "abstract": "Premature rupture of membranes is one of the dangerous obstetric complications, causing significant impact on the health and life of the fetus. Obstetric experts say this complication can be completely prevented if pregnancy is properly monitored and intervened.",
    "content": "Premature rupture of membranes: Causes, signs and treatments\n\nPremature rupture of membranes is one of the dangerous obstetric complications, causing significant impact on the health and life of the fetus. Obstetric experts say this complication can be completely prevented if pregnancy is properly monitored and intervened.\n\nWhat is amniotic rupture?\nThe fetus is nourished and protected inside a fluid-filled membrane sac (amniotic fluid) called the amniotic sac. The amniotic sac is also a place that helps the fetus move and move easily in the mother's womb, avoiding external damage or impact. At the same time, it is a barrier that prevents the penetration and attack of bacteria into the fetus. When the amniotic membrane is torn, amniotic fluid will leak out through the cervix and vagina. (first)\nThe amniotic sac is an environment that nourishes and protects the fetus from the invasion and impact of outside microorganisms\nRupture of water is often a sign that a woman is about to go into labor. Normally, rupture of membranes will occur when the fetus is full term (37 weeks) but can also occur earlier (this condition is called premature rupture of membranes).\n\nClassification of amniotic rupture\nIn the past, obstetricians used different concepts to distinguish the stages of ruptured membranes:\nPremature rupture of membranes: is a condition in which the membranes break when labor has occurred; Premature rupture of membranes: in cases where membranes have broken but labor has not occurred.\nIn cases of premature rupture of membranes, treatment and prognosis depend largely on gestational age, so specialists are often concerned about rupture of membranes in the following cases:\nFull-term pregnancy: over 37 weeks; Premature pregnancy: 34-37 weeks, or 24-34 weeks, or less than 24-22 weeks...\nWhen the membranes break at a younger gestational age, the fetus is at greater risk of encountering many dangers, seriously affecting health and life.\n\nCauses of premature rupture of membranes\nBS.CKII Le Thanh Hung, Doctor at Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City, said that there are many reasons why pregnant women's water can break, including: (2)\nInfection of the lower genital tract\nPregnant women with lower genital tract infections such as cervicitis, vaginitis, vulva... are at risk of being attacked by bacteria that cause inflammation of the amniotic membrane, leading to rupture of membranes. Therefore, obstetricians recommend that pregnant women treat lower genital tract infections as soon as possible, if any.\nSexually transmitted diseases\nSyphilis, gonorrhea, genital herpes, etc. are also some of the causes of ruptured membranes.\nAbnormal fetal position\nMost cases of premature rupture of membranes are due to abnormal fetal position such as transverse or breech position; or pregnant women with multiple pregnancies, polyhydramnios, narrow pelvis, placenta previa...\nAbnormal fetal position is a common cause of pregnant women's membranes breaking\nDoctor Le Thanh Hung said that with the development of modern medicine and the support of state-of-the-art equipment, it is now possible to see abnormal fetal position. From there, the obstetrician will recommend close pregnancy monitoring and early birth support to maximize the risk of premature rupture of membranes causing dangerous complications.\nSmoke\nSmoking by pregnant women can have many effects on the health and normal development of the fetus, as well as the risk of rupture of membranes during pregnancy.\nOther causes\nSome other rare causes of rupture of membranes are due to the woman having a short cervix, cervical ectropion, poor health of the mother due to lack of nutrition, injury to the mother...\n\nWarning signs of premature rupture of membranes\nWhen noticing the following warning signs, pregnant women should immediately think about rupture of membranes and go immediately to a medical facility for timely examination and intervention:\nLeakage from the vagina: Normally, amniotic fluid may leak a little, but there are also cases of massive amniotic fluid leaking. The phenomenon of amniotic leakage is also different from urinary incontinence, amniotic fluid flows more slowly, is colorless and odorless; The pH concentration is very different from urine so it can be immediately verified with litmus paper.; Amniotic fluid leaking with bleeding: When experiencing a situation of massive amniotic fluid flowing with bleeding, pregnant women need to immediately go to a medical facility with obstetric intervention for timely intervention.; Amniotic fluid has an unusual color or smell: In case the amniotic fluid flowing out has a strange smell or color such as yellow, blue... the pregnant woman needs to immediately go to a medical facility for examination and accurate identification because this is the case. May be a sign of amniotic fluid infection or meconium.\nLeakage from the vagina, fluid leakage with bleeding... are warning signs of premature rupture of membranes that the pregnant woman needs to immediately go to a medical facility for timely intervention.\n\nIs premature rupture of membranes dangerous?\nDoctor Le Thanh Hung said that depending on the health of the pregnancy and the time of amniotic rupture compared to when the fetus is full-term (37 weeks), it can cause different dangerous complications, of which the greatest risk is infection and premature birth.\nInfection\nThe amniotic sac has the role of protecting the fetus from the invasion and attack of harmful bacteria and germs. When the amniotic membrane ruptures, amniotic fluid leaks out, weakening this protective layer, allowing harmful microorganisms from outside to enter and damage the fetus. When infected, the fetus is at risk of respiratory failure at birth.\nIn the case of amniotic infection when the fetal position is not stable, it will lead to umbilical cord prolapse, even causing the umbilical cord to fall out, causing the fetus to not receive nutrition and oxygen.\nPregnant women with ruptured membranes are at risk of blood infection, peritonitis (membrane covering all organs inside the abdomen and pelvis)...\nPremature birth\nIn cases where the mother's water breaks with the risk of infection and complications, the obstetrician may request an immediate cesarean section if vaginal birth conditions are not favorable, prolonging the rupture time. Amniotic fluid infection will get worse.\nThe fetus being taken outside before the 37th week of pregnancy can cause many serious effects on the child's health in the future such as respiratory diseases, visual diseases, infections...\nFetuses born before the 24th week of pregnancy have many health risks and premature birth diseases. In cases where the mother's membranes rupture prematurely, causing premature labor, the premature baby also faces similar risks.\n\nWhat should pregnant women do when their water breaks?\nAs soon as pregnant women notice warning signs of ruptured membranes, they should:\nGo to a medical facility immediately to get checked\nTo determine for sure whether the membranes have broken or not, pregnant women should immediately go to a medical facility with a good obstetric unit to have the doctor check the cervix to see if the leakage is amniotic leakage or not. Is the amniotic sac infected, has the woman started labor or not? In addition, the woman will be given an ultrasound to determine the amount of amniotic fluid still in the amniotic chamber.\nThe obstetrician will prescribe an ultrasound to determine the exact amount of amniotic fluid remaining in the amniotic cavity\nThe pregnant woman can stay under observation at a medical facility for a few hours. If the condition is not serious, the doctor will send the pregnant woman home for monitoring.\nContinue to monitor your pregnancy at home\nWhen monitoring pregnancy at home, women should pay attention to:\nMeasure body temperature every 4 - 8 hours. If the temperature is above 37 degrees Celsius or even above 38.5 degrees Celsius, it may be a sign of infection, the mother needs to return immediately to the medical facility. .; Monitor the color of amniotic fluid using a daily sanitary pad. When you notice any changes in the color and smell of the amniotic fluid, the pregnant woman needs to return to the medical facility for proper treatment.\nPrepare mentally for early birth\nWhen the benefits of early birth outweigh the risks of ruptured membranes, the obstetrician will prescribe a vaginal birth or cesarean section immediately to ensure the safety of the mother and fetus.\nTo prepare for a cesarean section, pregnant women can learn about modern painless birth techniques, how to take care of their health after surgery, as well as choose a hospital with a good, experienced neonatal care unit. in raising premature babies, ensuring they are born healthy and have enough foundation for development.\n\nTreatment of premature rupture of membranes\nDoctor Le Thanh Hung said that depending on the age of the fetus when the mother's water breaks, the obstetrician will have appropriate intervention and treatment. For full-term fetuses, the pregnancy will be terminated immediately by normal birth or cesarean section. In the case of rupture of membranes when the fetus is still young (premature rupture of membranes), the fetus needs to be cared for and nourished.\nDepending on the gestational age when the membranes rupture prematurely, the doctor will prescribe appropriate continued feeding or termination of pregnancy\nDetail:\nGestational age 22 – 31 weeks\nAt this gestational age, the fetus is not fully developed. If it is born early, it can face many risks that threaten its health as well as the foundation for future physical development. Therefore, in case the membranes break, the doctor will try to continue to support the fetus by: Using lung maturation drugs (usually 24-34 weeks). Infection management such as limiting manual examination and using a speculum instead; culture of cervical, vaginal, and anal fluids for pregnant women; Use broad-spectrum antibiotics to prevent infection for both mother and fetus; Monitor obstetric monitor 1-3 times/day, ultrasound evaluate fetus, placenta and amniotic fluid. Use antispasmodic drugs when women have labor contractions.\nGestational age 32 - 33 weeks\nThe doctor will prescribe continued care and nourishment of the fetus for the longest possible time by: Using corticosteroids to stimulate fetal lung maturity. Monitor the fetal heart rate and check the development of the fetus inside the uterus. Strictly and effectively control infections in pregnant women. Use tocolytics.\nWhen there is adequate evidence of lung maturity, infection, and fetal distress, the doctor will prescribe labor induction.\nGestational age 34 – 36 weeks\nThe doctor will continue to monitor the fetus through fetal ultrasound and obstetric monitor, and does not recommend the use of corticosteroids. About 90% of women will have spontaneous labor within 24 hours after their water breaks.\nDepending on the health of the fetus, amniotic state and infection, the doctor will prescribe waiting for natural labor or induction of labor or cesarean section. In cases where there is adequate lung maturity, the doctor will prescribe the fetus to be taken out and the pregnancy to be terminated immediately. In case the pregnancy remains, it is necessary to strictly manage the infection. Do not use tocolytic drugs at 36 weeks of pregnancy.\nGestational age over 37 weeks\nThe American Congress of Obstetricians and Gynecologists (ACOG) recommends terminating pregnancy when the membranes of the fetus over 37 weeks break, from 12 to 24 hours after the membrane breaks to minimize dangerous complications for the mother and fetus. Initiate labor immediately after 12 hours or earlier if convenient.\n\nPrevent premature rupture of membranes\nPreventing premature rupture of membranes is the best way to minimize dangerous complications that threaten the mother and fetus. Pregnant women can prevent it by:\nEffective control and treatment of lower genital tract infections during pregnancy.; Establish a scientific nutritional regimen, fully supplementing with necessary nutrients; have a reasonable rest regime; healthy lifestyle, no smoking...;; Consult and choose a medical facility with a strong obstetric unit and neonatal unit to ensure that pregnant women and their newborn babies receive the best care.; Do not arbitrarily buy and use antibiotics without a doctor's prescription.\nInvested in building spacious facilities; owns a system of modern machinery and equipment; brings together a team of doctors who are leading experts in the field of Obstetrics and Gynecology in Vietnam... Tam Anh General Hospital Obstetrics and Gynecology Center deploys maternity packages, birth packages, and maternity packages on request. from the days of conception to birth with a full range of prenatal examination services, 3D, 4D ultrasound, Double Test, Triple Test and many routine tests to help the mother stay healthy and the fetus develop comprehensively.\nPregnant mothers are advised and guided to monitor their pregnancy under the close supervision of skilled and experienced obstetricians. Pregnant mothers have more useful knowledge in pregnancy care and preventing dark spots. Many dangerous complications threaten mother and baby.\nIn particular, the Obstetrics and Gynecology Center is also closely linked with the Neonatal Center, Pediatrics Department, Cardiovascular Center, Diagnostic Imaging Center and many other specialties at the hospital to ensure a \"perfect mother-child\" birth. square\", the baby is guaranteed the best health and has enough foundation for future intellectual and physical development.\nTam Anh General Hospital closely coordinates with specialties to ensure a safe birth and a healthy mother and baby\nSee more:\n\"Golden hour\" regimen saves lives of extremely premature babies born at 25 weeks weighing only 740g at Tam Anh Hospital; Tam Anh Hospital raised a premature baby born at 24 weeks and 5 days weighing 550g\nFor advice and pregnancy monitoring with leading obstetric experts at the Obstetrics and Gynecology Center of Tam Anh General Hospital, please contact:\nPremature rupture of membranes can have many serious effects on the health and life of the fetus. Therefore, it is recommended that pregnant women have regular prenatal examinations and ultrasounds as prescribed by doctors to detect abnormalities early and handle them promptly.",
    "subsections": [
        {
            "subsection_name": "What is amniotic rupture?",
            "subsection_content": "The fetus is nourished and protected inside a fluid-filled membrane sac (amniotic fluid) called the amniotic sac. The amniotic sac is also a place that helps the fetus move and move easily in the mother's womb, avoiding external damage or impact. At the same time, it is a barrier that prevents the penetration and attack of bacteria into the fetus. When the amniotic membrane is torn, amniotic fluid will leak out through the cervix and vagina. (first)\nThe amniotic sac is an environment that nourishes and protects the fetus from the invasion and impact of outside microorganisms\nRupture of water is often a sign that a woman is about to go into labor. Normally, rupture of membranes will occur when the fetus is full term (37 weeks) but can also occur earlier (this condition is called premature rupture of membranes).",
            "subsection_string": "What is amniotic rupture?\nThe fetus is nourished and protected inside a fluid-filled membrane sac (amniotic fluid) called the amniotic sac. The amniotic sac is also a place that helps the fetus move and move easily in the mother's womb, avoiding external damage or impact. At the same time, it is a barrier that prevents the penetration and attack of bacteria into the fetus. When the amniotic membrane is torn, amniotic fluid will leak out through the cervix and vagina. (first)\nThe amniotic sac is an environment that nourishes and protects the fetus from the invasion and impact of outside microorganisms\nRupture of water is often a sign that a woman is about to go into labor. Normally, rupture of membranes will occur when the fetus is full term (37 weeks) but can also occur earlier (this condition is called premature rupture of membranes)."
        },
        {
            "subsection_name": "Classification of amniotic rupture",
            "subsection_content": "In the past, obstetricians used different concepts to distinguish the stages of ruptured membranes:\nPremature rupture of membranes: is a condition in which the membranes break when labor has occurred; Premature rupture of membranes: in cases where membranes have broken but labor has not occurred.\nIn cases of premature rupture of membranes, treatment and prognosis depend largely on gestational age, so specialists are often concerned about rupture of membranes in the following cases:\nFull-term pregnancy: over 37 weeks; Premature pregnancy: 34-37 weeks, or 24-34 weeks, or less than 24-22 weeks...\nWhen the membranes break at a younger gestational age, the fetus is at greater risk of encountering many dangers, seriously affecting health and life.",
            "subsection_string": "Classification of amniotic rupture\nIn the past, obstetricians used different concepts to distinguish the stages of ruptured membranes:\nPremature rupture of membranes: is a condition in which the membranes break when labor has occurred; Premature rupture of membranes: in cases where membranes have broken but labor has not occurred.\nIn cases of premature rupture of membranes, treatment and prognosis depend largely on gestational age, so specialists are often concerned about rupture of membranes in the following cases:\nFull-term pregnancy: over 37 weeks; Premature pregnancy: 34-37 weeks, or 24-34 weeks, or less than 24-22 weeks...\nWhen the membranes break at a younger gestational age, the fetus is at greater risk of encountering many dangers, seriously affecting health and life."
        },
        {
            "subsection_name": "Causes of premature rupture of membranes",
            "subsection_content": "BS.CKII Le Thanh Hung, Doctor at Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City, said that there are many reasons why pregnant women's water can break, including: (2)\nInfection of the lower genital tract\nPregnant women with lower genital tract infections such as cervicitis, vaginitis, vulva... are at risk of being attacked by bacteria that cause inflammation of the amniotic membrane, leading to rupture of membranes. Therefore, obstetricians recommend that pregnant women treat lower genital tract infections as soon as possible, if any.\nSexually transmitted diseases\nSyphilis, gonorrhea, genital herpes, etc. are also some of the causes of ruptured membranes.\nAbnormal fetal position\nMost cases of premature rupture of membranes are due to abnormal fetal position such as transverse or breech position; or pregnant women with multiple pregnancies, polyhydramnios, narrow pelvis, placenta previa...\nAbnormal fetal position is a common cause of pregnant women's membranes breaking\nDoctor Le Thanh Hung said that with the development of modern medicine and the support of state-of-the-art equipment, it is now possible to see abnormal fetal position. From there, the obstetrician will recommend close pregnancy monitoring and early birth support to maximize the risk of premature rupture of membranes causing dangerous complications.\nSmoke\nSmoking by pregnant women can have many effects on the health and normal development of the fetus, as well as the risk of rupture of membranes during pregnancy.\nOther causes\nSome other rare causes of rupture of membranes are due to the woman having a short cervix, cervical ectropion, poor health of the mother due to lack of nutrition, injury to the mother...",
            "subsection_string": "Causes of premature rupture of membranes\nBS.CKII Le Thanh Hung, Doctor at Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City, said that there are many reasons why pregnant women's water can break, including: (2)\nInfection of the lower genital tract\nPregnant women with lower genital tract infections such as cervicitis, vaginitis, vulva... are at risk of being attacked by bacteria that cause inflammation of the amniotic membrane, leading to rupture of membranes. Therefore, obstetricians recommend that pregnant women treat lower genital tract infections as soon as possible, if any.\nSexually transmitted diseases\nSyphilis, gonorrhea, genital herpes, etc. are also some of the causes of ruptured membranes.\nAbnormal fetal position\nMost cases of premature rupture of membranes are due to abnormal fetal position such as transverse or breech position; or pregnant women with multiple pregnancies, polyhydramnios, narrow pelvis, placenta previa...\nAbnormal fetal position is a common cause of pregnant women's membranes breaking\nDoctor Le Thanh Hung said that with the development of modern medicine and the support of state-of-the-art equipment, it is now possible to see abnormal fetal position. From there, the obstetrician will recommend close pregnancy monitoring and early birth support to maximize the risk of premature rupture of membranes causing dangerous complications.\nSmoke\nSmoking by pregnant women can have many effects on the health and normal development of the fetus, as well as the risk of rupture of membranes during pregnancy.\nOther causes\nSome other rare causes of rupture of membranes are due to the woman having a short cervix, cervical ectropion, poor health of the mother due to lack of nutrition, injury to the mother..."
        },
        {
            "subsection_name": "Warning signs of premature rupture of membranes",
            "subsection_content": "When noticing the following warning signs, pregnant women should immediately think about rupture of membranes and go immediately to a medical facility for timely examination and intervention:\nLeakage from the vagina: Normally, amniotic fluid may leak a little, but there are also cases of massive amniotic fluid leaking. The phenomenon of amniotic leakage is also different from urinary incontinence, amniotic fluid flows more slowly, is colorless and odorless; The pH concentration is very different from urine so it can be immediately verified with litmus paper.; Amniotic fluid leaking with bleeding: When experiencing a situation of massive amniotic fluid flowing with bleeding, pregnant women need to immediately go to a medical facility with obstetric intervention for timely intervention.; Amniotic fluid has an unusual color or smell: In case the amniotic fluid flowing out has a strange smell or color such as yellow, blue... the pregnant woman needs to immediately go to a medical facility for examination and accurate identification because this is the case. May be a sign of amniotic fluid infection or meconium.\nLeakage from the vagina, fluid leakage with bleeding... are warning signs of premature rupture of membranes that the pregnant woman needs to immediately go to a medical facility for timely intervention.",
            "subsection_string": "Warning signs of premature rupture of membranes\nWhen noticing the following warning signs, pregnant women should immediately think about rupture of membranes and go immediately to a medical facility for timely examination and intervention:\nLeakage from the vagina: Normally, amniotic fluid may leak a little, but there are also cases of massive amniotic fluid leaking. The phenomenon of amniotic leakage is also different from urinary incontinence, amniotic fluid flows more slowly, is colorless and odorless; The pH concentration is very different from urine so it can be immediately verified with litmus paper.; Amniotic fluid leaking with bleeding: When experiencing a situation of massive amniotic fluid flowing with bleeding, pregnant women need to immediately go to a medical facility with obstetric intervention for timely intervention.; Amniotic fluid has an unusual color or smell: In case the amniotic fluid flowing out has a strange smell or color such as yellow, blue... the pregnant woman needs to immediately go to a medical facility for examination and accurate identification because this is the case. May be a sign of amniotic fluid infection or meconium.\nLeakage from the vagina, fluid leakage with bleeding... are warning signs of premature rupture of membranes that the pregnant woman needs to immediately go to a medical facility for timely intervention."
        },
        {
            "subsection_name": "Is premature rupture of membranes dangerous?",
            "subsection_content": "Doctor Le Thanh Hung said that depending on the health of the pregnancy and the time of amniotic rupture compared to when the fetus is full-term (37 weeks), it can cause different dangerous complications, of which the greatest risk is infection and premature birth.\nInfection\nThe amniotic sac has the role of protecting the fetus from the invasion and attack of harmful bacteria and germs. When the amniotic membrane ruptures, amniotic fluid leaks out, weakening this protective layer, allowing harmful microorganisms from outside to enter and damage the fetus. When infected, the fetus is at risk of respiratory failure at birth.\nIn the case of amniotic infection when the fetal position is not stable, it will lead to umbilical cord prolapse, even causing the umbilical cord to fall out, causing the fetus to not receive nutrition and oxygen.\nPregnant women with ruptured membranes are at risk of blood infection, peritonitis (membrane covering all organs inside the abdomen and pelvis)...\nPremature birth\nIn cases where the mother's water breaks with the risk of infection and complications, the obstetrician may request an immediate cesarean section if vaginal birth conditions are not favorable, prolonging the rupture time. Amniotic fluid infection will get worse.\nThe fetus being taken outside before the 37th week of pregnancy can cause many serious effects on the child's health in the future such as respiratory diseases, visual diseases, infections...\nFetuses born before the 24th week of pregnancy have many health risks and premature birth diseases. In cases where the mother's membranes rupture prematurely, causing premature labor, the premature baby also faces similar risks.",
            "subsection_string": "Is premature rupture of membranes dangerous?\nDoctor Le Thanh Hung said that depending on the health of the pregnancy and the time of amniotic rupture compared to when the fetus is full-term (37 weeks), it can cause different dangerous complications, of which the greatest risk is infection and premature birth.\nInfection\nThe amniotic sac has the role of protecting the fetus from the invasion and attack of harmful bacteria and germs. When the amniotic membrane ruptures, amniotic fluid leaks out, weakening this protective layer, allowing harmful microorganisms from outside to enter and damage the fetus. When infected, the fetus is at risk of respiratory failure at birth.\nIn the case of amniotic infection when the fetal position is not stable, it will lead to umbilical cord prolapse, even causing the umbilical cord to fall out, causing the fetus to not receive nutrition and oxygen.\nPregnant women with ruptured membranes are at risk of blood infection, peritonitis (membrane covering all organs inside the abdomen and pelvis)...\nPremature birth\nIn cases where the mother's water breaks with the risk of infection and complications, the obstetrician may request an immediate cesarean section if vaginal birth conditions are not favorable, prolonging the rupture time. Amniotic fluid infection will get worse.\nThe fetus being taken outside before the 37th week of pregnancy can cause many serious effects on the child's health in the future such as respiratory diseases, visual diseases, infections...\nFetuses born before the 24th week of pregnancy have many health risks and premature birth diseases. In cases where the mother's membranes rupture prematurely, causing premature labor, the premature baby also faces similar risks."
        },
        {
            "subsection_name": "What should pregnant women do when their water breaks?",
            "subsection_content": "As soon as pregnant women notice warning signs of ruptured membranes, they should:\nGo to a medical facility immediately to get checked\nTo determine for sure whether the membranes have broken or not, pregnant women should immediately go to a medical facility with a good obstetric unit to have the doctor check the cervix to see if the leakage is amniotic leakage or not. Is the amniotic sac infected, has the woman started labor or not? In addition, the woman will be given an ultrasound to determine the amount of amniotic fluid still in the amniotic chamber.\nThe obstetrician will prescribe an ultrasound to determine the exact amount of amniotic fluid remaining in the amniotic cavity\nThe pregnant woman can stay under observation at a medical facility for a few hours. If the condition is not serious, the doctor will send the pregnant woman home for monitoring.\nContinue to monitor your pregnancy at home\nWhen monitoring pregnancy at home, women should pay attention to:\nMeasure body temperature every 4 - 8 hours. If the temperature is above 37 degrees Celsius or even above 38.5 degrees Celsius, it may be a sign of infection, the mother needs to return immediately to the medical facility. .; Monitor the color of amniotic fluid using a daily sanitary pad. When you notice any changes in the color and smell of the amniotic fluid, the pregnant woman needs to return to the medical facility for proper treatment.\nPrepare mentally for early birth\nWhen the benefits of early birth outweigh the risks of ruptured membranes, the obstetrician will prescribe a vaginal birth or cesarean section immediately to ensure the safety of the mother and fetus.\nTo prepare for a cesarean section, pregnant women can learn about modern painless birth techniques, how to take care of their health after surgery, as well as choose a hospital with a good, experienced neonatal care unit. in raising premature babies, ensuring they are born healthy and have enough foundation for development.",
            "subsection_string": "What should pregnant women do when their water breaks?\nAs soon as pregnant women notice warning signs of ruptured membranes, they should:\nGo to a medical facility immediately to get checked\nTo determine for sure whether the membranes have broken or not, pregnant women should immediately go to a medical facility with a good obstetric unit to have the doctor check the cervix to see if the leakage is amniotic leakage or not. Is the amniotic sac infected, has the woman started labor or not? In addition, the woman will be given an ultrasound to determine the amount of amniotic fluid still in the amniotic chamber.\nThe obstetrician will prescribe an ultrasound to determine the exact amount of amniotic fluid remaining in the amniotic cavity\nThe pregnant woman can stay under observation at a medical facility for a few hours. If the condition is not serious, the doctor will send the pregnant woman home for monitoring.\nContinue to monitor your pregnancy at home\nWhen monitoring pregnancy at home, women should pay attention to:\nMeasure body temperature every 4 - 8 hours. If the temperature is above 37 degrees Celsius or even above 38.5 degrees Celsius, it may be a sign of infection, the mother needs to return immediately to the medical facility. .; Monitor the color of amniotic fluid using a daily sanitary pad. When you notice any changes in the color and smell of the amniotic fluid, the pregnant woman needs to return to the medical facility for proper treatment.\nPrepare mentally for early birth\nWhen the benefits of early birth outweigh the risks of ruptured membranes, the obstetrician will prescribe a vaginal birth or cesarean section immediately to ensure the safety of the mother and fetus.\nTo prepare for a cesarean section, pregnant women can learn about modern painless birth techniques, how to take care of their health after surgery, as well as choose a hospital with a good, experienced neonatal care unit. in raising premature babies, ensuring they are born healthy and have enough foundation for development."
        },
        {
            "subsection_name": "Treatment of premature rupture of membranes",
            "subsection_content": "Doctor Le Thanh Hung said that depending on the age of the fetus when the mother's water breaks, the obstetrician will have appropriate intervention and treatment. For full-term fetuses, the pregnancy will be terminated immediately by normal birth or cesarean section. In the case of rupture of membranes when the fetus is still young (premature rupture of membranes), the fetus needs to be cared for and nourished.\nDepending on the gestational age when the membranes rupture prematurely, the doctor will prescribe appropriate continued feeding or termination of pregnancy\nDetail:\nGestational age 22 – 31 weeks\nAt this gestational age, the fetus is not fully developed. If it is born early, it can face many risks that threaten its health as well as the foundation for future physical development. Therefore, in case the membranes break, the doctor will try to continue to support the fetus by: Using lung maturation drugs (usually 24-34 weeks). Infection management such as limiting manual examination and using a speculum instead; culture of cervical, vaginal, and anal fluids for pregnant women; Use broad-spectrum antibiotics to prevent infection for both mother and fetus; Monitor obstetric monitor 1-3 times/day, ultrasound evaluate fetus, placenta and amniotic fluid. Use antispasmodic drugs when women have labor contractions.\nGestational age 32 - 33 weeks\nThe doctor will prescribe continued care and nourishment of the fetus for the longest possible time by: Using corticosteroids to stimulate fetal lung maturity. Monitor the fetal heart rate and check the development of the fetus inside the uterus. Strictly and effectively control infections in pregnant women. Use tocolytics.\nWhen there is adequate evidence of lung maturity, infection, and fetal distress, the doctor will prescribe labor induction.\nGestational age 34 – 36 weeks\nThe doctor will continue to monitor the fetus through fetal ultrasound and obstetric monitor, and does not recommend the use of corticosteroids. About 90% of women will have spontaneous labor within 24 hours after their water breaks.\nDepending on the health of the fetus, amniotic state and infection, the doctor will prescribe waiting for natural labor or induction of labor or cesarean section. In cases where there is adequate lung maturity, the doctor will prescribe the fetus to be taken out and the pregnancy to be terminated immediately. In case the pregnancy remains, it is necessary to strictly manage the infection. Do not use tocolytic drugs at 36 weeks of pregnancy.\nGestational age over 37 weeks\nThe American Congress of Obstetricians and Gynecologists (ACOG) recommends terminating pregnancy when the membranes of the fetus over 37 weeks break, from 12 to 24 hours after the membrane breaks to minimize dangerous complications for the mother and fetus. Initiate labor immediately after 12 hours or earlier if convenient.",
            "subsection_string": "Treatment of premature rupture of membranes\nDoctor Le Thanh Hung said that depending on the age of the fetus when the mother's water breaks, the obstetrician will have appropriate intervention and treatment. For full-term fetuses, the pregnancy will be terminated immediately by normal birth or cesarean section. In the case of rupture of membranes when the fetus is still young (premature rupture of membranes), the fetus needs to be cared for and nourished.\nDepending on the gestational age when the membranes rupture prematurely, the doctor will prescribe appropriate continued feeding or termination of pregnancy\nDetail:\nGestational age 22 – 31 weeks\nAt this gestational age, the fetus is not fully developed. If it is born early, it can face many risks that threaten its health as well as the foundation for future physical development. Therefore, in case the membranes break, the doctor will try to continue to support the fetus by: Using lung maturation drugs (usually 24-34 weeks). Infection management such as limiting manual examination and using a speculum instead; culture of cervical, vaginal, and anal fluids for pregnant women; Use broad-spectrum antibiotics to prevent infection for both mother and fetus; Monitor obstetric monitor 1-3 times/day, ultrasound evaluate fetus, placenta and amniotic fluid. Use antispasmodic drugs when women have labor contractions.\nGestational age 32 - 33 weeks\nThe doctor will prescribe continued care and nourishment of the fetus for the longest possible time by: Using corticosteroids to stimulate fetal lung maturity. Monitor the fetal heart rate and check the development of the fetus inside the uterus. Strictly and effectively control infections in pregnant women. Use tocolytics.\nWhen there is adequate evidence of lung maturity, infection, and fetal distress, the doctor will prescribe labor induction.\nGestational age 34 – 36 weeks\nThe doctor will continue to monitor the fetus through fetal ultrasound and obstetric monitor, and does not recommend the use of corticosteroids. About 90% of women will have spontaneous labor within 24 hours after their water breaks.\nDepending on the health of the fetus, amniotic state and infection, the doctor will prescribe waiting for natural labor or induction of labor or cesarean section. In cases where there is adequate lung maturity, the doctor will prescribe the fetus to be taken out and the pregnancy to be terminated immediately. In case the pregnancy remains, it is necessary to strictly manage the infection. Do not use tocolytic drugs at 36 weeks of pregnancy.\nGestational age over 37 weeks\nThe American Congress of Obstetricians and Gynecologists (ACOG) recommends terminating pregnancy when the membranes of the fetus over 37 weeks break, from 12 to 24 hours after the membrane breaks to minimize dangerous complications for the mother and fetus. Initiate labor immediately after 12 hours or earlier if convenient."
        },
        {
            "subsection_name": "Prevent premature rupture of membranes",
            "subsection_content": "Preventing premature rupture of membranes is the best way to minimize dangerous complications that threaten the mother and fetus. Pregnant women can prevent it by:\nEffective control and treatment of lower genital tract infections during pregnancy.; Establish a scientific nutritional regimen, fully supplementing with necessary nutrients; have a reasonable rest regime; healthy lifestyle, no smoking...;; Consult and choose a medical facility with a strong obstetric unit and neonatal unit to ensure that pregnant women and their newborn babies receive the best care.; Do not arbitrarily buy and use antibiotics without a doctor's prescription.\nInvested in building spacious facilities; owns a system of modern machinery and equipment; brings together a team of doctors who are leading experts in the field of Obstetrics and Gynecology in Vietnam... Tam Anh General Hospital Obstetrics and Gynecology Center deploys maternity packages, birth packages, and maternity packages on request. from the days of conception to birth with a full range of prenatal examination services, 3D, 4D ultrasound, Double Test, Triple Test and many routine tests to help the mother stay healthy and the fetus develop comprehensively.\nPregnant mothers are advised and guided to monitor their pregnancy under the close supervision of skilled and experienced obstetricians. Pregnant mothers have more useful knowledge in pregnancy care and preventing dark spots. Many dangerous complications threaten mother and baby.\nIn particular, the Obstetrics and Gynecology Center is also closely linked with the Neonatal Center, Pediatrics Department, Cardiovascular Center, Diagnostic Imaging Center and many other specialties at the hospital to ensure a \"perfect mother-child\" birth. square\", the baby is guaranteed the best health and has enough foundation for future intellectual and physical development.\nTam Anh General Hospital closely coordinates with specialties to ensure a safe birth and a healthy mother and baby\nSee more:\n\"Golden hour\" regimen saves lives of extremely premature babies born at 25 weeks weighing only 740g at Tam Anh Hospital; Tam Anh Hospital raised a premature baby born at 24 weeks and 5 days weighing 550g\nFor advice and pregnancy monitoring with leading obstetric experts at the Obstetrics and Gynecology Center of Tam Anh General Hospital, please contact:\nPremature rupture of membranes can have many serious effects on the health and life of the fetus. Therefore, it is recommended that pregnant women have regular prenatal examinations and ultrasounds as prescribed by doctors to detect abnormalities early and handle them promptly.",
            "subsection_string": "Prevent premature rupture of membranes\nPreventing premature rupture of membranes is the best way to minimize dangerous complications that threaten the mother and fetus. Pregnant women can prevent it by:\nEffective control and treatment of lower genital tract infections during pregnancy.; Establish a scientific nutritional regimen, fully supplementing with necessary nutrients; have a reasonable rest regime; healthy lifestyle, no smoking...;; Consult and choose a medical facility with a strong obstetric unit and neonatal unit to ensure that pregnant women and their newborn babies receive the best care.; Do not arbitrarily buy and use antibiotics without a doctor's prescription.\nInvested in building spacious facilities; owns a system of modern machinery and equipment; brings together a team of doctors who are leading experts in the field of Obstetrics and Gynecology in Vietnam... Tam Anh General Hospital Obstetrics and Gynecology Center deploys maternity packages, birth packages, and maternity packages on request. from the days of conception to birth with a full range of prenatal examination services, 3D, 4D ultrasound, Double Test, Triple Test and many routine tests to help the mother stay healthy and the fetus develop comprehensively.\nPregnant mothers are advised and guided to monitor their pregnancy under the close supervision of skilled and experienced obstetricians. Pregnant mothers have more useful knowledge in pregnancy care and preventing dark spots. Many dangerous complications threaten mother and baby.\nIn particular, the Obstetrics and Gynecology Center is also closely linked with the Neonatal Center, Pediatrics Department, Cardiovascular Center, Diagnostic Imaging Center and many other specialties at the hospital to ensure a \"perfect mother-child\" birth. square\", the baby is guaranteed the best health and has enough foundation for future intellectual and physical development.\nTam Anh General Hospital closely coordinates with specialties to ensure a safe birth and a healthy mother and baby\nSee more:\n\"Golden hour\" regimen saves lives of extremely premature babies born at 25 weeks weighing only 740g at Tam Anh Hospital; Tam Anh Hospital raised a premature baby born at 24 weeks and 5 days weighing 550g\nFor advice and pregnancy monitoring with leading obstetric experts at the Obstetrics and Gynecology Center of Tam Anh General Hospital, please contact:\nPremature rupture of membranes can have many serious effects on the health and life of the fetus. Therefore, it is recommended that pregnant women have regular prenatal examinations and ultrasounds as prescribed by doctors to detect abnormalities early and handle them promptly."
        }
    ],
    "name": "oi-vo-non.json"
}