{
    "title": "Morning sickness during pregnancy: Causes, symptoms and prevention",
    "category": "Obstetrics - Gynecology ",
    "link": "https://tamanhhospital.vn/om-nghen-khi-mang-thai/",
    "abstract": "Nausea, vomiting, not being able to eat or drink anything... are common symptoms of morning sickness during pregnancy that make most pregnant women miserable. So what exactly is morning sickness? Where does the cause come from and how to reduce this situation?",
    "content": "Morning sickness during pregnancy: Causes, symptoms and prevention\n\nNausea, vomiting, not being able to eat or drink anything... are common symptoms of morning sickness during pregnancy that make most pregnant women miserable. So what exactly is morning sickness? Where does the cause come from and how to reduce this situation?\n\nWhat is morning sickness?\nMorning sickness or pregnancy sickness is one of the common phenomena in pregnant women in the first 3 months, accompanied by symptoms of discomfort, bloating, nausea, vomiting, insomnia... can occur at any time. any time of day. The time when symptoms of nausea and vomiting appear will be different for each pregnant woman.(1)\nStatistics show that about 70% of cases show symptoms of nausea in the 4th to 12th week of pregnancy, 10% of cases appear until the 16th week, and even last throughout the pregnancy. In pregnant women with sensitive constitutions, nausea and vomiting may be more severe and difficult to control.\nMorning sickness is common in pregnant women in the first 3 months of pregnancy\nBased on the level of symptoms experienced, morning sickness is divided into two types:\nCommon morning sickness: About 80% of pregnant women experience this form of morning sickness. During pregnancy, pregnant women always feel tired due to vomiting. However, vomiting occurs only at a moderate level, food is still retained in the stomach. Therefore, pregnant women do not lose weight and their whole body has few changes. After about 12 weeks, the symptoms of vomiting will gradually decrease.; Severe morning sickness: About 1 - 1.5% of pregnant women experience severe morning sickness. Pregnant women often vomit at a severe level that causes all food to be expelled, vomit continuously, vomit everything they eat, combined with anorexia due to morning sickness during pregnancy, causing pregnant women to lose weight. That leads to pregnant women being susceptible to weakness, fatigue, and dizziness. If this condition persists for a long time, it will cause dehydration and electrolyte disorders, which can affect the health of mother and fetus.\n\nSymptoms of morning sickness\nSymptoms of morning sickness during pregnancy can appear at any time of the day, especially when there is stimulation of the taste of foods such as raw meat, raw fish... you easily feel nauseous. and vomiting. When you vomit too much, your body will become dehydrated. At the same time, because you are sensitive to the taste of food, you do not feel delicious, or even lose your appetite.\nBesides, you may experience dizziness, lightheadedness, and weight loss due to not eating enough and not providing enough nutrients to your body. Therefore, it is easy to notice fatigue, lack of energy, and inability to concentrate on work in people with morning sickness.\nDuring morning sickness, pregnant women are easily sensitive to the taste of food, feel loss of appetite, nausea and vomiting.\n\nCauses of morning sickness during pregnancy\nCurrently, the cause of morning sickness during pregnancy is still unclear. Some studies suggest that pregnant women experience morning sickness due to hormonal changes in the gonads during pregnancy, specifically Progesterone and HCG. A pregnant woman's body will produce a large amount of the hormone Progesterone, which causes muscle fascia to relax in the digestive system, causing food in the stomach to be pushed up into the esophagus, causing a feeling of nausea. In addition, this hormone also slows down digestion, leading to indigestion.(2)\nSome other causes that can lead to morning sickness during pregnancy include:\nIrregular eating habits; Pregnant women's nervous system is sensitive to foods with flavors; Genetics: Common in pregnant women whose mothers had morning sickness during pregnancy.\nHowever, not all pregnant women will experience these symptoms. Some pregnant women are at high risk of experiencing morning sickness such as:\nFirst time pregnant;; Had a history of severe morning sickness in previous pregnancies;; People are too skinny.; Pregnancy with twins or multiple pregnancies;; Having trophoblastic disease, caused by the proliferation of cells inside the uterus.\n\nIs morning sickness good? Does it affect the fetus?\nSeveral studies have proven that morning sickness is a positive sign that a pregnant woman is experiencing a healthy pregnancy. Morning sickness does not affect the fetus, on the contrary, this is a sign that the fetus is developing well.\nResearch by Dr. Stefanie N.Hinkle in 2016 showed that pregnant women with morning sickness have a miscarriage rate about 50 - 70% lower than pregnant women without morning sickness. This study evaluated symptoms in the first weeks of pregnancy, right after early signs of pregnancy appeared, confirming that there is a close association between nausea and vomiting and the risk of miscarriage. low in pregnant women.\nHowever, morning sickness only occurs for a certain period of time. When the symptoms of vomiting are prolonged and uncontrolled, they can cause the pregnant woman to lose weight, lose electrolyte balance, become seriously dehydrated, etc. At that time, it will affect the health and psychology of the pregnant woman, easily leading to depression. During pregnancy, the health of the fetus is seriously threatened. Therefore, it is recommended that pregnant women go to a medical facility immediately when the following symptoms appear:\nHeart beating fast;; High fever that won't go down;; Lose 1 - 2kg in a short period of time;; Nausea, constant vomiting, inability to eat or drink;; Dizziness, fainting;; Frequent urination, dark colored urine;; Headache, stomachache;; Vaginal bleeding;; Vomiting blood.\nPregnant women need to immediately go to a medical facility when they vomit continuously and cannot eat or drink to receive support in controlling morning sickness.\n\nMethods of diagnosing morning sickness\nDr. Ho Thi Khanh Quyen, Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City, said that to make sure morning sickness is a normal physiological condition and the fetus is still developing healthily, the doctor will Pregnant women may be advised to perform a number of tests including: (3)\nBlood test: Check to see if the pregnant woman and fetus are malnourished or lacking any nutrients; Electrolyte test: Check to see if the pregnant woman has an electrolyte disorder due to excessive vomiting; Fetal ultrasound: Check to see if the fetus is developing normally and is healthy at the right gestational age.\nThe doctor may prescribe pregnant women to participate in some tests to check the development of the fetus.\n\nControl morning sickness\nDepending on the severity of morning sickness, we can control the morning sickness, adjusting diet, lifestyle or appropriate medication treatment (if necessary) will help improve this condition, allowing pregnant women to continue their life. Live comfortably every day, without affecting your health or work. (4)\nChange your diet\nThings to do:\nYou need to divide your daily meals into small portions of about 5-6 meals/day and do not overeat.; After meals, you can suck on some ginger candy, the ginger taste will make you more comfortable.; Limit smelly foods; Take multivitamins (without iron).; Drink enough water (2-3 liters/day): lemonade, fruit juice will make you more comfortable. However, if the condition is still uncomfortable, you can suck on some ice cubes.; You should eat a few cookies or nuts before getting out of bed or brushing your teeth to avoid an empty stomach.; You can supplement foods rich in iron such as beef, eggs, dark green vegetables, apples, bananas, toast...; Foods rich in vitamin C to prevent vomiting.\nThings not to do:\nYou should not be hungry.; Avoid spicy foods, high fats, alcohol, coffee... which make morning sickness worse. Do not lie down immediately after eating; Do not lie down immediately after eating.\nPregnant women should divide their meals into many small meals, each meal should not be too full\nPsychological relief\nMental comfort is very important for pregnant women. Therefore, you need to spend a lot of time to rest, relax properly, do things you like, avoid stress and anxiety. In case severe morning sickness makes you tired, you should consult your doctor for advice and instructions on the best pregnancy care.\nExercise properly\nBesides a scientific diet and psychological comfort, reasonable exercise is the secret to helping pregnant women effectively reduce morning sickness. Research shows that gentle exercise both improves health in pregnant women and reduces symptoms of morning sickness. Therefore, you should choose exercises such as breathing exercises, walking, swimming, yoga to relax, improve your mood, and help your body become healthier.\nPregnant women should practice light exercise to keep their mood happy and their body healthy\nMedicines to help improve morning sickness\nSevere nausea and vomiting can cause weight loss, dehydration and electrolyte disturbances, possibly requiring hospitalization. At this time, your doctor may prescribe you to use some medications to reduce morning sickness such as:\nPyridoxine (B6): First-line treatment, can be combined with other ingredients such as Doxylamine.; Metoclopramide: Classified in pregnancy at level A, often used as an antiemetic during pregnancy.\n“The drugs used to treat morning sickness do not affect the fetus or the health of the pregnant woman. However, pregnant women should only use medication when prescribed by a doctor, as well as comply with the prescribed dosage,\" Dr. Ho Thi Khanh Quyen recommended.\nUsing herbal tea from ginger, mint... is one of the effective ways to reduce morning sickness\nNote, before using any measures to improve morning sickness, you should talk to your doctor for appropriate advice and instructions.\nInvested in building spacious facilities, owning the world's leading modern machinery system, gathering a team of doctors and nurses who are leading experts in the field of obstetrics and gynecology, regularly updating and Applying the latest advances in examination, diagnosis, treatment and health care of pregnant women and fetuses... Obstetrics and Gynecology Center, Tam Anh General Hospital deploys a variety of fetal health examination packages maternity packages, on-demand maternity packages... help monitor the health of mother and baby right from the early stages of pregnancy, early detect and effectively intervene on abnormalities, and prevent dangerous complications.\nIn addition, the Center for Obstetrics and Gynecology, Tam Anh General Hospital also provides many other special services such as Double Test, Triple Test to help early screen for fetal defects; Diagnose and early detect the risk of pre-eclampsia; thyroid screening test; Testing for parasites transmitted from mother to child... ensures mothers can enjoy a gentle, safe pregnancy with peace of mind, the birth process goes smoothly, and the baby develops optimally both physically and intellectually after birth. .\nMost cases of morning sickness during pregnancy are a positive sign that the fetus is developing normally and healthy. However, some cases of severe morning sickness cause the mother to eat poorly, which can affect the development of the fetus. Therefore, you should have regular prenatal checkups at reputable facilities that are closely monitored by doctors throughout your pregnancy.",
    "subsections": [
        {
            "subsection_name": "What is morning sickness?",
            "subsection_content": "Morning sickness or pregnancy sickness is one of the common phenomena in pregnant women in the first 3 months, accompanied by symptoms of discomfort, bloating, nausea, vomiting, insomnia... can occur at any time. any time of day. The time when symptoms of nausea and vomiting appear will be different for each pregnant woman.(1)\nStatistics show that about 70% of cases show symptoms of nausea in the 4th to 12th week of pregnancy, 10% of cases appear until the 16th week, and even last throughout the pregnancy. In pregnant women with sensitive constitutions, nausea and vomiting may be more severe and difficult to control.\nMorning sickness is common in pregnant women in the first 3 months of pregnancy\nBased on the level of symptoms experienced, morning sickness is divided into two types:\nCommon morning sickness: About 80% of pregnant women experience this form of morning sickness. During pregnancy, pregnant women always feel tired due to vomiting. However, vomiting occurs only at a moderate level, food is still retained in the stomach. Therefore, pregnant women do not lose weight and their whole body has few changes. After about 12 weeks, the symptoms of vomiting will gradually decrease.; Severe morning sickness: About 1 - 1.5% of pregnant women experience severe morning sickness. Pregnant women often vomit at a severe level that causes all food to be expelled, vomit continuously, vomit everything they eat, combined with anorexia due to morning sickness during pregnancy, causing pregnant women to lose weight. That leads to pregnant women being susceptible to weakness, fatigue, and dizziness. If this condition persists for a long time, it will cause dehydration and electrolyte disorders, which can affect the health of mother and fetus.",
            "subsection_string": "What is morning sickness?\nMorning sickness or pregnancy sickness is one of the common phenomena in pregnant women in the first 3 months, accompanied by symptoms of discomfort, bloating, nausea, vomiting, insomnia... can occur at any time. any time of day. The time when symptoms of nausea and vomiting appear will be different for each pregnant woman.(1)\nStatistics show that about 70% of cases show symptoms of nausea in the 4th to 12th week of pregnancy, 10% of cases appear until the 16th week, and even last throughout the pregnancy. In pregnant women with sensitive constitutions, nausea and vomiting may be more severe and difficult to control.\nMorning sickness is common in pregnant women in the first 3 months of pregnancy\nBased on the level of symptoms experienced, morning sickness is divided into two types:\nCommon morning sickness: About 80% of pregnant women experience this form of morning sickness. During pregnancy, pregnant women always feel tired due to vomiting. However, vomiting occurs only at a moderate level, food is still retained in the stomach. Therefore, pregnant women do not lose weight and their whole body has few changes. After about 12 weeks, the symptoms of vomiting will gradually decrease.; Severe morning sickness: About 1 - 1.5% of pregnant women experience severe morning sickness. Pregnant women often vomit at a severe level that causes all food to be expelled, vomit continuously, vomit everything they eat, combined with anorexia due to morning sickness during pregnancy, causing pregnant women to lose weight. That leads to pregnant women being susceptible to weakness, fatigue, and dizziness. If this condition persists for a long time, it will cause dehydration and electrolyte disorders, which can affect the health of mother and fetus."
        },
        {
            "subsection_name": "Symptoms of morning sickness",
            "subsection_content": "Symptoms of morning sickness during pregnancy can appear at any time of the day, especially when there is stimulation of the taste of foods such as raw meat, raw fish... you easily feel nauseous. and vomiting. When you vomit too much, your body will become dehydrated. At the same time, because you are sensitive to the taste of food, you do not feel delicious, or even lose your appetite.\nBesides, you may experience dizziness, lightheadedness, and weight loss due to not eating enough and not providing enough nutrients to your body. Therefore, it is easy to notice fatigue, lack of energy, and inability to concentrate on work in people with morning sickness.\nDuring morning sickness, pregnant women are easily sensitive to the taste of food, feel loss of appetite, nausea and vomiting.",
            "subsection_string": "Symptoms of morning sickness\nSymptoms of morning sickness during pregnancy can appear at any time of the day, especially when there is stimulation of the taste of foods such as raw meat, raw fish... you easily feel nauseous. and vomiting. When you vomit too much, your body will become dehydrated. At the same time, because you are sensitive to the taste of food, you do not feel delicious, or even lose your appetite.\nBesides, you may experience dizziness, lightheadedness, and weight loss due to not eating enough and not providing enough nutrients to your body. Therefore, it is easy to notice fatigue, lack of energy, and inability to concentrate on work in people with morning sickness.\nDuring morning sickness, pregnant women are easily sensitive to the taste of food, feel loss of appetite, nausea and vomiting."
        },
        {
            "subsection_name": "Causes of morning sickness during pregnancy",
            "subsection_content": "Currently, the cause of morning sickness during pregnancy is still unclear. Some studies suggest that pregnant women experience morning sickness due to hormonal changes in the gonads during pregnancy, specifically Progesterone and HCG. A pregnant woman's body will produce a large amount of the hormone Progesterone, which causes muscle fascia to relax in the digestive system, causing food in the stomach to be pushed up into the esophagus, causing a feeling of nausea. In addition, this hormone also slows down digestion, leading to indigestion.(2)\nSome other causes that can lead to morning sickness during pregnancy include:\nIrregular eating habits; Pregnant women's nervous system is sensitive to foods with flavors; Genetics: Common in pregnant women whose mothers had morning sickness during pregnancy.\nHowever, not all pregnant women will experience these symptoms. Some pregnant women are at high risk of experiencing morning sickness such as:\nFirst time pregnant;; Had a history of severe morning sickness in previous pregnancies;; People are too skinny.; Pregnancy with twins or multiple pregnancies;; Having trophoblastic disease, caused by the proliferation of cells inside the uterus.",
            "subsection_string": "Causes of morning sickness during pregnancy\nCurrently, the cause of morning sickness during pregnancy is still unclear. Some studies suggest that pregnant women experience morning sickness due to hormonal changes in the gonads during pregnancy, specifically Progesterone and HCG. A pregnant woman's body will produce a large amount of the hormone Progesterone, which causes muscle fascia to relax in the digestive system, causing food in the stomach to be pushed up into the esophagus, causing a feeling of nausea. In addition, this hormone also slows down digestion, leading to indigestion.(2)\nSome other causes that can lead to morning sickness during pregnancy include:\nIrregular eating habits; Pregnant women's nervous system is sensitive to foods with flavors; Genetics: Common in pregnant women whose mothers had morning sickness during pregnancy.\nHowever, not all pregnant women will experience these symptoms. Some pregnant women are at high risk of experiencing morning sickness such as:\nFirst time pregnant;; Had a history of severe morning sickness in previous pregnancies;; People are too skinny.; Pregnancy with twins or multiple pregnancies;; Having trophoblastic disease, caused by the proliferation of cells inside the uterus."
        },
        {
            "subsection_name": "Is morning sickness good? Does it affect the fetus?",
            "subsection_content": "Several studies have proven that morning sickness is a positive sign that a pregnant woman is experiencing a healthy pregnancy. Morning sickness does not affect the fetus, on the contrary, this is a sign that the fetus is developing well.\nResearch by Dr. Stefanie N.Hinkle in 2016 showed that pregnant women with morning sickness have a miscarriage rate about 50 - 70% lower than pregnant women without morning sickness. This study evaluated symptoms in the first weeks of pregnancy, right after early signs of pregnancy appeared, confirming that there is a close association between nausea and vomiting and the risk of miscarriage. low in pregnant women.\nHowever, morning sickness only occurs for a certain period of time. When the symptoms of vomiting are prolonged and uncontrolled, they can cause the pregnant woman to lose weight, lose electrolyte balance, become seriously dehydrated, etc. At that time, it will affect the health and psychology of the pregnant woman, easily leading to depression. During pregnancy, the health of the fetus is seriously threatened. Therefore, it is recommended that pregnant women go to a medical facility immediately when the following symptoms appear:\nHeart beating fast;; High fever that won't go down;; Lose 1 - 2kg in a short period of time;; Nausea, constant vomiting, inability to eat or drink;; Dizziness, fainting;; Frequent urination, dark colored urine;; Headache, stomachache;; Vaginal bleeding;; Vomiting blood.\nPregnant women need to immediately go to a medical facility when they vomit continuously and cannot eat or drink to receive support in controlling morning sickness.",
            "subsection_string": "Is morning sickness good? Does it affect the fetus?\nSeveral studies have proven that morning sickness is a positive sign that a pregnant woman is experiencing a healthy pregnancy. Morning sickness does not affect the fetus, on the contrary, this is a sign that the fetus is developing well.\nResearch by Dr. Stefanie N.Hinkle in 2016 showed that pregnant women with morning sickness have a miscarriage rate about 50 - 70% lower than pregnant women without morning sickness. This study evaluated symptoms in the first weeks of pregnancy, right after early signs of pregnancy appeared, confirming that there is a close association between nausea and vomiting and the risk of miscarriage. low in pregnant women.\nHowever, morning sickness only occurs for a certain period of time. When the symptoms of vomiting are prolonged and uncontrolled, they can cause the pregnant woman to lose weight, lose electrolyte balance, become seriously dehydrated, etc. At that time, it will affect the health and psychology of the pregnant woman, easily leading to depression. During pregnancy, the health of the fetus is seriously threatened. Therefore, it is recommended that pregnant women go to a medical facility immediately when the following symptoms appear:\nHeart beating fast;; High fever that won't go down;; Lose 1 - 2kg in a short period of time;; Nausea, constant vomiting, inability to eat or drink;; Dizziness, fainting;; Frequent urination, dark colored urine;; Headache, stomachache;; Vaginal bleeding;; Vomiting blood.\nPregnant women need to immediately go to a medical facility when they vomit continuously and cannot eat or drink to receive support in controlling morning sickness."
        },
        {
            "subsection_name": "Methods of diagnosing morning sickness",
            "subsection_content": "Dr. Ho Thi Khanh Quyen, Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City, said that to make sure morning sickness is a normal physiological condition and the fetus is still developing healthily, the doctor will Pregnant women may be advised to perform a number of tests including: (3)\nBlood test: Check to see if the pregnant woman and fetus are malnourished or lacking any nutrients; Electrolyte test: Check to see if the pregnant woman has an electrolyte disorder due to excessive vomiting; Fetal ultrasound: Check to see if the fetus is developing normally and is healthy at the right gestational age.\nThe doctor may prescribe pregnant women to participate in some tests to check the development of the fetus.",
            "subsection_string": "Methods of diagnosing morning sickness\nDr. Ho Thi Khanh Quyen, Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City, said that to make sure morning sickness is a normal physiological condition and the fetus is still developing healthily, the doctor will Pregnant women may be advised to perform a number of tests including: (3)\nBlood test: Check to see if the pregnant woman and fetus are malnourished or lacking any nutrients; Electrolyte test: Check to see if the pregnant woman has an electrolyte disorder due to excessive vomiting; Fetal ultrasound: Check to see if the fetus is developing normally and is healthy at the right gestational age.\nThe doctor may prescribe pregnant women to participate in some tests to check the development of the fetus."
        },
        {
            "subsection_name": "Control morning sickness",
            "subsection_content": "Depending on the severity of morning sickness, we can control the morning sickness, adjusting diet, lifestyle or appropriate medication treatment (if necessary) will help improve this condition, allowing pregnant women to continue their life. Live comfortably every day, without affecting your health or work. (4)\nChange your diet\nThings to do:\nYou need to divide your daily meals into small portions of about 5-6 meals/day and do not overeat.; After meals, you can suck on some ginger candy, the ginger taste will make you more comfortable.; Limit smelly foods; Take multivitamins (without iron).; Drink enough water (2-3 liters/day): lemonade, fruit juice will make you more comfortable. However, if the condition is still uncomfortable, you can suck on some ice cubes.; You should eat a few cookies or nuts before getting out of bed or brushing your teeth to avoid an empty stomach.; You can supplement foods rich in iron such as beef, eggs, dark green vegetables, apples, bananas, toast...; Foods rich in vitamin C to prevent vomiting.\nThings not to do:\nYou should not be hungry.; Avoid spicy foods, high fats, alcohol, coffee... which make morning sickness worse. Do not lie down immediately after eating; Do not lie down immediately after eating.\nPregnant women should divide their meals into many small meals, each meal should not be too full\nPsychological relief\nMental comfort is very important for pregnant women. Therefore, you need to spend a lot of time to rest, relax properly, do things you like, avoid stress and anxiety. In case severe morning sickness makes you tired, you should consult your doctor for advice and instructions on the best pregnancy care.\nExercise properly\nBesides a scientific diet and psychological comfort, reasonable exercise is the secret to helping pregnant women effectively reduce morning sickness. Research shows that gentle exercise both improves health in pregnant women and reduces symptoms of morning sickness. Therefore, you should choose exercises such as breathing exercises, walking, swimming, yoga to relax, improve your mood, and help your body become healthier.\nPregnant women should practice light exercise to keep their mood happy and their body healthy\nMedicines to help improve morning sickness\nSevere nausea and vomiting can cause weight loss, dehydration and electrolyte disturbances, possibly requiring hospitalization. At this time, your doctor may prescribe you to use some medications to reduce morning sickness such as:\nPyridoxine (B6): First-line treatment, can be combined with other ingredients such as Doxylamine.; Metoclopramide: Classified in pregnancy at level A, often used as an antiemetic during pregnancy.\n“The drugs used to treat morning sickness do not affect the fetus or the health of the pregnant woman. However, pregnant women should only use medication when prescribed by a doctor, as well as comply with the prescribed dosage,\" Dr. Ho Thi Khanh Quyen recommended.\nUsing herbal tea from ginger, mint... is one of the effective ways to reduce morning sickness\nNote, before using any measures to improve morning sickness, you should talk to your doctor for appropriate advice and instructions.\nInvested in building spacious facilities, owning the world's leading modern machinery system, gathering a team of doctors and nurses who are leading experts in the field of obstetrics and gynecology, regularly updating and Applying the latest advances in examination, diagnosis, treatment and health care of pregnant women and fetuses... Obstetrics and Gynecology Center, Tam Anh General Hospital deploys a variety of fetal health examination packages maternity packages, on-demand maternity packages... help monitor the health of mother and baby right from the early stages of pregnancy, early detect and effectively intervene on abnormalities, and prevent dangerous complications.\nIn addition, the Center for Obstetrics and Gynecology, Tam Anh General Hospital also provides many other special services such as Double Test, Triple Test to help early screen for fetal defects; Diagnose and early detect the risk of pre-eclampsia; thyroid screening test; Testing for parasites transmitted from mother to child... ensures mothers can enjoy a gentle, safe pregnancy with peace of mind, the birth process goes smoothly, and the baby develops optimally both physically and intellectually after birth. .\nMost cases of morning sickness during pregnancy are a positive sign that the fetus is developing normally and healthy. However, some cases of severe morning sickness cause the mother to eat poorly, which can affect the development of the fetus. Therefore, you should have regular prenatal checkups at reputable facilities that are closely monitored by doctors throughout your pregnancy.",
            "subsection_string": "Control morning sickness\nDepending on the severity of morning sickness, we can control the morning sickness, adjusting diet, lifestyle or appropriate medication treatment (if necessary) will help improve this condition, allowing pregnant women to continue their life. Live comfortably every day, without affecting your health or work. (4)\nChange your diet\nThings to do:\nYou need to divide your daily meals into small portions of about 5-6 meals/day and do not overeat.; After meals, you can suck on some ginger candy, the ginger taste will make you more comfortable.; Limit smelly foods; Take multivitamins (without iron).; Drink enough water (2-3 liters/day): lemonade, fruit juice will make you more comfortable. However, if the condition is still uncomfortable, you can suck on some ice cubes.; You should eat a few cookies or nuts before getting out of bed or brushing your teeth to avoid an empty stomach.; You can supplement foods rich in iron such as beef, eggs, dark green vegetables, apples, bananas, toast...; Foods rich in vitamin C to prevent vomiting.\nThings not to do:\nYou should not be hungry.; Avoid spicy foods, high fats, alcohol, coffee... which make morning sickness worse. Do not lie down immediately after eating; Do not lie down immediately after eating.\nPregnant women should divide their meals into many small meals, each meal should not be too full\nPsychological relief\nMental comfort is very important for pregnant women. Therefore, you need to spend a lot of time to rest, relax properly, do things you like, avoid stress and anxiety. In case severe morning sickness makes you tired, you should consult your doctor for advice and instructions on the best pregnancy care.\nExercise properly\nBesides a scientific diet and psychological comfort, reasonable exercise is the secret to helping pregnant women effectively reduce morning sickness. Research shows that gentle exercise both improves health in pregnant women and reduces symptoms of morning sickness. Therefore, you should choose exercises such as breathing exercises, walking, swimming, yoga to relax, improve your mood, and help your body become healthier.\nPregnant women should practice light exercise to keep their mood happy and their body healthy\nMedicines to help improve morning sickness\nSevere nausea and vomiting can cause weight loss, dehydration and electrolyte disturbances, possibly requiring hospitalization. At this time, your doctor may prescribe you to use some medications to reduce morning sickness such as:\nPyridoxine (B6): First-line treatment, can be combined with other ingredients such as Doxylamine.; Metoclopramide: Classified in pregnancy at level A, often used as an antiemetic during pregnancy.\n“The drugs used to treat morning sickness do not affect the fetus or the health of the pregnant woman. However, pregnant women should only use medication when prescribed by a doctor, as well as comply with the prescribed dosage,\" Dr. Ho Thi Khanh Quyen recommended.\nUsing herbal tea from ginger, mint... is one of the effective ways to reduce morning sickness\nNote, before using any measures to improve morning sickness, you should talk to your doctor for appropriate advice and instructions.\nInvested in building spacious facilities, owning the world's leading modern machinery system, gathering a team of doctors and nurses who are leading experts in the field of obstetrics and gynecology, regularly updating and Applying the latest advances in examination, diagnosis, treatment and health care of pregnant women and fetuses... Obstetrics and Gynecology Center, Tam Anh General Hospital deploys a variety of fetal health examination packages maternity packages, on-demand maternity packages... help monitor the health of mother and baby right from the early stages of pregnancy, early detect and effectively intervene on abnormalities, and prevent dangerous complications.\nIn addition, the Center for Obstetrics and Gynecology, Tam Anh General Hospital also provides many other special services such as Double Test, Triple Test to help early screen for fetal defects; Diagnose and early detect the risk of pre-eclampsia; thyroid screening test; Testing for parasites transmitted from mother to child... ensures mothers can enjoy a gentle, safe pregnancy with peace of mind, the birth process goes smoothly, and the baby develops optimally both physically and intellectually after birth. .\nMost cases of morning sickness during pregnancy are a positive sign that the fetus is developing normally and healthy. However, some cases of severe morning sickness cause the mother to eat poorly, which can affect the development of the fetus. Therefore, you should have regular prenatal checkups at reputable facilities that are closely monitored by doctors throughout your pregnancy."
        }
    ],
    "name": "om-nghen-khi-mang-thai.json"
}