{
    "title": "Vocal cord polyps: Causes, symptoms and treatment",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/polyp-day-thanh-quan/",
    "abstract": "Patient L.T.M.H, 52 years old, suffered from hoarseness and shortness of breath and went to see a doctor at several places in Ho Chi Minh City and was diagnosed with a malignant vocal cord tumor. To be more certain, the patient went to Tam Anh General Hospital for a check-up. Here, highly specialized doctors from the Department of Ear, Nose and Throat used the German Xion laryngoscopy stroboscope and the German DIVAS voice analysis software to show that the bleeding polyp was causing severe voice disorders. . The patient had surgery to remove polyps and restore her voice, eliminating fears of malignant tumors.\nImage of vocal cord polyp of patient L.T.M.H, examined at Tam Anh General Hospital.",
    "content": "Vocal cord polyps: Causes, symptoms and treatment\n\nPatient L.T.M.H, 52 years old, suffered from hoarseness and shortness of breath and went to see a doctor at several places in Ho Chi Minh City and was diagnosed with a malignant vocal cord tumor. To be more certain, the patient went to Tam Anh General Hospital for a check-up. Here, highly specialized doctors from the Department of Ear, Nose and Throat used the German Xion laryngoscopy stroboscope and the German DIVAS voice analysis software to show that the bleeding polyp was causing severe voice disorders. . The patient had surgery to remove polyps and restore her voice, eliminating fears of malignant tumors.\nImage of vocal cord polyp of patient L.T.M.H, examined at Tam Anh General Hospital.\n\nWhat are vocal cord polyps?\nVocal cord polyps are benign tumors in the vocal cords. The size of the polyp can be large or small, pedunculated or pedunculated, and can cause internal bleeding, often causing voice changes at all ages, especially is an adult. The harmful effect of vocal cord polyps is to make the patient's voice continuously and prolongedly hoarse. Vocal cord polyps actually do not become malignant (cancerous) tumors, but to be sure, the doctor will cut the tumor and send it to pathology, and the results of observing the histologically stained polyp on a microscope will determine it. Definitely not a malignant lesion. (first)\n\nCauses of vocal cord polyps\nVocal cord polyp disease is often due to prolonged edema of the vocal cord mucosa, leading to mucosal degeneration to create vocal cord polyps with many different causes such as: Inflammation of the laryngeal area, talking too much, speaking loudly for a long time. , voice abuse or due to occupation such as teaching, broadcasting, tour guide, business...; Vocal cord polyp disease is often due to prolonged edema of the vocal cord mucosa, leading to mucosal degeneration to create vocal cord polyps with many different causes such as: Inflammation of the laryngeal area, talking too much, speaking loudly for a long time. , voice abuse or due to occupations such as teaching, broadcasting, tour guides, business...\nPeople who regularly smoke cigarettes and drink alcohol: the throat and vocal cords become swollen, causing prolonged inflammation of the vocal cords and severe damage leading to the formation of vocal cord polyps.; People who regularly smoke cigarettes and drink alcohol: the throat and vocal cords become swollen, causing prolonged inflammation of the vocal cords and severe damage leading to the formation of vocal cord polyps.\nA favorable factor mentioned is that there is mechanical stimulation due to the impact causing excessive tension in the vocal cords, which in turn leads to small blood vessels on the vocal cords being broken, causing hematoma, resulting in polyps appearing. Serous cord hemorrhage appears.; A favorable factor mentioned is that there is mechanical stimulation due to the impact causing excessive tension in the vocal cords, which in turn leads to small blood vessels on the vocal cords being broken, causing hematoma, resulting in polyps appearing. Serous cord hemorrhage appears.\nHormonal changes: During menstruation, women often have hormonal changes, causing slight bleeding in the vocal cords. If you talk a lot, speak loudly, scream, or sing continuously, it will damage your vocal cords and easily cause vocal cord polyps.; Hormonal changes: During menstruation, women often have hormonal changes, causing slight bleeding in the vocal cords. If you talk a lot, speak loudly, scream, or sing continuously, you will damage your vocal cords and easily develop vocal cord polyps.\n\nSymptoms of laryngeal polyps\nVoice disorders are the first symptoms that appear to warn you of laryngeal polyps. The cause is that the two vocal cords cannot close tightly, the vocal cords vibrate unevenly, leading to hoarseness when the patient speaks, and the singing voice changes.; Voice disorders are the first symptoms that appear to warn you of laryngeal polyps. The cause is that the two vocal cords cannot close tightly, the vocal cords vibrate unevenly, leading to hoarseness when the patient speaks, and the singing voice changes.\nThe degree of voice disorder depends on the size of the polyp. The larger the polyp, the wider the glottal gap when pronouncing. Therefore, when speaking, the voice becomes hoarse; The degree of voice disorder depends on the size of the polyp. The larger the polyp, the wider the glottal gap when pronouncing. Therefore, when speaking, the voice becomes hoarse.\nDue to hoarseness, the more you speak, the more you lose breath. The patient often speaks tiredly, is out of breath, and cannot speak for long. Hoarseness at first only occurs intermittently, gradually, hoarseness occurs continuously. The severity of hoarseness depends on how large or small the vocal cord polyps are, the degree of influence on mucosal waves and vocal cord vibrations.; Due to hoarseness, the more you speak, the more you lose breath. The patient often speaks tiredly, is out of breath, and cannot speak for long. Hoarseness at first only occurs intermittently, gradually, hoarseness occurs continuously. The severity of hoarseness depends on how large or small the vocal cord polyp is, the degree of mucosal wave influence and vocal cord vibration.\nWith polyps with legs, when speaking, the polyp can move when the glottis opens and closes, so the patient feels like there is a hair or foreign object in the throat, so they clear their throat a lot, causing the polyp to swell. and the voice becomes hoarse; With polyps with legs, when speaking, the polyp can move when the glottis opens and closes, so the patient feels like there is a hair or foreign object in the throat, so they clear their throat a lot, causing the polyp to swell. and the voice became hoarse.\n\nDiagnosis of vocal cord polyps\nDiagnosis of vocal cord polyps is usually done by laryngoscopy using a flexible tube through the nose or a rigid tube through the mouth.\nRoutine laryngoscopy: using an Ear, Nose and Throat endoscopy system and a laryngoscope to observe vocal cord damage; Routine laryngoscopy: using an Ear, Nose and Throat endoscopy system and a laryngoscope to observe vocal cord damage.\nLaryngeal stroboscopic endoscopy: uses a fiber optic light source to capture slow-moving images of vocal cord activity. This technique helps to examine the shape and function of the vocal cords, vocal cord injuries affecting pronunciation function...; Laryngeal stroboscopic endoscopy: uses a fiber optic light source to capture slow-moving images of vocal cord activity. This technique helps examine the shape and function of the vocal cords, and vocal cord injuries that affect pronunciation function.\nAccording to Doctor II Tran Thi Thuy Hang, the case of L.T.M.H patient when visiting Tam Anh General Hospital was diagnosed using the German Xion laryngoscopy stroboscopic machine. In addition, patients are tested for voice disorders using the German DIVAS voice analysis software, objectively determining the impact of vocal cord damage on pronunciation function, helping to diagnose and monitor treatment results. treat. According to the examination results, the patient had a vocal cord polyp, not a suspected malignant tumor as other clinics had concluded. At this time, doctors proposed laparoscopic surgery to completely remove the polyp and send it to pathology for the most accurate diagnosis, while also bringing the ability to restore the patient's voice.\n\nTreatment of vocal cord polyps\nNot all vocal cord polyps require surgical treatment. Depending on the severity and stage of the disease, the doctor will prescribe the most appropriate treatment method.\n1. Treatment when symptoms are mild\nVocal cord polyps can be detected early when the patient has a laryngoscopy for an Ear, Nose and Throat examination. After a period of time, the appearance of polyps will increase in size, affecting the voice, causing mild hoarseness. At this time, if the patient goes to the doctor, the doctor will advise him on medical treatment before surgery.\nLimit talking too much and loudly; Treatment is with antibiotics and anti-inflammatory drugs; Continue to follow up for follow-up examinations at a hospital with an Ear, Nose and Throat specialist.\nDoctor II Tran Thi Thuy Hang examines and advises patients.\n2. Surgical intervention to remove vocal cord polyps\nBS.CKII Tran Thi Thuy Hang said that currently, Tam Anh General Hospital is applying laparoscopic vocal cord microsurgery method, using laryngoscope and Karl - Storz laryngeal microsurgical tool set from Germany to cut. polyp. The surgery was performed in about 30 minutes, completely removing the vocal cord polyp, stopping bleeding on the spot, and almost no complications. 3 weeks after surgery, the patient's voice was almost normal and the vocal cords were checked for polyp damage.\n3. Care after vocal cord polyp removal surgery\nPeople who have vocal cord polyps removed should note the following to limit infection and quickly recover after surgery:\nPatients need to limit talking for at least the first 3-5 days.; Be careful not to scream, sing, clear your throat, or cough; Rest, eat nutritious food, avoid allergic foods.; Abstain from alcoholic beverages and tobacco; Take medication as prescribed, follow-up appointments on schedule.\n\nComplications of vocal cord polyps\nThe harmful effects of vocal cord polyps will affect the patient's voice, especially those who work in jobs that require constant voice use (teachers, singers, tour guides, broadcasters, businessmen, etc.). trading...) have prolonged hoarseness. Vocal cord polyps are benign diseases, do not develop into malignant tumors (cancer) like other types of polyps, but large polyps in the larynx can make it difficult for the patient to breathe. Polyps will not disappear naturally, so patients need to be accurately diagnosed and treated promptly.\n\nPrevention of vocal cord polyps\nTo prevent the risk of vocal cord polyps, we need to pay attention and adhere to the following principles:\nAvoid straining your vocal cords: Limit talking too much, speaking loudly, shouting, singing continuously.; Reduce smoking, reduce caffeine, reduce alcohol consumption; Add enough water, drink 2 liters of water a day.; Avoid gastroesophageal reflux: eat on time, avoid eating late at night, take stomach medicine.; People who are frequently exposed to toxic chemicals and pollution should use protective masks and clean their nose and throat regularly.(2)\n\nQuestions about laryngeal polyps\n1. Are vocal cord polyps dangerous?\nLaryngeal polyp is a benign disease that does not endanger the patient's life, but causes voice changes. When the tumor grows rapidly, it will make it difficult for the patient to speak, hoarse, short of breath, affecting communication and work. Especially people who work using voice such as MCs, singers, cheerleaders, switchboard operators, sales staff... will face many difficulties if not treated promptly. (3)\n2. Where to examine and treat vocal cord polyps?\nAlthough vocal cord polyps are not life-threatening, patients should not be subjective about this disease. If we have signs of suspected laryngeal polyps such as hoarseness or difficulty speaking, we need to immediately go to a medical facility with an Ear, Nose and Throat specialist for timely examination and treatment. Doctor II Tran Thi Thuy Hang - Head of Department of Ear, Nose and Throat, Tam Anh General Hospital, Ho Chi Minh City, said that vocal cord polyps actually do not become malignant (cancerous) tumors, but the gold standard for diagnosing vocal cord polyps is The polyp was removed and sent to pathology. The results of observing the histologically stained polyp on a microscope determined that it was not a malignant lesion. At Tam Anh General Hospital System, customers have polyp samples taken and sent for pathology at both units of Tam Anh Hospital, Ho Chi Minh City and Tam Anh Hospital, Hanoi, to compare for the most accurate results. Patients have their polyps safely removed, local bleeding is stopped, infections are limited and they recover quickly.\nTo learn the signs and how to treat vocal cord polyps, you can contact Tam Anh General Hospital System: Hanoi 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City 2B Pho Quang, Ward 2, Tan Binh District, City. Ho Chi Minh Hotline: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh",
    "subsections": [
        {
            "subsection_name": "What are vocal cord polyps?",
            "subsection_content": "Vocal cord polyps are benign tumors in the vocal cords. The size of the polyp can be large or small, pedunculated or pedunculated, and can cause internal bleeding, often causing voice changes at all ages, especially is an adult. The harmful effect of vocal cord polyps is to make the patient's voice continuously and prolongedly hoarse. Vocal cord polyps actually do not become malignant (cancerous) tumors, but to be sure, the doctor will cut the tumor and send it to pathology, and the results of observing the histologically stained polyp on a microscope will determine it. Definitely not a malignant lesion. (first)",
            "subsection_string": "What are vocal cord polyps?\nVocal cord polyps are benign tumors in the vocal cords. The size of the polyp can be large or small, pedunculated or pedunculated, and can cause internal bleeding, often causing voice changes at all ages, especially is an adult. The harmful effect of vocal cord polyps is to make the patient's voice continuously and prolongedly hoarse. Vocal cord polyps actually do not become malignant (cancerous) tumors, but to be sure, the doctor will cut the tumor and send it to pathology, and the results of observing the histologically stained polyp on a microscope will determine it. Definitely not a malignant lesion. (first)"
        },
        {
            "subsection_name": "Causes of vocal cord polyps",
            "subsection_content": "Vocal cord polyp disease is often due to prolonged edema of the vocal cord mucosa, leading to mucosal degeneration to create vocal cord polyps with many different causes such as: Inflammation of the laryngeal area, talking too much, speaking loudly for a long time. , voice abuse or due to occupation such as teaching, broadcasting, tour guide, business...; Vocal cord polyp disease is often due to prolonged edema of the vocal cord mucosa, leading to mucosal degeneration to create vocal cord polyps with many different causes such as: Inflammation of the laryngeal area, talking too much, speaking loudly for a long time. , voice abuse or due to occupations such as teaching, broadcasting, tour guides, business...\nPeople who regularly smoke cigarettes and drink alcohol: the throat and vocal cords become swollen, causing prolonged inflammation of the vocal cords and severe damage leading to the formation of vocal cord polyps.; People who regularly smoke cigarettes and drink alcohol: the throat and vocal cords become swollen, causing prolonged inflammation of the vocal cords and severe damage leading to the formation of vocal cord polyps.\nA favorable factor mentioned is that there is mechanical stimulation due to the impact causing excessive tension in the vocal cords, which in turn leads to small blood vessels on the vocal cords being broken, causing hematoma, resulting in polyps appearing. Serous cord hemorrhage appears.; A favorable factor mentioned is that there is mechanical stimulation due to the impact causing excessive tension in the vocal cords, which in turn leads to small blood vessels on the vocal cords being broken, causing hematoma, resulting in polyps appearing. Serous cord hemorrhage appears.\nHormonal changes: During menstruation, women often have hormonal changes, causing slight bleeding in the vocal cords. If you talk a lot, speak loudly, scream, or sing continuously, it will damage your vocal cords and easily cause vocal cord polyps.; Hormonal changes: During menstruation, women often have hormonal changes, causing slight bleeding in the vocal cords. If you talk a lot, speak loudly, scream, or sing continuously, you will damage your vocal cords and easily develop vocal cord polyps.",
            "subsection_string": "Causes of vocal cord polyps\nVocal cord polyp disease is often due to prolonged edema of the vocal cord mucosa, leading to mucosal degeneration to create vocal cord polyps with many different causes such as: Inflammation of the laryngeal area, talking too much, speaking loudly for a long time. , voice abuse or due to occupation such as teaching, broadcasting, tour guide, business...; Vocal cord polyp disease is often due to prolonged edema of the vocal cord mucosa, leading to mucosal degeneration to create vocal cord polyps with many different causes such as: Inflammation of the laryngeal area, talking too much, speaking loudly for a long time. , voice abuse or due to occupations such as teaching, broadcasting, tour guides, business...\nPeople who regularly smoke cigarettes and drink alcohol: the throat and vocal cords become swollen, causing prolonged inflammation of the vocal cords and severe damage leading to the formation of vocal cord polyps.; People who regularly smoke cigarettes and drink alcohol: the throat and vocal cords become swollen, causing prolonged inflammation of the vocal cords and severe damage leading to the formation of vocal cord polyps.\nA favorable factor mentioned is that there is mechanical stimulation due to the impact causing excessive tension in the vocal cords, which in turn leads to small blood vessels on the vocal cords being broken, causing hematoma, resulting in polyps appearing. Serous cord hemorrhage appears.; A favorable factor mentioned is that there is mechanical stimulation due to the impact causing excessive tension in the vocal cords, which in turn leads to small blood vessels on the vocal cords being broken, causing hematoma, resulting in polyps appearing. Serous cord hemorrhage appears.\nHormonal changes: During menstruation, women often have hormonal changes, causing slight bleeding in the vocal cords. If you talk a lot, speak loudly, scream, or sing continuously, it will damage your vocal cords and easily cause vocal cord polyps.; Hormonal changes: During menstruation, women often have hormonal changes, causing slight bleeding in the vocal cords. If you talk a lot, speak loudly, scream, or sing continuously, you will damage your vocal cords and easily develop vocal cord polyps."
        },
        {
            "subsection_name": "Symptoms of laryngeal polyps",
            "subsection_content": "Voice disorders are the first symptoms that appear to warn you of laryngeal polyps. The cause is that the two vocal cords cannot close tightly, the vocal cords vibrate unevenly, leading to hoarseness when the patient speaks, and the singing voice changes.; Voice disorders are the first symptoms that appear to warn you of laryngeal polyps. The cause is that the two vocal cords cannot close tightly, the vocal cords vibrate unevenly, leading to hoarseness when the patient speaks, and the singing voice changes.\nThe degree of voice disorder depends on the size of the polyp. The larger the polyp, the wider the glottal gap when pronouncing. Therefore, when speaking, the voice becomes hoarse; The degree of voice disorder depends on the size of the polyp. The larger the polyp, the wider the glottal gap when pronouncing. Therefore, when speaking, the voice becomes hoarse.\nDue to hoarseness, the more you speak, the more you lose breath. The patient often speaks tiredly, is out of breath, and cannot speak for long. Hoarseness at first only occurs intermittently, gradually, hoarseness occurs continuously. The severity of hoarseness depends on how large or small the vocal cord polyps are, the degree of influence on mucosal waves and vocal cord vibrations.; Due to hoarseness, the more you speak, the more you lose breath. The patient often speaks tiredly, is out of breath, and cannot speak for long. Hoarseness at first only occurs intermittently, gradually, hoarseness occurs continuously. The severity of hoarseness depends on how large or small the vocal cord polyp is, the degree of mucosal wave influence and vocal cord vibration.\nWith polyps with legs, when speaking, the polyp can move when the glottis opens and closes, so the patient feels like there is a hair or foreign object in the throat, so they clear their throat a lot, causing the polyp to swell. and the voice becomes hoarse; With polyps with legs, when speaking, the polyp can move when the glottis opens and closes, so the patient feels like there is a hair or foreign object in the throat, so they clear their throat a lot, causing the polyp to swell. and the voice became hoarse.",
            "subsection_string": "Symptoms of laryngeal polyps\nVoice disorders are the first symptoms that appear to warn you of laryngeal polyps. The cause is that the two vocal cords cannot close tightly, the vocal cords vibrate unevenly, leading to hoarseness when the patient speaks, and the singing voice changes.; Voice disorders are the first symptoms that appear to warn you of laryngeal polyps. The cause is that the two vocal cords cannot close tightly, the vocal cords vibrate unevenly, leading to hoarseness when the patient speaks, and the singing voice changes.\nThe degree of voice disorder depends on the size of the polyp. The larger the polyp, the wider the glottal gap when pronouncing. Therefore, when speaking, the voice becomes hoarse; The degree of voice disorder depends on the size of the polyp. The larger the polyp, the wider the glottal gap when pronouncing. Therefore, when speaking, the voice becomes hoarse.\nDue to hoarseness, the more you speak, the more you lose breath. The patient often speaks tiredly, is out of breath, and cannot speak for long. Hoarseness at first only occurs intermittently, gradually, hoarseness occurs continuously. The severity of hoarseness depends on how large or small the vocal cord polyps are, the degree of influence on mucosal waves and vocal cord vibrations.; Due to hoarseness, the more you speak, the more you lose breath. The patient often speaks tiredly, is out of breath, and cannot speak for long. Hoarseness at first only occurs intermittently, gradually, hoarseness occurs continuously. The severity of hoarseness depends on how large or small the vocal cord polyp is, the degree of mucosal wave influence and vocal cord vibration.\nWith polyps with legs, when speaking, the polyp can move when the glottis opens and closes, so the patient feels like there is a hair or foreign object in the throat, so they clear their throat a lot, causing the polyp to swell. and the voice becomes hoarse; With polyps with legs, when speaking, the polyp can move when the glottis opens and closes, so the patient feels like there is a hair or foreign object in the throat, so they clear their throat a lot, causing the polyp to swell. and the voice became hoarse."
        },
        {
            "subsection_name": "Diagnosis of vocal cord polyps",
            "subsection_content": "Diagnosis of vocal cord polyps is usually done by laryngoscopy using a flexible tube through the nose or a rigid tube through the mouth.\nRoutine laryngoscopy: using an Ear, Nose and Throat endoscopy system and a laryngoscope to observe vocal cord damage; Routine laryngoscopy: using an Ear, Nose and Throat endoscopy system and a laryngoscope to observe vocal cord damage.\nLaryngeal stroboscopic endoscopy: uses a fiber optic light source to capture slow-moving images of vocal cord activity. This technique helps to examine the shape and function of the vocal cords, vocal cord injuries affecting pronunciation function...; Laryngeal stroboscopic endoscopy: uses a fiber optic light source to capture slow-moving images of vocal cord activity. This technique helps examine the shape and function of the vocal cords, and vocal cord injuries that affect pronunciation function.\nAccording to Doctor II Tran Thi Thuy Hang, the case of L.T.M.H patient when visiting Tam Anh General Hospital was diagnosed using the German Xion laryngoscopy stroboscopic machine. In addition, patients are tested for voice disorders using the German DIVAS voice analysis software, objectively determining the impact of vocal cord damage on pronunciation function, helping to diagnose and monitor treatment results. treat. According to the examination results, the patient had a vocal cord polyp, not a suspected malignant tumor as other clinics had concluded. At this time, doctors proposed laparoscopic surgery to completely remove the polyp and send it to pathology for the most accurate diagnosis, while also bringing the ability to restore the patient's voice.",
            "subsection_string": "Diagnosis of vocal cord polyps\nDiagnosis of vocal cord polyps is usually done by laryngoscopy using a flexible tube through the nose or a rigid tube through the mouth.\nRoutine laryngoscopy: using an Ear, Nose and Throat endoscopy system and a laryngoscope to observe vocal cord damage; Routine laryngoscopy: using an Ear, Nose and Throat endoscopy system and a laryngoscope to observe vocal cord damage.\nLaryngeal stroboscopic endoscopy: uses a fiber optic light source to capture slow-moving images of vocal cord activity. This technique helps to examine the shape and function of the vocal cords, vocal cord injuries affecting pronunciation function...; Laryngeal stroboscopic endoscopy: uses a fiber optic light source to capture slow-moving images of vocal cord activity. This technique helps examine the shape and function of the vocal cords, and vocal cord injuries that affect pronunciation function.\nAccording to Doctor II Tran Thi Thuy Hang, the case of L.T.M.H patient when visiting Tam Anh General Hospital was diagnosed using the German Xion laryngoscopy stroboscopic machine. In addition, patients are tested for voice disorders using the German DIVAS voice analysis software, objectively determining the impact of vocal cord damage on pronunciation function, helping to diagnose and monitor treatment results. treat. According to the examination results, the patient had a vocal cord polyp, not a suspected malignant tumor as other clinics had concluded. At this time, doctors proposed laparoscopic surgery to completely remove the polyp and send it to pathology for the most accurate diagnosis, while also bringing the ability to restore the patient's voice."
        },
        {
            "subsection_name": "Treatment of vocal cord polyps",
            "subsection_content": "Not all vocal cord polyps require surgical treatment. Depending on the severity and stage of the disease, the doctor will prescribe the most appropriate treatment method.\n1. Treatment when symptoms are mild\nVocal cord polyps can be detected early when the patient has a laryngoscopy for an Ear, Nose and Throat examination. After a period of time, the appearance of polyps will increase in size, affecting the voice, causing mild hoarseness. At this time, if the patient goes to the doctor, the doctor will advise him on medical treatment before surgery.\nLimit talking too much and loudly; Treatment is with antibiotics and anti-inflammatory drugs; Continue to follow up for follow-up examinations at a hospital with an Ear, Nose and Throat specialist.\nDoctor II Tran Thi Thuy Hang examines and advises patients.\n2. Surgical intervention to remove vocal cord polyps\nBS.CKII Tran Thi Thuy Hang said that currently, Tam Anh General Hospital is applying laparoscopic vocal cord microsurgery method, using laryngoscope and Karl - Storz laryngeal microsurgical tool set from Germany to cut. polyp. The surgery was performed in about 30 minutes, completely removing the vocal cord polyp, stopping bleeding on the spot, and almost no complications. 3 weeks after surgery, the patient's voice was almost normal and the vocal cords were checked for polyp damage.\n3. Care after vocal cord polyp removal surgery\nPeople who have vocal cord polyps removed should note the following to limit infection and quickly recover after surgery:\nPatients need to limit talking for at least the first 3-5 days.; Be careful not to scream, sing, clear your throat, or cough; Rest, eat nutritious food, avoid allergic foods.; Abstain from alcoholic beverages and tobacco; Take medication as prescribed, follow-up appointments on schedule.",
            "subsection_string": "Treatment of vocal cord polyps\nNot all vocal cord polyps require surgical treatment. Depending on the severity and stage of the disease, the doctor will prescribe the most appropriate treatment method.\n1. Treatment when symptoms are mild\nVocal cord polyps can be detected early when the patient has a laryngoscopy for an Ear, Nose and Throat examination. After a period of time, the appearance of polyps will increase in size, affecting the voice, causing mild hoarseness. At this time, if the patient goes to the doctor, the doctor will advise him on medical treatment before surgery.\nLimit talking too much and loudly; Treatment is with antibiotics and anti-inflammatory drugs; Continue to follow up for follow-up examinations at a hospital with an Ear, Nose and Throat specialist.\nDoctor II Tran Thi Thuy Hang examines and advises patients.\n2. Surgical intervention to remove vocal cord polyps\nBS.CKII Tran Thi Thuy Hang said that currently, Tam Anh General Hospital is applying laparoscopic vocal cord microsurgery method, using laryngoscope and Karl - Storz laryngeal microsurgical tool set from Germany to cut. polyp. The surgery was performed in about 30 minutes, completely removing the vocal cord polyp, stopping bleeding on the spot, and almost no complications. 3 weeks after surgery, the patient's voice was almost normal and the vocal cords were checked for polyp damage.\n3. Care after vocal cord polyp removal surgery\nPeople who have vocal cord polyps removed should note the following to limit infection and quickly recover after surgery:\nPatients need to limit talking for at least the first 3-5 days.; Be careful not to scream, sing, clear your throat, or cough; Rest, eat nutritious food, avoid allergic foods.; Abstain from alcoholic beverages and tobacco; Take medication as prescribed, follow-up appointments on schedule."
        },
        {
            "subsection_name": "Complications of vocal cord polyps",
            "subsection_content": "The harmful effects of vocal cord polyps will affect the patient's voice, especially those who work in jobs that require constant voice use (teachers, singers, tour guides, broadcasters, businessmen, etc.). trading...) have prolonged hoarseness. Vocal cord polyps are benign diseases, do not develop into malignant tumors (cancer) like other types of polyps, but large polyps in the larynx can make it difficult for the patient to breathe. Polyps will not disappear naturally, so patients need to be accurately diagnosed and treated promptly.",
            "subsection_string": "Complications of vocal cord polyps\nThe harmful effects of vocal cord polyps will affect the patient's voice, especially those who work in jobs that require constant voice use (teachers, singers, tour guides, broadcasters, businessmen, etc.). trading...) have prolonged hoarseness. Vocal cord polyps are benign diseases, do not develop into malignant tumors (cancer) like other types of polyps, but large polyps in the larynx can make it difficult for the patient to breathe. Polyps will not disappear naturally, so patients need to be accurately diagnosed and treated promptly."
        },
        {
            "subsection_name": "Prevention of vocal cord polyps",
            "subsection_content": "To prevent the risk of vocal cord polyps, we need to pay attention and adhere to the following principles:\nAvoid straining your vocal cords: Limit talking too much, speaking loudly, shouting, singing continuously.; Reduce smoking, reduce caffeine, reduce alcohol consumption; Add enough water, drink 2 liters of water a day.; Avoid gastroesophageal reflux: eat on time, avoid eating late at night, take stomach medicine.; People who are frequently exposed to toxic chemicals and pollution should use protective masks and clean their nose and throat regularly.(2)",
            "subsection_string": "Prevention of vocal cord polyps\nTo prevent the risk of vocal cord polyps, we need to pay attention and adhere to the following principles:\nAvoid straining your vocal cords: Limit talking too much, speaking loudly, shouting, singing continuously.; Reduce smoking, reduce caffeine, reduce alcohol consumption; Add enough water, drink 2 liters of water a day.; Avoid gastroesophageal reflux: eat on time, avoid eating late at night, take stomach medicine.; People who are frequently exposed to toxic chemicals and pollution should use protective masks and clean their nose and throat regularly.(2)"
        },
        {
            "subsection_name": "Questions about laryngeal polyps",
            "subsection_content": "1. Are vocal cord polyps dangerous?\nLaryngeal polyp is a benign disease that does not endanger the patient's life, but causes voice changes. When the tumor grows rapidly, it will make it difficult for the patient to speak, hoarse, short of breath, affecting communication and work. Especially people who work using voice such as MCs, singers, cheerleaders, switchboard operators, sales staff... will face many difficulties if not treated promptly. (3)\n2. Where to examine and treat vocal cord polyps?\nAlthough vocal cord polyps are not life-threatening, patients should not be subjective about this disease. If we have signs of suspected laryngeal polyps such as hoarseness or difficulty speaking, we need to immediately go to a medical facility with an Ear, Nose and Throat specialist for timely examination and treatment. Doctor II Tran Thi Thuy Hang - Head of Department of Ear, Nose and Throat, Tam Anh General Hospital, Ho Chi Minh City, said that vocal cord polyps actually do not become malignant (cancerous) tumors, but the gold standard for diagnosing vocal cord polyps is The polyp was removed and sent to pathology. The results of observing the histologically stained polyp on a microscope determined that it was not a malignant lesion. At Tam Anh General Hospital System, customers have polyp samples taken and sent for pathology at both units of Tam Anh Hospital, Ho Chi Minh City and Tam Anh Hospital, Hanoi, to compare for the most accurate results. Patients have their polyps safely removed, local bleeding is stopped, infections are limited and they recover quickly.\nTo learn the signs and how to treat vocal cord polyps, you can contact Tam Anh General Hospital System: Hanoi 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City 2B Pho Quang, Ward 2, Tan Binh District, City. Ho Chi Minh Hotline: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh",
            "subsection_string": "Questions about laryngeal polyps\n1. Are vocal cord polyps dangerous?\nLaryngeal polyp is a benign disease that does not endanger the patient's life, but causes voice changes. When the tumor grows rapidly, it will make it difficult for the patient to speak, hoarse, short of breath, affecting communication and work. Especially people who work using voice such as MCs, singers, cheerleaders, switchboard operators, sales staff... will face many difficulties if not treated promptly. (3)\n2. Where to examine and treat vocal cord polyps?\nAlthough vocal cord polyps are not life-threatening, patients should not be subjective about this disease. If we have signs of suspected laryngeal polyps such as hoarseness or difficulty speaking, we need to immediately go to a medical facility with an Ear, Nose and Throat specialist for timely examination and treatment. Doctor II Tran Thi Thuy Hang - Head of Department of Ear, Nose and Throat, Tam Anh General Hospital, Ho Chi Minh City, said that vocal cord polyps actually do not become malignant (cancerous) tumors, but the gold standard for diagnosing vocal cord polyps is The polyp was removed and sent to pathology. The results of observing the histologically stained polyp on a microscope determined that it was not a malignant lesion. At Tam Anh General Hospital System, customers have polyp samples taken and sent for pathology at both units of Tam Anh Hospital, Ho Chi Minh City and Tam Anh Hospital, Hanoi, to compare for the most accurate results. Patients have their polyps safely removed, local bleeding is stopped, infections are limited and they recover quickly.\nTo learn the signs and how to treat vocal cord polyps, you can contact Tam Anh General Hospital System: Hanoi 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City 2B Pho Quang, Ward 2, Tan Binh District, City. Ho Chi Minh Hotline: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh"
        }
    ],
    "name": "polyp-day-thanh-quan.json"
}