{
    "title": "Colon polyps: Causes, signs and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/polyp-dai-trang/",
    "abstract": "Colon polyps are a disease related to the digestive tract that many people encounter. Although only a small percentage progresses to colon cancer, if detected, doctors recommend close monitoring.",
    "content": "Colon polyps: Causes, signs and prevention\n\nColon polyps are a disease related to the digestive tract that many people encounter. Although only a small percentage progresses to colon cancer, if detected, doctors recommend close monitoring.\n\nWhat are colon polyps?\nPolyps are protruding tumors in the colorectal lumen, formed by excessive proliferation of the colorectal mucosa. In fact, there are many raised masses that look very similar to polyps but are not polyps such as muscle tumors, lipomas... Polyp is a general, non-specific term, used for any tumor that protrudes on the surface. colorectal surface. Most polyps are benign tumors; However, there is still a certain percentage that can progress to colon cancer, which can be fatal. For this reason, you need to be periodically monitored if you have colon polyps.(2)\nColon polyps are abnormal growths of cells in the lining of the colon\n\nTypes of colon polyps\nNot all colon polyps are the same. Colon polyps are divided into two main types: hyperplasia and adenoma.\nHyperplasia: This type of polyp has no risk of progressing to the malignant stage into cancer. Hyperplastic polyps are usually small (less than 5mm in size), or located at the end of the rectum or sigmoid colon.; Adenoma: Most cases of colon cancer are from this type of polyp (however, not all adenomas are dangerous). The larger the adenoma polyp, the higher the risk of becoming cancerous. Based on the growth pattern, adenomas are divided into smaller types such as:(3)\nTubular adenoma polyp: most common, accounting for about 80%, size is rarely larger than 25 mm, surface is relatively smooth and often has a stem. Microscopically, the polyp stalk is covered by normal colon mucosa, inside which is fibrovascular-vascular stroma originating from the submucosal layer. The head of the polyp is made up of hyperplastic and dysplastic intestinal epithelium, forming distorted glandular ducts arranged tightly together, and the glandular cells have hyperchromatic nuclei. About 20-25% of tubular adenoma polyps have a branched component, the presence of a branched component makes the polyp more likely to become cancerous. The chance of becoming cancerous is 3-5% for ductal adenoma polyps in general; Tubular adenoma polyp: most common, accounting for about 80%, size is rarely larger than 25 mm, surface is relatively smooth and often has a stem. Microscopically, the polyp stalk is covered by normal colon mucosa, inside which is fibrovascular-vascular stroma originating from the submucosal layer. The head of the polyp is made up of hyperplastic and dysplastic intestinal epithelium, forming distorted glandular ducts arranged tightly together, and the glandular cells have hyperchromatic nuclei. About 20-25% of tubular adenoma polyps have a branched component, the presence of a branched component makes the polyp more likely to become cancerous. The chance of becoming cancerous is 3-5% for tubular adenoma polyps in general.\nVillous adenoma polyp: accounts for 5-15%, with over 75% branch structure, it is called branch adenoma polyp. Mainly found in the rectum (50-55%), pelvic colon (30%) and descending colon (10%). Branch adenoma polyps can be larger than 3cm in size (can reach 100mm), rough like broccoli and stemless. Microscopically, branching adenomatous polyps are made up of hyperplastic and dysplastic intestinal epithelium, forming branch-like structures that resemble intestinal villi. Branch adenoma polyps are precancerous lesions: 10% of tumors have local cancer and 25-40% have invasive cancer.; Villous adenoma polyp: accounts for 5-15%, with over 75% branch structure, it is called branch adenoma polyp. Mainly found in the rectum (50-55%), pelvic colon (30%) and descending colon (10%). Branch adenoma polyps can be larger than 3cm in size (can reach 100mm), rough like broccoli and stemless. Microscopically, branching adenomatous polyps are made up of hyperplastic and dysplastic intestinal epithelium, forming branch-like structures that resemble intestinal villi. Branch adenoma polyps are precancerous lesions: 10% of tumors have local cancer and 25-40% have invasive cancer.\nTubular adenoma polyp (tubulo-villous adenoma): accounts for 5-15%, is a mixed form of the above two types. Polyps vary in size, pedunculated or sessile. The branch component accounts for about 25-75%, and may have the appearance of cancer infiltrating the branch component.; Tubular adenoma polyp (tubulo-villous adenoma): accounts for 5-15%, is a mixed form of the above two types. Polyps vary in size, pedunculated or sessile. The branch component accounts for about 25-75%, and may have the appearance of cancer infiltrating the branch component.\nSerrated adenoma polyps: have a serrated structure similar to proliferative polyps but have dysplastic cells, capable of developing into cancer: SSL (sessile serrated lesions), TSA (traditional serrated adenoma). SSL is commonly found in the ascending colon. These polyps have a cloud-like appearance, are often flat, and may be covered with mucus on the surface. Histologically, SSL contains structural abnormalities, significant proliferation, and frequent dysplasia. SSL should be completely excised, however due to unclear borders, care must be taken to ensure complete endoscopic removal of the polyp. TSA is commonly found in the rectum and sigmoid colon and can be pedunculated or sessile. TSA has cellular dysplasia but is usually mild.; Serrated adenoma polyps: have a serrated structure similar to proliferative polyps but have dysplastic cells, capable of developing into cancer: SSL (sessile serrated lesions), TSA (traditional serrated adenoma). SSL is commonly found in the ascending colon. These polyps have a cloud-like appearance, are often flat, and may be covered with mucus on the surface. Histologically, SSL contains structural abnormalities, significant proliferation, and frequent dysplasia. SSL should be completely excised, however due to unclear borders, care must be taken to ensure complete endoscopic removal of the polyp. TSA is commonly found in the rectum and sigmoid colon and can be pedunculated or sessile. TSA has cellular dysplasia but is usually mild.\n\nCauses of colon polyps\nThe exact cause of colon polyps has not been determined, but more than normal cell division and growth is considered the main reason. Specifically, polyps are the result of genetic changes in colon mucosa cells that affect the life cycle of normal cells.(1)\nThis factor is related to some of the following issues:\nAge: Most people with colon polyps are aged 50 or older; Family history: If someone in your family has colon polyps or colon cancer, you are also at risk of getting the disease. The more family members who have the disease, the higher your risk.; Smoking and excessive alcohol consumption: Regularly drinking alcohol - smoking or a combination of both increases the risk of developing colon polyps.; Some genetic disorders: A small number of people with colon polyps are associated with Gardner syndrome (familial polyposis syndrome), Lynch syndrome (a disease that increases the risk of many types of cancer, including also in the intestines), Juvenile Polyposis (a disease that causes many benign tumors in the intestines) or Peutz-Jeghers syndrome (a disease that causes intestinal polyps, increasing the risk of colon cancer),...; Obesity, lack of exercise and high fat consumption: These are also factors that increase the risk of disease.; Race: African Americans have a higher than normal risk of developing colon cancer\n\nSigns of colon polyps\nMost people with colon polyps have no obvious symptoms until a medical examination. In addition, if the following symptoms of colon polyps appear, many people mistake it for other digestive problems. Therefore, to reduce the risk of ignoring the disease, you should have a health check-up as soon as possible if you encounter: (5)\nRectal bleeding: This is not only one of the signs of colon polyps, but it can also be a sign of hemorrhoids or anal tears.; Abnormally colored stools: Colon polyps can cause stools to be black or have blood threads appear - a sign of bleeding in the colon. However, changes in stool color are also related to certain foods or medications/functional foods.; Change in bowel habits: Constipation or diarrhea that lasts for an unusually long time and does not improve is a warning sign of the risk of polyps, or more seriously, colon cancer.; Abdominal pain: People with colon polyps may often experience abdominal cramps due to the disease causing a partial obstruction of the intestines.; Anemia: Polyp bleeding can occur silently for a long time, causing a decrease in the amount of iron needed by the body; leading to a reduction in red blood cells that transport oxygen. This causes patients to feel tired and short of breath.\nAbnormal or bloody bowel movements are a sign of colon polyps\n\nDiagnosis of colon polyps\nTo prevent the risk of colorectal cancer, early diagnosis and detection of polyps is very important. Colon polyp screening tests include:\nColonoscopy: Helps observe the condition inside the colon. Endoscopy is capable of removing most polyps to check for cancer risk.; CT colonography: This method is also known as virtual colonoscopy to take images of the colon from the outside. This method of diagnosis cannot remove polyps. If there are any abnormal signs, the patient will need regular colonoscopy.; Sigmoidoscopy: This test is similar to colonoscopy but is not too complicated. If the patient has polyps, sigmoidoscopy can remove them.; Stool test: This is a DNA test that tests for genetic changes. If the test has problems, the patient will need an endoscopy.\n\nTreatment of colon polyps\nDepending on the type of colon polyp detected, the doctor will choose one of the following removal methods:\nRemoving polyps during colonoscopy: During colonoscopy, the doctor will use forceps or a noose (snare) to remove polyps. If the size of the polyp is too large to be treated in the above way, the doctor will inject a liquid underneath to lift and isolate the polyp from surrounding tissue and then cut the polyp... Polyps can be cut using many different techniques. depending on polyp size; Minimally invasive surgery: For colon polyps that are too large or cannot be safely removed during colonoscopy, minimally invasive surgery will be needed. At this time, the patient will have an instrument called laparoscopic surgery inserted into the abdomen to remove the part of the intestine containing polyps; Colectomy: If you have a genetic condition such as familial adenomatous polyposis, you may need surgery to remove part or all of your colon.\nAfter being removed, colon polyps will be sent for histopathological testing, analyzing tissue samples to assess the degree of dysplasia of the polyp and whether the cut margin still has tumor cells or not.\nIn addition, once you have colon polyps, there is a small risk that you will also encounter more polyps in the future. Therefore, during treatment, patients will be advised to do additional screening tests later. The timing and frequency of testing is based on the number, size, and analysis results combined with other risk factors. Detail:\nIn 5-10 years: When there are 1 or 2 small adenomas; In 3 to 5 years: There are 3 or 4 adenomas; In 3 years: If there are 5-10 adenomas, adenoma size larger than 10mm or certain types of adenomas; Within 6 months to 1 year: When there are > 10 adenoma polyps or 1 large tumor or adenoma, partial resection is required.\nSmall polyps can be removed during a colonoscopy\n\nAre colon polyps dangerous?\nBecause of the risk of cancer, colon polyps are not a medical condition that we can take lightly. It is better to check and detect early as well as remove polyps as soon as possible.\n\nPrevention of colon polyps\nThe best way to prevent colon polyps is to regularly screen and remove polyps when present. In addition, we can reduce the risk of colon polyps thanks to the following healthy habits:\nIncrease fruits, vegetables, beans, and fiber-rich grains into your daily diet.; Maintain a healthy weight and balanced body shape; You should lose weight if you are overweight or obese; Do not eat too much red meat such as beef, pork, goat meat, lamb,...; Exercise with moderate intensity, regularly every day; Do not abuse alcohol or tobacco; Consult your doctor about taking calcium and vitamin D supplements or taking aspirin regularly to reduce colon cancer rates\n\nShould colon polyps be removed?\nColon polyps account for a high rate of cancer. Therefore, polypectomy during colonoscopy has the effect of removing polyps, preventing the progression to cancer and thus reducing deaths from colorectal cancer.\nRegardless of male or female, colon polyps can occur in many people, especially people aged 40-50. Due to the risk of developing colon cancer, if there is a polyp, the patient needs to have it removed as soon as possible. Patients who need colon polyp removal or surgery should have it performed at medical facilities with specialized digestive expertise and a team of experienced doctors to both achieve good results and ensure safety. .\nCenter for Endoscopy and Gastrointestinal Endoscopy Surgery, Tam Anh General Hospital is a prestigious medical unit, providing high-end, effective examination and treatment services for patients suffering from digestive problems. Digestion ranges from mild to severe. The center brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad, providing optimal service. multiple examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with experts at the Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact:\nColon polyps often have no obvious symptoms. Detecting colon polyps requires regular screening tests, such as colonoscopy, because colon polyps detected in the early stages can often be safely removed.",
    "subsections": [
        {
            "subsection_name": "What are colon polyps?",
            "subsection_content": "Polyps are protruding tumors in the colorectal lumen, formed by excessive proliferation of the colorectal mucosa. In fact, there are many raised masses that look very similar to polyps but are not polyps such as muscle tumors, lipomas... Polyp is a general, non-specific term, used for any tumor that protrudes on the surface. colorectal surface. Most polyps are benign tumors; However, there is still a certain percentage that can progress to colon cancer, which can be fatal. For this reason, you need to be periodically monitored if you have colon polyps.(2)\nColon polyps are abnormal growths of cells in the lining of the colon",
            "subsection_string": "What are colon polyps?\nPolyps are protruding tumors in the colorectal lumen, formed by excessive proliferation of the colorectal mucosa. In fact, there are many raised masses that look very similar to polyps but are not polyps such as muscle tumors, lipomas... Polyp is a general, non-specific term, used for any tumor that protrudes on the surface. colorectal surface. Most polyps are benign tumors; However, there is still a certain percentage that can progress to colon cancer, which can be fatal. For this reason, you need to be periodically monitored if you have colon polyps.(2)\nColon polyps are abnormal growths of cells in the lining of the colon"
        },
        {
            "subsection_name": "Types of colon polyps",
            "subsection_content": "Not all colon polyps are the same. Colon polyps are divided into two main types: hyperplasia and adenoma.\nHyperplasia: This type of polyp has no risk of progressing to the malignant stage into cancer. Hyperplastic polyps are usually small (less than 5mm in size), or located at the end of the rectum or sigmoid colon.; Adenoma: Most cases of colon cancer are from this type of polyp (however, not all adenomas are dangerous). The larger the adenoma polyp, the higher the risk of becoming cancerous. Based on the growth pattern, adenomas are divided into smaller types such as:(3)\nTubular adenoma polyp: most common, accounting for about 80%, size is rarely larger than 25 mm, surface is relatively smooth and often has a stem. Microscopically, the polyp stalk is covered by normal colon mucosa, inside which is fibrovascular-vascular stroma originating from the submucosal layer. The head of the polyp is made up of hyperplastic and dysplastic intestinal epithelium, forming distorted glandular ducts arranged tightly together, and the glandular cells have hyperchromatic nuclei. About 20-25% of tubular adenoma polyps have a branched component, the presence of a branched component makes the polyp more likely to become cancerous. The chance of becoming cancerous is 3-5% for ductal adenoma polyps in general; Tubular adenoma polyp: most common, accounting for about 80%, size is rarely larger than 25 mm, surface is relatively smooth and often has a stem. Microscopically, the polyp stalk is covered by normal colon mucosa, inside which is fibrovascular-vascular stroma originating from the submucosal layer. The head of the polyp is made up of hyperplastic and dysplastic intestinal epithelium, forming distorted glandular ducts arranged tightly together, and the glandular cells have hyperchromatic nuclei. About 20-25% of tubular adenoma polyps have a branched component, the presence of a branched component makes the polyp more likely to become cancerous. The chance of becoming cancerous is 3-5% for tubular adenoma polyps in general.\nVillous adenoma polyp: accounts for 5-15%, with over 75% branch structure, it is called branch adenoma polyp. Mainly found in the rectum (50-55%), pelvic colon (30%) and descending colon (10%). Branch adenoma polyps can be larger than 3cm in size (can reach 100mm), rough like broccoli and stemless. Microscopically, branching adenomatous polyps are made up of hyperplastic and dysplastic intestinal epithelium, forming branch-like structures that resemble intestinal villi. Branch adenoma polyps are precancerous lesions: 10% of tumors have local cancer and 25-40% have invasive cancer.; Villous adenoma polyp: accounts for 5-15%, with over 75% branch structure, it is called branch adenoma polyp. Mainly found in the rectum (50-55%), pelvic colon (30%) and descending colon (10%). Branch adenoma polyps can be larger than 3cm in size (can reach 100mm), rough like broccoli and stemless. Microscopically, branching adenomatous polyps are made up of hyperplastic and dysplastic intestinal epithelium, forming branch-like structures that resemble intestinal villi. Branch adenoma polyps are precancerous lesions: 10% of tumors have local cancer and 25-40% have invasive cancer.\nTubular adenoma polyp (tubulo-villous adenoma): accounts for 5-15%, is a mixed form of the above two types. Polyps vary in size, pedunculated or sessile. The branch component accounts for about 25-75%, and may have the appearance of cancer infiltrating the branch component.; Tubular adenoma polyp (tubulo-villous adenoma): accounts for 5-15%, is a mixed form of the above two types. Polyps vary in size, pedunculated or sessile. The branch component accounts for about 25-75%, and may have the appearance of cancer infiltrating the branch component.\nSerrated adenoma polyps: have a serrated structure similar to proliferative polyps but have dysplastic cells, capable of developing into cancer: SSL (sessile serrated lesions), TSA (traditional serrated adenoma). SSL is commonly found in the ascending colon. These polyps have a cloud-like appearance, are often flat, and may be covered with mucus on the surface. Histologically, SSL contains structural abnormalities, significant proliferation, and frequent dysplasia. SSL should be completely excised, however due to unclear borders, care must be taken to ensure complete endoscopic removal of the polyp. TSA is commonly found in the rectum and sigmoid colon and can be pedunculated or sessile. TSA has cellular dysplasia but is usually mild.; Serrated adenoma polyps: have a serrated structure similar to proliferative polyps but have dysplastic cells, capable of developing into cancer: SSL (sessile serrated lesions), TSA (traditional serrated adenoma). SSL is commonly found in the ascending colon. These polyps have a cloud-like appearance, are often flat, and may be covered with mucus on the surface. Histologically, SSL contains structural abnormalities, significant proliferation, and frequent dysplasia. SSL should be completely excised, however due to unclear borders, care must be taken to ensure complete endoscopic removal of the polyp. TSA is commonly found in the rectum and sigmoid colon and can be pedunculated or sessile. TSA has cellular dysplasia but is usually mild.",
            "subsection_string": "Types of colon polyps\nNot all colon polyps are the same. Colon polyps are divided into two main types: hyperplasia and adenoma.\nHyperplasia: This type of polyp has no risk of progressing to the malignant stage into cancer. Hyperplastic polyps are usually small (less than 5mm in size), or located at the end of the rectum or sigmoid colon.; Adenoma: Most cases of colon cancer are from this type of polyp (however, not all adenomas are dangerous). The larger the adenoma polyp, the higher the risk of becoming cancerous. Based on the growth pattern, adenomas are divided into smaller types such as:(3)\nTubular adenoma polyp: most common, accounting for about 80%, size is rarely larger than 25 mm, surface is relatively smooth and often has a stem. Microscopically, the polyp stalk is covered by normal colon mucosa, inside which is fibrovascular-vascular stroma originating from the submucosal layer. The head of the polyp is made up of hyperplastic and dysplastic intestinal epithelium, forming distorted glandular ducts arranged tightly together, and the glandular cells have hyperchromatic nuclei. About 20-25% of tubular adenoma polyps have a branched component, the presence of a branched component makes the polyp more likely to become cancerous. The chance of becoming cancerous is 3-5% for ductal adenoma polyps in general; Tubular adenoma polyp: most common, accounting for about 80%, size is rarely larger than 25 mm, surface is relatively smooth and often has a stem. Microscopically, the polyp stalk is covered by normal colon mucosa, inside which is fibrovascular-vascular stroma originating from the submucosal layer. The head of the polyp is made up of hyperplastic and dysplastic intestinal epithelium, forming distorted glandular ducts arranged tightly together, and the glandular cells have hyperchromatic nuclei. About 20-25% of tubular adenoma polyps have a branched component, the presence of a branched component makes the polyp more likely to become cancerous. The chance of becoming cancerous is 3-5% for tubular adenoma polyps in general.\nVillous adenoma polyp: accounts for 5-15%, with over 75% branch structure, it is called branch adenoma polyp. Mainly found in the rectum (50-55%), pelvic colon (30%) and descending colon (10%). Branch adenoma polyps can be larger than 3cm in size (can reach 100mm), rough like broccoli and stemless. Microscopically, branching adenomatous polyps are made up of hyperplastic and dysplastic intestinal epithelium, forming branch-like structures that resemble intestinal villi. Branch adenoma polyps are precancerous lesions: 10% of tumors have local cancer and 25-40% have invasive cancer.; Villous adenoma polyp: accounts for 5-15%, with over 75% branch structure, it is called branch adenoma polyp. Mainly found in the rectum (50-55%), pelvic colon (30%) and descending colon (10%). Branch adenoma polyps can be larger than 3cm in size (can reach 100mm), rough like broccoli and stemless. Microscopically, branching adenomatous polyps are made up of hyperplastic and dysplastic intestinal epithelium, forming branch-like structures that resemble intestinal villi. Branch adenoma polyps are precancerous lesions: 10% of tumors have local cancer and 25-40% have invasive cancer.\nTubular adenoma polyp (tubulo-villous adenoma): accounts for 5-15%, is a mixed form of the above two types. Polyps vary in size, pedunculated or sessile. The branch component accounts for about 25-75%, and may have the appearance of cancer infiltrating the branch component.; Tubular adenoma polyp (tubulo-villous adenoma): accounts for 5-15%, is a mixed form of the above two types. Polyps vary in size, pedunculated or sessile. The branch component accounts for about 25-75%, and may have the appearance of cancer infiltrating the branch component.\nSerrated adenoma polyps: have a serrated structure similar to proliferative polyps but have dysplastic cells, capable of developing into cancer: SSL (sessile serrated lesions), TSA (traditional serrated adenoma). SSL is commonly found in the ascending colon. These polyps have a cloud-like appearance, are often flat, and may be covered with mucus on the surface. Histologically, SSL contains structural abnormalities, significant proliferation, and frequent dysplasia. SSL should be completely excised, however due to unclear borders, care must be taken to ensure complete endoscopic removal of the polyp. TSA is commonly found in the rectum and sigmoid colon and can be pedunculated or sessile. TSA has cellular dysplasia but is usually mild.; Serrated adenoma polyps: have a serrated structure similar to proliferative polyps but have dysplastic cells, capable of developing into cancer: SSL (sessile serrated lesions), TSA (traditional serrated adenoma). SSL is commonly found in the ascending colon. These polyps have a cloud-like appearance, are often flat, and may be covered with mucus on the surface. Histologically, SSL contains structural abnormalities, significant proliferation, and frequent dysplasia. SSL should be completely excised, however due to unclear borders, care must be taken to ensure complete endoscopic removal of the polyp. TSA is commonly found in the rectum and sigmoid colon and can be pedunculated or sessile. TSA has cellular dysplasia but is usually mild."
        },
        {
            "subsection_name": "Causes of colon polyps",
            "subsection_content": "The exact cause of colon polyps has not been determined, but more than normal cell division and growth is considered the main reason. Specifically, polyps are the result of genetic changes in colon mucosa cells that affect the life cycle of normal cells.(1)\nThis factor is related to some of the following issues:\nAge: Most people with colon polyps are aged 50 or older; Family history: If someone in your family has colon polyps or colon cancer, you are also at risk of getting the disease. The more family members who have the disease, the higher your risk.; Smoking and excessive alcohol consumption: Regularly drinking alcohol - smoking or a combination of both increases the risk of developing colon polyps.; Some genetic disorders: A small number of people with colon polyps are associated with Gardner syndrome (familial polyposis syndrome), Lynch syndrome (a disease that increases the risk of many types of cancer, including also in the intestines), Juvenile Polyposis (a disease that causes many benign tumors in the intestines) or Peutz-Jeghers syndrome (a disease that causes intestinal polyps, increasing the risk of colon cancer),...; Obesity, lack of exercise and high fat consumption: These are also factors that increase the risk of disease.; Race: African Americans have a higher than normal risk of developing colon cancer",
            "subsection_string": "Causes of colon polyps\nThe exact cause of colon polyps has not been determined, but more than normal cell division and growth is considered the main reason. Specifically, polyps are the result of genetic changes in colon mucosa cells that affect the life cycle of normal cells.(1)\nThis factor is related to some of the following issues:\nAge: Most people with colon polyps are aged 50 or older; Family history: If someone in your family has colon polyps or colon cancer, you are also at risk of getting the disease. The more family members who have the disease, the higher your risk.; Smoking and excessive alcohol consumption: Regularly drinking alcohol - smoking or a combination of both increases the risk of developing colon polyps.; Some genetic disorders: A small number of people with colon polyps are associated with Gardner syndrome (familial polyposis syndrome), Lynch syndrome (a disease that increases the risk of many types of cancer, including also in the intestines), Juvenile Polyposis (a disease that causes many benign tumors in the intestines) or Peutz-Jeghers syndrome (a disease that causes intestinal polyps, increasing the risk of colon cancer),...; Obesity, lack of exercise and high fat consumption: These are also factors that increase the risk of disease.; Race: African Americans have a higher than normal risk of developing colon cancer"
        },
        {
            "subsection_name": "Signs of colon polyps",
            "subsection_content": "Most people with colon polyps have no obvious symptoms until a medical examination. In addition, if the following symptoms of colon polyps appear, many people mistake it for other digestive problems. Therefore, to reduce the risk of ignoring the disease, you should have a health check-up as soon as possible if you encounter: (5)\nRectal bleeding: This is not only one of the signs of colon polyps, but it can also be a sign of hemorrhoids or anal tears.; Abnormally colored stools: Colon polyps can cause stools to be black or have blood threads appear - a sign of bleeding in the colon. However, changes in stool color are also related to certain foods or medications/functional foods.; Change in bowel habits: Constipation or diarrhea that lasts for an unusually long time and does not improve is a warning sign of the risk of polyps, or more seriously, colon cancer.; Abdominal pain: People with colon polyps may often experience abdominal cramps due to the disease causing a partial obstruction of the intestines.; Anemia: Polyp bleeding can occur silently for a long time, causing a decrease in the amount of iron needed by the body; leading to a reduction in red blood cells that transport oxygen. This causes patients to feel tired and short of breath.\nAbnormal or bloody bowel movements are a sign of colon polyps",
            "subsection_string": "Signs of colon polyps\nMost people with colon polyps have no obvious symptoms until a medical examination. In addition, if the following symptoms of colon polyps appear, many people mistake it for other digestive problems. Therefore, to reduce the risk of ignoring the disease, you should have a health check-up as soon as possible if you encounter: (5)\nRectal bleeding: This is not only one of the signs of colon polyps, but it can also be a sign of hemorrhoids or anal tears.; Abnormally colored stools: Colon polyps can cause stools to be black or have blood threads appear - a sign of bleeding in the colon. However, changes in stool color are also related to certain foods or medications/functional foods.; Change in bowel habits: Constipation or diarrhea that lasts for an unusually long time and does not improve is a warning sign of the risk of polyps, or more seriously, colon cancer.; Abdominal pain: People with colon polyps may often experience abdominal cramps due to the disease causing a partial obstruction of the intestines.; Anemia: Polyp bleeding can occur silently for a long time, causing a decrease in the amount of iron needed by the body; leading to a reduction in red blood cells that transport oxygen. This causes patients to feel tired and short of breath.\nAbnormal or bloody bowel movements are a sign of colon polyps"
        },
        {
            "subsection_name": "Diagnosis of colon polyps",
            "subsection_content": "To prevent the risk of colorectal cancer, early diagnosis and detection of polyps is very important. Colon polyp screening tests include:\nColonoscopy: Helps observe the condition inside the colon. Endoscopy is capable of removing most polyps to check for cancer risk.; CT colonography: This method is also known as virtual colonoscopy to take images of the colon from the outside. This method of diagnosis cannot remove polyps. If there are any abnormal signs, the patient will need regular colonoscopy.; Sigmoidoscopy: This test is similar to colonoscopy but is not too complicated. If the patient has polyps, sigmoidoscopy can remove them.; Stool test: This is a DNA test that tests for genetic changes. If the test has problems, the patient will need an endoscopy.",
            "subsection_string": "Diagnosis of colon polyps\nTo prevent the risk of colorectal cancer, early diagnosis and detection of polyps is very important. Colon polyp screening tests include:\nColonoscopy: Helps observe the condition inside the colon. Endoscopy is capable of removing most polyps to check for cancer risk.; CT colonography: This method is also known as virtual colonoscopy to take images of the colon from the outside. This method of diagnosis cannot remove polyps. If there are any abnormal signs, the patient will need regular colonoscopy.; Sigmoidoscopy: This test is similar to colonoscopy but is not too complicated. If the patient has polyps, sigmoidoscopy can remove them.; Stool test: This is a DNA test that tests for genetic changes. If the test has problems, the patient will need an endoscopy."
        },
        {
            "subsection_name": "Treatment of colon polyps",
            "subsection_content": "Depending on the type of colon polyp detected, the doctor will choose one of the following removal methods:\nRemoving polyps during colonoscopy: During colonoscopy, the doctor will use forceps or a noose (snare) to remove polyps. If the size of the polyp is too large to be treated in the above way, the doctor will inject a liquid underneath to lift and isolate the polyp from surrounding tissue and then cut the polyp... Polyps can be cut using many different techniques. depending on polyp size; Minimally invasive surgery: For colon polyps that are too large or cannot be safely removed during colonoscopy, minimally invasive surgery will be needed. At this time, the patient will have an instrument called laparoscopic surgery inserted into the abdomen to remove the part of the intestine containing polyps; Colectomy: If you have a genetic condition such as familial adenomatous polyposis, you may need surgery to remove part or all of your colon.\nAfter being removed, colon polyps will be sent for histopathological testing, analyzing tissue samples to assess the degree of dysplasia of the polyp and whether the cut margin still has tumor cells or not.\nIn addition, once you have colon polyps, there is a small risk that you will also encounter more polyps in the future. Therefore, during treatment, patients will be advised to do additional screening tests later. The timing and frequency of testing is based on the number, size, and analysis results combined with other risk factors. Detail:\nIn 5-10 years: When there are 1 or 2 small adenomas; In 3 to 5 years: There are 3 or 4 adenomas; In 3 years: If there are 5-10 adenomas, adenoma size larger than 10mm or certain types of adenomas; Within 6 months to 1 year: When there are > 10 adenoma polyps or 1 large tumor or adenoma, partial resection is required.\nSmall polyps can be removed during a colonoscopy",
            "subsection_string": "Treatment of colon polyps\nDepending on the type of colon polyp detected, the doctor will choose one of the following removal methods:\nRemoving polyps during colonoscopy: During colonoscopy, the doctor will use forceps or a noose (snare) to remove polyps. If the size of the polyp is too large to be treated in the above way, the doctor will inject a liquid underneath to lift and isolate the polyp from surrounding tissue and then cut the polyp... Polyps can be cut using many different techniques. depending on polyp size; Minimally invasive surgery: For colon polyps that are too large or cannot be safely removed during colonoscopy, minimally invasive surgery will be needed. At this time, the patient will have an instrument called laparoscopic surgery inserted into the abdomen to remove the part of the intestine containing polyps; Colectomy: If you have a genetic condition such as familial adenomatous polyposis, you may need surgery to remove part or all of your colon.\nAfter being removed, colon polyps will be sent for histopathological testing, analyzing tissue samples to assess the degree of dysplasia of the polyp and whether the cut margin still has tumor cells or not.\nIn addition, once you have colon polyps, there is a small risk that you will also encounter more polyps in the future. Therefore, during treatment, patients will be advised to do additional screening tests later. The timing and frequency of testing is based on the number, size, and analysis results combined with other risk factors. Detail:\nIn 5-10 years: When there are 1 or 2 small adenomas; In 3 to 5 years: There are 3 or 4 adenomas; In 3 years: If there are 5-10 adenomas, adenoma size larger than 10mm or certain types of adenomas; Within 6 months to 1 year: When there are > 10 adenoma polyps or 1 large tumor or adenoma, partial resection is required.\nSmall polyps can be removed during a colonoscopy"
        },
        {
            "subsection_name": "Are colon polyps dangerous?",
            "subsection_content": "Because of the risk of cancer, colon polyps are not a medical condition that we can take lightly. It is better to check and detect early as well as remove polyps as soon as possible.",
            "subsection_string": "Are colon polyps dangerous?\nBecause of the risk of cancer, colon polyps are not a medical condition that we can take lightly. It is better to check and detect early as well as remove polyps as soon as possible."
        },
        {
            "subsection_name": "Prevention of colon polyps",
            "subsection_content": "The best way to prevent colon polyps is to regularly screen and remove polyps when present. In addition, we can reduce the risk of colon polyps thanks to the following healthy habits:\nIncrease fruits, vegetables, beans, and fiber-rich grains into your daily diet.; Maintain a healthy weight and balanced body shape; You should lose weight if you are overweight or obese; Do not eat too much red meat such as beef, pork, goat meat, lamb,...; Exercise with moderate intensity, regularly every day; Do not abuse alcohol or tobacco; Consult your doctor about taking calcium and vitamin D supplements or taking aspirin regularly to reduce colon cancer rates",
            "subsection_string": "Prevention of colon polyps\nThe best way to prevent colon polyps is to regularly screen and remove polyps when present. In addition, we can reduce the risk of colon polyps thanks to the following healthy habits:\nIncrease fruits, vegetables, beans, and fiber-rich grains into your daily diet.; Maintain a healthy weight and balanced body shape; You should lose weight if you are overweight or obese; Do not eat too much red meat such as beef, pork, goat meat, lamb,...; Exercise with moderate intensity, regularly every day; Do not abuse alcohol or tobacco; Consult your doctor about taking calcium and vitamin D supplements or taking aspirin regularly to reduce colon cancer rates"
        },
        {
            "subsection_name": "Should colon polyps be removed?",
            "subsection_content": "Colon polyps account for a high rate of cancer. Therefore, polypectomy during colonoscopy has the effect of removing polyps, preventing the progression to cancer and thus reducing deaths from colorectal cancer.\nRegardless of male or female, colon polyps can occur in many people, especially people aged 40-50. Due to the risk of developing colon cancer, if there is a polyp, the patient needs to have it removed as soon as possible. Patients who need colon polyp removal or surgery should have it performed at medical facilities with specialized digestive expertise and a team of experienced doctors to both achieve good results and ensure safety. .\nCenter for Endoscopy and Gastrointestinal Endoscopy Surgery, Tam Anh General Hospital is a prestigious medical unit, providing high-end, effective examination and treatment services for patients suffering from digestive problems. Digestion ranges from mild to severe. The center brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad, providing optimal service. multiple examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with experts at the Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact:\nColon polyps often have no obvious symptoms. Detecting colon polyps requires regular screening tests, such as colonoscopy, because colon polyps detected in the early stages can often be safely removed.",
            "subsection_string": "Should colon polyps be removed?\nColon polyps account for a high rate of cancer. Therefore, polypectomy during colonoscopy has the effect of removing polyps, preventing the progression to cancer and thus reducing deaths from colorectal cancer.\nRegardless of male or female, colon polyps can occur in many people, especially people aged 40-50. Due to the risk of developing colon cancer, if there is a polyp, the patient needs to have it removed as soon as possible. Patients who need colon polyp removal or surgery should have it performed at medical facilities with specialized digestive expertise and a team of experienced doctors to both achieve good results and ensure safety. .\nCenter for Endoscopy and Gastrointestinal Endoscopy Surgery, Tam Anh General Hospital is a prestigious medical unit, providing high-end, effective examination and treatment services for patients suffering from digestive problems. Digestion ranges from mild to severe. The center brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad, providing optimal service. multiple examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with experts at the Gastrointestinal Endoscopy & Surgery Center of Tam Anh General Hospital System, please contact:\nColon polyps often have no obvious symptoms. Detecting colon polyps requires regular screening tests, such as colonoscopy, because colon polyps detected in the early stages can often be safely removed."
        }
    ],
    "name": "polyp-dai-trang.json"
}