{
    "title": "Proteinuria: Causes, symptoms, diagnosis, treatment",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/protein-nieu/",
    "abstract": "Proteinuria can occur in anyone and is a serious warning sign of kidney damage. The condition manifests with many diverse and easily recognizable symptoms. Depending on the specific cause, the doctor will prescribe appropriate treatment methods to minimize dangerous complications.",
    "content": "Proteinuria: Causes, symptoms, diagnosis, treatment\n\nProteinuria can occur in anyone and is a serious warning sign of kidney damage. The condition manifests with many diverse and easily recognizable symptoms. Depending on the specific cause, the doctor will prescribe appropriate treatment methods to minimize dangerous complications.\n\nWhat is proteinuria?\nProteinuria is the term used to describe high levels of protein in the urine. This can also be a warning sign of kidney damage. Accordingly, protein is a structural component that plays a very important role in the body. Some typical functions include:\nSupports muscle and bone development; Regulates the amount of plasma in the blood.; Anti-infection.; Participates in the repair of damaged tissues.\nProtein needs to be retained in the blood, if it leaks into the urine it will be harmful to overall health. This condition is called proteinuria, one of the common causes of chronic kidney failure.\n\nCauses of proteinuria\nIn cases of proteinuria, the doctor will base on the symptoms to determine the underlying cause: (1)\n1. Dehydration\nThis is a common and temporary cause of proteinuria. When the body is dehydrated and the amount of water is not compensated enough, the amount of nutrients delivered to the kidneys will be insufficient, which causes protein reabsorption disorders in the kidneys, leading to protein being excreted in the urine, causing proteinuria. temporary urination.\nSymptoms will vary depending on the severity of dehydration, such as:\nTired.; Headache.; Dizzy.; Constantly thirsty.; Decreased urine output; Dark urine.; Dry mouth, dry skin.\nCauses of dehydration are often due to:\nDiarrhea.; Vomiting.; Excessive sweating.; Fever.; Not drinking enough water.\n2. High blood pressure\nHigh blood pressure causes increased filtration pressure in the glomerulus, which in the long term can damage blood vessels in the glomerulus. This reduces the ability to reabsorb protein, leading to protein leaking into the urine.\nHypertension often develops slowly, so patients may not even feel symptoms for many years. When the disease progresses seriously, the most noticeable signs are often headaches, difficulty breathing or nosebleeds.\nMost cases of high blood pressure have no underlying cause. In some patients, this condition may be caused by:\nKidney disease.; Thyroid disorders.; Difficulty breathing while sleeping; Adrenal tumor.; Side effects from certain medications, such as birth control or decongestants.\n3. Diabetes\nDiabetes is a metabolic disorder that causes blood sugar levels to increase. This forces the kidneys to filter blood more than usual, which, combined with poor blood sugar control, leads to damage to blood vessels in the kidneys and protein leakage into the urine. Symptoms depend on the severity and type of diabetes (type 1, type 2), typically:\nIncreased feeling of thirst and hunger; Frequent urination.; Tired.; Blurred vision.; Unexplained weight loss.\n4. Glomerulonephritis\nNormally, when the glomerulus filters blood, it filters excess water and waste products from the body and proteins that are not filtered through the glomerular membrane. However, if the kidneys are damaged, protein can leak into the urine. Glomerulonephritis can cause nephrotic syndrome, which is manifested by a number of abnormal signs including:\nSwelling of the feet, ankles or legs; Hyperlipidemia, high levels of fat and cholesterol in the blood; High urine protein > 3.5g/24h; Low blood protein concentration, low blood albumin.\nGlomerulonephritis can also cause hematuria (red blood cells appear in the urine). This condition often occurs because the immune system attacks the kidneys.\n5. Glomerulonephritis due to bacterial or viral infection\nSome inflammatory conditions that can cause proteinuria include:\nEndocarditis; HIV.; Hepatitis B.; Hepatitis C.\n6. Chronic kidney disease (CKD)\nChronic kidney disease (CKD) is a condition of gradual loss of kidney function, which may have proteinuria in the early stages, but does not manifest into obvious symptoms. As the disease progresses, some common signs include:\nShort of breath.; Frequent urination.; Hiccup.; Tired.; Nausea.; Vomiting.; Difficulty sleeping.; Itchy, dry skin; Swelling of hands and feet.\nThe main causes of chronic kidney disease include:\nGlomerulonephritis.; Interstitial nephritis.; Polycystic kidney disease; Recurrent kidney infections.; Kidney stones; Heart disease.; High Blood Pressure.; Diabetes.\n7. Autoimmune disease\nThe immune system functions to create antibodies (immunoglobulins) to fight the invasion of foreign microorganisms. However, when there is an autoimmune disease, the immune system produces antibodies against the body's own tissues. This can potentially damage the glomerulonephritis leading to proteinuria, which if left untreated can cause kidney failure. Some typical autoimmune diseases include:\nSystemic lupus erythematosus (SLE): can cause damage to the skin, joints, and nerves, but can also affect the kidneys.; Goodpasture syndrome: Antibodies attack the kidneys and lungs.; Scleroderma: is an autoimmune disease that damages the skin, joints, heart, kidneys, lungs, and intestines.\n\nSymptoms of protein in urine\nIn the early stages, proteinuria has no obvious symptoms. As the progression becomes more serious, the patient will notice some of the following typical signs: (2)\nSwelling (edema) in the face, abdomen, feet or ankles; Frequent urination.; Short of breath.; Tired.; Nausea and vomiting .; Anorexia.; Muscle cramps at night; Puffiness appears around the eyes, especially in the morning; Foamy urine.\nThese are also typical symptoms of chronic kidney disease. Patients need to immediately contact their doctor for timely diagnosis and treatment.\n\nWhat factors increase the risk of protein in urine?\nAnyone can develop proteinuria, but the following risk groups often have higher rates: (3)\nOlder people (this group is often dehydrated and has kidney problems).; People who get pregnant after 40 years old; People with high blood pressure; People with diabetes.; People with a family history of kidney disease or pre-eclampsia; People who are overweight or obese.\n\nIs proteinuria dangerous?\nProteinuria is a very dangerous condition, which can be an early sign of chronic kidney disease (a condition of gradual loss of kidney function, requiring kidney replacement, kidney transplant or dialysis). Proteinuria also increases the risk of death from cardiovascular disease. (4)\n\nHow much proteinuria is normal? What level is worth worrying about?\nThe normal amount of protein in urine is less than 150 milligrams per day. If this number is larger, it shows that the body is suffering from proteinuria. However, the limits of normal may still vary slightly between laboratories. (5)\nIf urine contains 3 - 3.5 grams of protein per day, the disease is at a nephrotic level. This syndrome is caused by the kidneys leaking too much protein in the urine, leading to a decrease in protein and albumin in the blood.\n\nProtein in urine warns of what disease?\nProtein appearing in urine is a warning sign of kidney disease risk. The organ, when in a healthy state, filters out all excess fluid and waste from the blood, but does not leak proteins or essential nutrients out. In the opposite case, proteinuria will occur. Depending on the health problem, protein may stay in the urine for a long time or only appear for a short time.\n\nWhen to see a doctor?\nBelow are some serious symptoms. If noticed, the patient should immediately contact a doctor to avoid dangerous complications:\nUrinating more frequently; Feeling pain when urinating; Foaming in urine.; Feeling nauseous or vomiting; You feel dizzy.; Swelling of the abdomen or lower body; Symptoms do not improve after treatment.\n\nHow is proteinuria diagnosed?\nFor proteinuria, the preferred diagnostic method is always a urine test. The doctor will use a stick containing a chemical to dip inside the urine sample. If the stick changes color, this indicates that the waste contains too much protein. Patients sometimes need to do this test multiple times to diagnose how long the protein lasts.\nIn addition, urine can also be taken under a microscope to help detect kidney abnormalities, including: red blood cells, white blood cells, crystals, bacteria... Some other tests for kidney disease. are also indicated, such as:\nBlood tests: Tests help check kidney function.; Imaging tests: CT scans and ultrasounds can help detect kidney stones, tumors, or certain other blockages.; Kidney biopsy: Your doctor may take a small sample of kidney tissue and examine it under a microscope to detect abnormalities.\n\nTreatment methods for proteinuria\nTreatment for proteinuria will be based on the cause of the disease. As follows:\n1. For causes due to diabetes\nYour doctor will develop a treatment plan to help control the disease and slow kidney damage. Useful solutions include:\nCheck blood sugar regularly.; Treatment with medications to control blood sugar and blood pressure; Follow a strict eating plan for people with diabetes.\n2. For the cause of high blood pressure\nFor people with high blood pressure, doctors will prescribe medication to control the index and slow down kidney damage, including:\nAngiotensin-converting enzyme (ACE) inhibitors: This is a group of drugs that reduce blood pressure, reduce filtration pressure in the glomerulus by dilating the efferent arterioles, thereby reducing proteinuria and protecting the kidneys.; Angiotensin receptor blockers (ARB): This group of drugs also works like ACE. Even if a person does not have diabetes or high blood pressure, a doctor may prescribe ARBs to slow kidney damage.\nDrinking water will not treat the cause of protein in the urine unless the body is dehydrated. In other words, this only dilutes the urine and does not prevent the kidneys from leaking protein. Therefore, in all cases, patients should discuss with their doctor to get the best treatment method.\n3. For the cause of proteinuria due to primary glomerulonephritis:\nTreatment will depend on the type of glomerulonephritis (determined through kidney biopsy). The doctor may prescribe the use of immunosuppressants, corticosteroids, and antihypertensive drugs of the ACE inhibitor/receptor blocker group.\n4. For proteinuria caused by autoimmune disease\nPatients are treated according to autoimmune disease protocols such as lupus erythematosus, scleroderma, and Goodspasture syndrome.\n\nHow to reduce protein in urine?\nThe best way to reduce protein in urine is to follow your doctor's regimen in taking medication and taking care of your body. Some included solutions include:\nBuild a low-protein diet; Limit the amount of salt in your daily menu to control blood pressure at a reasonable level.; Eat lots of fiber to lower cholesterol and regulate blood sugar levels.; Exercise and move regularly, at least two hours per week.; Regularly check blood sugar levels.; Quit smoking.; Avoid taking non-steroidal anti-inflammatory drugs (NSAIDs) unless recommended by your doctor.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Mai Thi Hien, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc. .BS.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, Dr. Phan Truong Nam…\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nAbove is a summary of all useful information about proteinuria. Hopefully through these shares, each person will proactively monitor, detect and treat the disease promptly, to minimize serious complications.",
    "subsections": [
        {
            "subsection_name": "What is proteinuria?",
            "subsection_content": "Proteinuria is the term used to describe high levels of protein in the urine. This can also be a warning sign of kidney damage. Accordingly, protein is a structural component that plays a very important role in the body. Some typical functions include:\nSupports muscle and bone development; Regulates the amount of plasma in the blood.; Anti-infection.; Participates in the repair of damaged tissues.\nProtein needs to be retained in the blood, if it leaks into the urine it will be harmful to overall health. This condition is called proteinuria, one of the common causes of chronic kidney failure.",
            "subsection_string": "What is proteinuria?\nProteinuria is the term used to describe high levels of protein in the urine. This can also be a warning sign of kidney damage. Accordingly, protein is a structural component that plays a very important role in the body. Some typical functions include:\nSupports muscle and bone development; Regulates the amount of plasma in the blood.; Anti-infection.; Participates in the repair of damaged tissues.\nProtein needs to be retained in the blood, if it leaks into the urine it will be harmful to overall health. This condition is called proteinuria, one of the common causes of chronic kidney failure."
        },
        {
            "subsection_name": "Causes of proteinuria",
            "subsection_content": "In cases of proteinuria, the doctor will base on the symptoms to determine the underlying cause: (1)\n1. Dehydration\nThis is a common and temporary cause of proteinuria. When the body is dehydrated and the amount of water is not compensated enough, the amount of nutrients delivered to the kidneys will be insufficient, which causes protein reabsorption disorders in the kidneys, leading to protein being excreted in the urine, causing proteinuria. temporary urination.\nSymptoms will vary depending on the severity of dehydration, such as:\nTired.; Headache.; Dizzy.; Constantly thirsty.; Decreased urine output; Dark urine.; Dry mouth, dry skin.\nCauses of dehydration are often due to:\nDiarrhea.; Vomiting.; Excessive sweating.; Fever.; Not drinking enough water.\n2. High blood pressure\nHigh blood pressure causes increased filtration pressure in the glomerulus, which in the long term can damage blood vessels in the glomerulus. This reduces the ability to reabsorb protein, leading to protein leaking into the urine.\nHypertension often develops slowly, so patients may not even feel symptoms for many years. When the disease progresses seriously, the most noticeable signs are often headaches, difficulty breathing or nosebleeds.\nMost cases of high blood pressure have no underlying cause. In some patients, this condition may be caused by:\nKidney disease.; Thyroid disorders.; Difficulty breathing while sleeping; Adrenal tumor.; Side effects from certain medications, such as birth control or decongestants.\n3. Diabetes\nDiabetes is a metabolic disorder that causes blood sugar levels to increase. This forces the kidneys to filter blood more than usual, which, combined with poor blood sugar control, leads to damage to blood vessels in the kidneys and protein leakage into the urine. Symptoms depend on the severity and type of diabetes (type 1, type 2), typically:\nIncreased feeling of thirst and hunger; Frequent urination.; Tired.; Blurred vision.; Unexplained weight loss.\n4. Glomerulonephritis\nNormally, when the glomerulus filters blood, it filters excess water and waste products from the body and proteins that are not filtered through the glomerular membrane. However, if the kidneys are damaged, protein can leak into the urine. Glomerulonephritis can cause nephrotic syndrome, which is manifested by a number of abnormal signs including:\nSwelling of the feet, ankles or legs; Hyperlipidemia, high levels of fat and cholesterol in the blood; High urine protein > 3.5g/24h; Low blood protein concentration, low blood albumin.\nGlomerulonephritis can also cause hematuria (red blood cells appear in the urine). This condition often occurs because the immune system attacks the kidneys.\n5. Glomerulonephritis due to bacterial or viral infection\nSome inflammatory conditions that can cause proteinuria include:\nEndocarditis; HIV.; Hepatitis B.; Hepatitis C.\n6. Chronic kidney disease (CKD)\nChronic kidney disease (CKD) is a condition of gradual loss of kidney function, which may have proteinuria in the early stages, but does not manifest into obvious symptoms. As the disease progresses, some common signs include:\nShort of breath.; Frequent urination.; Hiccup.; Tired.; Nausea.; Vomiting.; Difficulty sleeping.; Itchy, dry skin; Swelling of hands and feet.\nThe main causes of chronic kidney disease include:\nGlomerulonephritis.; Interstitial nephritis.; Polycystic kidney disease; Recurrent kidney infections.; Kidney stones; Heart disease.; High Blood Pressure.; Diabetes.\n7. Autoimmune disease\nThe immune system functions to create antibodies (immunoglobulins) to fight the invasion of foreign microorganisms. However, when there is an autoimmune disease, the immune system produces antibodies against the body's own tissues. This can potentially damage the glomerulonephritis leading to proteinuria, which if left untreated can cause kidney failure. Some typical autoimmune diseases include:\nSystemic lupus erythematosus (SLE): can cause damage to the skin, joints, and nerves, but can also affect the kidneys.; Goodpasture syndrome: Antibodies attack the kidneys and lungs.; Scleroderma: is an autoimmune disease that damages the skin, joints, heart, kidneys, lungs, and intestines.",
            "subsection_string": "Causes of proteinuria\nIn cases of proteinuria, the doctor will base on the symptoms to determine the underlying cause: (1)\n1. Dehydration\nThis is a common and temporary cause of proteinuria. When the body is dehydrated and the amount of water is not compensated enough, the amount of nutrients delivered to the kidneys will be insufficient, which causes protein reabsorption disorders in the kidneys, leading to protein being excreted in the urine, causing proteinuria. temporary urination.\nSymptoms will vary depending on the severity of dehydration, such as:\nTired.; Headache.; Dizzy.; Constantly thirsty.; Decreased urine output; Dark urine.; Dry mouth, dry skin.\nCauses of dehydration are often due to:\nDiarrhea.; Vomiting.; Excessive sweating.; Fever.; Not drinking enough water.\n2. High blood pressure\nHigh blood pressure causes increased filtration pressure in the glomerulus, which in the long term can damage blood vessels in the glomerulus. This reduces the ability to reabsorb protein, leading to protein leaking into the urine.\nHypertension often develops slowly, so patients may not even feel symptoms for many years. When the disease progresses seriously, the most noticeable signs are often headaches, difficulty breathing or nosebleeds.\nMost cases of high blood pressure have no underlying cause. In some patients, this condition may be caused by:\nKidney disease.; Thyroid disorders.; Difficulty breathing while sleeping; Adrenal tumor.; Side effects from certain medications, such as birth control or decongestants.\n3. Diabetes\nDiabetes is a metabolic disorder that causes blood sugar levels to increase. This forces the kidneys to filter blood more than usual, which, combined with poor blood sugar control, leads to damage to blood vessels in the kidneys and protein leakage into the urine. Symptoms depend on the severity and type of diabetes (type 1, type 2), typically:\nIncreased feeling of thirst and hunger; Frequent urination.; Tired.; Blurred vision.; Unexplained weight loss.\n4. Glomerulonephritis\nNormally, when the glomerulus filters blood, it filters excess water and waste products from the body and proteins that are not filtered through the glomerular membrane. However, if the kidneys are damaged, protein can leak into the urine. Glomerulonephritis can cause nephrotic syndrome, which is manifested by a number of abnormal signs including:\nSwelling of the feet, ankles or legs; Hyperlipidemia, high levels of fat and cholesterol in the blood; High urine protein > 3.5g/24h; Low blood protein concentration, low blood albumin.\nGlomerulonephritis can also cause hematuria (red blood cells appear in the urine). This condition often occurs because the immune system attacks the kidneys.\n5. Glomerulonephritis due to bacterial or viral infection\nSome inflammatory conditions that can cause proteinuria include:\nEndocarditis; HIV.; Hepatitis B.; Hepatitis C.\n6. Chronic kidney disease (CKD)\nChronic kidney disease (CKD) is a condition of gradual loss of kidney function, which may have proteinuria in the early stages, but does not manifest into obvious symptoms. As the disease progresses, some common signs include:\nShort of breath.; Frequent urination.; Hiccup.; Tired.; Nausea.; Vomiting.; Difficulty sleeping.; Itchy, dry skin; Swelling of hands and feet.\nThe main causes of chronic kidney disease include:\nGlomerulonephritis.; Interstitial nephritis.; Polycystic kidney disease; Recurrent kidney infections.; Kidney stones; Heart disease.; High Blood Pressure.; Diabetes.\n7. Autoimmune disease\nThe immune system functions to create antibodies (immunoglobulins) to fight the invasion of foreign microorganisms. However, when there is an autoimmune disease, the immune system produces antibodies against the body's own tissues. This can potentially damage the glomerulonephritis leading to proteinuria, which if left untreated can cause kidney failure. Some typical autoimmune diseases include:\nSystemic lupus erythematosus (SLE): can cause damage to the skin, joints, and nerves, but can also affect the kidneys.; Goodpasture syndrome: Antibodies attack the kidneys and lungs.; Scleroderma: is an autoimmune disease that damages the skin, joints, heart, kidneys, lungs, and intestines."
        },
        {
            "subsection_name": "Symptoms of protein in urine",
            "subsection_content": "In the early stages, proteinuria has no obvious symptoms. As the progression becomes more serious, the patient will notice some of the following typical signs: (2)\nSwelling (edema) in the face, abdomen, feet or ankles; Frequent urination.; Short of breath.; Tired.; Nausea and vomiting .; Anorexia.; Muscle cramps at night; Puffiness appears around the eyes, especially in the morning; Foamy urine.\nThese are also typical symptoms of chronic kidney disease. Patients need to immediately contact their doctor for timely diagnosis and treatment.",
            "subsection_string": "Symptoms of protein in urine\nIn the early stages, proteinuria has no obvious symptoms. As the progression becomes more serious, the patient will notice some of the following typical signs: (2)\nSwelling (edema) in the face, abdomen, feet or ankles; Frequent urination.; Short of breath.; Tired.; Nausea and vomiting .; Anorexia.; Muscle cramps at night; Puffiness appears around the eyes, especially in the morning; Foamy urine.\nThese are also typical symptoms of chronic kidney disease. Patients need to immediately contact their doctor for timely diagnosis and treatment."
        },
        {
            "subsection_name": "What factors increase the risk of protein in urine?",
            "subsection_content": "Anyone can develop proteinuria, but the following risk groups often have higher rates: (3)\nOlder people (this group is often dehydrated and has kidney problems).; People who get pregnant after 40 years old; People with high blood pressure; People with diabetes.; People with a family history of kidney disease or pre-eclampsia; People who are overweight or obese.",
            "subsection_string": "What factors increase the risk of protein in urine?\nAnyone can develop proteinuria, but the following risk groups often have higher rates: (3)\nOlder people (this group is often dehydrated and has kidney problems).; People who get pregnant after 40 years old; People with high blood pressure; People with diabetes.; People with a family history of kidney disease or pre-eclampsia; People who are overweight or obese."
        },
        {
            "subsection_name": "Is proteinuria dangerous?",
            "subsection_content": "Proteinuria is a very dangerous condition, which can be an early sign of chronic kidney disease (a condition of gradual loss of kidney function, requiring kidney replacement, kidney transplant or dialysis). Proteinuria also increases the risk of death from cardiovascular disease. (4)",
            "subsection_string": "Is proteinuria dangerous?\nProteinuria is a very dangerous condition, which can be an early sign of chronic kidney disease (a condition of gradual loss of kidney function, requiring kidney replacement, kidney transplant or dialysis). Proteinuria also increases the risk of death from cardiovascular disease. (4)"
        },
        {
            "subsection_name": "How much proteinuria is normal? What level is worth worrying about?",
            "subsection_content": "The normal amount of protein in urine is less than 150 milligrams per day. If this number is larger, it shows that the body is suffering from proteinuria. However, the limits of normal may still vary slightly between laboratories. (5)\nIf urine contains 3 - 3.5 grams of protein per day, the disease is at a nephrotic level. This syndrome is caused by the kidneys leaking too much protein in the urine, leading to a decrease in protein and albumin in the blood.",
            "subsection_string": "How much proteinuria is normal? What level is worth worrying about?\nThe normal amount of protein in urine is less than 150 milligrams per day. If this number is larger, it shows that the body is suffering from proteinuria. However, the limits of normal may still vary slightly between laboratories. (5)\nIf urine contains 3 - 3.5 grams of protein per day, the disease is at a nephrotic level. This syndrome is caused by the kidneys leaking too much protein in the urine, leading to a decrease in protein and albumin in the blood."
        },
        {
            "subsection_name": "Protein in urine warns of what disease?",
            "subsection_content": "Protein appearing in urine is a warning sign of kidney disease risk. The organ, when in a healthy state, filters out all excess fluid and waste from the blood, but does not leak proteins or essential nutrients out. In the opposite case, proteinuria will occur. Depending on the health problem, protein may stay in the urine for a long time or only appear for a short time.",
            "subsection_string": "Protein in urine warns of what disease?\nProtein appearing in urine is a warning sign of kidney disease risk. The organ, when in a healthy state, filters out all excess fluid and waste from the blood, but does not leak proteins or essential nutrients out. In the opposite case, proteinuria will occur. Depending on the health problem, protein may stay in the urine for a long time or only appear for a short time."
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "Below are some serious symptoms. If noticed, the patient should immediately contact a doctor to avoid dangerous complications:\nUrinating more frequently; Feeling pain when urinating; Foaming in urine.; Feeling nauseous or vomiting; You feel dizzy.; Swelling of the abdomen or lower body; Symptoms do not improve after treatment.",
            "subsection_string": "When to see a doctor?\nBelow are some serious symptoms. If noticed, the patient should immediately contact a doctor to avoid dangerous complications:\nUrinating more frequently; Feeling pain when urinating; Foaming in urine.; Feeling nauseous or vomiting; You feel dizzy.; Swelling of the abdomen or lower body; Symptoms do not improve after treatment."
        },
        {
            "subsection_name": "How is proteinuria diagnosed?",
            "subsection_content": "For proteinuria, the preferred diagnostic method is always a urine test. The doctor will use a stick containing a chemical to dip inside the urine sample. If the stick changes color, this indicates that the waste contains too much protein. Patients sometimes need to do this test multiple times to diagnose how long the protein lasts.\nIn addition, urine can also be taken under a microscope to help detect kidney abnormalities, including: red blood cells, white blood cells, crystals, bacteria... Some other tests for kidney disease. are also indicated, such as:\nBlood tests: Tests help check kidney function.; Imaging tests: CT scans and ultrasounds can help detect kidney stones, tumors, or certain other blockages.; Kidney biopsy: Your doctor may take a small sample of kidney tissue and examine it under a microscope to detect abnormalities.",
            "subsection_string": "How is proteinuria diagnosed?\nFor proteinuria, the preferred diagnostic method is always a urine test. The doctor will use a stick containing a chemical to dip inside the urine sample. If the stick changes color, this indicates that the waste contains too much protein. Patients sometimes need to do this test multiple times to diagnose how long the protein lasts.\nIn addition, urine can also be taken under a microscope to help detect kidney abnormalities, including: red blood cells, white blood cells, crystals, bacteria... Some other tests for kidney disease. are also indicated, such as:\nBlood tests: Tests help check kidney function.; Imaging tests: CT scans and ultrasounds can help detect kidney stones, tumors, or certain other blockages.; Kidney biopsy: Your doctor may take a small sample of kidney tissue and examine it under a microscope to detect abnormalities."
        },
        {
            "subsection_name": "Treatment methods for proteinuria",
            "subsection_content": "Treatment for proteinuria will be based on the cause of the disease. As follows:\n1. For causes due to diabetes\nYour doctor will develop a treatment plan to help control the disease and slow kidney damage. Useful solutions include:\nCheck blood sugar regularly.; Treatment with medications to control blood sugar and blood pressure; Follow a strict eating plan for people with diabetes.\n2. For the cause of high blood pressure\nFor people with high blood pressure, doctors will prescribe medication to control the index and slow down kidney damage, including:\nAngiotensin-converting enzyme (ACE) inhibitors: This is a group of drugs that reduce blood pressure, reduce filtration pressure in the glomerulus by dilating the efferent arterioles, thereby reducing proteinuria and protecting the kidneys.; Angiotensin receptor blockers (ARB): This group of drugs also works like ACE. Even if a person does not have diabetes or high blood pressure, a doctor may prescribe ARBs to slow kidney damage.\nDrinking water will not treat the cause of protein in the urine unless the body is dehydrated. In other words, this only dilutes the urine and does not prevent the kidneys from leaking protein. Therefore, in all cases, patients should discuss with their doctor to get the best treatment method.\n3. For the cause of proteinuria due to primary glomerulonephritis:\nTreatment will depend on the type of glomerulonephritis (determined through kidney biopsy). The doctor may prescribe the use of immunosuppressants, corticosteroids, and antihypertensive drugs of the ACE inhibitor/receptor blocker group.\n4. For proteinuria caused by autoimmune disease\nPatients are treated according to autoimmune disease protocols such as lupus erythematosus, scleroderma, and Goodspasture syndrome.",
            "subsection_string": "Treatment methods for proteinuria\nTreatment for proteinuria will be based on the cause of the disease. As follows:\n1. For causes due to diabetes\nYour doctor will develop a treatment plan to help control the disease and slow kidney damage. Useful solutions include:\nCheck blood sugar regularly.; Treatment with medications to control blood sugar and blood pressure; Follow a strict eating plan for people with diabetes.\n2. For the cause of high blood pressure\nFor people with high blood pressure, doctors will prescribe medication to control the index and slow down kidney damage, including:\nAngiotensin-converting enzyme (ACE) inhibitors: This is a group of drugs that reduce blood pressure, reduce filtration pressure in the glomerulus by dilating the efferent arterioles, thereby reducing proteinuria and protecting the kidneys.; Angiotensin receptor blockers (ARB): This group of drugs also works like ACE. Even if a person does not have diabetes or high blood pressure, a doctor may prescribe ARBs to slow kidney damage.\nDrinking water will not treat the cause of protein in the urine unless the body is dehydrated. In other words, this only dilutes the urine and does not prevent the kidneys from leaking protein. Therefore, in all cases, patients should discuss with their doctor to get the best treatment method.\n3. For the cause of proteinuria due to primary glomerulonephritis:\nTreatment will depend on the type of glomerulonephritis (determined through kidney biopsy). The doctor may prescribe the use of immunosuppressants, corticosteroids, and antihypertensive drugs of the ACE inhibitor/receptor blocker group.\n4. For proteinuria caused by autoimmune disease\nPatients are treated according to autoimmune disease protocols such as lupus erythematosus, scleroderma, and Goodspasture syndrome."
        },
        {
            "subsection_name": "How to reduce protein in urine?",
            "subsection_content": "The best way to reduce protein in urine is to follow your doctor's regimen in taking medication and taking care of your body. Some included solutions include:\nBuild a low-protein diet; Limit the amount of salt in your daily menu to control blood pressure at a reasonable level.; Eat lots of fiber to lower cholesterol and regulate blood sugar levels.; Exercise and move regularly, at least two hours per week.; Regularly check blood sugar levels.; Quit smoking.; Avoid taking non-steroidal anti-inflammatory drugs (NSAIDs) unless recommended by your doctor.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Mai Thi Hien, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc. .BS.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, Dr. Phan Truong Nam…\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nAbove is a summary of all useful information about proteinuria. Hopefully through these shares, each person will proactively monitor, detect and treat the disease promptly, to minimize serious complications.",
            "subsection_string": "How to reduce protein in urine?\nThe best way to reduce protein in urine is to follow your doctor's regimen in taking medication and taking care of your body. Some included solutions include:\nBuild a low-protein diet; Limit the amount of salt in your daily menu to control blood pressure at a reasonable level.; Eat lots of fiber to lower cholesterol and regulate blood sugar levels.; Exercise and move regularly, at least two hours per week.; Regularly check blood sugar levels.; Quit smoking.; Avoid taking non-steroidal anti-inflammatory drugs (NSAIDs) unless recommended by your doctor.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Mai Thi Hien, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc. .BS.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, Dr. Phan Truong Nam…\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nAbove is a summary of all useful information about proteinuria. Hopefully through these shares, each person will proactively monitor, detect and treat the disease promptly, to minimize serious complications."
        }
    ],
    "name": "protein-nieu.json"
}