{
    "title": "What disease is excessive sweating in hands and feet? Causes and symptoms",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/ra-mo-hoi-tay-chan-nhieu/",
    "abstract": "Excessive sweating of hands and feet even when in a cool environment or with a stable mentality that interferes with daily life, the patient may be suffering from hyperhidrosis. This article is expertly advised by Doctor Tran Quoc Hoai, Department of Cardiovascular and Thoracic Surgery, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City. In normal people, sweat can be secreted a lot during intense sports activities or in hot weather. The body secretes sweat at this time to help regulate body temperature, cool the body and eliminate toxins through sweat. foul. This is considered a natural phenomenon, normal in most people.",
    "content": "What disease is excessive sweating in hands and feet? Causes and symptoms\n\nExcessive sweating of hands and feet even when in a cool environment or with a stable mentality that interferes with daily life, the patient may be suffering from hyperhidrosis. This article is expertly advised by Doctor Tran Quoc Hoai, Department of Cardiovascular and Thoracic Surgery, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City. In normal people, sweat can be secreted a lot during intense sports activities or in hot weather. The body secretes sweat at this time to help regulate body temperature, cool the body and eliminate toxins through sweat. foul. This is considered a natural phenomenon, normal in most people.\n\nWhat disease is sweaty hands and feet?\nSweating in the hands and feet is a condition in which the hands and feet sweat even when resting, not physically active, in a cool space, and in a normal mood... you may be experiencing increased sweating. This is a disorder of the body caused by excessive stimulation of cholinergic receptors on sweat glands (Eccrine) causing excessive sweating. (first)\nThe characteristic of this disorder is that sweat is secreted more than the body needs to regulate the internal tissues, causing discomfort to the patient. Because sweat glands are concentrated in the palms, armpits, feet, etc., excessive sweating in the hands and feet will often directly affect the patient's daily activities and work.\n\nCauses of excessive sweating in hands and feet\nIn most cases, excessive sweating of hands and feet is primary (idiopathic), or occasionally we will see some clear cause for increased sweating and treatment will be easy once it is controlled. reason. (2)\n1. Primary cause (idiopathic)\nIn most patients with generalized sweating causing excessive sweating in the hands and feet without a specific cause, authors around the world found that this group of patients often has an active sympathetic nervous system. Excessive and partly due to genetics.\nSympathetic nervous system\nThe sympathetic nervous system helps control most basic functions of the body, such as the movement of food through the digestive tract; the process of filtering and excreting urine from the kidneys and bladder. In addition, the sympathetic nervous system also acts as an air conditioner. If it senses that the body is too hot, the brain will send a signal to millions of sweat glands in the body to produce sweat (the main component is water). Sweat cools the skin and reduces body temperature.\nThe eccrine gland is closely related to this condition, as it secretes sweat directly into the skin. Furthermore, eccrine glands are highly concentrated in the hands, armpits, feet... these areas are often affected by this syndrome. Scientists believe that, in cases of primary hyperhidrosis, even though there is no need to cool the body, the brain, for whatever reason, sends more signals to the eccrine glands through the nervous system. Sympathy leads to excessive sweating of hands and feet.\nGen\nAccording to experts, some cases are related to immediate parents and siblings, and the cause may be genetic. Gene mutations will cause changes in the patient's cells, disrupting the body's normal sweat regulation.\n2. Group of secondary causes\nExcessive sweating in hands and feet can be due to a number of causes that trigger increased sweating such as:\nPregnant; Menopause; Anxiety disorders; Hypoglycemia; Fat; Alcoholism; Parkinson disease; Certain antidepressants, propranolol, pilocarpine, bethanechol; There is an infection; Diseases of blood cells or bone marrow, such as Hodgkin lymphoma\n\nIs the disease hereditary?\nAccording to statistics, it is estimated that 35-55% of people with hyperhidrosis have at least one family member who also has this disease. Some other studies have even shown that the condition can be passed down through generations. In reality, this rate may be much higher, but many cases do not report statistics because patients think it is normal and does not affect the disease.\nTherefore, excessive sweating is related to genetics. If one parent has the disease, there is a high chance that their children will also have this disease. If there is a family history of hyperhidrosis, the possibility of inheritance is very high.\n\nCommon symptoms\nDepending on the level of sweating in the hands and feet, it can have different effects on the patient's life. Over time, the symptoms may partially decrease as you get older. However, excessive sweating of the hands and feet can be challenging and make the patient anxious and insecure before the disease can partially improve as they get older. (3)\nCommon symptoms can include:\nExcessive sweating in the armpits; The shirt is soaked, forcing you to change your shirt several times a day; Sweat condensing into \"dew drops\" on the palms; Soft, thin, peeling skin; Skin infections and fungus cause itching\n\nWhen to see a doctor?\nSometimes excessive sweating in the hands and feet is a sign of an underlying illness, and there will often be accompanying symptoms such as dizziness, chest pain or nausea. See your doctor if you find your sweating interferes with your daily activities or gets worse day after day. Your doctor may examine you and perform tests such as blood and urine tests to find the underlying cause of secondary excessive sweating.\nIn addition, you should also see a doctor when sweating in your hands and feet causes negative effects, such as:\nThe disease progresses more severely over time;; Affects communication activities in daily life;; Happens a lot at night;; Causes anxiety and depression.\n\nIs excessive sweating of hands and feet dangerous?\nExcessive sweating of hands and feet usually does not pose a serious health threat, but can sometimes lead to physical and mental problems that interfere with daily activities. Some harmful effects of excessive sweating on hands and feet include:\n1. Fungal infection\nExcessive sweating in hands and feet increases the risk of fungal infections, especially in the feet (most commonly nail fungus), often because sweating creates an ideal moist environment for fungus, especially when the patient wears shoes. closed all day.\n2. Skin diseases\nLong-term moldy skin can cause a number of skin diseases such as:\nWarts: small, rough bumps caused by the HPV virus; Boil: red swelling of the skin, usually folliculitis; The progression of eczema becomes more severe if you have it.\n3. Body odor\nSweat usually does not cause an unpleasant odor, however, in some cases of poor hygiene, or thick fabrics that are highly odor-catching and moisturizing, odor-causing bacteria can become active and create an unpleasant body odor. . In some cases, eating a lot of spicy foods and drinking alcohol can also cause sweat to produce an odor. You can limit body odor by changing living and eating habits, as well as using moisture-absorbing powder, deodorant or wearing sweat-absorbing bras in areas that sweat a lot.\nAntiperspirant sprays help limit excessive sweating of hands and feet.\n4. Emotional impact\nExcessive sweating in the hands and feet can seriously affect the patient's mental health, and in some cases it can progress to depression. Signs that the patient may be depressed include:\nFeeling extremely depressed or anxious;; Little interest or pleasure in other things, only concerned with sweating a lot;; Becoming more and more hesitant to communicate with people around me.\nWhen there are signs affecting mental health, take your loved one to see a doctor for quick support.\n\nDiagnostic method\nMany people do not go see a doctor and think that their excessive sweating of hands and feet is normal, but they feel embarrassed and uncomfortable with it. However, if you have any concerns, see a specialist and thoroughly describe your symptoms so that you can be guided on appropriate care and treatment interventions.\nDuring the examination, the doctor will ask your medical history and evaluate the symptoms (time of appearance, severity, frequency, effects, medications being used...). At the same time, the doctor may prescribe additional blood tests to rule out secondary causes of excessive sweating in the hands and feet such as hyperthyroidism or diabetes.\n\nHow to treat increased sweating?\nIf the cause of excessive sweating in the hands and feet is found, the doctor will treat the cause and control the sweating. Primary hyperhidrosis is more difficult to treat and may take a long time to be effective. The principle of treatment is to change lifestyle and treat with less invasive methods first, such as daily topical medication to limit sweating in the hands and armpits. (4)\nWhen all minimally invasive medical treatments are ineffective, patients can be advised of other treatment methods such as iontophoresis technology, botulinum toxin injections or sympathetic lymph node surgery. chest to thoroughly treat excessive sweating in the arms, legs and armpits.\n1. Change your lifestyle\nLifestyle changes cannot cure primary hyperhidrosis, but they can improve symptoms and help patients feel more confident in communication:\nLimit sour and spicy foods;; Limiting alcohol intake;; Avoid wearing tight clothes, choose appropriate fabrics, limit artificial fibers such as nylon;; Wearing dark colored clothes (black) can reduce the feeling of wetting due to sweat;; Using armpit absorbent pads helps absorb excessive sweat and protect clothes;; Wear moisture-wicking, thick socks made of natural fibers; Avoid wearing socks made from synthetic materials and change socks at least twice a day if possible.; Wear shoes with super absorbent insoles or highly absorbent sports socks; It is best to wear shoes made of leather and alternate between pairs of shoes every day.\n2. Topical medications limit sweating\nA topical antiperspirant whose main ingredient is aluminum chloride. This is a topical medication that effectively reduces sweating through the mechanism of clogging sweat glands. The patient will apply the medicine at night right before bed and wash it off in the morning. The most common side effect of topical agents is skin irritation or itching at the site of application.\n3. Systemic anticholinergic drugs\nSystemic anticholinergics work by blocking the effects of the chemical acetylcholine. This is a substance used by the nervous system to activate sweat glands, causing increased sweating in the hands and feet. Possible side effects of anticholinergic drugs are dry mouth, blurred vision, stomach cramps, constipation, and difficulty urinating.\n4. Iontophoresis technology\nWith iontophoresis technology, the patient places their hands or feet in a sheet of water and a weak electrical current flows through the water, activating ions that help prevent overactive sweat glands.\nThis method is not painful, but the electric current can cause mild, short-term discomfort and skin irritation. Each iontophoresis procedure lasts 20-30 minutes and will usually need to be performed 2-4 times a week. Symptoms will begin to improve after 1-2 weeks, after which further treatment will be required at 1-4 week intervals, depending on the severity of symptoms.\n5. Botulinum toxin injection\nBotulinum toxin can be injected into the skin in areas of the body affected by hyperhidrosis. The mechanism of this method is to reduce sweating in these areas by blocking nerve signals that stimulate sweat glands.\nThe effects of the injections usually last for several months, after which time the treatment can be repeated if necessary.\nCommon side effects when injecting botulinum toxin include:\nPain, redness, itching at the injection site;; Reactions of nausea, vomiting, headache and heat after injection;; Other parts of the body sweat more to compensate for the treated area (compensatory sweating);; Muscle weakness in the injection area.\nPsychological treatment of anxiety\nFeelings of anxiety do not directly cause primary hyperhidrosis but can make the situation worse and create a vicious cycle. Patients may feel self-conscious and anxious in certain situations, such as when meeting customers or crowded places. Anxiety can make sweating worse. However, sweating will get worse when using anxiety medications.\nThoracoscopic sympathectomy (ETS)\nIn some cases where hyperhidrosis is severe and treatment with less invasive methods is unsuccessful, thoracoscopic sympathectomy (ETS) will be applied. This is the most widely used surgical procedure to treat hyperhidrosis of the hands or armpits.\nAccordingly, the doctor will make a small skin incision of about 6mm in the armpit area to place instruments into the chest and cut off the sympathetic nerve connection that controls the area of ​​increased sweating. The doctor only minimally cuts the active sympathetic nerve segment, so complications of this surgery are almost minimal. When sympathetic connection is lost, nerve signals are no longer transmitted to the sweat glands.\nETS carries a risk of complications such as compensatory sweating after the procedure, and some patients with a history of tuberculosis or previous pleural disease are at risk of lung injury due to adhesions of the lung on the chest wall.\n\nMeasures to prevent excessive sweating of hands and feet\nDaily lifestyle changes can help improve symptoms of excessive sweating in hands and feet, such as:\nBathing daily: helps reduce the number of bacteria residing on the skin, and you should dry between your toes, hands and armpits.; Choose shoes and socks made from natural materials to help reduce foot odor. If exercising, use moisture-wicking sports socks; Change socks regularly about twice a day. You can use foot powder to help absorb sweat.; Go barefoot or remove shoes when possible.; Practice yoga, meditation... to control stress.\nSpecializing in Cardiovascular and Thoracic Surgery, Tam Anh General Hospital is fully equipped with modern machinery systems, implementing advanced techniques, effectively treating perennial hyperhidrosis. A team of doctors and nurses with many years of experience in heart-thoracic-vascular surgery always prioritize choosing minimally invasive intervention methods, both minimizing the risk of complications and shortening the recovery process for the patient.\nExcessive sweating in hands and feet is not life-threatening but can seriously affect the patient's life and psychology. Currently, there are many diverse treatment methods, effectively overcoming the condition of long-term, recurring hyperhidrosis.",
    "subsections": [
        {
            "subsection_name": "What disease is sweaty hands and feet?",
            "subsection_content": "Sweating in the hands and feet is a condition in which the hands and feet sweat even when resting, not physically active, in a cool space, and in a normal mood... you may be experiencing increased sweating. This is a disorder of the body caused by excessive stimulation of cholinergic receptors on sweat glands (Eccrine) causing excessive sweating. (first)\nThe characteristic of this disorder is that sweat is secreted more than the body needs to regulate the internal tissues, causing discomfort to the patient. Because sweat glands are concentrated in the palms, armpits, feet, etc., excessive sweating in the hands and feet will often directly affect the patient's daily activities and work.",
            "subsection_string": "What disease is sweaty hands and feet?\nSweating in the hands and feet is a condition in which the hands and feet sweat even when resting, not physically active, in a cool space, and in a normal mood... you may be experiencing increased sweating. This is a disorder of the body caused by excessive stimulation of cholinergic receptors on sweat glands (Eccrine) causing excessive sweating. (first)\nThe characteristic of this disorder is that sweat is secreted more than the body needs to regulate the internal tissues, causing discomfort to the patient. Because sweat glands are concentrated in the palms, armpits, feet, etc., excessive sweating in the hands and feet will often directly affect the patient's daily activities and work."
        },
        {
            "subsection_name": "Causes of excessive sweating in hands and feet",
            "subsection_content": "In most cases, excessive sweating of hands and feet is primary (idiopathic), or occasionally we will see some clear cause for increased sweating and treatment will be easy once it is controlled. reason. (2)\n1. Primary cause (idiopathic)\nIn most patients with generalized sweating causing excessive sweating in the hands and feet without a specific cause, authors around the world found that this group of patients often has an active sympathetic nervous system. Excessive and partly due to genetics.\nSympathetic nervous system\nThe sympathetic nervous system helps control most basic functions of the body, such as the movement of food through the digestive tract; the process of filtering and excreting urine from the kidneys and bladder. In addition, the sympathetic nervous system also acts as an air conditioner. If it senses that the body is too hot, the brain will send a signal to millions of sweat glands in the body to produce sweat (the main component is water). Sweat cools the skin and reduces body temperature.\nThe eccrine gland is closely related to this condition, as it secretes sweat directly into the skin. Furthermore, eccrine glands are highly concentrated in the hands, armpits, feet... these areas are often affected by this syndrome. Scientists believe that, in cases of primary hyperhidrosis, even though there is no need to cool the body, the brain, for whatever reason, sends more signals to the eccrine glands through the nervous system. Sympathy leads to excessive sweating of hands and feet.\nGen\nAccording to experts, some cases are related to immediate parents and siblings, and the cause may be genetic. Gene mutations will cause changes in the patient's cells, disrupting the body's normal sweat regulation.\n2. Group of secondary causes\nExcessive sweating in hands and feet can be due to a number of causes that trigger increased sweating such as:\nPregnant; Menopause; Anxiety disorders; Hypoglycemia; Fat; Alcoholism; Parkinson disease; Certain antidepressants, propranolol, pilocarpine, bethanechol; There is an infection; Diseases of blood cells or bone marrow, such as Hodgkin lymphoma",
            "subsection_string": "Causes of excessive sweating in hands and feet\nIn most cases, excessive sweating of hands and feet is primary (idiopathic), or occasionally we will see some clear cause for increased sweating and treatment will be easy once it is controlled. reason. (2)\n1. Primary cause (idiopathic)\nIn most patients with generalized sweating causing excessive sweating in the hands and feet without a specific cause, authors around the world found that this group of patients often has an active sympathetic nervous system. Excessive and partly due to genetics.\nSympathetic nervous system\nThe sympathetic nervous system helps control most basic functions of the body, such as the movement of food through the digestive tract; the process of filtering and excreting urine from the kidneys and bladder. In addition, the sympathetic nervous system also acts as an air conditioner. If it senses that the body is too hot, the brain will send a signal to millions of sweat glands in the body to produce sweat (the main component is water). Sweat cools the skin and reduces body temperature.\nThe eccrine gland is closely related to this condition, as it secretes sweat directly into the skin. Furthermore, eccrine glands are highly concentrated in the hands, armpits, feet... these areas are often affected by this syndrome. Scientists believe that, in cases of primary hyperhidrosis, even though there is no need to cool the body, the brain, for whatever reason, sends more signals to the eccrine glands through the nervous system. Sympathy leads to excessive sweating of hands and feet.\nGen\nAccording to experts, some cases are related to immediate parents and siblings, and the cause may be genetic. Gene mutations will cause changes in the patient's cells, disrupting the body's normal sweat regulation.\n2. Group of secondary causes\nExcessive sweating in hands and feet can be due to a number of causes that trigger increased sweating such as:\nPregnant; Menopause; Anxiety disorders; Hypoglycemia; Fat; Alcoholism; Parkinson disease; Certain antidepressants, propranolol, pilocarpine, bethanechol; There is an infection; Diseases of blood cells or bone marrow, such as Hodgkin lymphoma"
        },
        {
            "subsection_name": "Is the disease hereditary?",
            "subsection_content": "According to statistics, it is estimated that 35-55% of people with hyperhidrosis have at least one family member who also has this disease. Some other studies have even shown that the condition can be passed down through generations. In reality, this rate may be much higher, but many cases do not report statistics because patients think it is normal and does not affect the disease.\nTherefore, excessive sweating is related to genetics. If one parent has the disease, there is a high chance that their children will also have this disease. If there is a family history of hyperhidrosis, the possibility of inheritance is very high.",
            "subsection_string": "Is the disease hereditary?\nAccording to statistics, it is estimated that 35-55% of people with hyperhidrosis have at least one family member who also has this disease. Some other studies have even shown that the condition can be passed down through generations. In reality, this rate may be much higher, but many cases do not report statistics because patients think it is normal and does not affect the disease.\nTherefore, excessive sweating is related to genetics. If one parent has the disease, there is a high chance that their children will also have this disease. If there is a family history of hyperhidrosis, the possibility of inheritance is very high."
        },
        {
            "subsection_name": "Common symptoms",
            "subsection_content": "Depending on the level of sweating in the hands and feet, it can have different effects on the patient's life. Over time, the symptoms may partially decrease as you get older. However, excessive sweating of the hands and feet can be challenging and make the patient anxious and insecure before the disease can partially improve as they get older. (3)\nCommon symptoms can include:\nExcessive sweating in the armpits; The shirt is soaked, forcing you to change your shirt several times a day; Sweat condensing into \"dew drops\" on the palms; Soft, thin, peeling skin; Skin infections and fungus cause itching",
            "subsection_string": "Common symptoms\nDepending on the level of sweating in the hands and feet, it can have different effects on the patient's life. Over time, the symptoms may partially decrease as you get older. However, excessive sweating of the hands and feet can be challenging and make the patient anxious and insecure before the disease can partially improve as they get older. (3)\nCommon symptoms can include:\nExcessive sweating in the armpits; The shirt is soaked, forcing you to change your shirt several times a day; Sweat condensing into \"dew drops\" on the palms; Soft, thin, peeling skin; Skin infections and fungus cause itching"
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "Sometimes excessive sweating in the hands and feet is a sign of an underlying illness, and there will often be accompanying symptoms such as dizziness, chest pain or nausea. See your doctor if you find your sweating interferes with your daily activities or gets worse day after day. Your doctor may examine you and perform tests such as blood and urine tests to find the underlying cause of secondary excessive sweating.\nIn addition, you should also see a doctor when sweating in your hands and feet causes negative effects, such as:\nThe disease progresses more severely over time;; Affects communication activities in daily life;; Happens a lot at night;; Causes anxiety and depression.",
            "subsection_string": "When to see a doctor?\nSometimes excessive sweating in the hands and feet is a sign of an underlying illness, and there will often be accompanying symptoms such as dizziness, chest pain or nausea. See your doctor if you find your sweating interferes with your daily activities or gets worse day after day. Your doctor may examine you and perform tests such as blood and urine tests to find the underlying cause of secondary excessive sweating.\nIn addition, you should also see a doctor when sweating in your hands and feet causes negative effects, such as:\nThe disease progresses more severely over time;; Affects communication activities in daily life;; Happens a lot at night;; Causes anxiety and depression."
        },
        {
            "subsection_name": "Is excessive sweating of hands and feet dangerous?",
            "subsection_content": "Excessive sweating of hands and feet usually does not pose a serious health threat, but can sometimes lead to physical and mental problems that interfere with daily activities. Some harmful effects of excessive sweating on hands and feet include:\n1. Fungal infection\nExcessive sweating in hands and feet increases the risk of fungal infections, especially in the feet (most commonly nail fungus), often because sweating creates an ideal moist environment for fungus, especially when the patient wears shoes. closed all day.\n2. Skin diseases\nLong-term moldy skin can cause a number of skin diseases such as:\nWarts: small, rough bumps caused by the HPV virus; Boil: red swelling of the skin, usually folliculitis; The progression of eczema becomes more severe if you have it.\n3. Body odor\nSweat usually does not cause an unpleasant odor, however, in some cases of poor hygiene, or thick fabrics that are highly odor-catching and moisturizing, odor-causing bacteria can become active and create an unpleasant body odor. . In some cases, eating a lot of spicy foods and drinking alcohol can also cause sweat to produce an odor. You can limit body odor by changing living and eating habits, as well as using moisture-absorbing powder, deodorant or wearing sweat-absorbing bras in areas that sweat a lot.\nAntiperspirant sprays help limit excessive sweating of hands and feet.\n4. Emotional impact\nExcessive sweating in the hands and feet can seriously affect the patient's mental health, and in some cases it can progress to depression. Signs that the patient may be depressed include:\nFeeling extremely depressed or anxious;; Little interest or pleasure in other things, only concerned with sweating a lot;; Becoming more and more hesitant to communicate with people around me.\nWhen there are signs affecting mental health, take your loved one to see a doctor for quick support.",
            "subsection_string": "Is excessive sweating of hands and feet dangerous?\nExcessive sweating of hands and feet usually does not pose a serious health threat, but can sometimes lead to physical and mental problems that interfere with daily activities. Some harmful effects of excessive sweating on hands and feet include:\n1. Fungal infection\nExcessive sweating in hands and feet increases the risk of fungal infections, especially in the feet (most commonly nail fungus), often because sweating creates an ideal moist environment for fungus, especially when the patient wears shoes. closed all day.\n2. Skin diseases\nLong-term moldy skin can cause a number of skin diseases such as:\nWarts: small, rough bumps caused by the HPV virus; Boil: red swelling of the skin, usually folliculitis; The progression of eczema becomes more severe if you have it.\n3. Body odor\nSweat usually does not cause an unpleasant odor, however, in some cases of poor hygiene, or thick fabrics that are highly odor-catching and moisturizing, odor-causing bacteria can become active and create an unpleasant body odor. . In some cases, eating a lot of spicy foods and drinking alcohol can also cause sweat to produce an odor. You can limit body odor by changing living and eating habits, as well as using moisture-absorbing powder, deodorant or wearing sweat-absorbing bras in areas that sweat a lot.\nAntiperspirant sprays help limit excessive sweating of hands and feet.\n4. Emotional impact\nExcessive sweating in the hands and feet can seriously affect the patient's mental health, and in some cases it can progress to depression. Signs that the patient may be depressed include:\nFeeling extremely depressed or anxious;; Little interest or pleasure in other things, only concerned with sweating a lot;; Becoming more and more hesitant to communicate with people around me.\nWhen there are signs affecting mental health, take your loved one to see a doctor for quick support."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "Many people do not go see a doctor and think that their excessive sweating of hands and feet is normal, but they feel embarrassed and uncomfortable with it. However, if you have any concerns, see a specialist and thoroughly describe your symptoms so that you can be guided on appropriate care and treatment interventions.\nDuring the examination, the doctor will ask your medical history and evaluate the symptoms (time of appearance, severity, frequency, effects, medications being used...). At the same time, the doctor may prescribe additional blood tests to rule out secondary causes of excessive sweating in the hands and feet such as hyperthyroidism or diabetes.",
            "subsection_string": "Diagnostic method\nMany people do not go see a doctor and think that their excessive sweating of hands and feet is normal, but they feel embarrassed and uncomfortable with it. However, if you have any concerns, see a specialist and thoroughly describe your symptoms so that you can be guided on appropriate care and treatment interventions.\nDuring the examination, the doctor will ask your medical history and evaluate the symptoms (time of appearance, severity, frequency, effects, medications being used...). At the same time, the doctor may prescribe additional blood tests to rule out secondary causes of excessive sweating in the hands and feet such as hyperthyroidism or diabetes."
        },
        {
            "subsection_name": "How to treat increased sweating?",
            "subsection_content": "If the cause of excessive sweating in the hands and feet is found, the doctor will treat the cause and control the sweating. Primary hyperhidrosis is more difficult to treat and may take a long time to be effective. The principle of treatment is to change lifestyle and treat with less invasive methods first, such as daily topical medication to limit sweating in the hands and armpits. (4)\nWhen all minimally invasive medical treatments are ineffective, patients can be advised of other treatment methods such as iontophoresis technology, botulinum toxin injections or sympathetic lymph node surgery. chest to thoroughly treat excessive sweating in the arms, legs and armpits.\n1. Change your lifestyle\nLifestyle changes cannot cure primary hyperhidrosis, but they can improve symptoms and help patients feel more confident in communication:\nLimit sour and spicy foods;; Limiting alcohol intake;; Avoid wearing tight clothes, choose appropriate fabrics, limit artificial fibers such as nylon;; Wearing dark colored clothes (black) can reduce the feeling of wetting due to sweat;; Using armpit absorbent pads helps absorb excessive sweat and protect clothes;; Wear moisture-wicking, thick socks made of natural fibers; Avoid wearing socks made from synthetic materials and change socks at least twice a day if possible.; Wear shoes with super absorbent insoles or highly absorbent sports socks; It is best to wear shoes made of leather and alternate between pairs of shoes every day.\n2. Topical medications limit sweating\nA topical antiperspirant whose main ingredient is aluminum chloride. This is a topical medication that effectively reduces sweating through the mechanism of clogging sweat glands. The patient will apply the medicine at night right before bed and wash it off in the morning. The most common side effect of topical agents is skin irritation or itching at the site of application.\n3. Systemic anticholinergic drugs\nSystemic anticholinergics work by blocking the effects of the chemical acetylcholine. This is a substance used by the nervous system to activate sweat glands, causing increased sweating in the hands and feet. Possible side effects of anticholinergic drugs are dry mouth, blurred vision, stomach cramps, constipation, and difficulty urinating.\n4. Iontophoresis technology\nWith iontophoresis technology, the patient places their hands or feet in a sheet of water and a weak electrical current flows through the water, activating ions that help prevent overactive sweat glands.\nThis method is not painful, but the electric current can cause mild, short-term discomfort and skin irritation. Each iontophoresis procedure lasts 20-30 minutes and will usually need to be performed 2-4 times a week. Symptoms will begin to improve after 1-2 weeks, after which further treatment will be required at 1-4 week intervals, depending on the severity of symptoms.\n5. Botulinum toxin injection\nBotulinum toxin can be injected into the skin in areas of the body affected by hyperhidrosis. The mechanism of this method is to reduce sweating in these areas by blocking nerve signals that stimulate sweat glands.\nThe effects of the injections usually last for several months, after which time the treatment can be repeated if necessary.\nCommon side effects when injecting botulinum toxin include:\nPain, redness, itching at the injection site;; Reactions of nausea, vomiting, headache and heat after injection;; Other parts of the body sweat more to compensate for the treated area (compensatory sweating);; Muscle weakness in the injection area.\nPsychological treatment of anxiety\nFeelings of anxiety do not directly cause primary hyperhidrosis but can make the situation worse and create a vicious cycle. Patients may feel self-conscious and anxious in certain situations, such as when meeting customers or crowded places. Anxiety can make sweating worse. However, sweating will get worse when using anxiety medications.\nThoracoscopic sympathectomy (ETS)\nIn some cases where hyperhidrosis is severe and treatment with less invasive methods is unsuccessful, thoracoscopic sympathectomy (ETS) will be applied. This is the most widely used surgical procedure to treat hyperhidrosis of the hands or armpits.\nAccordingly, the doctor will make a small skin incision of about 6mm in the armpit area to place instruments into the chest and cut off the sympathetic nerve connection that controls the area of ​​increased sweating. The doctor only minimally cuts the active sympathetic nerve segment, so complications of this surgery are almost minimal. When sympathetic connection is lost, nerve signals are no longer transmitted to the sweat glands.\nETS carries a risk of complications such as compensatory sweating after the procedure, and some patients with a history of tuberculosis or previous pleural disease are at risk of lung injury due to adhesions of the lung on the chest wall.",
            "subsection_string": "How to treat increased sweating?\nIf the cause of excessive sweating in the hands and feet is found, the doctor will treat the cause and control the sweating. Primary hyperhidrosis is more difficult to treat and may take a long time to be effective. The principle of treatment is to change lifestyle and treat with less invasive methods first, such as daily topical medication to limit sweating in the hands and armpits. (4)\nWhen all minimally invasive medical treatments are ineffective, patients can be advised of other treatment methods such as iontophoresis technology, botulinum toxin injections or sympathetic lymph node surgery. chest to thoroughly treat excessive sweating in the arms, legs and armpits.\n1. Change your lifestyle\nLifestyle changes cannot cure primary hyperhidrosis, but they can improve symptoms and help patients feel more confident in communication:\nLimit sour and spicy foods;; Limiting alcohol intake;; Avoid wearing tight clothes, choose appropriate fabrics, limit artificial fibers such as nylon;; Wearing dark colored clothes (black) can reduce the feeling of wetting due to sweat;; Using armpit absorbent pads helps absorb excessive sweat and protect clothes;; Wear moisture-wicking, thick socks made of natural fibers; Avoid wearing socks made from synthetic materials and change socks at least twice a day if possible.; Wear shoes with super absorbent insoles or highly absorbent sports socks; It is best to wear shoes made of leather and alternate between pairs of shoes every day.\n2. Topical medications limit sweating\nA topical antiperspirant whose main ingredient is aluminum chloride. This is a topical medication that effectively reduces sweating through the mechanism of clogging sweat glands. The patient will apply the medicine at night right before bed and wash it off in the morning. The most common side effect of topical agents is skin irritation or itching at the site of application.\n3. Systemic anticholinergic drugs\nSystemic anticholinergics work by blocking the effects of the chemical acetylcholine. This is a substance used by the nervous system to activate sweat glands, causing increased sweating in the hands and feet. Possible side effects of anticholinergic drugs are dry mouth, blurred vision, stomach cramps, constipation, and difficulty urinating.\n4. Iontophoresis technology\nWith iontophoresis technology, the patient places their hands or feet in a sheet of water and a weak electrical current flows through the water, activating ions that help prevent overactive sweat glands.\nThis method is not painful, but the electric current can cause mild, short-term discomfort and skin irritation. Each iontophoresis procedure lasts 20-30 minutes and will usually need to be performed 2-4 times a week. Symptoms will begin to improve after 1-2 weeks, after which further treatment will be required at 1-4 week intervals, depending on the severity of symptoms.\n5. Botulinum toxin injection\nBotulinum toxin can be injected into the skin in areas of the body affected by hyperhidrosis. The mechanism of this method is to reduce sweating in these areas by blocking nerve signals that stimulate sweat glands.\nThe effects of the injections usually last for several months, after which time the treatment can be repeated if necessary.\nCommon side effects when injecting botulinum toxin include:\nPain, redness, itching at the injection site;; Reactions of nausea, vomiting, headache and heat after injection;; Other parts of the body sweat more to compensate for the treated area (compensatory sweating);; Muscle weakness in the injection area.\nPsychological treatment of anxiety\nFeelings of anxiety do not directly cause primary hyperhidrosis but can make the situation worse and create a vicious cycle. Patients may feel self-conscious and anxious in certain situations, such as when meeting customers or crowded places. Anxiety can make sweating worse. However, sweating will get worse when using anxiety medications.\nThoracoscopic sympathectomy (ETS)\nIn some cases where hyperhidrosis is severe and treatment with less invasive methods is unsuccessful, thoracoscopic sympathectomy (ETS) will be applied. This is the most widely used surgical procedure to treat hyperhidrosis of the hands or armpits.\nAccordingly, the doctor will make a small skin incision of about 6mm in the armpit area to place instruments into the chest and cut off the sympathetic nerve connection that controls the area of ​​increased sweating. The doctor only minimally cuts the active sympathetic nerve segment, so complications of this surgery are almost minimal. When sympathetic connection is lost, nerve signals are no longer transmitted to the sweat glands.\nETS carries a risk of complications such as compensatory sweating after the procedure, and some patients with a history of tuberculosis or previous pleural disease are at risk of lung injury due to adhesions of the lung on the chest wall."
        },
        {
            "subsection_name": "Measures to prevent excessive sweating of hands and feet",
            "subsection_content": "Daily lifestyle changes can help improve symptoms of excessive sweating in hands and feet, such as:\nBathing daily: helps reduce the number of bacteria residing on the skin, and you should dry between your toes, hands and armpits.; Choose shoes and socks made from natural materials to help reduce foot odor. If exercising, use moisture-wicking sports socks; Change socks regularly about twice a day. You can use foot powder to help absorb sweat.; Go barefoot or remove shoes when possible.; Practice yoga, meditation... to control stress.\nSpecializing in Cardiovascular and Thoracic Surgery, Tam Anh General Hospital is fully equipped with modern machinery systems, implementing advanced techniques, effectively treating perennial hyperhidrosis. A team of doctors and nurses with many years of experience in heart-thoracic-vascular surgery always prioritize choosing minimally invasive intervention methods, both minimizing the risk of complications and shortening the recovery process for the patient.\nExcessive sweating in hands and feet is not life-threatening but can seriously affect the patient's life and psychology. Currently, there are many diverse treatment methods, effectively overcoming the condition of long-term, recurring hyperhidrosis.",
            "subsection_string": "Measures to prevent excessive sweating of hands and feet\nDaily lifestyle changes can help improve symptoms of excessive sweating in hands and feet, such as:\nBathing daily: helps reduce the number of bacteria residing on the skin, and you should dry between your toes, hands and armpits.; Choose shoes and socks made from natural materials to help reduce foot odor. If exercising, use moisture-wicking sports socks; Change socks regularly about twice a day. You can use foot powder to help absorb sweat.; Go barefoot or remove shoes when possible.; Practice yoga, meditation... to control stress.\nSpecializing in Cardiovascular and Thoracic Surgery, Tam Anh General Hospital is fully equipped with modern machinery systems, implementing advanced techniques, effectively treating perennial hyperhidrosis. A team of doctors and nurses with many years of experience in heart-thoracic-vascular surgery always prioritize choosing minimally invasive intervention methods, both minimizing the risk of complications and shortening the recovery process for the patient.\nExcessive sweating in hands and feet is not life-threatening but can seriously affect the patient's life and psychology. Currently, there are many diverse treatment methods, effectively overcoming the condition of long-term, recurring hyperhidrosis."
        }
    ],
    "name": "ra-mo-hoi-tay-chan-nhieu.json"
}