{
    "title": "Atrial fistula: Causes, signs, treatment and hygiene",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/ro-luan-nhi/",
    "abstract": "Atrial fistula has a high risk of coexisting inner ear or kidney defects, especially if there are 3 other congenital defects. BSNT.CKII Tran Thi Thuy Hang, Head of the Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City, said that the atrial septum was first described by Van Heusinger in 1864 with an estimated incidence of about 0.1 -0.9% in the general population. The disease is mainly detected during routine ear, nose and throat examinations or when there is infection and discharge.\nAtrial fistula is a genetic birth defect that usually develops during the 6th week of pregnancy",
    "content": "Atrial fistula: Causes, signs, treatment and hygiene\n\nAtrial fistula has a high risk of coexisting inner ear or kidney defects, especially if there are 3 other congenital defects. BSNT.CKII Tran Thi Thuy Hang, Head of the Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City, said that the atrial septum was first described by Van Heusinger in 1864 with an estimated incidence of about 0.1 -0.9% in the general population. The disease is mainly detected during routine ear, nose and throat examinations or when there is infection and discharge.\nAtrial fistula is a genetic birth defect that usually develops during the 6th week of pregnancy\n\nWhat is atrial fistula?\nWhat disease is atrial fistula? Atrial fistula is a benign birth defect where there is a small hole in front of the ear, usually forming in the 6th week of pregnancy. According to Dr. Thuy Hang, the disease is also known as preventricular sinus, preventricular fossa, preventricular fistula, preventricular tract or preventricular cyst. Many people in Vietnam call this disease atrial fistula.\nAtrial fistula can lead to the formation of a subcutaneous cyst that is closely related to the articular cartilage and anterior bone of the whorl.(2)\n\nSymptoms of atrial fistula\nAccording to Dr. Thuy Hang, most atrial fistulas do not show symptoms unless infection occurs. In a normal, non-inflammatory state, atrial fistulas usually appear close to the anterior edge of the auricle, and can sometimes also be found along the upper edge of the whorl, tragus or lobule. The fistula is only as small as the tip of a toothpick and when squeezed, you can see milky white sebum like acne, making many people mistakenly think it is a form of acne.\nIn case of infection of the atrial fistula, symptoms such as erythema, itching, swelling, pain, foul-smelling or non-foul-smelling discharge, and recurrent ear discharge will appear. In severe infections, symptoms may include cellulitis, pus collection, accompanied by headache and fever.\nThe most common pathogens that cause fistula infections are Staphylococcal bacteria and, less commonly, Proteus, Streptococcus and Peptococcus types.\n\nCause of atrial fistula\nAtrial fistula forms during the 6th week of the first trimester of pregnancy. This is the stage when the fetus is as small as a pea, about 0.6cm long and is starting to form parts such as the nose, eyes, heart valves, hands and feet (but not yet clearly) and external ears.\nTympanic fistula is thought to be incomplete or defective fusion of the six auditory thalamus during the development of the tympanic membrane. Specifically, it is due to the faulty combination between the first and second gill arches during the creation of the fetus's external ear. Genetically, atrial fistula is formed due to a chromosome error.(1)\nSome cases of atrial fistula are associated with certain genetic syndromes, including:\nGill-ear-renal (BOR) syndrome: Can also cause other malformations of the throat and ears, and may be associated with hearing problems and kidney abnormalities. Beckwith-Wiedemann syndrome: Linked to intra-abdominal problems and kidney and liver cancer; may have a large tongue and asymmetrical earlobes. Orofacial dystonia: Abnormalities of the head and face, including a very small head that does not grow with the body, developmental delays, language problems and intellectual disability, also known as Treacher syndrome Collins. Other syndromes: In addition, spinal dysplasia syndrome; Wolf-Hirschhorn syndrome; chromosome 5p deletion syndrome; Chromosomal 11q arm duplication syndrome is also associated with atrial fistula. Using propylthiouracil during early pregnancy: May cause atrial fistula in the fetus. This medication is used to treat hyperthyroidism or overactive thyroid.; Burro-oto-renal cleft (BOR) syndrome: Can also cause other malformations of the throat and ears, and may be associated with hearing problems and kidney abnormalities.; Beckwith-Wiedemann syndrome: Linked to intra-abdominal problems and kidney and liver cancer; may have a large tongue and asymmetrical earlobes; Orofacial dystonia: Abnormalities of the head and face, including a very small head that does not grow with the body, developmental delays, language problems and intellectual disability, also known as Treacher syndrome Collins.; Other syndromes: In addition, spinal dysplasia syndrome; Wolf-Hirschhorn syndrome; chromosome 5p deletion syndrome; Chromosomal 11q arm duplication syndrome is also associated with atrial fistula.; Using propylthiouracil during early pregnancy: May cause atrial fistula in the fetus. This medication is used to treat hyperthyroidism or overactive thyroid.\n\nSubjects susceptible to atrial fistula\nAtrial fistula is a common birth defect, affecting both men and women, with women more frequently than men. Fistulas can develop in one or both ears and may or may not be infected.\nSubjects at risk of atrial fistula include:\nHave a family history of deafness; Has another malformed or dysmorphic feature; Malformed eardrum and/or kidney; Maternal history of gestational diabetes; Having Branchio-Oto-Renal syndrome (Slit-Parotid-Kidney); Use propylthiouracil to treat thyroid disease in the first trimester.; Have a family history of deafness;; Has another malformed or dysmorphic feature;; Malformed eardrum and/or kidney;; Maternal history of gestational diabetes;; Having Branchio-Oto-Renal syndrome (Slit-Parotid-Kidney);; Use propylthiouracil to treat thyroid disease during the first trimester.\n\nDiagnosis of atrial fistula\nAccording to Dr. Thuy Hang, the initial diagnosis of atrial fistula is mainly based on clinical symptoms of external otitis including:\nPainful swelling, sometimes with pus in the outer ear area; Seeing a small hole right in the middle of the painful swelling and fluid collection; Next to the small hole, a lump as small as a fingertip can be felt (in case of a cyst).; Painful swelling, sometimes with pus in the outer ear area;; Seeing a small hole right in the middle of the painful swelling and fluid collection;; Next to the small hole, a lump as small as the tip of a finger can be felt (in case of a cyst).\nIn case the patient suffers from kidney or ear syndromes such as: Slot-Mang-Kidney syndrome, one should immediately think about the possibility of atrial fistula. Asking about the mother's medical history, such as whether the mother had diabetes during pregnancy or whether anyone in the family is deaf, has kidney disease or has some other birth defects, or used medication to treat thyroid disease in early pregnancy. Pregnancy is also very useful for diagnosis.\nWhen atrial fistula is suspected, the doctor may prescribe additional laboratory diagnostics, including:\nCT: Computed tomography images help detect abnormalities in the structure of the outer ear. MRI: Magnetic resonance imaging helps detect tumors; CT: Computed tomography images help detect abnormalities in the structure of the outer ear.; MRI: Magnetic resonance imaging helps detect tumors.\nIn addition, differential diagnosis is also necessary to help doctors rule out symptoms that can be confused with other ENT diseases.\nKidney ultrasound: This method helps doctors rule out the possibility that the patient has Branchio-Oto-Renal syndrome.; Kidney ultrasound: This method helps doctors rule out the possibility that the patient has Branchio-Oto-Renal syndrome.\nDiagnosis of atrial fistula is based on clinical symptoms of external otitis and paraclinical tests such as CT, MRI, and kidney ultrasound.\n\nTreatment method for atrial fistula infection\nAccording to Dr. Thuy Hang, if the atrial fistula has no symptoms, there is no need for treatment, only when the fistula is infected. During the period of acute preventricular sinusitis, treatment with appropriate antibiotics is needed. When an abscess is present, incision and drainage is needed. In cases of recurrent or persistent preventricular sinusitis, surgery to remove the sinus along with the path is required and it takes some time for the incision to fully recover.\n1. Medical treatment\nMedical treatment is indicated for acute atrial fistula infection, mainly using antibiotics to prevent infection and combined with warm compresses to relieve painful symptoms.\nAntibiotic treatment: Patients receive the correct type and dosage as prescribed by a specialist. You should not buy antibiotics to take yourself because this can cause antibiotic resistance, leading to many consequences for the treatment of future infections. Warm compress: To reduce symptoms of swelling and pain, the patient can use a clean cotton towel dipped in warm salt water, then wring it dry and gently apply it to the inflamed area. You can do this any time of the day.; Antibiotic treatment: Patients receive the correct type and dosage as prescribed by a specialist. You should not buy antibiotics to take yourself because this can cause antibiotic resistance, leading to many consequences for the treatment of future infections.; Warm compress: To reduce symptoms of swelling and pain, the patient can use a clean cotton towel dipped in warm salt water, then wring it dry and gently apply it to the inflamed area. You can do this any time of the day.\nIf the patient does not respond well to antibiotics, the doctor may prescribe drainage of pus using the following methods.\nPuncture and aspiration of the abscess: The doctor will use a sharp needle to puncture the collection of fluid and drain the fluid. Purulent fluid culture: The doctor will take the pus fluid to culture bacteria in the laboratory. This method helps the doctor choose an antibiotic that responds to the infection. Incision to drain pus: This method is indicated for cases that do not respond to the method of puncture and aspiration of pus with a needle.; Puncture and aspiration of the abscess: The doctor will use a sharp needle to puncture the collection of fluid and drain the fluid.; Purulent fluid culture: The doctor will take the pus fluid to culture bacteria in the laboratory. This method helps the doctor choose an antibiotic that responds to the infection.; Incision to drain pus: This method is indicated for cases that do not respond to the method of puncture and aspiration of pus with a needle.\n2. Surgery for atrial fistula\nDr. Thuy Hang said that there are a number of surgical methods to treat atrial fistula, but doctors often prioritize the patient's personal preferences to decide on the type of surgery. However, local excision with an extended retroventricular incision in a supraventricular approach under general anesthesia has been firmly established by the medical world as having better results and no recurrence rate. . Incomplete resection is the cause of recurrence of atrial fistula infection with an incidence of about 42%.\nThe method of completely removing the preventricular sinus is performed as follows:\nThe doctor will make an elliptical incision around the sinus fossa and extend it superiorly and posteriorly into the retrodural groove. After incision, the physician will perform dissection with a self-retaining mastoid retractor to define the temporal region that forms the medial limit of the dissection, and continue through the cartilage of the anterior whorl, which is considered the posterior margin. of dissection. During the dissection, the doctor will remove the surface tissue of the temporal fascia along with the preventricular sinus. A portion of the cartilage or sunj membrane of the whorl at the base of the sinus is also removed to ensure complete removal of the epithelium in all cases. After the dissection is complete, the doctor will stitch the skin with Silk 3.0 or prolene thread and drain the fluid. After 24 hours of surgery, the bandages and drainage tubes are removed, and the patient is given a course of antibiotics and anti-inflammatory drugs for 5 days. After 7 days, when the wound heals, the stitches can be removed; The doctor will make an elliptical incision around the sinus fossa and extend it superiorly and posteriorly into the retrodural groove.; After incision, the physician will perform dissection with a self-retaining mastoid retractor to define the temporal region that forms the medial limit of the dissection, and continue through the cartilage of the anterior whorl, which is considered the posterior margin. of dissection.; During the dissection, the doctor will remove the surface tissue of the temporal fascia along with the preventricular sinus. A portion of the cartilage or sunj membrane of the whorl at the base of the sinus is also excised to ensure complete removal of the epithelium in all cases.; After the dissection is complete, the doctor will stitch the skin with Silk 3.0 or prolene thread and drain the fluid.; After 24 hours of surgery, the bandages and drainage tubes are removed, and the patient is given a course of antibiotics and anti-inflammatory drugs for 5 days.; After 7 days, when the wound heals, the stitches can be removed.\n\nHow to clean atrial fistula\nHow to clean atrial fistula? If the atrial fistula is not infected, there is no need to pay too much attention to cleaning it. You just need to clean it by using a towel or normal soap (soap) to wash your face and ears.\nFor infected fistulas, Dr. Thuy Hang instructs:\nUse medical cotton soaked in physiological saline to wash and then dry the wound; Do not touch your hands or squeeze pus; Do not apply leaves or medications not prescribed by a specialist; Prevent flies from landing on the wound; You can apply warm compresses if there is a lot of pain; You should go to an ENT specialist at a reputable hospital for a doctor to examine, diagnose and intervene properly to avoid complications.; Use medical cotton soaked in physiological saline to wash and then dry the wound;; Do not touch your hands, do not squeeze pus;; Do not apply leaves or medications not prescribed by a specialist;; Prevent flies from landing on the wound;; You can apply warm compresses if the pain is severe;; You should go to an ENT specialist at a reputable hospital for a doctor to examine, diagnose and intervene properly to avoid complications.\n\nPrevention of atrial fistula\nThe doctor said that Thuy Hang's atrial fistula is a genetic syndrome so there is no way to prevent it. We can only prevent fistulas from becoming infected by:\nDo not touch or squeeze the fistula; Do not apply or apply anything to the fistula; Clean the fistula every day when washing your face; Avoid getting ear, nose and throat diseases that affect the fistula.; Do not touch or squeeze the fistula;; Do not apply or apply anything to the fistula;; Clean the fistula every day when washing your face;; Avoid getting ear, nose and throat diseases that affect the fistula.\n\nFrequently asked questions about atrial fistula\nDr. Thuy Hang answers common questions about atrial fistula:\n1. Is atrial fistula dangerous?\nDoctor Thuy Hang said: “Atrial fistula seems to be a benign congenital disease, only worrying when there are signs of infection, but I think atrial fistula should be considered a disease that requires attention. Special attention because it has the potential risk of hearing, cardiovascular, and especially kidney diseases. Kidney defects are associated with common ear problems such as hydronephrosis, horseshoe kidneys, and renal aplasia or hypoplasia.\nIn several studies on the association between congenital malformations of the kidney and urinary tract and malformations of other organ systems, researchers have also suggested that periodic renal ultrasound should be recommended in people with tympanic fistula defects and three or more other mild defects such as: dysfunctional features, genetic syndromes or family history of deafness, eardrum and/or kidney malformations.” .\n2. How long does it take for atrial fistula surgery to heal?\nPatients with preventricular sinus resection are treated with intensive antibiotics for 5 days and on the 7th day the sutures can be removed. However, to fully recover from the wound, it takes about 30 days after surgery.\n3. How long does atrial fistula surgery require in the hospital?\nDepending on each person's ability to recover, the hospital stay after atrial fistula surgery may be longer or shorter. But usually, ear surgery patients with atrial fistula will be treated in the hospital for about 7 days. After the wound is removed, the patient will be discharged from the hospital.\n4. Does atrial fistula surgery leave scars?\nThe surgical wound for the atrial fistula is not large so it does not affect aesthetics. Small scars can be treated with modern scar treatment technologies and they will disappear after the scar treatment process.\n5. Where is a good place to examine and treat atrial fistula?\nAccording to Dr. Thuy Hang, atrial fistula can be very related to congenital defects in the ear, nose and throat, cancer, cardiovascular, kidney, and bronchial systems, so it is best for patients to go for examination at hospitals with good quality. A full range of reputable ENT, Urology, Obstetrics, Cardiology, and Oncology specialties, with modern equipment and experienced doctors to be fully evaluated and given the most accurate diagnosis, from That is the most effective treatment.\nDepartment of Ear, Nose and Throat, Tam Anh General Hospital is a unit that examines, diagnoses and treats ear, nose and throat diseases, including atrial fistula. With a team of skilled and experienced experts and leading doctors, supported by the most modern medical examination and treatment equipment system such as: soft tube ENT endoscope, audiometer, measuring vestibular function, vestibular rehabilitation exercise machine... along with close combination in diagnosis and treatment between ENT, Urology, Cardiology, Obstetrics... help specialized medical examination and treatment. Professional, comprehensive, highly effective.",
    "subsections": [
        {
            "subsection_name": "What is atrial fistula?",
            "subsection_content": "What disease is atrial fistula? Atrial fistula is a benign birth defect where there is a small hole in front of the ear, usually forming in the 6th week of pregnancy. According to Dr. Thuy Hang, the disease is also known as preventricular sinus, preventricular fossa, preventricular fistula, preventricular tract or preventricular cyst. Many people in Vietnam call this disease atrial fistula.\nAtrial fistula can lead to the formation of a subcutaneous cyst that is closely related to the articular cartilage and anterior bone of the whorl.(2)",
            "subsection_string": "What is atrial fistula?\nWhat disease is atrial fistula? Atrial fistula is a benign birth defect where there is a small hole in front of the ear, usually forming in the 6th week of pregnancy. According to Dr. Thuy Hang, the disease is also known as preventricular sinus, preventricular fossa, preventricular fistula, preventricular tract or preventricular cyst. Many people in Vietnam call this disease atrial fistula.\nAtrial fistula can lead to the formation of a subcutaneous cyst that is closely related to the articular cartilage and anterior bone of the whorl.(2)"
        },
        {
            "subsection_name": "Symptoms of atrial fistula",
            "subsection_content": "According to Dr. Thuy Hang, most atrial fistulas do not show symptoms unless infection occurs. In a normal, non-inflammatory state, atrial fistulas usually appear close to the anterior edge of the auricle, and can sometimes also be found along the upper edge of the whorl, tragus or lobule. The fistula is only as small as the tip of a toothpick and when squeezed, you can see milky white sebum like acne, making many people mistakenly think it is a form of acne.\nIn case of infection of the atrial fistula, symptoms such as erythema, itching, swelling, pain, foul-smelling or non-foul-smelling discharge, and recurrent ear discharge will appear. In severe infections, symptoms may include cellulitis, pus collection, accompanied by headache and fever.\nThe most common pathogens that cause fistula infections are Staphylococcal bacteria and, less commonly, Proteus, Streptococcus and Peptococcus types.",
            "subsection_string": "Symptoms of atrial fistula\nAccording to Dr. Thuy Hang, most atrial fistulas do not show symptoms unless infection occurs. In a normal, non-inflammatory state, atrial fistulas usually appear close to the anterior edge of the auricle, and can sometimes also be found along the upper edge of the whorl, tragus or lobule. The fistula is only as small as the tip of a toothpick and when squeezed, you can see milky white sebum like acne, making many people mistakenly think it is a form of acne.\nIn case of infection of the atrial fistula, symptoms such as erythema, itching, swelling, pain, foul-smelling or non-foul-smelling discharge, and recurrent ear discharge will appear. In severe infections, symptoms may include cellulitis, pus collection, accompanied by headache and fever.\nThe most common pathogens that cause fistula infections are Staphylococcal bacteria and, less commonly, Proteus, Streptococcus and Peptococcus types."
        },
        {
            "subsection_name": "Cause of atrial fistula",
            "subsection_content": "Atrial fistula forms during the 6th week of the first trimester of pregnancy. This is the stage when the fetus is as small as a pea, about 0.6cm long and is starting to form parts such as the nose, eyes, heart valves, hands and feet (but not yet clearly) and external ears.\nTympanic fistula is thought to be incomplete or defective fusion of the six auditory thalamus during the development of the tympanic membrane. Specifically, it is due to the faulty combination between the first and second gill arches during the creation of the fetus's external ear. Genetically, atrial fistula is formed due to a chromosome error.(1)\nSome cases of atrial fistula are associated with certain genetic syndromes, including:\nGill-ear-renal (BOR) syndrome: Can also cause other malformations of the throat and ears, and may be associated with hearing problems and kidney abnormalities. Beckwith-Wiedemann syndrome: Linked to intra-abdominal problems and kidney and liver cancer; may have a large tongue and asymmetrical earlobes. Orofacial dystonia: Abnormalities of the head and face, including a very small head that does not grow with the body, developmental delays, language problems and intellectual disability, also known as Treacher syndrome Collins. Other syndromes: In addition, spinal dysplasia syndrome; Wolf-Hirschhorn syndrome; chromosome 5p deletion syndrome; Chromosomal 11q arm duplication syndrome is also associated with atrial fistula. Using propylthiouracil during early pregnancy: May cause atrial fistula in the fetus. This medication is used to treat hyperthyroidism or overactive thyroid.; Burro-oto-renal cleft (BOR) syndrome: Can also cause other malformations of the throat and ears, and may be associated with hearing problems and kidney abnormalities.; Beckwith-Wiedemann syndrome: Linked to intra-abdominal problems and kidney and liver cancer; may have a large tongue and asymmetrical earlobes; Orofacial dystonia: Abnormalities of the head and face, including a very small head that does not grow with the body, developmental delays, language problems and intellectual disability, also known as Treacher syndrome Collins.; Other syndromes: In addition, spinal dysplasia syndrome; Wolf-Hirschhorn syndrome; chromosome 5p deletion syndrome; Chromosomal 11q arm duplication syndrome is also associated with atrial fistula.; Using propylthiouracil during early pregnancy: May cause atrial fistula in the fetus. This medication is used to treat hyperthyroidism or overactive thyroid.",
            "subsection_string": "Cause of atrial fistula\nAtrial fistula forms during the 6th week of the first trimester of pregnancy. This is the stage when the fetus is as small as a pea, about 0.6cm long and is starting to form parts such as the nose, eyes, heart valves, hands and feet (but not yet clearly) and external ears.\nTympanic fistula is thought to be incomplete or defective fusion of the six auditory thalamus during the development of the tympanic membrane. Specifically, it is due to the faulty combination between the first and second gill arches during the creation of the fetus's external ear. Genetically, atrial fistula is formed due to a chromosome error.(1)\nSome cases of atrial fistula are associated with certain genetic syndromes, including:\nGill-ear-renal (BOR) syndrome: Can also cause other malformations of the throat and ears, and may be associated with hearing problems and kidney abnormalities. Beckwith-Wiedemann syndrome: Linked to intra-abdominal problems and kidney and liver cancer; may have a large tongue and asymmetrical earlobes. Orofacial dystonia: Abnormalities of the head and face, including a very small head that does not grow with the body, developmental delays, language problems and intellectual disability, also known as Treacher syndrome Collins. Other syndromes: In addition, spinal dysplasia syndrome; Wolf-Hirschhorn syndrome; chromosome 5p deletion syndrome; Chromosomal 11q arm duplication syndrome is also associated with atrial fistula. Using propylthiouracil during early pregnancy: May cause atrial fistula in the fetus. This medication is used to treat hyperthyroidism or overactive thyroid.; Burro-oto-renal cleft (BOR) syndrome: Can also cause other malformations of the throat and ears, and may be associated with hearing problems and kidney abnormalities.; Beckwith-Wiedemann syndrome: Linked to intra-abdominal problems and kidney and liver cancer; may have a large tongue and asymmetrical earlobes; Orofacial dystonia: Abnormalities of the head and face, including a very small head that does not grow with the body, developmental delays, language problems and intellectual disability, also known as Treacher syndrome Collins.; Other syndromes: In addition, spinal dysplasia syndrome; Wolf-Hirschhorn syndrome; chromosome 5p deletion syndrome; Chromosomal 11q arm duplication syndrome is also associated with atrial fistula.; Using propylthiouracil during early pregnancy: May cause atrial fistula in the fetus. This medication is used to treat hyperthyroidism or overactive thyroid."
        },
        {
            "subsection_name": "Subjects susceptible to atrial fistula",
            "subsection_content": "Atrial fistula is a common birth defect, affecting both men and women, with women more frequently than men. Fistulas can develop in one or both ears and may or may not be infected.\nSubjects at risk of atrial fistula include:\nHave a family history of deafness; Has another malformed or dysmorphic feature; Malformed eardrum and/or kidney; Maternal history of gestational diabetes; Having Branchio-Oto-Renal syndrome (Slit-Parotid-Kidney); Use propylthiouracil to treat thyroid disease in the first trimester.; Have a family history of deafness;; Has another malformed or dysmorphic feature;; Malformed eardrum and/or kidney;; Maternal history of gestational diabetes;; Having Branchio-Oto-Renal syndrome (Slit-Parotid-Kidney);; Use propylthiouracil to treat thyroid disease during the first trimester.",
            "subsection_string": "Subjects susceptible to atrial fistula\nAtrial fistula is a common birth defect, affecting both men and women, with women more frequently than men. Fistulas can develop in one or both ears and may or may not be infected.\nSubjects at risk of atrial fistula include:\nHave a family history of deafness; Has another malformed or dysmorphic feature; Malformed eardrum and/or kidney; Maternal history of gestational diabetes; Having Branchio-Oto-Renal syndrome (Slit-Parotid-Kidney); Use propylthiouracil to treat thyroid disease in the first trimester.; Have a family history of deafness;; Has another malformed or dysmorphic feature;; Malformed eardrum and/or kidney;; Maternal history of gestational diabetes;; Having Branchio-Oto-Renal syndrome (Slit-Parotid-Kidney);; Use propylthiouracil to treat thyroid disease during the first trimester."
        },
        {
            "subsection_name": "Diagnosis of atrial fistula",
            "subsection_content": "According to Dr. Thuy Hang, the initial diagnosis of atrial fistula is mainly based on clinical symptoms of external otitis including:\nPainful swelling, sometimes with pus in the outer ear area; Seeing a small hole right in the middle of the painful swelling and fluid collection; Next to the small hole, a lump as small as a fingertip can be felt (in case of a cyst).; Painful swelling, sometimes with pus in the outer ear area;; Seeing a small hole right in the middle of the painful swelling and fluid collection;; Next to the small hole, a lump as small as the tip of a finger can be felt (in case of a cyst).\nIn case the patient suffers from kidney or ear syndromes such as: Slot-Mang-Kidney syndrome, one should immediately think about the possibility of atrial fistula. Asking about the mother's medical history, such as whether the mother had diabetes during pregnancy or whether anyone in the family is deaf, has kidney disease or has some other birth defects, or used medication to treat thyroid disease in early pregnancy. Pregnancy is also very useful for diagnosis.\nWhen atrial fistula is suspected, the doctor may prescribe additional laboratory diagnostics, including:\nCT: Computed tomography images help detect abnormalities in the structure of the outer ear. MRI: Magnetic resonance imaging helps detect tumors; CT: Computed tomography images help detect abnormalities in the structure of the outer ear.; MRI: Magnetic resonance imaging helps detect tumors.\nIn addition, differential diagnosis is also necessary to help doctors rule out symptoms that can be confused with other ENT diseases.\nKidney ultrasound: This method helps doctors rule out the possibility that the patient has Branchio-Oto-Renal syndrome.; Kidney ultrasound: This method helps doctors rule out the possibility that the patient has Branchio-Oto-Renal syndrome.\nDiagnosis of atrial fistula is based on clinical symptoms of external otitis and paraclinical tests such as CT, MRI, and kidney ultrasound.",
            "subsection_string": "Diagnosis of atrial fistula\nAccording to Dr. Thuy Hang, the initial diagnosis of atrial fistula is mainly based on clinical symptoms of external otitis including:\nPainful swelling, sometimes with pus in the outer ear area; Seeing a small hole right in the middle of the painful swelling and fluid collection; Next to the small hole, a lump as small as a fingertip can be felt (in case of a cyst).; Painful swelling, sometimes with pus in the outer ear area;; Seeing a small hole right in the middle of the painful swelling and fluid collection;; Next to the small hole, a lump as small as the tip of a finger can be felt (in case of a cyst).\nIn case the patient suffers from kidney or ear syndromes such as: Slot-Mang-Kidney syndrome, one should immediately think about the possibility of atrial fistula. Asking about the mother's medical history, such as whether the mother had diabetes during pregnancy or whether anyone in the family is deaf, has kidney disease or has some other birth defects, or used medication to treat thyroid disease in early pregnancy. Pregnancy is also very useful for diagnosis.\nWhen atrial fistula is suspected, the doctor may prescribe additional laboratory diagnostics, including:\nCT: Computed tomography images help detect abnormalities in the structure of the outer ear. MRI: Magnetic resonance imaging helps detect tumors; CT: Computed tomography images help detect abnormalities in the structure of the outer ear.; MRI: Magnetic resonance imaging helps detect tumors.\nIn addition, differential diagnosis is also necessary to help doctors rule out symptoms that can be confused with other ENT diseases.\nKidney ultrasound: This method helps doctors rule out the possibility that the patient has Branchio-Oto-Renal syndrome.; Kidney ultrasound: This method helps doctors rule out the possibility that the patient has Branchio-Oto-Renal syndrome.\nDiagnosis of atrial fistula is based on clinical symptoms of external otitis and paraclinical tests such as CT, MRI, and kidney ultrasound."
        },
        {
            "subsection_name": "Treatment method for atrial fistula infection",
            "subsection_content": "According to Dr. Thuy Hang, if the atrial fistula has no symptoms, there is no need for treatment, only when the fistula is infected. During the period of acute preventricular sinusitis, treatment with appropriate antibiotics is needed. When an abscess is present, incision and drainage is needed. In cases of recurrent or persistent preventricular sinusitis, surgery to remove the sinus along with the path is required and it takes some time for the incision to fully recover.\n1. Medical treatment\nMedical treatment is indicated for acute atrial fistula infection, mainly using antibiotics to prevent infection and combined with warm compresses to relieve painful symptoms.\nAntibiotic treatment: Patients receive the correct type and dosage as prescribed by a specialist. You should not buy antibiotics to take yourself because this can cause antibiotic resistance, leading to many consequences for the treatment of future infections. Warm compress: To reduce symptoms of swelling and pain, the patient can use a clean cotton towel dipped in warm salt water, then wring it dry and gently apply it to the inflamed area. You can do this any time of the day.; Antibiotic treatment: Patients receive the correct type and dosage as prescribed by a specialist. You should not buy antibiotics to take yourself because this can cause antibiotic resistance, leading to many consequences for the treatment of future infections.; Warm compress: To reduce symptoms of swelling and pain, the patient can use a clean cotton towel dipped in warm salt water, then wring it dry and gently apply it to the inflamed area. You can do this any time of the day.\nIf the patient does not respond well to antibiotics, the doctor may prescribe drainage of pus using the following methods.\nPuncture and aspiration of the abscess: The doctor will use a sharp needle to puncture the collection of fluid and drain the fluid. Purulent fluid culture: The doctor will take the pus fluid to culture bacteria in the laboratory. This method helps the doctor choose an antibiotic that responds to the infection. Incision to drain pus: This method is indicated for cases that do not respond to the method of puncture and aspiration of pus with a needle.; Puncture and aspiration of the abscess: The doctor will use a sharp needle to puncture the collection of fluid and drain the fluid.; Purulent fluid culture: The doctor will take the pus fluid to culture bacteria in the laboratory. This method helps the doctor choose an antibiotic that responds to the infection.; Incision to drain pus: This method is indicated for cases that do not respond to the method of puncture and aspiration of pus with a needle.\n2. Surgery for atrial fistula\nDr. Thuy Hang said that there are a number of surgical methods to treat atrial fistula, but doctors often prioritize the patient's personal preferences to decide on the type of surgery. However, local excision with an extended retroventricular incision in a supraventricular approach under general anesthesia has been firmly established by the medical world as having better results and no recurrence rate. . Incomplete resection is the cause of recurrence of atrial fistula infection with an incidence of about 42%.\nThe method of completely removing the preventricular sinus is performed as follows:\nThe doctor will make an elliptical incision around the sinus fossa and extend it superiorly and posteriorly into the retrodural groove. After incision, the physician will perform dissection with a self-retaining mastoid retractor to define the temporal region that forms the medial limit of the dissection, and continue through the cartilage of the anterior whorl, which is considered the posterior margin. of dissection. During the dissection, the doctor will remove the surface tissue of the temporal fascia along with the preventricular sinus. A portion of the cartilage or sunj membrane of the whorl at the base of the sinus is also removed to ensure complete removal of the epithelium in all cases. After the dissection is complete, the doctor will stitch the skin with Silk 3.0 or prolene thread and drain the fluid. After 24 hours of surgery, the bandages and drainage tubes are removed, and the patient is given a course of antibiotics and anti-inflammatory drugs for 5 days. After 7 days, when the wound heals, the stitches can be removed; The doctor will make an elliptical incision around the sinus fossa and extend it superiorly and posteriorly into the retrodural groove.; After incision, the physician will perform dissection with a self-retaining mastoid retractor to define the temporal region that forms the medial limit of the dissection, and continue through the cartilage of the anterior whorl, which is considered the posterior margin. of dissection.; During the dissection, the doctor will remove the surface tissue of the temporal fascia along with the preventricular sinus. A portion of the cartilage or sunj membrane of the whorl at the base of the sinus is also excised to ensure complete removal of the epithelium in all cases.; After the dissection is complete, the doctor will stitch the skin with Silk 3.0 or prolene thread and drain the fluid.; After 24 hours of surgery, the bandages and drainage tubes are removed, and the patient is given a course of antibiotics and anti-inflammatory drugs for 5 days.; After 7 days, when the wound heals, the stitches can be removed.",
            "subsection_string": "Treatment method for atrial fistula infection\nAccording to Dr. Thuy Hang, if the atrial fistula has no symptoms, there is no need for treatment, only when the fistula is infected. During the period of acute preventricular sinusitis, treatment with appropriate antibiotics is needed. When an abscess is present, incision and drainage is needed. In cases of recurrent or persistent preventricular sinusitis, surgery to remove the sinus along with the path is required and it takes some time for the incision to fully recover.\n1. Medical treatment\nMedical treatment is indicated for acute atrial fistula infection, mainly using antibiotics to prevent infection and combined with warm compresses to relieve painful symptoms.\nAntibiotic treatment: Patients receive the correct type and dosage as prescribed by a specialist. You should not buy antibiotics to take yourself because this can cause antibiotic resistance, leading to many consequences for the treatment of future infections. Warm compress: To reduce symptoms of swelling and pain, the patient can use a clean cotton towel dipped in warm salt water, then wring it dry and gently apply it to the inflamed area. You can do this any time of the day.; Antibiotic treatment: Patients receive the correct type and dosage as prescribed by a specialist. You should not buy antibiotics to take yourself because this can cause antibiotic resistance, leading to many consequences for the treatment of future infections.; Warm compress: To reduce symptoms of swelling and pain, the patient can use a clean cotton towel dipped in warm salt water, then wring it dry and gently apply it to the inflamed area. You can do this any time of the day.\nIf the patient does not respond well to antibiotics, the doctor may prescribe drainage of pus using the following methods.\nPuncture and aspiration of the abscess: The doctor will use a sharp needle to puncture the collection of fluid and drain the fluid. Purulent fluid culture: The doctor will take the pus fluid to culture bacteria in the laboratory. This method helps the doctor choose an antibiotic that responds to the infection. Incision to drain pus: This method is indicated for cases that do not respond to the method of puncture and aspiration of pus with a needle.; Puncture and aspiration of the abscess: The doctor will use a sharp needle to puncture the collection of fluid and drain the fluid.; Purulent fluid culture: The doctor will take the pus fluid to culture bacteria in the laboratory. This method helps the doctor choose an antibiotic that responds to the infection.; Incision to drain pus: This method is indicated for cases that do not respond to the method of puncture and aspiration of pus with a needle.\n2. Surgery for atrial fistula\nDr. Thuy Hang said that there are a number of surgical methods to treat atrial fistula, but doctors often prioritize the patient's personal preferences to decide on the type of surgery. However, local excision with an extended retroventricular incision in a supraventricular approach under general anesthesia has been firmly established by the medical world as having better results and no recurrence rate. . Incomplete resection is the cause of recurrence of atrial fistula infection with an incidence of about 42%.\nThe method of completely removing the preventricular sinus is performed as follows:\nThe doctor will make an elliptical incision around the sinus fossa and extend it superiorly and posteriorly into the retrodural groove. After incision, the physician will perform dissection with a self-retaining mastoid retractor to define the temporal region that forms the medial limit of the dissection, and continue through the cartilage of the anterior whorl, which is considered the posterior margin. of dissection. During the dissection, the doctor will remove the surface tissue of the temporal fascia along with the preventricular sinus. A portion of the cartilage or sunj membrane of the whorl at the base of the sinus is also removed to ensure complete removal of the epithelium in all cases. After the dissection is complete, the doctor will stitch the skin with Silk 3.0 or prolene thread and drain the fluid. After 24 hours of surgery, the bandages and drainage tubes are removed, and the patient is given a course of antibiotics and anti-inflammatory drugs for 5 days. After 7 days, when the wound heals, the stitches can be removed; The doctor will make an elliptical incision around the sinus fossa and extend it superiorly and posteriorly into the retrodural groove.; After incision, the physician will perform dissection with a self-retaining mastoid retractor to define the temporal region that forms the medial limit of the dissection, and continue through the cartilage of the anterior whorl, which is considered the posterior margin. of dissection.; During the dissection, the doctor will remove the surface tissue of the temporal fascia along with the preventricular sinus. A portion of the cartilage or sunj membrane of the whorl at the base of the sinus is also excised to ensure complete removal of the epithelium in all cases.; After the dissection is complete, the doctor will stitch the skin with Silk 3.0 or prolene thread and drain the fluid.; After 24 hours of surgery, the bandages and drainage tubes are removed, and the patient is given a course of antibiotics and anti-inflammatory drugs for 5 days.; After 7 days, when the wound heals, the stitches can be removed."
        },
        {
            "subsection_name": "How to clean atrial fistula",
            "subsection_content": "How to clean atrial fistula? If the atrial fistula is not infected, there is no need to pay too much attention to cleaning it. You just need to clean it by using a towel or normal soap (soap) to wash your face and ears.\nFor infected fistulas, Dr. Thuy Hang instructs:\nUse medical cotton soaked in physiological saline to wash and then dry the wound; Do not touch your hands or squeeze pus; Do not apply leaves or medications not prescribed by a specialist; Prevent flies from landing on the wound; You can apply warm compresses if there is a lot of pain; You should go to an ENT specialist at a reputable hospital for a doctor to examine, diagnose and intervene properly to avoid complications.; Use medical cotton soaked in physiological saline to wash and then dry the wound;; Do not touch your hands, do not squeeze pus;; Do not apply leaves or medications not prescribed by a specialist;; Prevent flies from landing on the wound;; You can apply warm compresses if the pain is severe;; You should go to an ENT specialist at a reputable hospital for a doctor to examine, diagnose and intervene properly to avoid complications.",
            "subsection_string": "How to clean atrial fistula\nHow to clean atrial fistula? If the atrial fistula is not infected, there is no need to pay too much attention to cleaning it. You just need to clean it by using a towel or normal soap (soap) to wash your face and ears.\nFor infected fistulas, Dr. Thuy Hang instructs:\nUse medical cotton soaked in physiological saline to wash and then dry the wound; Do not touch your hands or squeeze pus; Do not apply leaves or medications not prescribed by a specialist; Prevent flies from landing on the wound; You can apply warm compresses if there is a lot of pain; You should go to an ENT specialist at a reputable hospital for a doctor to examine, diagnose and intervene properly to avoid complications.; Use medical cotton soaked in physiological saline to wash and then dry the wound;; Do not touch your hands, do not squeeze pus;; Do not apply leaves or medications not prescribed by a specialist;; Prevent flies from landing on the wound;; You can apply warm compresses if the pain is severe;; You should go to an ENT specialist at a reputable hospital for a doctor to examine, diagnose and intervene properly to avoid complications."
        },
        {
            "subsection_name": "Prevention of atrial fistula",
            "subsection_content": "The doctor said that Thuy Hang's atrial fistula is a genetic syndrome so there is no way to prevent it. We can only prevent fistulas from becoming infected by:\nDo not touch or squeeze the fistula; Do not apply or apply anything to the fistula; Clean the fistula every day when washing your face; Avoid getting ear, nose and throat diseases that affect the fistula.; Do not touch or squeeze the fistula;; Do not apply or apply anything to the fistula;; Clean the fistula every day when washing your face;; Avoid getting ear, nose and throat diseases that affect the fistula.",
            "subsection_string": "Prevention of atrial fistula\nThe doctor said that Thuy Hang's atrial fistula is a genetic syndrome so there is no way to prevent it. We can only prevent fistulas from becoming infected by:\nDo not touch or squeeze the fistula; Do not apply or apply anything to the fistula; Clean the fistula every day when washing your face; Avoid getting ear, nose and throat diseases that affect the fistula.; Do not touch or squeeze the fistula;; Do not apply or apply anything to the fistula;; Clean the fistula every day when washing your face;; Avoid getting ear, nose and throat diseases that affect the fistula."
        },
        {
            "subsection_name": "Frequently asked questions about atrial fistula",
            "subsection_content": "Dr. Thuy Hang answers common questions about atrial fistula:\n1. Is atrial fistula dangerous?\nDoctor Thuy Hang said: “Atrial fistula seems to be a benign congenital disease, only worrying when there are signs of infection, but I think atrial fistula should be considered a disease that requires attention. Special attention because it has the potential risk of hearing, cardiovascular, and especially kidney diseases. Kidney defects are associated with common ear problems such as hydronephrosis, horseshoe kidneys, and renal aplasia or hypoplasia.\nIn several studies on the association between congenital malformations of the kidney and urinary tract and malformations of other organ systems, researchers have also suggested that periodic renal ultrasound should be recommended in people with tympanic fistula defects and three or more other mild defects such as: dysfunctional features, genetic syndromes or family history of deafness, eardrum and/or kidney malformations.” .\n2. How long does it take for atrial fistula surgery to heal?\nPatients with preventricular sinus resection are treated with intensive antibiotics for 5 days and on the 7th day the sutures can be removed. However, to fully recover from the wound, it takes about 30 days after surgery.\n3. How long does atrial fistula surgery require in the hospital?\nDepending on each person's ability to recover, the hospital stay after atrial fistula surgery may be longer or shorter. But usually, ear surgery patients with atrial fistula will be treated in the hospital for about 7 days. After the wound is removed, the patient will be discharged from the hospital.\n4. Does atrial fistula surgery leave scars?\nThe surgical wound for the atrial fistula is not large so it does not affect aesthetics. Small scars can be treated with modern scar treatment technologies and they will disappear after the scar treatment process.\n5. Where is a good place to examine and treat atrial fistula?\nAccording to Dr. Thuy Hang, atrial fistula can be very related to congenital defects in the ear, nose and throat, cancer, cardiovascular, kidney, and bronchial systems, so it is best for patients to go for examination at hospitals with good quality. A full range of reputable ENT, Urology, Obstetrics, Cardiology, and Oncology specialties, with modern equipment and experienced doctors to be fully evaluated and given the most accurate diagnosis, from That is the most effective treatment.\nDepartment of Ear, Nose and Throat, Tam Anh General Hospital is a unit that examines, diagnoses and treats ear, nose and throat diseases, including atrial fistula. With a team of skilled and experienced experts and leading doctors, supported by the most modern medical examination and treatment equipment system such as: soft tube ENT endoscope, audiometer, measuring vestibular function, vestibular rehabilitation exercise machine... along with close combination in diagnosis and treatment between ENT, Urology, Cardiology, Obstetrics... help specialized medical examination and treatment. Professional, comprehensive, highly effective.",
            "subsection_string": "Frequently asked questions about atrial fistula\nDr. Thuy Hang answers common questions about atrial fistula:\n1. Is atrial fistula dangerous?\nDoctor Thuy Hang said: “Atrial fistula seems to be a benign congenital disease, only worrying when there are signs of infection, but I think atrial fistula should be considered a disease that requires attention. Special attention because it has the potential risk of hearing, cardiovascular, and especially kidney diseases. Kidney defects are associated with common ear problems such as hydronephrosis, horseshoe kidneys, and renal aplasia or hypoplasia.\nIn several studies on the association between congenital malformations of the kidney and urinary tract and malformations of other organ systems, researchers have also suggested that periodic renal ultrasound should be recommended in people with tympanic fistula defects and three or more other mild defects such as: dysfunctional features, genetic syndromes or family history of deafness, eardrum and/or kidney malformations.” .\n2. How long does it take for atrial fistula surgery to heal?\nPatients with preventricular sinus resection are treated with intensive antibiotics for 5 days and on the 7th day the sutures can be removed. However, to fully recover from the wound, it takes about 30 days after surgery.\n3. How long does atrial fistula surgery require in the hospital?\nDepending on each person's ability to recover, the hospital stay after atrial fistula surgery may be longer or shorter. But usually, ear surgery patients with atrial fistula will be treated in the hospital for about 7 days. After the wound is removed, the patient will be discharged from the hospital.\n4. Does atrial fistula surgery leave scars?\nThe surgical wound for the atrial fistula is not large so it does not affect aesthetics. Small scars can be treated with modern scar treatment technologies and they will disappear after the scar treatment process.\n5. Where is a good place to examine and treat atrial fistula?\nAccording to Dr. Thuy Hang, atrial fistula can be very related to congenital defects in the ear, nose and throat, cancer, cardiovascular, kidney, and bronchial systems, so it is best for patients to go for examination at hospitals with good quality. A full range of reputable ENT, Urology, Obstetrics, Cardiology, and Oncology specialties, with modern equipment and experienced doctors to be fully evaluated and given the most accurate diagnosis, from That is the most effective treatment.\nDepartment of Ear, Nose and Throat, Tam Anh General Hospital is a unit that examines, diagnoses and treats ear, nose and throat diseases, including atrial fistula. With a team of skilled and experienced experts and leading doctors, supported by the most modern medical examination and treatment equipment system such as: soft tube ENT endoscope, audiometer, measuring vestibular function, vestibular rehabilitation exercise machine... along with close combination in diagnosis and treatment between ENT, Urology, Cardiology, Obstetrics... help specialized medical examination and treatment. Professional, comprehensive, highly effective."
        }
    ],
    "name": "ro-luan-nhi.json"
}