{
    "title": "Vestibular disorders: Causes, symptoms and treatments",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/roi-loan-tien-dinh/",
    "abstract": "Dizziness, spinning, loss of balance are common symptoms of vestibular disorders that anyone can experience, not only causing difficulties in daily activities but also increasing the risk of falling. leading to unwanted injury. Dr. Le Van Tuan, expert advisor, Department of Neurology, Tam Anh General Hospital, said.",
    "content": "Vestibular disorders: Causes, symptoms and treatments\n\nDizziness, spinning, loss of balance are common symptoms of vestibular disorders that anyone can experience, not only causing difficulties in daily activities but also increasing the risk of falling. leading to unwanted injury. Dr. Le Van Tuan, expert advisor, Department of Neurology, Tam Anh General Hospital, said.\n\n1. Structure of the vestibular system\nThe vestibular system consists of two parts: the semicircular canals and the vestibular system itself.\nSemicircular canals:\nConsists of 3 semicircular canals, shaped like an arc, each semicircular canal has a flat end and an enlarged end called the bulb. The bulbs contain sensory neurons (ampullary organs).\n– Upper semicircular canal: located above the other 2 canals, has an upward arc, bulging bulb facing outward and flat end facing inward. – Horizontal semicircular canal: is the widest and shortest canal, has an outward arc and lies on the horizontal plane. – Posterior semicircular canal: is the narrowest but longest of the three canals, with an arc facing back, a bulging bulb facing down and a flat end facing up.\nTrue vestibular division:\nThis part consists of two main parts: the cyst (oval) and the spheroid (spherical). The follicle is located above close to the 5 holes communicating with the semicircular canals, the follicle is located below close to the basal spiral of the cochlea.\nAnatomical structure of the vestibular organ\n\n2. Function of the vestibular system\nThe main function of the vestibular system is to maintain balance for the body when performing movements such as moving, turning, bending..., controlled by nerve groups located in the brain.\nThe peripheral part of the vestibular system is a part of the inner ear that acts as a miniature inertial and acceleration guide, continuously reporting information about the movements and position of the head and body. to integration centers located in the brainstem, cerebellum, and cerebral cortex.\n\n3. What is vestibular disorder?\nVestibular Disorders are disorders related to balance, originating from the 8th nerve and its connecting pathways. If this part is damaged, information will be transmitted incorrectly and the body will lose balance, dizziness, vertigo, tinnitus... (1)\nNerve 8 is a sensory nerve, consisting of two parts, each responsible for its own sensory function:\nCochlear nerve: auditory sensory function; Vestibular nerve: function of sense of balance\nNerve number 8 originates from the pons, enters the petrous bone through the internal auditory canal, and is the information transmission line that controls the vestibular system to maintain balance for the body.\n\n4. Classification and symptoms of vestibular syndrome\nThe disease consists of 2 forms with different characteristic manifestations: (2)\n4.1. Peripheral vestibular disorders\nCommon in 90% - 95% of patients. There are many causes of peripheral vestibular disorders, clinical manifestations vary depending on the cause, with manifestations that can be transient vertigo attacks, occurring only for a short time, appearing when Change positions such as shaking your head, from lying down to sitting. Besides, there may also be severe and prolonged dizziness, the patient cannot walk or change from lying to sitting.\nIf the patient has severe peripheral vestibular disorder, in addition to severe dizziness, there are also accompanying symptoms such as frequent and prolonged vomiting, tinnitus, hearing loss, heavy head, difficulty concentrating, and dyskinesia. Blood vessels cause pale skin, decreased heart rate, sweating, and more seriously, falls causing injury due to lack of balance control.\n4.2. Central vestibular disorder\nDizziness is the most common symptom\nOften seen with symptoms of damage to the vestibular system of the central nervous system, the patient has difficulty walking, when changing positions, dizziness and lightheadedness, sometimes accompanied by vomiting. This condition is due to damage to the vestibular nucleus, damage to the communication pathways of the vestibular nuclei in the brain stem and cerebellum, which can be caused by stroke, inflammatory disease, brain tumor...\n\n5. Causes of vestibular disorders\nPeripheral vestibular organ disorders due to the following causes: Benign paroxysmal positional vertigo, vestibular neuritis, vestibular inflammation, Ménière's disease, labyrinthitis, perilymph fistula, 8th nerve tumor, allergies external ear canal obstruction, acute otitis media; Metabolic disorders include: hypothyroidism, diabetes, uremia...; Peripheral vestibular organ disorders due to the following causes: Benign paroxysmal positional vertigo, vestibular neuritis, vestibular inflammation, Ménière's disease, labyrinthitis, perilymph fistula, 8th nerve tumor, allergies external ear canal obstruction, acute otitis media; Metabolic disorders include: hypothyroidism, diabetes, increased blood urea...\nThe most common causes of central vestibular syndrome are migraine, brain infection, cerebral hemorrhage, cerebral infarction, trauma, brain tumor, and multiple sclerosis. In addition, some other causes of vestibular disorders include: Age: most people aged 40 and over are at higher risk of developing vestibular disorders than younger people due to functional decline. of a number of agencies. According to statistics, for every 100 people aged 40 and older, there are 35 people with vestibular disease. Excessive blood loss: people who lose blood due to trauma, people with difficult diseases that cause the body to frequently vomit blood, have bloody stools, postpartum women... are at high risk of vestibular disorders. Stress Using too many stimulants such as alcohol, beer...; The most common causes of central vestibular syndrome are migraine, brain infection, cerebral hemorrhage, cerebral infarction, trauma, brain tumor, multiple sclerosis.; In addition, some other causes of vestibular disorders include: Age: most people aged 40 and over are at higher risk of developing vestibular disorders than younger people due to functional decline. of a number of agencies. According to statistics, for every 100 people aged 40 and older, there are 35 people with vestibular disease. Excessive blood loss: people who lose blood due to trauma, people with difficult diseases that cause the body to frequently vomit blood, have bloody stools, postpartum women... are at high risk of vestibular disorders. Stress Using too many stimulants such as alcohol, beer...; Age: most people aged 40 and over are at higher risk of developing vestibular disorder syndrome than younger people due to impaired function of some organs. According to statistics, for every 100 people aged 40 and older, there are 35 people with vestibular disease.; Excessive blood loss: people who lose blood due to trauma, people with difficult diseases that cause the body to frequently vomit blood, have bloody stools, postpartum women... are at high risk of vestibular disorders. ; Stress; Using too many stimulants such as alcohol, beer, etc.\n\n6. Who is at risk of vestibular disorders?\nUsually, this is a common disease in the elderly. However, the disease is increasingly occurring in younger people, can occur at any age, and is more common in adults. If not treated early, the disease can cause complications that directly affect the patient's health and life. High-risk subjects include: (3)\n6.1. Elderly\nAs we often know, the elderly suffer from vestibular disorders at a fairly high rate, because people reach an age where their bodies begin to age, and some organs lose function.\nA recent epidemiological study in the US estimated that 35% of people aged 40 and over have experienced some vestibular disorder. People aged 65 years and older often suffer from dizziness, of which dizziness due to disorders in the vestibular system accounts for about 50%. Nearly 8 million American adults have a chronic disease. More dangerously, from the 70s onwards, more than half of accidental deaths in the elderly were due to problems related to falls due to dizziness and imbalance.\nIn Vietnam, this situation is similar, the number of people with the syndrome is increasing and getting younger.\n6.2. People working in stressful environments\nA high-pressure, often stressful work environment or unscientific living habits also pose high risks.\nStress causes the body to produce large amounts of the hormone cortisol, causing a series of diseases such as high blood pressure, diabetes, cardiovascular disease, etc., causing damage to the nervous system, including the 8th nerve, which causes the vestibular system. receiving incorrect information and operating incorrectly, leading to disorder. Therefore, the incidence of the disease in office workers, intellectual workers... is increasing.\n6.3. Pregnant women\nPregnant women often suffer from morning sickness leading to loss of appetite, especially in the first 3 months, the body is not provided with enough nutrition, causing the pregnant woman to feel dizzy and light-headed. At the same time, physiological changes, anxiety, and fatigue also significantly affect the vestibular system, easily leading to vestibular disorder syndrome during pregnancy. Treatment during pregnancy must be as prescribed by a doctor to avoid side effects or dangerous complications.\n\n7. Method of diagnosing vestibular disorders\n7.1. Clinical examination\nThe condition can be initially diagnosed based on the following signs:(4)\nDizziness: feeling of surrounding objects spinning and often accompanied by symptoms of autonomic nervous disorders such as nausea, sweating, fear of falling, especially discomfort.; Dizziness: feeling of surrounding objects spinning and often accompanied by symptoms of autonomic nervous disorders such as nausea, sweating, fear of falling, and extreme discomfort.\nLoss of balance: The level can be so severe that the patient cannot stand, often seen in the early stages of peripheral vestibular syndrome, or it can be at a moderate level detected through examinations such as: Romberg sign, star walk...; Loss of balance: The level can be so severe that the patient cannot stand, often seen in the early stages of peripheral vestibular syndrome, or it can be at a moderate level detected through examinations such as: Romberg sign, star walk...\nNystagmus: Is an automatic movement of both eyeballs, characterized by the continuous occurrence of rhythm, quite regularity and the continuous change of direction of alternating movements...; Nystagmus: Is an automatic movement of both eyeballs, characterized by the continuous occurrence of rhythm, quite regularity and the continuous change of direction of alternating movements...\n7.2. Test\nDepending on your condition, your doctor may ask you to perform some additional paraclinical tests to strengthen the basis for diagnosis:\nBasic tests;; Ultrasound of the carotid vertebral vascular system: identify atherosclerotic plaques, arterial dissection causing vascular stenosis, vascular occlusion...;; CT-Scanner of the brain, MRI of the brain to look for lesions such as: cerebellopontine angle tumor, brain TBMM...; Measuring vestibular function using Dynamic Nymogram (VNG)\n\n8. Dangerous complications\nVestibular disorders can cause dangerous complications such as:\n8.1. Easily depressed\nDepression is increasingly common, one of the main reasons is that when suffering from it, most patients experience dizziness, vertigo, nausea, cannot stand and have difficulty living, which makes them feel tired, depressed, lost.\n8.2. Easy to fall\nWhen headaches, dizziness, and loss of balance suddenly recur, especially when waking up at night, driving a vehicle or working at height, they can cause dangerous accidents. for yourself and those around you.\n8.3. Risk of stroke and accident\nPatients may be bedridden or even die\nIf the cause of the vestibular disorder is due to the cerebrovascular system, the risk of true stroke or recurrence is high, so appropriate diagnosis and treatment is needed.\n\n9. Common types of vestibular disorders\n9.1 Benign paroxysmal positional vertigo (BPPV)\nBenign paroxysmal positional vertigo (BPPV) is the most common cause of dizziness caused by sudden changes in position, making you feel like yourself or things are spinning or swaying. The cause of this disease is small calcium crystals in the ear that are misplaced.\nThis syndrome can be improved through vestibular exercises guided by a doctor to help calcium crystals return to their original position.(5)\n9.2 Labyrinthitis of the ear\nLabyrinthitis is an inner ear infection that occurs when a delicate structure deep inside the ear becomes inflamed. This condition not only affects the body's balance and hearing control, but also causes symptoms such as ear pain, tinnitus, ear discharge, nausea and high fever...\n9.3 Vestibular neuritis\nVestibular neuritis is the cause of sudden dizziness accompanied by nausea, vomiting and loss of balance. The most commonly thought cause may be caused by a virus and affects the vestibular nerve - the part that transmits sound information and regulates balance from the inner ear to the brain.\n9.4 Meniere's disease\nMénière's disease is an inner ear disorder that causes dizziness, tinnitus, and hearing loss. The cause of this disease may be due to an increase in the amount of fluid in the ear, a virus, an allergy or an autoimmune reaction of the body. In some cases, the disease can make hearing loss worse and can become permanent.\nChanging your diet such as eating less salt, reducing salt, coffee, and alcohol can reduce symptoms caused by Ménière's disease. For severe cases, surgical intervention is required to relieve symptoms of the disease, but people with this disease very rarely need surgery.\n9.5 Perilymph fistula (PLF)\nPerilymph fistula in the inner ear is when a hole or defect appears in the area separating the middle ear and inner ear membrane, causing dizziness or worse, hearing loss. Perilymph fistula can be caused by birth, head trauma or heavy lifting. When you have this disease, you need surgical intervention to fill the hole or tear in your ear.\n9.6 Some other causes of vestibular disorders\nAcoustic neuroma\nAcoustic neuroma or 8th nerve tumor is a benign, non-cancerous and slow-growing tumor. However, it can compress the auditory nerve and cause imbalance in the body, leading to hearing loss, tinnitus and dizziness. In some cases, this tumor can press on the facial nerve, leading to sharp pain or facial paralysis. Acoustic nerve tumors can be removed surgically or treated with radiation to inhibit growth.\nEar poisoning\nOtotoxicity is a condition in which the inner ear is seriously affected, especially behind the cochlea and auditory nerve cells when using drugs or chemicals to treat diseases, causing functional impairment or even hearing loss. . This condition may improve when the patient stops using drugs or chemicals.\nExpanded vestibular aqueduct (EVA)\nThe vestibular aqueduct is a small bony canal that extends from the internal space of the inner ear to the brain. When the vestibular aqueduct is wider than normal, the patient is likely to experience hearing loss. In fact, the specific cause of this disease has not been found, but many believe that genetics is one of the factors that cause the vestibular aqueduct to widen.\nCurrently, there is no treatment for people with this disease. However, early diagnosis and avoiding head injuries are the best ways to protect your hearing.\nMigraine headache\nMigraine headache is a condition of severe headaches, lasting a few hours to 3 days, which may be accompanied by dizziness, sensitivity to light or sound, hearing loss and tinnitus, and some people also have blurred vision. . This pathology often appears in people with a history of migraines. Vestibular disorders can occur in people with migraine but do not have headaches.\n\n10. Treatment methods for vestibular disorders\nImproper treatment or using the wrong medicine will waste money, effort, and time while the condition can become more severe and lead to many unpredictable complications.(6)\nTreatment includes: treating the cause of vestibular disorders, treating symptoms of dizziness and vomiting, treating vestibular function rehabilitation.; Treatment includes: treating the cause of vestibular disorders, treating symptoms of dizziness and vomiting, and treating vestibular function rehabilitation.\nRehabilitation: Exercises that train the brain and stimulate movement and sensitivity of the vestibular system are very effective in restoring function to the head, body, and vision.; Rehabilitation: Exercises that train the brain and stimulate movement and sensitivity of the vestibular system are very effective in restoring function to the head, body, and vision.\nExercise: Exercising at a level appropriate to your health condition will help patients improve their health, and support the recovery of the vestibular system quickly.; Exercise: Exercising at a level appropriate to your health condition will help patients improve their health, and support the recovery of the vestibular system quickly.\nMaintain a healthy diet: This is considered the \"golden key\" in significantly improving the patient's health and limiting symptoms.; Maintaining a healthy diet: This is considered the \"golden key\" in significantly improving the patient's health and limiting symptoms.\nUsing prescription medications: Depending on each person's medical condition, the doctor will provide a suitable plan for the time and dosage of medication; Using prescription medication: Depending on each person's medical condition, the doctor will provide a suitable plan for the time and dosage of medication.\nOtolith repositioning test (Epley maneuver) in the treatment of benign paroxysmal positional vertigo: this method is often performed by specialized doctors by moving the patient's head into certain positions. intended to “reposition” misplaced crystals in the ear; Otolith repositioning test (Epley maneuver) in the treatment of benign paroxysmal positional vertigo: this method is often performed by specialized doctors by moving the patient's head into certain positions. intended to “reposition” misplaced crystals in the ear.\nSurgery: When medications and other therapies do not bring effective treatment, the patient needs to undergo surgery. Depending on the cause of the vestibular disorder, doctors will choose the appropriate surgical method to restore inner ear function; Surgery: When medications and other therapies do not bring effective treatment, the patient needs to undergo surgery. Depending on the cause of the vestibular disorder, doctors will choose the appropriate surgical method to restore inner ear function.\nThe treatment time completely depends on the classification, severity of the disease, and ability to respond to treatment measures. Recovery can take only a day or two or last several months. Therefore, when detecting the above symptoms, patients need to be examined early to determine the cause and receive timely treatment.; The treatment time completely depends on the classification, severity of the disease, and ability to respond to treatment measures. Recovery can take only a day or two or last several months. Therefore, when detecting the above symptoms, patients need to be examined early to determine the cause and receive timely treatment.\n\n11. How to prevent vestibular disorders\nVestibular dysfunction is a common disease, greatly affecting health and quality of life. However, we can still prevent it with the following simple ways:\nExercise regularly and reasonably; Reduce stress and anxiety; Avoid reading books and newspapers while in the car, so sit or lie down immediately when you feel dizzy; Drink enough water every day; Limit the use of stimulants such as beer, alcohol, cigarettes...; For people with vestibular disorders, caution should be exercised when doing activities in the head and neck area.; Do not turn your neck suddenly or change positions too quickly; When there are signs of the disease, you should see a specialist for diagnosis and treatment according to your doctor's instructions.\n\n12. Patient care\nAppropriate nutrition helps significantly improve the condition\n12.1 Nutrition\nYou should have a reasonable diet that is good for the cardiovascular system and brain, such as eating lots of green vegetables, fish, and limiting animal fat. Add enough water every day\nEvery day, patients should drink about 1.5 - 2 liters of water so that the body is provided with enough water for metabolic processes and body activities to take place effectively. At the same time, patients can also be given fruit juices and smoothies.\n12.2 Exercise and sports\nRegular exercise is important in maintaining health.\n12.3 Limit the patient's exposure to stress\nStress will make the condition worse, so you need to create a happy and comfortable state of mind, avoid stress, and don't sit in one place for a long time.\n12.4 Periodic health check-ups\nThe survey results show:\n80% of patients have a subjective mentality, take the disease lightly when they see some symptoms of vestibular disease, and do not go for examination and treatment immediately;; 77% of respondents said they did not understand the disease clearly, so they often did not know how to intervene or change their lifestyle accordingly;; 58% of patients self-diagnose their disease, or listen to others' diagnoses based on experience, rather than going to the hospital for examination and paraclinical examination.\nThis further emphasizes the importance of understanding and understanding the signs of the disease for timely examination and treatment. Therefore, patients need regular health checks to detect and intervene promptly when signs of vestibular dysfunction appear, to help prevent serious diseases such as stroke. , brain tumors…\n\nFrequently asked questions about vestibular disorders\nDr. Le Van Tuan answers common questions about this quite dangerous disease below:\n1. Should you sleep on a high or low pillow for vestibular disorders?\nPeople with the disease need to change some bad habits, including paying attention not to use high pillows when sleeping. Pillows kept at a moderate height will help improve blood circulation, thereby preventing disease symptoms from occurring as well as other dangerous complications.\n2. If you have vestibular disorders, which specialist should you see?\nVestibular syndrome is a disease related to neurological and ENT diseases, so when you detect signs of the disease, you can go for examination and treatment at the Neurology or Ear, Nose and Throat departments of the hospitals. reputable medical facility.\n3. Can people with vestibular disorders receive fluids?\nFor patients with vestibular disease, if the body falls into a state of dehydration, it will be very dangerous. Therefore, in the acute phase, when the patient is dizzy, vomiting, or has loss of balance, they can be rehydrated and electrolytes through the infusion line.\n4. Do men have vestibular disorders?\nMost men are often under high pressure in terms of work, life, and family breadwinner mentality, which easily leads to excessive stress, tension, and anxiety, increasing the risk of disease. At the same time, men are often subjective and pay little attention to their health, so they often underestimate and ignore \"early\" symptoms of vestibular organ dysfunction such as: dizziness, vertigo, headaches... Vestibular disorders can affect both men and women\n5. Can vestibular disorders be cured completely?\nPrognosis depends on many factors such as: type of disease, severity of disease, time of detection, treatment method... The disease can be completely cured and will not recur if the patient receives correct and complete treatment. as indicated. Therefore, for thorough treatment, the patient first needs to go to the right specialist and determine the correct cause to have a suitable treatment plan.\nIn addition, you can watch a video sharing and answering many practical questions about vestibular syndrome.\n6. Is vestibular disorder dangerous?\nMost cases are not dangerous. Although not life-threatening, vestibular disorders greatly affect the patient's life and daily activities, especially when vertigo, headaches, and dizziness appear suddenly. Symptoms of vestibular disease also cause many injuries to older people, mild scratches, bleeding, severe falls, injuries...\nSome causes of vestibular disorders can be life-threatening such as brain tumors, strokes... and these cases need to be diagnosed and treated immediately.\n7. How long does vestibular disorder last?\nSymptoms of vestibular disorders such as dizziness, lightheadedness... can last for a few hours or a few days, then gradually decrease. But in some cases, recovery is gradual and it can take about 3 weeks for symptoms to disappear completely.\nIn addition, vestibular disease can recur many times. If the exact cause and effective treatment are not found, the disease can last a lifetime. Therefore, people with vestibular disease should not hesitate but need to see a doctor immediately.\n8. Should people with vestibular disorders practice yoga?\nPeople with vestibular disorder syndrome can absolutely practice yoga because this is a method that helps patients regain balance and significantly reduce dizziness. In fact, many people have recovered from their illnesses by practicing yoga combined with taking medication.\nFor people who are suffering from dizziness, especially severe dizziness or position-related dizziness, they should not exercise during this period.\n\nTreating diseases with new technologies and techniques at Tam Anh\nWith the increasing incidence of the disease, vestibular dysfunction is becoming an obsession for both men and women, of all ages. Sometimes the symptoms only appear for a few days but can also last for a long time. recurring frequently. Thousands of vestibular patients and people with neurological diseases have found the opportunity to improve their quality of life after treatment at Tam Anh General Hospital.\nTo treat vestibular disorders completely, patients need to be examined by the right specialist, with experienced experts and comply with the treatment regimen.\nNot only does it gather many leading experts in the industry, Tam Anh General Hospital also invests in modern equipment and advanced machinery imported synchronously from the UK, France, USA, Switzerland... such as digital X-ray. , CT Scanner and MRI... In particular, Tam Anh General Hospital is the first unit in Vietnam to own a device to measure vestibular function using VNG-Videonystagmography - a new, modern measuring device. , compact, helps evaluate even the smallest eye abnormalities, giving detailed, objective results; From there, it is possible to accurately diagnose vestibular damage located in the brain (central) or the periphery or inner ear, and also diagnose some diseases such as 8th nerve tumor, even cerebral infarction, cerebral vascular occlusion…\nVideonystagmography (VNG-Videonystagmography) is a series of objective measurements that evaluate vestibular function (balance system), finding the cause of vestibular disorders.\nIn addition, the first and only vestibular rehabilitation (TRV) system in Vietnam is also fully equipped at Tam Anh General Hospital in Hanoi to help improve treatment efficiency and time.\nThe world's leading modern vestibular rehabilitation system\nWith investment in facilities and high quality service, Tam Anh General Hospital is a reliable place for customers to place their trust and comprehensive health care. For advice and registration, please contact:\nGoing to the right doctor and always following the treatment regimen for vestibular disorders are two urgent things you need to do to help your body quickly recover back to its original position. Tam Anh General Hospital is one of the reliable locations, with a team of experienced doctors in the treatment of this disorder.",
    "subsections": [
        {
            "subsection_name": "1. Structure of the vestibular system",
            "subsection_content": "The vestibular system consists of two parts: the semicircular canals and the vestibular system itself.\nSemicircular canals:\nConsists of 3 semicircular canals, shaped like an arc, each semicircular canal has a flat end and an enlarged end called the bulb. The bulbs contain sensory neurons (ampullary organs).\n– Upper semicircular canal: located above the other 2 canals, has an upward arc, bulging bulb facing outward and flat end facing inward. – Horizontal semicircular canal: is the widest and shortest canal, has an outward arc and lies on the horizontal plane. – Posterior semicircular canal: is the narrowest but longest of the three canals, with an arc facing back, a bulging bulb facing down and a flat end facing up.\nTrue vestibular division:\nThis part consists of two main parts: the cyst (oval) and the spheroid (spherical). The follicle is located above close to the 5 holes communicating with the semicircular canals, the follicle is located below close to the basal spiral of the cochlea.\nAnatomical structure of the vestibular organ",
            "subsection_string": "1. Structure of the vestibular system\nThe vestibular system consists of two parts: the semicircular canals and the vestibular system itself.\nSemicircular canals:\nConsists of 3 semicircular canals, shaped like an arc, each semicircular canal has a flat end and an enlarged end called the bulb. The bulbs contain sensory neurons (ampullary organs).\n– Upper semicircular canal: located above the other 2 canals, has an upward arc, bulging bulb facing outward and flat end facing inward. – Horizontal semicircular canal: is the widest and shortest canal, has an outward arc and lies on the horizontal plane. – Posterior semicircular canal: is the narrowest but longest of the three canals, with an arc facing back, a bulging bulb facing down and a flat end facing up.\nTrue vestibular division:\nThis part consists of two main parts: the cyst (oval) and the spheroid (spherical). The follicle is located above close to the 5 holes communicating with the semicircular canals, the follicle is located below close to the basal spiral of the cochlea.\nAnatomical structure of the vestibular organ"
        },
        {
            "subsection_name": "2. Function of the vestibular system",
            "subsection_content": "The main function of the vestibular system is to maintain balance for the body when performing movements such as moving, turning, bending..., controlled by nerve groups located in the brain.\nThe peripheral part of the vestibular system is a part of the inner ear that acts as a miniature inertial and acceleration guide, continuously reporting information about the movements and position of the head and body. to integration centers located in the brainstem, cerebellum, and cerebral cortex.",
            "subsection_string": "2. Function of the vestibular system\nThe main function of the vestibular system is to maintain balance for the body when performing movements such as moving, turning, bending..., controlled by nerve groups located in the brain.\nThe peripheral part of the vestibular system is a part of the inner ear that acts as a miniature inertial and acceleration guide, continuously reporting information about the movements and position of the head and body. to integration centers located in the brainstem, cerebellum, and cerebral cortex."
        },
        {
            "subsection_name": "3. What is vestibular disorder?",
            "subsection_content": "Vestibular Disorders are disorders related to balance, originating from the 8th nerve and its connecting pathways. If this part is damaged, information will be transmitted incorrectly and the body will lose balance, dizziness, vertigo, tinnitus... (1)\nNerve 8 is a sensory nerve, consisting of two parts, each responsible for its own sensory function:\nCochlear nerve: auditory sensory function; Vestibular nerve: function of sense of balance\nNerve number 8 originates from the pons, enters the petrous bone through the internal auditory canal, and is the information transmission line that controls the vestibular system to maintain balance for the body.",
            "subsection_string": "3. What is vestibular disorder?\nVestibular Disorders are disorders related to balance, originating from the 8th nerve and its connecting pathways. If this part is damaged, information will be transmitted incorrectly and the body will lose balance, dizziness, vertigo, tinnitus... (1)\nNerve 8 is a sensory nerve, consisting of two parts, each responsible for its own sensory function:\nCochlear nerve: auditory sensory function; Vestibular nerve: function of sense of balance\nNerve number 8 originates from the pons, enters the petrous bone through the internal auditory canal, and is the information transmission line that controls the vestibular system to maintain balance for the body."
        },
        {
            "subsection_name": "4. Classification and symptoms of vestibular syndrome",
            "subsection_content": "The disease consists of 2 forms with different characteristic manifestations: (2)\n4.1. Peripheral vestibular disorders\nCommon in 90% - 95% of patients. There are many causes of peripheral vestibular disorders, clinical manifestations vary depending on the cause, with manifestations that can be transient vertigo attacks, occurring only for a short time, appearing when Change positions such as shaking your head, from lying down to sitting. Besides, there may also be severe and prolonged dizziness, the patient cannot walk or change from lying to sitting.\nIf the patient has severe peripheral vestibular disorder, in addition to severe dizziness, there are also accompanying symptoms such as frequent and prolonged vomiting, tinnitus, hearing loss, heavy head, difficulty concentrating, and dyskinesia. Blood vessels cause pale skin, decreased heart rate, sweating, and more seriously, falls causing injury due to lack of balance control.\n4.2. Central vestibular disorder\nDizziness is the most common symptom\nOften seen with symptoms of damage to the vestibular system of the central nervous system, the patient has difficulty walking, when changing positions, dizziness and lightheadedness, sometimes accompanied by vomiting. This condition is due to damage to the vestibular nucleus, damage to the communication pathways of the vestibular nuclei in the brain stem and cerebellum, which can be caused by stroke, inflammatory disease, brain tumor...",
            "subsection_string": "4. Classification and symptoms of vestibular syndrome\nThe disease consists of 2 forms with different characteristic manifestations: (2)\n4.1. Peripheral vestibular disorders\nCommon in 90% - 95% of patients. There are many causes of peripheral vestibular disorders, clinical manifestations vary depending on the cause, with manifestations that can be transient vertigo attacks, occurring only for a short time, appearing when Change positions such as shaking your head, from lying down to sitting. Besides, there may also be severe and prolonged dizziness, the patient cannot walk or change from lying to sitting.\nIf the patient has severe peripheral vestibular disorder, in addition to severe dizziness, there are also accompanying symptoms such as frequent and prolonged vomiting, tinnitus, hearing loss, heavy head, difficulty concentrating, and dyskinesia. Blood vessels cause pale skin, decreased heart rate, sweating, and more seriously, falls causing injury due to lack of balance control.\n4.2. Central vestibular disorder\nDizziness is the most common symptom\nOften seen with symptoms of damage to the vestibular system of the central nervous system, the patient has difficulty walking, when changing positions, dizziness and lightheadedness, sometimes accompanied by vomiting. This condition is due to damage to the vestibular nucleus, damage to the communication pathways of the vestibular nuclei in the brain stem and cerebellum, which can be caused by stroke, inflammatory disease, brain tumor..."
        },
        {
            "subsection_name": "5. Causes of vestibular disorders",
            "subsection_content": "Peripheral vestibular organ disorders due to the following causes: Benign paroxysmal positional vertigo, vestibular neuritis, vestibular inflammation, Ménière's disease, labyrinthitis, perilymph fistula, 8th nerve tumor, allergies external ear canal obstruction, acute otitis media; Metabolic disorders include: hypothyroidism, diabetes, uremia...; Peripheral vestibular organ disorders due to the following causes: Benign paroxysmal positional vertigo, vestibular neuritis, vestibular inflammation, Ménière's disease, labyrinthitis, perilymph fistula, 8th nerve tumor, allergies external ear canal obstruction, acute otitis media; Metabolic disorders include: hypothyroidism, diabetes, increased blood urea...\nThe most common causes of central vestibular syndrome are migraine, brain infection, cerebral hemorrhage, cerebral infarction, trauma, brain tumor, and multiple sclerosis. In addition, some other causes of vestibular disorders include: Age: most people aged 40 and over are at higher risk of developing vestibular disorders than younger people due to functional decline. of a number of agencies. According to statistics, for every 100 people aged 40 and older, there are 35 people with vestibular disease. Excessive blood loss: people who lose blood due to trauma, people with difficult diseases that cause the body to frequently vomit blood, have bloody stools, postpartum women... are at high risk of vestibular disorders. Stress Using too many stimulants such as alcohol, beer...; The most common causes of central vestibular syndrome are migraine, brain infection, cerebral hemorrhage, cerebral infarction, trauma, brain tumor, multiple sclerosis.; In addition, some other causes of vestibular disorders include: Age: most people aged 40 and over are at higher risk of developing vestibular disorders than younger people due to functional decline. of a number of agencies. According to statistics, for every 100 people aged 40 and older, there are 35 people with vestibular disease. Excessive blood loss: people who lose blood due to trauma, people with difficult diseases that cause the body to frequently vomit blood, have bloody stools, postpartum women... are at high risk of vestibular disorders. Stress Using too many stimulants such as alcohol, beer...; Age: most people aged 40 and over are at higher risk of developing vestibular disorder syndrome than younger people due to impaired function of some organs. According to statistics, for every 100 people aged 40 and older, there are 35 people with vestibular disease.; Excessive blood loss: people who lose blood due to trauma, people with difficult diseases that cause the body to frequently vomit blood, have bloody stools, postpartum women... are at high risk of vestibular disorders. ; Stress; Using too many stimulants such as alcohol, beer, etc.",
            "subsection_string": "5. Causes of vestibular disorders\nPeripheral vestibular organ disorders due to the following causes: Benign paroxysmal positional vertigo, vestibular neuritis, vestibular inflammation, Ménière's disease, labyrinthitis, perilymph fistula, 8th nerve tumor, allergies external ear canal obstruction, acute otitis media; Metabolic disorders include: hypothyroidism, diabetes, uremia...; Peripheral vestibular organ disorders due to the following causes: Benign paroxysmal positional vertigo, vestibular neuritis, vestibular inflammation, Ménière's disease, labyrinthitis, perilymph fistula, 8th nerve tumor, allergies external ear canal obstruction, acute otitis media; Metabolic disorders include: hypothyroidism, diabetes, increased blood urea...\nThe most common causes of central vestibular syndrome are migraine, brain infection, cerebral hemorrhage, cerebral infarction, trauma, brain tumor, and multiple sclerosis. In addition, some other causes of vestibular disorders include: Age: most people aged 40 and over are at higher risk of developing vestibular disorders than younger people due to functional decline. of a number of agencies. According to statistics, for every 100 people aged 40 and older, there are 35 people with vestibular disease. Excessive blood loss: people who lose blood due to trauma, people with difficult diseases that cause the body to frequently vomit blood, have bloody stools, postpartum women... are at high risk of vestibular disorders. Stress Using too many stimulants such as alcohol, beer...; The most common causes of central vestibular syndrome are migraine, brain infection, cerebral hemorrhage, cerebral infarction, trauma, brain tumor, multiple sclerosis.; In addition, some other causes of vestibular disorders include: Age: most people aged 40 and over are at higher risk of developing vestibular disorders than younger people due to functional decline. of a number of agencies. According to statistics, for every 100 people aged 40 and older, there are 35 people with vestibular disease. Excessive blood loss: people who lose blood due to trauma, people with difficult diseases that cause the body to frequently vomit blood, have bloody stools, postpartum women... are at high risk of vestibular disorders. Stress Using too many stimulants such as alcohol, beer...; Age: most people aged 40 and over are at higher risk of developing vestibular disorder syndrome than younger people due to impaired function of some organs. According to statistics, for every 100 people aged 40 and older, there are 35 people with vestibular disease.; Excessive blood loss: people who lose blood due to trauma, people with difficult diseases that cause the body to frequently vomit blood, have bloody stools, postpartum women... are at high risk of vestibular disorders. ; Stress; Using too many stimulants such as alcohol, beer, etc."
        },
        {
            "subsection_name": "6. Who is at risk of vestibular disorders?",
            "subsection_content": "Usually, this is a common disease in the elderly. However, the disease is increasingly occurring in younger people, can occur at any age, and is more common in adults. If not treated early, the disease can cause complications that directly affect the patient's health and life. High-risk subjects include: (3)\n6.1. Elderly\nAs we often know, the elderly suffer from vestibular disorders at a fairly high rate, because people reach an age where their bodies begin to age, and some organs lose function.\nA recent epidemiological study in the US estimated that 35% of people aged 40 and over have experienced some vestibular disorder. People aged 65 years and older often suffer from dizziness, of which dizziness due to disorders in the vestibular system accounts for about 50%. Nearly 8 million American adults have a chronic disease. More dangerously, from the 70s onwards, more than half of accidental deaths in the elderly were due to problems related to falls due to dizziness and imbalance.\nIn Vietnam, this situation is similar, the number of people with the syndrome is increasing and getting younger.\n6.2. People working in stressful environments\nA high-pressure, often stressful work environment or unscientific living habits also pose high risks.\nStress causes the body to produce large amounts of the hormone cortisol, causing a series of diseases such as high blood pressure, diabetes, cardiovascular disease, etc., causing damage to the nervous system, including the 8th nerve, which causes the vestibular system. receiving incorrect information and operating incorrectly, leading to disorder. Therefore, the incidence of the disease in office workers, intellectual workers... is increasing.\n6.3. Pregnant women\nPregnant women often suffer from morning sickness leading to loss of appetite, especially in the first 3 months, the body is not provided with enough nutrition, causing the pregnant woman to feel dizzy and light-headed. At the same time, physiological changes, anxiety, and fatigue also significantly affect the vestibular system, easily leading to vestibular disorder syndrome during pregnancy. Treatment during pregnancy must be as prescribed by a doctor to avoid side effects or dangerous complications.",
            "subsection_string": "6. Who is at risk of vestibular disorders?\nUsually, this is a common disease in the elderly. However, the disease is increasingly occurring in younger people, can occur at any age, and is more common in adults. If not treated early, the disease can cause complications that directly affect the patient's health and life. High-risk subjects include: (3)\n6.1. Elderly\nAs we often know, the elderly suffer from vestibular disorders at a fairly high rate, because people reach an age where their bodies begin to age, and some organs lose function.\nA recent epidemiological study in the US estimated that 35% of people aged 40 and over have experienced some vestibular disorder. People aged 65 years and older often suffer from dizziness, of which dizziness due to disorders in the vestibular system accounts for about 50%. Nearly 8 million American adults have a chronic disease. More dangerously, from the 70s onwards, more than half of accidental deaths in the elderly were due to problems related to falls due to dizziness and imbalance.\nIn Vietnam, this situation is similar, the number of people with the syndrome is increasing and getting younger.\n6.2. People working in stressful environments\nA high-pressure, often stressful work environment or unscientific living habits also pose high risks.\nStress causes the body to produce large amounts of the hormone cortisol, causing a series of diseases such as high blood pressure, diabetes, cardiovascular disease, etc., causing damage to the nervous system, including the 8th nerve, which causes the vestibular system. receiving incorrect information and operating incorrectly, leading to disorder. Therefore, the incidence of the disease in office workers, intellectual workers... is increasing.\n6.3. Pregnant women\nPregnant women often suffer from morning sickness leading to loss of appetite, especially in the first 3 months, the body is not provided with enough nutrition, causing the pregnant woman to feel dizzy and light-headed. At the same time, physiological changes, anxiety, and fatigue also significantly affect the vestibular system, easily leading to vestibular disorder syndrome during pregnancy. Treatment during pregnancy must be as prescribed by a doctor to avoid side effects or dangerous complications."
        },
        {
            "subsection_name": "7. Method of diagnosing vestibular disorders",
            "subsection_content": "7.1. Clinical examination\nThe condition can be initially diagnosed based on the following signs:(4)\nDizziness: feeling of surrounding objects spinning and often accompanied by symptoms of autonomic nervous disorders such as nausea, sweating, fear of falling, especially discomfort.; Dizziness: feeling of surrounding objects spinning and often accompanied by symptoms of autonomic nervous disorders such as nausea, sweating, fear of falling, and extreme discomfort.\nLoss of balance: The level can be so severe that the patient cannot stand, often seen in the early stages of peripheral vestibular syndrome, or it can be at a moderate level detected through examinations such as: Romberg sign, star walk...; Loss of balance: The level can be so severe that the patient cannot stand, often seen in the early stages of peripheral vestibular syndrome, or it can be at a moderate level detected through examinations such as: Romberg sign, star walk...\nNystagmus: Is an automatic movement of both eyeballs, characterized by the continuous occurrence of rhythm, quite regularity and the continuous change of direction of alternating movements...; Nystagmus: Is an automatic movement of both eyeballs, characterized by the continuous occurrence of rhythm, quite regularity and the continuous change of direction of alternating movements...\n7.2. Test\nDepending on your condition, your doctor may ask you to perform some additional paraclinical tests to strengthen the basis for diagnosis:\nBasic tests;; Ultrasound of the carotid vertebral vascular system: identify atherosclerotic plaques, arterial dissection causing vascular stenosis, vascular occlusion...;; CT-Scanner of the brain, MRI of the brain to look for lesions such as: cerebellopontine angle tumor, brain TBMM...; Measuring vestibular function using Dynamic Nymogram (VNG)",
            "subsection_string": "7. Method of diagnosing vestibular disorders\n7.1. Clinical examination\nThe condition can be initially diagnosed based on the following signs:(4)\nDizziness: feeling of surrounding objects spinning and often accompanied by symptoms of autonomic nervous disorders such as nausea, sweating, fear of falling, especially discomfort.; Dizziness: feeling of surrounding objects spinning and often accompanied by symptoms of autonomic nervous disorders such as nausea, sweating, fear of falling, and extreme discomfort.\nLoss of balance: The level can be so severe that the patient cannot stand, often seen in the early stages of peripheral vestibular syndrome, or it can be at a moderate level detected through examinations such as: Romberg sign, star walk...; Loss of balance: The level can be so severe that the patient cannot stand, often seen in the early stages of peripheral vestibular syndrome, or it can be at a moderate level detected through examinations such as: Romberg sign, star walk...\nNystagmus: Is an automatic movement of both eyeballs, characterized by the continuous occurrence of rhythm, quite regularity and the continuous change of direction of alternating movements...; Nystagmus: Is an automatic movement of both eyeballs, characterized by the continuous occurrence of rhythm, quite regularity and the continuous change of direction of alternating movements...\n7.2. Test\nDepending on your condition, your doctor may ask you to perform some additional paraclinical tests to strengthen the basis for diagnosis:\nBasic tests;; Ultrasound of the carotid vertebral vascular system: identify atherosclerotic plaques, arterial dissection causing vascular stenosis, vascular occlusion...;; CT-Scanner of the brain, MRI of the brain to look for lesions such as: cerebellopontine angle tumor, brain TBMM...; Measuring vestibular function using Dynamic Nymogram (VNG)"
        },
        {
            "subsection_name": "8. Dangerous complications",
            "subsection_content": "Vestibular disorders can cause dangerous complications such as:\n8.1. Easily depressed\nDepression is increasingly common, one of the main reasons is that when suffering from it, most patients experience dizziness, vertigo, nausea, cannot stand and have difficulty living, which makes them feel tired, depressed, lost.\n8.2. Easy to fall\nWhen headaches, dizziness, and loss of balance suddenly recur, especially when waking up at night, driving a vehicle or working at height, they can cause dangerous accidents. for yourself and those around you.\n8.3. Risk of stroke and accident\nPatients may be bedridden or even die\nIf the cause of the vestibular disorder is due to the cerebrovascular system, the risk of true stroke or recurrence is high, so appropriate diagnosis and treatment is needed.",
            "subsection_string": "8. Dangerous complications\nVestibular disorders can cause dangerous complications such as:\n8.1. Easily depressed\nDepression is increasingly common, one of the main reasons is that when suffering from it, most patients experience dizziness, vertigo, nausea, cannot stand and have difficulty living, which makes them feel tired, depressed, lost.\n8.2. Easy to fall\nWhen headaches, dizziness, and loss of balance suddenly recur, especially when waking up at night, driving a vehicle or working at height, they can cause dangerous accidents. for yourself and those around you.\n8.3. Risk of stroke and accident\nPatients may be bedridden or even die\nIf the cause of the vestibular disorder is due to the cerebrovascular system, the risk of true stroke or recurrence is high, so appropriate diagnosis and treatment is needed."
        },
        {
            "subsection_name": "9. Common types of vestibular disorders",
            "subsection_content": "9.1 Benign paroxysmal positional vertigo (BPPV)\nBenign paroxysmal positional vertigo (BPPV) is the most common cause of dizziness caused by sudden changes in position, making you feel like yourself or things are spinning or swaying. The cause of this disease is small calcium crystals in the ear that are misplaced.\nThis syndrome can be improved through vestibular exercises guided by a doctor to help calcium crystals return to their original position.(5)\n9.2 Labyrinthitis of the ear\nLabyrinthitis is an inner ear infection that occurs when a delicate structure deep inside the ear becomes inflamed. This condition not only affects the body's balance and hearing control, but also causes symptoms such as ear pain, tinnitus, ear discharge, nausea and high fever...\n9.3 Vestibular neuritis\nVestibular neuritis is the cause of sudden dizziness accompanied by nausea, vomiting and loss of balance. The most commonly thought cause may be caused by a virus and affects the vestibular nerve - the part that transmits sound information and regulates balance from the inner ear to the brain.\n9.4 Meniere's disease\nMénière's disease is an inner ear disorder that causes dizziness, tinnitus, and hearing loss. The cause of this disease may be due to an increase in the amount of fluid in the ear, a virus, an allergy or an autoimmune reaction of the body. In some cases, the disease can make hearing loss worse and can become permanent.\nChanging your diet such as eating less salt, reducing salt, coffee, and alcohol can reduce symptoms caused by Ménière's disease. For severe cases, surgical intervention is required to relieve symptoms of the disease, but people with this disease very rarely need surgery.\n9.5 Perilymph fistula (PLF)\nPerilymph fistula in the inner ear is when a hole or defect appears in the area separating the middle ear and inner ear membrane, causing dizziness or worse, hearing loss. Perilymph fistula can be caused by birth, head trauma or heavy lifting. When you have this disease, you need surgical intervention to fill the hole or tear in your ear.\n9.6 Some other causes of vestibular disorders\nAcoustic neuroma\nAcoustic neuroma or 8th nerve tumor is a benign, non-cancerous and slow-growing tumor. However, it can compress the auditory nerve and cause imbalance in the body, leading to hearing loss, tinnitus and dizziness. In some cases, this tumor can press on the facial nerve, leading to sharp pain or facial paralysis. Acoustic nerve tumors can be removed surgically or treated with radiation to inhibit growth.\nEar poisoning\nOtotoxicity is a condition in which the inner ear is seriously affected, especially behind the cochlea and auditory nerve cells when using drugs or chemicals to treat diseases, causing functional impairment or even hearing loss. . This condition may improve when the patient stops using drugs or chemicals.\nExpanded vestibular aqueduct (EVA)\nThe vestibular aqueduct is a small bony canal that extends from the internal space of the inner ear to the brain. When the vestibular aqueduct is wider than normal, the patient is likely to experience hearing loss. In fact, the specific cause of this disease has not been found, but many believe that genetics is one of the factors that cause the vestibular aqueduct to widen.\nCurrently, there is no treatment for people with this disease. However, early diagnosis and avoiding head injuries are the best ways to protect your hearing.\nMigraine headache\nMigraine headache is a condition of severe headaches, lasting a few hours to 3 days, which may be accompanied by dizziness, sensitivity to light or sound, hearing loss and tinnitus, and some people also have blurred vision. . This pathology often appears in people with a history of migraines. Vestibular disorders can occur in people with migraine but do not have headaches.",
            "subsection_string": "9. Common types of vestibular disorders\n9.1 Benign paroxysmal positional vertigo (BPPV)\nBenign paroxysmal positional vertigo (BPPV) is the most common cause of dizziness caused by sudden changes in position, making you feel like yourself or things are spinning or swaying. The cause of this disease is small calcium crystals in the ear that are misplaced.\nThis syndrome can be improved through vestibular exercises guided by a doctor to help calcium crystals return to their original position.(5)\n9.2 Labyrinthitis of the ear\nLabyrinthitis is an inner ear infection that occurs when a delicate structure deep inside the ear becomes inflamed. This condition not only affects the body's balance and hearing control, but also causes symptoms such as ear pain, tinnitus, ear discharge, nausea and high fever...\n9.3 Vestibular neuritis\nVestibular neuritis is the cause of sudden dizziness accompanied by nausea, vomiting and loss of balance. The most commonly thought cause may be caused by a virus and affects the vestibular nerve - the part that transmits sound information and regulates balance from the inner ear to the brain.\n9.4 Meniere's disease\nMénière's disease is an inner ear disorder that causes dizziness, tinnitus, and hearing loss. The cause of this disease may be due to an increase in the amount of fluid in the ear, a virus, an allergy or an autoimmune reaction of the body. In some cases, the disease can make hearing loss worse and can become permanent.\nChanging your diet such as eating less salt, reducing salt, coffee, and alcohol can reduce symptoms caused by Ménière's disease. For severe cases, surgical intervention is required to relieve symptoms of the disease, but people with this disease very rarely need surgery.\n9.5 Perilymph fistula (PLF)\nPerilymph fistula in the inner ear is when a hole or defect appears in the area separating the middle ear and inner ear membrane, causing dizziness or worse, hearing loss. Perilymph fistula can be caused by birth, head trauma or heavy lifting. When you have this disease, you need surgical intervention to fill the hole or tear in your ear.\n9.6 Some other causes of vestibular disorders\nAcoustic neuroma\nAcoustic neuroma or 8th nerve tumor is a benign, non-cancerous and slow-growing tumor. However, it can compress the auditory nerve and cause imbalance in the body, leading to hearing loss, tinnitus and dizziness. In some cases, this tumor can press on the facial nerve, leading to sharp pain or facial paralysis. Acoustic nerve tumors can be removed surgically or treated with radiation to inhibit growth.\nEar poisoning\nOtotoxicity is a condition in which the inner ear is seriously affected, especially behind the cochlea and auditory nerve cells when using drugs or chemicals to treat diseases, causing functional impairment or even hearing loss. . This condition may improve when the patient stops using drugs or chemicals.\nExpanded vestibular aqueduct (EVA)\nThe vestibular aqueduct is a small bony canal that extends from the internal space of the inner ear to the brain. When the vestibular aqueduct is wider than normal, the patient is likely to experience hearing loss. In fact, the specific cause of this disease has not been found, but many believe that genetics is one of the factors that cause the vestibular aqueduct to widen.\nCurrently, there is no treatment for people with this disease. However, early diagnosis and avoiding head injuries are the best ways to protect your hearing.\nMigraine headache\nMigraine headache is a condition of severe headaches, lasting a few hours to 3 days, which may be accompanied by dizziness, sensitivity to light or sound, hearing loss and tinnitus, and some people also have blurred vision. . This pathology often appears in people with a history of migraines. Vestibular disorders can occur in people with migraine but do not have headaches."
        },
        {
            "subsection_name": "10. Treatment methods for vestibular disorders",
            "subsection_content": "Improper treatment or using the wrong medicine will waste money, effort, and time while the condition can become more severe and lead to many unpredictable complications.(6)\nTreatment includes: treating the cause of vestibular disorders, treating symptoms of dizziness and vomiting, treating vestibular function rehabilitation.; Treatment includes: treating the cause of vestibular disorders, treating symptoms of dizziness and vomiting, and treating vestibular function rehabilitation.\nRehabilitation: Exercises that train the brain and stimulate movement and sensitivity of the vestibular system are very effective in restoring function to the head, body, and vision.; Rehabilitation: Exercises that train the brain and stimulate movement and sensitivity of the vestibular system are very effective in restoring function to the head, body, and vision.\nExercise: Exercising at a level appropriate to your health condition will help patients improve their health, and support the recovery of the vestibular system quickly.; Exercise: Exercising at a level appropriate to your health condition will help patients improve their health, and support the recovery of the vestibular system quickly.\nMaintain a healthy diet: This is considered the \"golden key\" in significantly improving the patient's health and limiting symptoms.; Maintaining a healthy diet: This is considered the \"golden key\" in significantly improving the patient's health and limiting symptoms.\nUsing prescription medications: Depending on each person's medical condition, the doctor will provide a suitable plan for the time and dosage of medication; Using prescription medication: Depending on each person's medical condition, the doctor will provide a suitable plan for the time and dosage of medication.\nOtolith repositioning test (Epley maneuver) in the treatment of benign paroxysmal positional vertigo: this method is often performed by specialized doctors by moving the patient's head into certain positions. intended to “reposition” misplaced crystals in the ear; Otolith repositioning test (Epley maneuver) in the treatment of benign paroxysmal positional vertigo: this method is often performed by specialized doctors by moving the patient's head into certain positions. intended to “reposition” misplaced crystals in the ear.\nSurgery: When medications and other therapies do not bring effective treatment, the patient needs to undergo surgery. Depending on the cause of the vestibular disorder, doctors will choose the appropriate surgical method to restore inner ear function; Surgery: When medications and other therapies do not bring effective treatment, the patient needs to undergo surgery. Depending on the cause of the vestibular disorder, doctors will choose the appropriate surgical method to restore inner ear function.\nThe treatment time completely depends on the classification, severity of the disease, and ability to respond to treatment measures. Recovery can take only a day or two or last several months. Therefore, when detecting the above symptoms, patients need to be examined early to determine the cause and receive timely treatment.; The treatment time completely depends on the classification, severity of the disease, and ability to respond to treatment measures. Recovery can take only a day or two or last several months. Therefore, when detecting the above symptoms, patients need to be examined early to determine the cause and receive timely treatment.",
            "subsection_string": "10. Treatment methods for vestibular disorders\nImproper treatment or using the wrong medicine will waste money, effort, and time while the condition can become more severe and lead to many unpredictable complications.(6)\nTreatment includes: treating the cause of vestibular disorders, treating symptoms of dizziness and vomiting, treating vestibular function rehabilitation.; Treatment includes: treating the cause of vestibular disorders, treating symptoms of dizziness and vomiting, and treating vestibular function rehabilitation.\nRehabilitation: Exercises that train the brain and stimulate movement and sensitivity of the vestibular system are very effective in restoring function to the head, body, and vision.; Rehabilitation: Exercises that train the brain and stimulate movement and sensitivity of the vestibular system are very effective in restoring function to the head, body, and vision.\nExercise: Exercising at a level appropriate to your health condition will help patients improve their health, and support the recovery of the vestibular system quickly.; Exercise: Exercising at a level appropriate to your health condition will help patients improve their health, and support the recovery of the vestibular system quickly.\nMaintain a healthy diet: This is considered the \"golden key\" in significantly improving the patient's health and limiting symptoms.; Maintaining a healthy diet: This is considered the \"golden key\" in significantly improving the patient's health and limiting symptoms.\nUsing prescription medications: Depending on each person's medical condition, the doctor will provide a suitable plan for the time and dosage of medication; Using prescription medication: Depending on each person's medical condition, the doctor will provide a suitable plan for the time and dosage of medication.\nOtolith repositioning test (Epley maneuver) in the treatment of benign paroxysmal positional vertigo: this method is often performed by specialized doctors by moving the patient's head into certain positions. intended to “reposition” misplaced crystals in the ear; Otolith repositioning test (Epley maneuver) in the treatment of benign paroxysmal positional vertigo: this method is often performed by specialized doctors by moving the patient's head into certain positions. intended to “reposition” misplaced crystals in the ear.\nSurgery: When medications and other therapies do not bring effective treatment, the patient needs to undergo surgery. Depending on the cause of the vestibular disorder, doctors will choose the appropriate surgical method to restore inner ear function; Surgery: When medications and other therapies do not bring effective treatment, the patient needs to undergo surgery. Depending on the cause of the vestibular disorder, doctors will choose the appropriate surgical method to restore inner ear function.\nThe treatment time completely depends on the classification, severity of the disease, and ability to respond to treatment measures. Recovery can take only a day or two or last several months. Therefore, when detecting the above symptoms, patients need to be examined early to determine the cause and receive timely treatment.; The treatment time completely depends on the classification, severity of the disease, and ability to respond to treatment measures. Recovery can take only a day or two or last several months. Therefore, when detecting the above symptoms, patients need to be examined early to determine the cause and receive timely treatment."
        },
        {
            "subsection_name": "11. How to prevent vestibular disorders",
            "subsection_content": "Vestibular dysfunction is a common disease, greatly affecting health and quality of life. However, we can still prevent it with the following simple ways:\nExercise regularly and reasonably; Reduce stress and anxiety; Avoid reading books and newspapers while in the car, so sit or lie down immediately when you feel dizzy; Drink enough water every day; Limit the use of stimulants such as beer, alcohol, cigarettes...; For people with vestibular disorders, caution should be exercised when doing activities in the head and neck area.; Do not turn your neck suddenly or change positions too quickly; When there are signs of the disease, you should see a specialist for diagnosis and treatment according to your doctor's instructions.",
            "subsection_string": "11. How to prevent vestibular disorders\nVestibular dysfunction is a common disease, greatly affecting health and quality of life. However, we can still prevent it with the following simple ways:\nExercise regularly and reasonably; Reduce stress and anxiety; Avoid reading books and newspapers while in the car, so sit or lie down immediately when you feel dizzy; Drink enough water every day; Limit the use of stimulants such as beer, alcohol, cigarettes...; For people with vestibular disorders, caution should be exercised when doing activities in the head and neck area.; Do not turn your neck suddenly or change positions too quickly; When there are signs of the disease, you should see a specialist for diagnosis and treatment according to your doctor's instructions."
        },
        {
            "subsection_name": "12. Patient care",
            "subsection_content": "Appropriate nutrition helps significantly improve the condition\n12.1 Nutrition\nYou should have a reasonable diet that is good for the cardiovascular system and brain, such as eating lots of green vegetables, fish, and limiting animal fat. Add enough water every day\nEvery day, patients should drink about 1.5 - 2 liters of water so that the body is provided with enough water for metabolic processes and body activities to take place effectively. At the same time, patients can also be given fruit juices and smoothies.\n12.2 Exercise and sports\nRegular exercise is important in maintaining health.\n12.3 Limit the patient's exposure to stress\nStress will make the condition worse, so you need to create a happy and comfortable state of mind, avoid stress, and don't sit in one place for a long time.\n12.4 Periodic health check-ups\nThe survey results show:\n80% of patients have a subjective mentality, take the disease lightly when they see some symptoms of vestibular disease, and do not go for examination and treatment immediately;; 77% of respondents said they did not understand the disease clearly, so they often did not know how to intervene or change their lifestyle accordingly;; 58% of patients self-diagnose their disease, or listen to others' diagnoses based on experience, rather than going to the hospital for examination and paraclinical examination.\nThis further emphasizes the importance of understanding and understanding the signs of the disease for timely examination and treatment. Therefore, patients need regular health checks to detect and intervene promptly when signs of vestibular dysfunction appear, to help prevent serious diseases such as stroke. , brain tumors…",
            "subsection_string": "12. Patient care\nAppropriate nutrition helps significantly improve the condition\n12.1 Nutrition\nYou should have a reasonable diet that is good for the cardiovascular system and brain, such as eating lots of green vegetables, fish, and limiting animal fat. Add enough water every day\nEvery day, patients should drink about 1.5 - 2 liters of water so that the body is provided with enough water for metabolic processes and body activities to take place effectively. At the same time, patients can also be given fruit juices and smoothies.\n12.2 Exercise and sports\nRegular exercise is important in maintaining health.\n12.3 Limit the patient's exposure to stress\nStress will make the condition worse, so you need to create a happy and comfortable state of mind, avoid stress, and don't sit in one place for a long time.\n12.4 Periodic health check-ups\nThe survey results show:\n80% of patients have a subjective mentality, take the disease lightly when they see some symptoms of vestibular disease, and do not go for examination and treatment immediately;; 77% of respondents said they did not understand the disease clearly, so they often did not know how to intervene or change their lifestyle accordingly;; 58% of patients self-diagnose their disease, or listen to others' diagnoses based on experience, rather than going to the hospital for examination and paraclinical examination.\nThis further emphasizes the importance of understanding and understanding the signs of the disease for timely examination and treatment. Therefore, patients need regular health checks to detect and intervene promptly when signs of vestibular dysfunction appear, to help prevent serious diseases such as stroke. , brain tumors…"
        },
        {
            "subsection_name": "Frequently asked questions about vestibular disorders",
            "subsection_content": "Dr. Le Van Tuan answers common questions about this quite dangerous disease below:\n1. Should you sleep on a high or low pillow for vestibular disorders?\nPeople with the disease need to change some bad habits, including paying attention not to use high pillows when sleeping. Pillows kept at a moderate height will help improve blood circulation, thereby preventing disease symptoms from occurring as well as other dangerous complications.\n2. If you have vestibular disorders, which specialist should you see?\nVestibular syndrome is a disease related to neurological and ENT diseases, so when you detect signs of the disease, you can go for examination and treatment at the Neurology or Ear, Nose and Throat departments of the hospitals. reputable medical facility.\n3. Can people with vestibular disorders receive fluids?\nFor patients with vestibular disease, if the body falls into a state of dehydration, it will be very dangerous. Therefore, in the acute phase, when the patient is dizzy, vomiting, or has loss of balance, they can be rehydrated and electrolytes through the infusion line.\n4. Do men have vestibular disorders?\nMost men are often under high pressure in terms of work, life, and family breadwinner mentality, which easily leads to excessive stress, tension, and anxiety, increasing the risk of disease. At the same time, men are often subjective and pay little attention to their health, so they often underestimate and ignore \"early\" symptoms of vestibular organ dysfunction such as: dizziness, vertigo, headaches... Vestibular disorders can affect both men and women\n5. Can vestibular disorders be cured completely?\nPrognosis depends on many factors such as: type of disease, severity of disease, time of detection, treatment method... The disease can be completely cured and will not recur if the patient receives correct and complete treatment. as indicated. Therefore, for thorough treatment, the patient first needs to go to the right specialist and determine the correct cause to have a suitable treatment plan.\nIn addition, you can watch a video sharing and answering many practical questions about vestibular syndrome.\n6. Is vestibular disorder dangerous?\nMost cases are not dangerous. Although not life-threatening, vestibular disorders greatly affect the patient's life and daily activities, especially when vertigo, headaches, and dizziness appear suddenly. Symptoms of vestibular disease also cause many injuries to older people, mild scratches, bleeding, severe falls, injuries...\nSome causes of vestibular disorders can be life-threatening such as brain tumors, strokes... and these cases need to be diagnosed and treated immediately.\n7. How long does vestibular disorder last?\nSymptoms of vestibular disorders such as dizziness, lightheadedness... can last for a few hours or a few days, then gradually decrease. But in some cases, recovery is gradual and it can take about 3 weeks for symptoms to disappear completely.\nIn addition, vestibular disease can recur many times. If the exact cause and effective treatment are not found, the disease can last a lifetime. Therefore, people with vestibular disease should not hesitate but need to see a doctor immediately.\n8. Should people with vestibular disorders practice yoga?\nPeople with vestibular disorder syndrome can absolutely practice yoga because this is a method that helps patients regain balance and significantly reduce dizziness. In fact, many people have recovered from their illnesses by practicing yoga combined with taking medication.\nFor people who are suffering from dizziness, especially severe dizziness or position-related dizziness, they should not exercise during this period.",
            "subsection_string": "Frequently asked questions about vestibular disorders\nDr. Le Van Tuan answers common questions about this quite dangerous disease below:\n1. Should you sleep on a high or low pillow for vestibular disorders?\nPeople with the disease need to change some bad habits, including paying attention not to use high pillows when sleeping. Pillows kept at a moderate height will help improve blood circulation, thereby preventing disease symptoms from occurring as well as other dangerous complications.\n2. If you have vestibular disorders, which specialist should you see?\nVestibular syndrome is a disease related to neurological and ENT diseases, so when you detect signs of the disease, you can go for examination and treatment at the Neurology or Ear, Nose and Throat departments of the hospitals. reputable medical facility.\n3. Can people with vestibular disorders receive fluids?\nFor patients with vestibular disease, if the body falls into a state of dehydration, it will be very dangerous. Therefore, in the acute phase, when the patient is dizzy, vomiting, or has loss of balance, they can be rehydrated and electrolytes through the infusion line.\n4. Do men have vestibular disorders?\nMost men are often under high pressure in terms of work, life, and family breadwinner mentality, which easily leads to excessive stress, tension, and anxiety, increasing the risk of disease. At the same time, men are often subjective and pay little attention to their health, so they often underestimate and ignore \"early\" symptoms of vestibular organ dysfunction such as: dizziness, vertigo, headaches... Vestibular disorders can affect both men and women\n5. Can vestibular disorders be cured completely?\nPrognosis depends on many factors such as: type of disease, severity of disease, time of detection, treatment method... The disease can be completely cured and will not recur if the patient receives correct and complete treatment. as indicated. Therefore, for thorough treatment, the patient first needs to go to the right specialist and determine the correct cause to have a suitable treatment plan.\nIn addition, you can watch a video sharing and answering many practical questions about vestibular syndrome.\n6. Is vestibular disorder dangerous?\nMost cases are not dangerous. Although not life-threatening, vestibular disorders greatly affect the patient's life and daily activities, especially when vertigo, headaches, and dizziness appear suddenly. Symptoms of vestibular disease also cause many injuries to older people, mild scratches, bleeding, severe falls, injuries...\nSome causes of vestibular disorders can be life-threatening such as brain tumors, strokes... and these cases need to be diagnosed and treated immediately.\n7. How long does vestibular disorder last?\nSymptoms of vestibular disorders such as dizziness, lightheadedness... can last for a few hours or a few days, then gradually decrease. But in some cases, recovery is gradual and it can take about 3 weeks for symptoms to disappear completely.\nIn addition, vestibular disease can recur many times. If the exact cause and effective treatment are not found, the disease can last a lifetime. Therefore, people with vestibular disease should not hesitate but need to see a doctor immediately.\n8. Should people with vestibular disorders practice yoga?\nPeople with vestibular disorder syndrome can absolutely practice yoga because this is a method that helps patients regain balance and significantly reduce dizziness. In fact, many people have recovered from their illnesses by practicing yoga combined with taking medication.\nFor people who are suffering from dizziness, especially severe dizziness or position-related dizziness, they should not exercise during this period."
        },
        {
            "subsection_name": "Treating diseases with new technologies and techniques at Tam Anh",
            "subsection_content": "With the increasing incidence of the disease, vestibular dysfunction is becoming an obsession for both men and women, of all ages. Sometimes the symptoms only appear for a few days but can also last for a long time. recurring frequently. Thousands of vestibular patients and people with neurological diseases have found the opportunity to improve their quality of life after treatment at Tam Anh General Hospital.\nTo treat vestibular disorders completely, patients need to be examined by the right specialist, with experienced experts and comply with the treatment regimen.\nNot only does it gather many leading experts in the industry, Tam Anh General Hospital also invests in modern equipment and advanced machinery imported synchronously from the UK, France, USA, Switzerland... such as digital X-ray. , CT Scanner and MRI... In particular, Tam Anh General Hospital is the first unit in Vietnam to own a device to measure vestibular function using VNG-Videonystagmography - a new, modern measuring device. , compact, helps evaluate even the smallest eye abnormalities, giving detailed, objective results; From there, it is possible to accurately diagnose vestibular damage located in the brain (central) or the periphery or inner ear, and also diagnose some diseases such as 8th nerve tumor, even cerebral infarction, cerebral vascular occlusion…\nVideonystagmography (VNG-Videonystagmography) is a series of objective measurements that evaluate vestibular function (balance system), finding the cause of vestibular disorders.\nIn addition, the first and only vestibular rehabilitation (TRV) system in Vietnam is also fully equipped at Tam Anh General Hospital in Hanoi to help improve treatment efficiency and time.\nThe world's leading modern vestibular rehabilitation system\nWith investment in facilities and high quality service, Tam Anh General Hospital is a reliable place for customers to place their trust and comprehensive health care. For advice and registration, please contact:\nGoing to the right doctor and always following the treatment regimen for vestibular disorders are two urgent things you need to do to help your body quickly recover back to its original position. Tam Anh General Hospital is one of the reliable locations, with a team of experienced doctors in the treatment of this disorder.",
            "subsection_string": "Treating diseases with new technologies and techniques at Tam Anh\nWith the increasing incidence of the disease, vestibular dysfunction is becoming an obsession for both men and women, of all ages. Sometimes the symptoms only appear for a few days but can also last for a long time. recurring frequently. Thousands of vestibular patients and people with neurological diseases have found the opportunity to improve their quality of life after treatment at Tam Anh General Hospital.\nTo treat vestibular disorders completely, patients need to be examined by the right specialist, with experienced experts and comply with the treatment regimen.\nNot only does it gather many leading experts in the industry, Tam Anh General Hospital also invests in modern equipment and advanced machinery imported synchronously from the UK, France, USA, Switzerland... such as digital X-ray. , CT Scanner and MRI... In particular, Tam Anh General Hospital is the first unit in Vietnam to own a device to measure vestibular function using VNG-Videonystagmography - a new, modern measuring device. , compact, helps evaluate even the smallest eye abnormalities, giving detailed, objective results; From there, it is possible to accurately diagnose vestibular damage located in the brain (central) or the periphery or inner ear, and also diagnose some diseases such as 8th nerve tumor, even cerebral infarction, cerebral vascular occlusion…\nVideonystagmography (VNG-Videonystagmography) is a series of objective measurements that evaluate vestibular function (balance system), finding the cause of vestibular disorders.\nIn addition, the first and only vestibular rehabilitation (TRV) system in Vietnam is also fully equipped at Tam Anh General Hospital in Hanoi to help improve treatment efficiency and time.\nThe world's leading modern vestibular rehabilitation system\nWith investment in facilities and high quality service, Tam Anh General Hospital is a reliable place for customers to place their trust and comprehensive health care. For advice and registration, please contact:\nGoing to the right doctor and always following the treatment regimen for vestibular disorders are two urgent things you need to do to help your body quickly recover back to its original position. Tam Anh General Hospital is one of the reliable locations, with a team of experienced doctors in the treatment of this disorder."
        }
    ],
    "name": "roi-loan-tien-dinh.json"
}