{
    "title": "Postpartum hormonal disorders: Causes and signs of recognition",
    "category": "Endocrine",
    "link": "https://tamanhhospital.vn/roi-loan-noi-tiet-to-sau-sinh/",
    "abstract": "Hormone levels in women do not return to normal levels until 6 months postpartum, and about 40% of women who exclusively breastfeed return to normal levels (1). Let's learn about postpartum hormonal disorders, their causes and signs to effectively prevent and minimize these symptoms.",
    "content": "Postpartum hormonal disorders: Causes and signs of recognition\n\nHormone levels in women do not return to normal levels until 6 months postpartum, and about 40% of women who exclusively breastfeed return to normal levels (1). Let's learn about postpartum hormonal disorders, their causes and signs to effectively prevent and minimize these symptoms.\n\nWhat are postpartum hormonal disorders?\nPostpartum hormonal disorders are postpartum hormonal imbalances, causing physical and emotional changes that women experience during childbirth and the postpartum period.\nEstrogen and progesterone increase steadily during pregnancy to produce the placenta. When the placenta is removed at birth, these two hormones will decline rapidly. This drop in estrogen and progesterone is important so that hormones essential for breastfeeding such as prolactin and oxytocin can function, but this drastic change contributes to the emotional lability that is common for several weeks. postpartum head. (2)\nEndorphins increase during labor, peak immediately after birth, and decrease after birth. High levels of endorphins support the mother during the birthing process and can help women feel more alert, attentive and even euphoric after giving birth. When this hormone declines in the first few days after giving birth, it can contribute to the mother's mood changes.\nIn the endocrine system, corticosteroids will reach their highest levels during labor and decrease significantly within 3 hours after birth, when a woman is most emotionally vulnerable.\n\nCauses of postpartum hormonal disorders\nThe hormone progesterone is produced during pregnancy and controlled by the placenta to maintain a supportive environment for the baby inside the uterus. Progesterone levels begin to decline after the baby is born and usually do not increase until the mother begins to ovulate. All create an ideal environment for increasing the amount of estrogen in a woman's body beyond normal levels.\n\nSigns of postpartum hormonal disorders\nSigns of postpartum hormonal disorders include:\nTired.; Weight gain.; Difficulty concentrating.; Short-term memory loss.; Mood swings.; Migraine headache.; Insomnia.; Worry.; Hair loss.; Dry skin.; Constipation.; Irregular menstrual cycle; Postpartum depression.\nPostpartum hormonal disorders make many new mothers feel depressed. Common symptoms include mood swings, poor sleep, loss of appetite, depression and anxiety, and the urge to cry, which tend to subside after a week or two. But if symptoms don't go away or get worse, this could be a sign of postpartum depression. (3)\nIrregular menstruation is also a typical symptom when the mother has postpartum hormonal disorders.\n\nHow does postpartum hormonal imbalance affect health?\nHormonal imbalance after giving birth can seriously affect the mother's health.\nMany people experience baby blues in the first few days after giving birth, which is a feeling of sadness or fear, and may cry more than usual, get angry, upset, or doubt their ability to care for their baby. This disease will disappear naturally after 1 to 2 weeks. However, if it lasts more than 2 weeks, the mother is likely to suffer from postpartum depression.; The adrenal glands produce hormones, such as steroids and epinephrine (adrenaline), which are involved in a number of possible postpartum symptoms including difficulty sleeping, fatigue, cravings for sweet or salty foods, and taking caffeine as a supplement. replenish energy. These symptoms may also be related to postpartum hormonal fluctuations or depression. (4); Immediately after birth, estrogen and progesterone levels drop, and prolactin, the hormone that helps make breast milk, begins to work. This change often causes the mother's breasts to grow larger than they did during pregnancy due to increased blood and milk flow, creating engorgement. This state reaches its peak 2-3 days after giving birth and the mother's breasts will be quite hard and painful, but will subside within a few days when the mother breastfeeds the baby.; Low estrogen levels can cause vaginal dryness until hormone levels return to normal.; Changes in hormone levels can affect facial skin, causing dry skin, acne or changes in skin pigmentation.; It is normal for the mother to lose hair when the baby is about 3 months old. High hormone levels during pregnancy will cause the mother to grow more hair in 9 months. When hormone levels decrease after giving birth, the mother's hair will decrease and enter a new growth stage.; Changes in hormone levels and blood volume during pregnancy can make you more susceptible to tooth decay and gum disease so don't miss your regular dental checkups.; Slightly blurred vision or dry eyes may be due to pregnancy hormones. If eye problems appear after giving birth while breastfeeding, make an appointment to see an ophthalmologist immediately.\n\nHow to balance hormones after giving birth\nAfter giving birth, a woman's body undergoes many hormonal changes to regulate recovery and milk production. However, postpartum hormonal imbalance can occur, causing unwanted symptoms such as insomnia and psychological imbalance. Here are some ways to help balance hormones after giving birth:\n1. Stay away from harmful substances\nNicotine, alcohol and caffeine are substances that can worsen postpartum hormonal imbalance. Therefore, mothers need to avoid drinking alcohol, smoking and drinks containing caffeine such as coffee.\n2. Use vitamin supplements\nThe balance of vitamins and minerals in the body also helps restore hormonal balance. Therefore, after giving birth, don't forget to take vitamin supplements every day. Remember to consult your doctor before taking any medicine or vitamin because any food can be transmitted to your baby through breast milk, so safety should be a top priority. .\n3. Avoid soy products\nPostpartum hormones can cause the mother's mood to change erratically. Soybeans are a rich source of protein that is essential after giving birth. However, they contain phytoestrogen, a type of plant estrogen that can mimic the effects of estrogen and worsen problems caused by estrogen dominating the body. Therefore, postpartum women should limit soy products.\n4. Get enough sunlight\nThe body needs vitamin D to maintain hormonal balance. Vitamin D deficiency can lead to elevated parathyroid hormone levels, which can worsen symptoms of postpartum hormonal imbalance.\n5. Exercise regularly\nPostpartum hormones can be balanced by regular exercise. This helps release endorphins, improving mood and reducing stress. Walking is a great way to help your body exercise and relax.\n6. Increase fiber intake every day\nPostpartum women should supplement lots of fiber-rich foods such as green vegetables, broccoli, lentils, peas, etc. to eliminate estrogen content in the body.\nPeas help supplement fiber for postpartum mothers.\n7. Do not eat foods rich in polyunsaturated fatty acids\nThese foods can affect the endocrine glands and make symptoms of imbalance worse. Therefore, postpartum women need to avoid foods containing polyunsaturated fatty acids such as margarine, peanut oil, etc.\n8. Yoga\nYoga helps eliminate stress and relax the body, reduces anxiety, insomnia and restores the body's hormonal balance.\n9. Get enough sleep\nLack of sleep negatively affects the mother's mood and increases problems due to hormonal disorders after childbirth. Therefore, postpartum mothers should sleep as much as possible.\n\nFrequently asked questions about female hormonal disorders after pregnancy\nHormonal disorders after pregnancy are a common and common problem in women. Below are some frequently asked questions related to postpartum female hormone disorders:\n1. How do postpartum hormones change in the first days?\nThe moment a baby is born is always the most unforgettable moment for a woman. How long labor lasts has no bearing on how happy you are when you meet your baby for the first time. However, postpartum hormonal changes can occur within the next few days. Characteristics of early postpartum hormonal imbalance include:\nImmediately after the baby is born, progesterone and estrogen levels drop.; A spike in oxytocin occurs immediately after birth to compensate for the drop in estrogen and progesterone levels. Hormones are tied to a woman's emotions and maternal instincts.; Prolactin increases rapidly to stimulate lactation.\n2. Hormones in the 3rd to 6th week after birth\nAfter the first few weeks a woman will likely start to feel more emotionally stable and gradually get used to taking care of her baby. About 6 weeks after giving birth, symptoms of postpartum depression may appear as hormone levels begin to change. These changes may include reluctance to shower or not paying attention to hygiene, fear of leaving the baby with someone else, not being able to get enough sleep due to constant babysitting and loss of appetite, and not wanting to leave the house or interact. with people around.\nAfter the first few weeks a woman will likely start to feel more emotionally stable and gradually get used to taking care of her baby.\n3. Hormones at 3 months after birth\nDuring the 3 months after giving birth, the mother has gradually formed new habits in her lifestyle to conveniently take care of the baby. However, hormone levels at this time have not yet restored to normal as before giving birth. During this time, hormone levels gradually return to pre-pregnancy levels. However, cortisol levels continue to increase due to the many stresses encountered during the process of caring for the baby. Lack of sleep or poor sleep reduces melatonin and serotonin levels. This postpartum hormonal change can have a negative impact on a woman's psychology.\n4. Hormone levels at 6 months after birth\nDepending on whether the baby is bottle-fed or breast-fed, postpartum hormone levels will be very different at this time. The peak of postpartum endocrine disorders is the decrease in prolactin levels when the baby begins to reduce breastfeeding. This hormone should always increase during breastfeeding, but when your baby starts eating solid foods, prolactin levels will begin to drop. Even if you continue to breastfeed after 6 months, your baby's milk needs will still be adjusted and you will not produce as much milk as before. For breastfeeding women, hormone levels are suppressed longer (the more breastfeeding, the longer the suppression period).\n5. When will hormone levels return to normal?\nThe timing will vary depending on each person's constitution, but about 6 months after giving birth, many hormones in the mother's body will return to the way they were before pregnancy. At this time, hormonal changes in estrogen and progesterone will return to pre-pregnancy levels, and many women have their first postpartum period around this time.\n6. Why can hormonal imbalance lead to postpartum depression?\nAllopregnanolone is a steroid that the brain produces and occurs naturally from the breakdown of progesterone. During pregnancy allopregnanolone levels will increase steadily until the third trimester, but  after childbirth this steroid begins to decline rapidly. In many cases, allopregnanolone levels will increase a few days after giving birth, but if this does not happen, this is the cause of depression.\nChanges in hormone and allopregnanolone levels during pregnancy can affect the activity of GABA receptors, a type of receptor in the brain that plays a role in mental health conditions that can also trigger depression. present with postpartum depression.\nEndocrinology - Diabetes Department of Tam Anh General Hospital with a team of doctors and experts with many years of experience and modern machinery and technology system will help symptoms of postpartum hormonal disorders quickly end. Mother and baby are both healthy and happy.\nGiving birth will bring many changes to a woman's body, including postpartum hormonal disorders. Postpartum hormonal disorders are a common problem and can gradually improve over time. Women should have regular check-ups after giving birth to receive advice from doctors on effective measures to improve symptoms.",
    "subsections": [
        {
            "subsection_name": "What are postpartum hormonal disorders?",
            "subsection_content": "Postpartum hormonal disorders are postpartum hormonal imbalances, causing physical and emotional changes that women experience during childbirth and the postpartum period.\nEstrogen and progesterone increase steadily during pregnancy to produce the placenta. When the placenta is removed at birth, these two hormones will decline rapidly. This drop in estrogen and progesterone is important so that hormones essential for breastfeeding such as prolactin and oxytocin can function, but this drastic change contributes to the emotional lability that is common for several weeks. postpartum head. (2)\nEndorphins increase during labor, peak immediately after birth, and decrease after birth. High levels of endorphins support the mother during the birthing process and can help women feel more alert, attentive and even euphoric after giving birth. When this hormone declines in the first few days after giving birth, it can contribute to the mother's mood changes.\nIn the endocrine system, corticosteroids will reach their highest levels during labor and decrease significantly within 3 hours after birth, when a woman is most emotionally vulnerable.",
            "subsection_string": "What are postpartum hormonal disorders?\nPostpartum hormonal disorders are postpartum hormonal imbalances, causing physical and emotional changes that women experience during childbirth and the postpartum period.\nEstrogen and progesterone increase steadily during pregnancy to produce the placenta. When the placenta is removed at birth, these two hormones will decline rapidly. This drop in estrogen and progesterone is important so that hormones essential for breastfeeding such as prolactin and oxytocin can function, but this drastic change contributes to the emotional lability that is common for several weeks. postpartum head. (2)\nEndorphins increase during labor, peak immediately after birth, and decrease after birth. High levels of endorphins support the mother during the birthing process and can help women feel more alert, attentive and even euphoric after giving birth. When this hormone declines in the first few days after giving birth, it can contribute to the mother's mood changes.\nIn the endocrine system, corticosteroids will reach their highest levels during labor and decrease significantly within 3 hours after birth, when a woman is most emotionally vulnerable."
        },
        {
            "subsection_name": "Causes of postpartum hormonal disorders",
            "subsection_content": "The hormone progesterone is produced during pregnancy and controlled by the placenta to maintain a supportive environment for the baby inside the uterus. Progesterone levels begin to decline after the baby is born and usually do not increase until the mother begins to ovulate. All create an ideal environment for increasing the amount of estrogen in a woman's body beyond normal levels.",
            "subsection_string": "Causes of postpartum hormonal disorders\nThe hormone progesterone is produced during pregnancy and controlled by the placenta to maintain a supportive environment for the baby inside the uterus. Progesterone levels begin to decline after the baby is born and usually do not increase until the mother begins to ovulate. All create an ideal environment for increasing the amount of estrogen in a woman's body beyond normal levels."
        },
        {
            "subsection_name": "Signs of postpartum hormonal disorders",
            "subsection_content": "Signs of postpartum hormonal disorders include:\nTired.; Weight gain.; Difficulty concentrating.; Short-term memory loss.; Mood swings.; Migraine headache.; Insomnia.; Worry.; Hair loss.; Dry skin.; Constipation.; Irregular menstrual cycle; Postpartum depression.\nPostpartum hormonal disorders make many new mothers feel depressed. Common symptoms include mood swings, poor sleep, loss of appetite, depression and anxiety, and the urge to cry, which tend to subside after a week or two. But if symptoms don't go away or get worse, this could be a sign of postpartum depression. (3)\nIrregular menstruation is also a typical symptom when the mother has postpartum hormonal disorders.",
            "subsection_string": "Signs of postpartum hormonal disorders\nSigns of postpartum hormonal disorders include:\nTired.; Weight gain.; Difficulty concentrating.; Short-term memory loss.; Mood swings.; Migraine headache.; Insomnia.; Worry.; Hair loss.; Dry skin.; Constipation.; Irregular menstrual cycle; Postpartum depression.\nPostpartum hormonal disorders make many new mothers feel depressed. Common symptoms include mood swings, poor sleep, loss of appetite, depression and anxiety, and the urge to cry, which tend to subside after a week or two. But if symptoms don't go away or get worse, this could be a sign of postpartum depression. (3)\nIrregular menstruation is also a typical symptom when the mother has postpartum hormonal disorders."
        },
        {
            "subsection_name": "How does postpartum hormonal imbalance affect health?",
            "subsection_content": "Hormonal imbalance after giving birth can seriously affect the mother's health.\nMany people experience baby blues in the first few days after giving birth, which is a feeling of sadness or fear, and may cry more than usual, get angry, upset, or doubt their ability to care for their baby. This disease will disappear naturally after 1 to 2 weeks. However, if it lasts more than 2 weeks, the mother is likely to suffer from postpartum depression.; The adrenal glands produce hormones, such as steroids and epinephrine (adrenaline), which are involved in a number of possible postpartum symptoms including difficulty sleeping, fatigue, cravings for sweet or salty foods, and taking caffeine as a supplement. replenish energy. These symptoms may also be related to postpartum hormonal fluctuations or depression. (4); Immediately after birth, estrogen and progesterone levels drop, and prolactin, the hormone that helps make breast milk, begins to work. This change often causes the mother's breasts to grow larger than they did during pregnancy due to increased blood and milk flow, creating engorgement. This state reaches its peak 2-3 days after giving birth and the mother's breasts will be quite hard and painful, but will subside within a few days when the mother breastfeeds the baby.; Low estrogen levels can cause vaginal dryness until hormone levels return to normal.; Changes in hormone levels can affect facial skin, causing dry skin, acne or changes in skin pigmentation.; It is normal for the mother to lose hair when the baby is about 3 months old. High hormone levels during pregnancy will cause the mother to grow more hair in 9 months. When hormone levels decrease after giving birth, the mother's hair will decrease and enter a new growth stage.; Changes in hormone levels and blood volume during pregnancy can make you more susceptible to tooth decay and gum disease so don't miss your regular dental checkups.; Slightly blurred vision or dry eyes may be due to pregnancy hormones. If eye problems appear after giving birth while breastfeeding, make an appointment to see an ophthalmologist immediately.",
            "subsection_string": "How does postpartum hormonal imbalance affect health?\nHormonal imbalance after giving birth can seriously affect the mother's health.\nMany people experience baby blues in the first few days after giving birth, which is a feeling of sadness or fear, and may cry more than usual, get angry, upset, or doubt their ability to care for their baby. This disease will disappear naturally after 1 to 2 weeks. However, if it lasts more than 2 weeks, the mother is likely to suffer from postpartum depression.; The adrenal glands produce hormones, such as steroids and epinephrine (adrenaline), which are involved in a number of possible postpartum symptoms including difficulty sleeping, fatigue, cravings for sweet or salty foods, and taking caffeine as a supplement. replenish energy. These symptoms may also be related to postpartum hormonal fluctuations or depression. (4); Immediately after birth, estrogen and progesterone levels drop, and prolactin, the hormone that helps make breast milk, begins to work. This change often causes the mother's breasts to grow larger than they did during pregnancy due to increased blood and milk flow, creating engorgement. This state reaches its peak 2-3 days after giving birth and the mother's breasts will be quite hard and painful, but will subside within a few days when the mother breastfeeds the baby.; Low estrogen levels can cause vaginal dryness until hormone levels return to normal.; Changes in hormone levels can affect facial skin, causing dry skin, acne or changes in skin pigmentation.; It is normal for the mother to lose hair when the baby is about 3 months old. High hormone levels during pregnancy will cause the mother to grow more hair in 9 months. When hormone levels decrease after giving birth, the mother's hair will decrease and enter a new growth stage.; Changes in hormone levels and blood volume during pregnancy can make you more susceptible to tooth decay and gum disease so don't miss your regular dental checkups.; Slightly blurred vision or dry eyes may be due to pregnancy hormones. If eye problems appear after giving birth while breastfeeding, make an appointment to see an ophthalmologist immediately."
        },
        {
            "subsection_name": "How to balance hormones after giving birth",
            "subsection_content": "After giving birth, a woman's body undergoes many hormonal changes to regulate recovery and milk production. However, postpartum hormonal imbalance can occur, causing unwanted symptoms such as insomnia and psychological imbalance. Here are some ways to help balance hormones after giving birth:\n1. Stay away from harmful substances\nNicotine, alcohol and caffeine are substances that can worsen postpartum hormonal imbalance. Therefore, mothers need to avoid drinking alcohol, smoking and drinks containing caffeine such as coffee.\n2. Use vitamin supplements\nThe balance of vitamins and minerals in the body also helps restore hormonal balance. Therefore, after giving birth, don't forget to take vitamin supplements every day. Remember to consult your doctor before taking any medicine or vitamin because any food can be transmitted to your baby through breast milk, so safety should be a top priority. .\n3. Avoid soy products\nPostpartum hormones can cause the mother's mood to change erratically. Soybeans are a rich source of protein that is essential after giving birth. However, they contain phytoestrogen, a type of plant estrogen that can mimic the effects of estrogen and worsen problems caused by estrogen dominating the body. Therefore, postpartum women should limit soy products.\n4. Get enough sunlight\nThe body needs vitamin D to maintain hormonal balance. Vitamin D deficiency can lead to elevated parathyroid hormone levels, which can worsen symptoms of postpartum hormonal imbalance.\n5. Exercise regularly\nPostpartum hormones can be balanced by regular exercise. This helps release endorphins, improving mood and reducing stress. Walking is a great way to help your body exercise and relax.\n6. Increase fiber intake every day\nPostpartum women should supplement lots of fiber-rich foods such as green vegetables, broccoli, lentils, peas, etc. to eliminate estrogen content in the body.\nPeas help supplement fiber for postpartum mothers.\n7. Do not eat foods rich in polyunsaturated fatty acids\nThese foods can affect the endocrine glands and make symptoms of imbalance worse. Therefore, postpartum women need to avoid foods containing polyunsaturated fatty acids such as margarine, peanut oil, etc.\n8. Yoga\nYoga helps eliminate stress and relax the body, reduces anxiety, insomnia and restores the body's hormonal balance.\n9. Get enough sleep\nLack of sleep negatively affects the mother's mood and increases problems due to hormonal disorders after childbirth. Therefore, postpartum mothers should sleep as much as possible.",
            "subsection_string": "How to balance hormones after giving birth\nAfter giving birth, a woman's body undergoes many hormonal changes to regulate recovery and milk production. However, postpartum hormonal imbalance can occur, causing unwanted symptoms such as insomnia and psychological imbalance. Here are some ways to help balance hormones after giving birth:\n1. Stay away from harmful substances\nNicotine, alcohol and caffeine are substances that can worsen postpartum hormonal imbalance. Therefore, mothers need to avoid drinking alcohol, smoking and drinks containing caffeine such as coffee.\n2. Use vitamin supplements\nThe balance of vitamins and minerals in the body also helps restore hormonal balance. Therefore, after giving birth, don't forget to take vitamin supplements every day. Remember to consult your doctor before taking any medicine or vitamin because any food can be transmitted to your baby through breast milk, so safety should be a top priority. .\n3. Avoid soy products\nPostpartum hormones can cause the mother's mood to change erratically. Soybeans are a rich source of protein that is essential after giving birth. However, they contain phytoestrogen, a type of plant estrogen that can mimic the effects of estrogen and worsen problems caused by estrogen dominating the body. Therefore, postpartum women should limit soy products.\n4. Get enough sunlight\nThe body needs vitamin D to maintain hormonal balance. Vitamin D deficiency can lead to elevated parathyroid hormone levels, which can worsen symptoms of postpartum hormonal imbalance.\n5. Exercise regularly\nPostpartum hormones can be balanced by regular exercise. This helps release endorphins, improving mood and reducing stress. Walking is a great way to help your body exercise and relax.\n6. Increase fiber intake every day\nPostpartum women should supplement lots of fiber-rich foods such as green vegetables, broccoli, lentils, peas, etc. to eliminate estrogen content in the body.\nPeas help supplement fiber for postpartum mothers.\n7. Do not eat foods rich in polyunsaturated fatty acids\nThese foods can affect the endocrine glands and make symptoms of imbalance worse. Therefore, postpartum women need to avoid foods containing polyunsaturated fatty acids such as margarine, peanut oil, etc.\n8. Yoga\nYoga helps eliminate stress and relax the body, reduces anxiety, insomnia and restores the body's hormonal balance.\n9. Get enough sleep\nLack of sleep negatively affects the mother's mood and increases problems due to hormonal disorders after childbirth. Therefore, postpartum mothers should sleep as much as possible."
        },
        {
            "subsection_name": "Frequently asked questions about female hormonal disorders after pregnancy",
            "subsection_content": "Hormonal disorders after pregnancy are a common and common problem in women. Below are some frequently asked questions related to postpartum female hormone disorders:\n1. How do postpartum hormones change in the first days?\nThe moment a baby is born is always the most unforgettable moment for a woman. How long labor lasts has no bearing on how happy you are when you meet your baby for the first time. However, postpartum hormonal changes can occur within the next few days. Characteristics of early postpartum hormonal imbalance include:\nImmediately after the baby is born, progesterone and estrogen levels drop.; A spike in oxytocin occurs immediately after birth to compensate for the drop in estrogen and progesterone levels. Hormones are tied to a woman's emotions and maternal instincts.; Prolactin increases rapidly to stimulate lactation.\n2. Hormones in the 3rd to 6th week after birth\nAfter the first few weeks a woman will likely start to feel more emotionally stable and gradually get used to taking care of her baby. About 6 weeks after giving birth, symptoms of postpartum depression may appear as hormone levels begin to change. These changes may include reluctance to shower or not paying attention to hygiene, fear of leaving the baby with someone else, not being able to get enough sleep due to constant babysitting and loss of appetite, and not wanting to leave the house or interact. with people around.\nAfter the first few weeks a woman will likely start to feel more emotionally stable and gradually get used to taking care of her baby.\n3. Hormones at 3 months after birth\nDuring the 3 months after giving birth, the mother has gradually formed new habits in her lifestyle to conveniently take care of the baby. However, hormone levels at this time have not yet restored to normal as before giving birth. During this time, hormone levels gradually return to pre-pregnancy levels. However, cortisol levels continue to increase due to the many stresses encountered during the process of caring for the baby. Lack of sleep or poor sleep reduces melatonin and serotonin levels. This postpartum hormonal change can have a negative impact on a woman's psychology.\n4. Hormone levels at 6 months after birth\nDepending on whether the baby is bottle-fed or breast-fed, postpartum hormone levels will be very different at this time. The peak of postpartum endocrine disorders is the decrease in prolactin levels when the baby begins to reduce breastfeeding. This hormone should always increase during breastfeeding, but when your baby starts eating solid foods, prolactin levels will begin to drop. Even if you continue to breastfeed after 6 months, your baby's milk needs will still be adjusted and you will not produce as much milk as before. For breastfeeding women, hormone levels are suppressed longer (the more breastfeeding, the longer the suppression period).\n5. When will hormone levels return to normal?\nThe timing will vary depending on each person's constitution, but about 6 months after giving birth, many hormones in the mother's body will return to the way they were before pregnancy. At this time, hormonal changes in estrogen and progesterone will return to pre-pregnancy levels, and many women have their first postpartum period around this time.\n6. Why can hormonal imbalance lead to postpartum depression?\nAllopregnanolone is a steroid that the brain produces and occurs naturally from the breakdown of progesterone. During pregnancy allopregnanolone levels will increase steadily until the third trimester, but  after childbirth this steroid begins to decline rapidly. In many cases, allopregnanolone levels will increase a few days after giving birth, but if this does not happen, this is the cause of depression.\nChanges in hormone and allopregnanolone levels during pregnancy can affect the activity of GABA receptors, a type of receptor in the brain that plays a role in mental health conditions that can also trigger depression. present with postpartum depression.\nEndocrinology - Diabetes Department of Tam Anh General Hospital with a team of doctors and experts with many years of experience and modern machinery and technology system will help symptoms of postpartum hormonal disorders quickly end. Mother and baby are both healthy and happy.\nGiving birth will bring many changes to a woman's body, including postpartum hormonal disorders. Postpartum hormonal disorders are a common problem and can gradually improve over time. Women should have regular check-ups after giving birth to receive advice from doctors on effective measures to improve symptoms.",
            "subsection_string": "Frequently asked questions about female hormonal disorders after pregnancy\nHormonal disorders after pregnancy are a common and common problem in women. Below are some frequently asked questions related to postpartum female hormone disorders:\n1. How do postpartum hormones change in the first days?\nThe moment a baby is born is always the most unforgettable moment for a woman. How long labor lasts has no bearing on how happy you are when you meet your baby for the first time. However, postpartum hormonal changes can occur within the next few days. Characteristics of early postpartum hormonal imbalance include:\nImmediately after the baby is born, progesterone and estrogen levels drop.; A spike in oxytocin occurs immediately after birth to compensate for the drop in estrogen and progesterone levels. Hormones are tied to a woman's emotions and maternal instincts.; Prolactin increases rapidly to stimulate lactation.\n2. Hormones in the 3rd to 6th week after birth\nAfter the first few weeks a woman will likely start to feel more emotionally stable and gradually get used to taking care of her baby. About 6 weeks after giving birth, symptoms of postpartum depression may appear as hormone levels begin to change. These changes may include reluctance to shower or not paying attention to hygiene, fear of leaving the baby with someone else, not being able to get enough sleep due to constant babysitting and loss of appetite, and not wanting to leave the house or interact. with people around.\nAfter the first few weeks a woman will likely start to feel more emotionally stable and gradually get used to taking care of her baby.\n3. Hormones at 3 months after birth\nDuring the 3 months after giving birth, the mother has gradually formed new habits in her lifestyle to conveniently take care of the baby. However, hormone levels at this time have not yet restored to normal as before giving birth. During this time, hormone levels gradually return to pre-pregnancy levels. However, cortisol levels continue to increase due to the many stresses encountered during the process of caring for the baby. Lack of sleep or poor sleep reduces melatonin and serotonin levels. This postpartum hormonal change can have a negative impact on a woman's psychology.\n4. Hormone levels at 6 months after birth\nDepending on whether the baby is bottle-fed or breast-fed, postpartum hormone levels will be very different at this time. The peak of postpartum endocrine disorders is the decrease in prolactin levels when the baby begins to reduce breastfeeding. This hormone should always increase during breastfeeding, but when your baby starts eating solid foods, prolactin levels will begin to drop. Even if you continue to breastfeed after 6 months, your baby's milk needs will still be adjusted and you will not produce as much milk as before. For breastfeeding women, hormone levels are suppressed longer (the more breastfeeding, the longer the suppression period).\n5. When will hormone levels return to normal?\nThe timing will vary depending on each person's constitution, but about 6 months after giving birth, many hormones in the mother's body will return to the way they were before pregnancy. At this time, hormonal changes in estrogen and progesterone will return to pre-pregnancy levels, and many women have their first postpartum period around this time.\n6. Why can hormonal imbalance lead to postpartum depression?\nAllopregnanolone is a steroid that the brain produces and occurs naturally from the breakdown of progesterone. During pregnancy allopregnanolone levels will increase steadily until the third trimester, but  after childbirth this steroid begins to decline rapidly. In many cases, allopregnanolone levels will increase a few days after giving birth, but if this does not happen, this is the cause of depression.\nChanges in hormone and allopregnanolone levels during pregnancy can affect the activity of GABA receptors, a type of receptor in the brain that plays a role in mental health conditions that can also trigger depression. present with postpartum depression.\nEndocrinology - Diabetes Department of Tam Anh General Hospital with a team of doctors and experts with many years of experience and modern machinery and technology system will help symptoms of postpartum hormonal disorders quickly end. Mother and baby are both healthy and happy.\nGiving birth will bring many changes to a woman's body, including postpartum hormonal disorders. Postpartum hormonal disorders are a common problem and can gradually improve over time. Women should have regular check-ups after giving birth to receive advice from doctors on effective measures to improve symptoms."
        }
    ],
    "name": "roi-loan-noi-tiet-to-sau-sinh.json"
}