{
    "title": "Anxiety disorders: Causes, diagnosis and treatment methods",
    "category": "Psychological",
    "link": "https://tamanhhospital.vn/roi-loan-lo-au/",
    "abstract": "“Even a falling leaf scares me” is a saying that refers to people with anxiety disorders. They tend to worry excessively, and are often afraid for no apparent reason. Panic attacks are considered the onset of fear and anxiety that can occur in any anxiety disorder.",
    "content": "Anxiety disorders: Causes, diagnosis and treatment methods\n\n“Even a falling leaf scares me” is a saying that refers to people with anxiety disorders. They tend to worry excessively, and are often afraid for no apparent reason. Panic attacks are considered the onset of fear and anxiety that can occur in any anxiety disorder.\n\nWhat is an anxiety disorder?\nAnxiety disorder is an emotional disorder characterized by widespread feelings of fear and vague discomfort accompanied by autonomic symptoms such as headache, sweating, nervousness, chest tightness, dryness. mouth, discomfort in the epigastrium, restlessness, inability to sit still or stand still.\nWe need to distinguish between normal anxiety in life and pathological anxiety. This difference can be based on standards such as the ability to control anxiety, intensity, duration, etc. Anxiety is considered normal when it is consistent with the thing that causes anxiety and goes away when that thing has been resolved. handle.\nAnxiety disorders are worries without a clear cause or that are excessive, the symptoms are often severe and cause a lot of discomfort, prolong stress, and affect the patient's daily activities. (3)\nAnxiety disorders make people uncomfortable, restless, and unable to sit still.\n\nCommon types of anxiety disorders\nAnxiety disorders are very diverse, they can be generalized anxiety disorder, social anxiety disorder (social phobia), specific phobias of each individual or separate anxiety disorders. . Below is a list of some common types of anxiety disorders:\nGeneralized anxiety disorder: also known as generalized anxiety disorder, is excessive worry and anxiety about many events and activities. Anxiety is difficult to control, combined with physical symptoms such as muscle tension, anger, difficulty sleeping, irritability, causing discomfort for the patient and affecting many important areas of their life. ; Generalized anxiety disorder: also known as generalized anxiety disorder, is excessive worry and anxiety about many events and activities. Anxiety is difficult to control, combined with physical symptoms such as muscle tension, anger, difficulty sleeping, irritability, causing discomfort for the patient and affecting many important areas of their life.\nObsessive-compulsive disorder (OCD): people with the disorder often have obsessive thoughts and uncontrollable repetitive behaviors. Typically, the behavior of constantly washing hands, cleaning, and arranging furniture continuously for fear of bacteria, germs, etc. Obsessions and compulsions take up a lot of time and clearly affect the patient's daily life, social and occupational activities as well as relationships. Common obsessions are recurring thoughts about being infected, doubting something, the need to put things in order... Compulsions are repetitive behaviors (washing hands, putting things in order). arrange, check...). In most cases, the patient feels compelled to perform compulsive behaviors to reduce the suffering associated with the obsession. For example, a person with a phobia of getting infected washes their hands constantly to reduce the phobia. Because both obsessions and compulsive behaviors cause distraction, the disorder reduces the patient's work efficiency, or they avoid activities and events that easily make them feel anxious or obsessive. This avoidance limits their life activities and relationships; Obsessive-compulsive disorder (OCD): people with the disorder often have obsessive thoughts and uncontrollable repetitive behaviors. Typically, the behavior of constantly washing hands, cleaning, and arranging furniture continuously for fear of bacteria, germs, etc. Obsessions and compulsions take up a lot of time and clearly affect the patient's daily life, social and occupational activities as well as relationships. Common obsessions are recurring thoughts about being infected, doubting something, the need to put things in order... Compulsions are repetitive behaviors (washing hands, putting things in order). arrange, check...). In most cases, the patient feels compelled to perform compulsive behaviors to reduce the suffering associated with the obsession. For example, a person with a phobia of getting infected washes their hands constantly to reduce the phobia. Because both obsessions and compulsive behaviors cause distraction, the disorder reduces the patient's work efficiency, or they avoid activities and events that easily make them feel anxious or obsessive. This avoidance limits their life activities and relationships.\nPanic disorder: The main manifestation is panic attacks, the patient's psychology is dominated by a feeling of extreme fear. Panic attacks are often short and sudden, causing violent reactions in the body such as heart attack, difficulty breathing, chest pain... Patients tend to stay away from places where panic attacks occur. In some cases, fear overwhelms the patient, causing them to stay indoors and limit communication. It is characterized by recurrent, intense anxiety (panic) attacks that are not limited to any particular situation or circumstance. Symptoms vary depending on the patient, but often start with heart palpitations, chest pain, suffocation, dizziness... In addition, patients also have other symptoms such as fear of death, fear of going crazy... Panic attacks The disorder usually lasts for a few minutes or longer.; Panic disorder: The main manifestation is panic attacks, the patient's psychology is dominated by a feeling of extreme fear. Panic attacks are often short and sudden, causing violent reactions in the body such as heart attack, difficulty breathing, chest pain... Patients tend to stay away from places where panic attacks occur. In some cases, fear overwhelms the patient, causing them to stay indoors and limit communication. It is characterized by recurrent, intense anxiety (panic) attacks that are not limited to any particular situation or circumstance. Symptoms vary depending on the patient, but often start with heart palpitations, chest pain, suffocation, dizziness... In addition, patients also have other symptoms such as fear of death, fear of going crazy... Panic attacks The disorder usually lasts for a few minutes or longer.\nSocial phobia (or Social Anxiety Disorder): Is an anxiety disorder characterized by excessive worry in everyday social situations. Fear and anxiety in people with social phobia often focus on being embarrassed or humiliated if they do not meet expectations. For example, fear of speaking in public, fear of stage lights, fear of meeting strangers,...; Social phobia (or Social Anxiety Disorder): Is an anxiety disorder characterized by excessive worry in everyday social situations. Fear and anxiety in people with social phobia often focus on being embarrassed or humiliated if they do not meet expectations. For example, fear of speaking in public, fear of stage lights, fear of meeting strangers,...\nWomen are susceptible to anxiety disorders.\n\nSymptoms of anxiety disorder\nThe main symptom of an anxiety disorder is excessive fear or worry. Anxiety disorders can also cause difficulty breathing, sleeping, and difficulty staying still and concentrating. Your specific symptoms depend on the type of anxiety disorder you have. Common symptoms are:\nPanic, fear, feeling uncertain or unsafe Difficulty sleeping, fear, anxiety even in sleep Unable to stay calm and still Cold, numb or tingling, excessive sweating in hands or feet Difficulty breathing, or breathing faster than normal Heart palpitations Dry mouth, nausea Muscle tension Dizziness Reduced ability to concentrate Obsessive thoughts about the same problem over and over Having ritualistic behaviors, such as washing hands, checking the door lock… too many times Difficulty staying calm or overcoming anxiety attacks (1); Panic, fear, feeling uncertain or unsafe; Difficulty sleeping, fear, anxiety even in sleep; Unable to stay calm and still; Cold, numbness or tingling, heavy sweating in your hands or feet; Difficulty breathing, or breathing faster than usual; Heart beats fast; Dry mouth, nausea; Muscle tension; Dizzy; Reduced ability to concentrate; Obsessive thinking about a problem repeatedly; There are ritualistic behaviors, such as washing hands, checking door locks, etc. too many times; Difficulty staying calm or overcoming anxiety attacks (1)\n\nCauses of anxiety disorders\nIt's difficult to determine the cause of anxiety disorders, but there are some risk factors that make one individual more likely to develop an anxiety disorder than another.\nGenetics: Anxiety disorders also have genetic factors. Researchers in the US have shown that if parents or family members have a history of mental illness, their children will be at high risk of experiencing this illness. Psychological factors: Childhood psychological trauma, anxiety-prone personality traits... Environmental and social factors: prolonged stress, tensions from family, living environment, work environment... neurochemical factors; Genetics: Anxiety disorders also have genetic factors. Researchers in the US have shown that if parents or family members have a history of mental illness, their children will be at high risk of experiencing this illness.; Psychological factors: Psychological trauma in childhood, anxiety-prone personality traits...; Environmental and social factors: prolonged stress, tensions from family, living environment, work environment...; Neurochemical factors\n\nDiagnosis of anxiety disorders\nA psychologist or psychiatrist will take a number of steps to help diagnose an anxiety disorder. First, they will ask detailed questions about your symptoms and medical history. Psychologists and psychiatrists will learn about the patient's symptoms and life through clinical conversations.(2)\nTo diagnose an anxiety disorder, criteria are outlined in the Diagnostic and Statistical Manual of Mental Disorders (DSM). This guide is published by the American Psychiatric Association and is used by mental health professionals. The following criteria must be met for an anxiety disorder diagnosis:\nExcessive worry and anxiety about certain events or activities most days of the week for at least six months; Difficulty controlling anxious emotions; Anxiety or worry is a cause of significant stress or interferes with daily life.; Anxiety not related to a mental health condition, such as panic attacks, substance abuse or post-traumatic stress disorder (PTSD).; At least three of the following symptoms in adults and one of the following in children: restlessness, fatigue, difficulty concentrating, irritability, tense muscles, or trouble sleeping.\nGeneralized anxiety disorder can be accompanied by other mental health problems, which can make diagnosis and treatment more complicated. Some disorders that often accompany generalized anxiety disorder include:\nPanic disorder; Depression; Drug abuse; Post-traumatic stress disorder\nDiagnosing an anxiety disorder will have many steps, done with experts and psychologists.\n\nTreatment methods for anxiety disorders\nThe most effective treatment of anxiety disorders is a combination of psychotherapy and medication. Treatment requires a lot of time whether it is with medication or psychology.\nPsychotherapy: A psychologist will spend a lot of time providing you with psychological support. Through psychological conversations aimed at helping you understand more about your situation, what is causing your difficulties, discover yourself and find a suitable solution for yourself.; Medication: Medication treatment can last from 6 months to 1 year or more depending on each individual's situation. You need to be examined so the doctor can determine which drug is right for you, and need regular follow-up visits to adjust the dose to suit your actual situation.; To treat anxiety disorders, you need the support of professionals (psychiatrists, psychologists...). Along with treatment, there are some things you can do to help yourself alleviate some of the symptoms of anxiety disorders. Take time for yourself every day: It can be 20 minutes of relaxation or an activity that makes you feel interesting, comfortable, and pleasant. Exercise (walking, jogging, swimming, yoga...): Depending on your health, choose the appropriate activity. Physical activity is essential, and effective, for people with anxiety disorders. Sleep care Avoid drinks containing caffeine or stimulants. Practice deep breathing; Sleep care; Avoid drinks containing caffeine or stimulants; Practice deep breathing\nThe above methods will help you equip additional solutions to help you relieve and reduce stress. However, in reality there are no common solutions for all patients, but individualization is needed. Maybe someone is suitable for one way, and you are suitable for another. Therefore, you can try exploring other activities that help you relax and feel comfortable, or discuss them with your psychologist.\n\nQuestions about anxiety disorder syndrome\n1. Is anxiety disorder depression?\nDepression and anxiety are different conditions, but they often occur together. Patients also have similar treatment methods. Anxiety can occur as a symptom of (severe) depression. Patients also often suffer from depression caused by anxiety disorders, such as generalized anxiety disorder and panic disorder.\n2. Which hospital is examined for anxiety disorders?\nPeople with anxiety disorders can visit hospitals for timely evaluation and treatment. People should choose general hospitals, which have many combined specialties such as Tam Anh General Hospital for comprehensive examination. Tam Anh General Hospital has a full system of equipment from basic to modern, supporting effective examination and treatment of psychological diseases.\nPatients undergoing psychological examination at Tam Anh General Hospital will have the following special advantages:\nDoctors apply testing, consultation, or treatment methods to each individual according to a separate regimen; Apply painting, music, and game therapy to reach young children; Collaborate with psychiatrists and psychologists to achieve high efficiency in treatment; Customer information is absolutely confidential\nPeople with anxiety disorders should be treated early to be highly effective. If not treated promptly, the effects of anxiety disorders can affect the patient's work, relationships, quality of life and physical health.",
    "subsections": [
        {
            "subsection_name": "What is an anxiety disorder?",
            "subsection_content": "Anxiety disorder is an emotional disorder characterized by widespread feelings of fear and vague discomfort accompanied by autonomic symptoms such as headache, sweating, nervousness, chest tightness, dryness. mouth, discomfort in the epigastrium, restlessness, inability to sit still or stand still.\nWe need to distinguish between normal anxiety in life and pathological anxiety. This difference can be based on standards such as the ability to control anxiety, intensity, duration, etc. Anxiety is considered normal when it is consistent with the thing that causes anxiety and goes away when that thing has been resolved. handle.\nAnxiety disorders are worries without a clear cause or that are excessive, the symptoms are often severe and cause a lot of discomfort, prolong stress, and affect the patient's daily activities. (3)\nAnxiety disorders make people uncomfortable, restless, and unable to sit still.",
            "subsection_string": "What is an anxiety disorder?\nAnxiety disorder is an emotional disorder characterized by widespread feelings of fear and vague discomfort accompanied by autonomic symptoms such as headache, sweating, nervousness, chest tightness, dryness. mouth, discomfort in the epigastrium, restlessness, inability to sit still or stand still.\nWe need to distinguish between normal anxiety in life and pathological anxiety. This difference can be based on standards such as the ability to control anxiety, intensity, duration, etc. Anxiety is considered normal when it is consistent with the thing that causes anxiety and goes away when that thing has been resolved. handle.\nAnxiety disorders are worries without a clear cause or that are excessive, the symptoms are often severe and cause a lot of discomfort, prolong stress, and affect the patient's daily activities. (3)\nAnxiety disorders make people uncomfortable, restless, and unable to sit still."
        },
        {
            "subsection_name": "Common types of anxiety disorders",
            "subsection_content": "Anxiety disorders are very diverse, they can be generalized anxiety disorder, social anxiety disorder (social phobia), specific phobias of each individual or separate anxiety disorders. . Below is a list of some common types of anxiety disorders:\nGeneralized anxiety disorder: also known as generalized anxiety disorder, is excessive worry and anxiety about many events and activities. Anxiety is difficult to control, combined with physical symptoms such as muscle tension, anger, difficulty sleeping, irritability, causing discomfort for the patient and affecting many important areas of their life. ; Generalized anxiety disorder: also known as generalized anxiety disorder, is excessive worry and anxiety about many events and activities. Anxiety is difficult to control, combined with physical symptoms such as muscle tension, anger, difficulty sleeping, irritability, causing discomfort for the patient and affecting many important areas of their life.\nObsessive-compulsive disorder (OCD): people with the disorder often have obsessive thoughts and uncontrollable repetitive behaviors. Typically, the behavior of constantly washing hands, cleaning, and arranging furniture continuously for fear of bacteria, germs, etc. Obsessions and compulsions take up a lot of time and clearly affect the patient's daily life, social and occupational activities as well as relationships. Common obsessions are recurring thoughts about being infected, doubting something, the need to put things in order... Compulsions are repetitive behaviors (washing hands, putting things in order). arrange, check...). In most cases, the patient feels compelled to perform compulsive behaviors to reduce the suffering associated with the obsession. For example, a person with a phobia of getting infected washes their hands constantly to reduce the phobia. Because both obsessions and compulsive behaviors cause distraction, the disorder reduces the patient's work efficiency, or they avoid activities and events that easily make them feel anxious or obsessive. This avoidance limits their life activities and relationships; Obsessive-compulsive disorder (OCD): people with the disorder often have obsessive thoughts and uncontrollable repetitive behaviors. Typically, the behavior of constantly washing hands, cleaning, and arranging furniture continuously for fear of bacteria, germs, etc. Obsessions and compulsions take up a lot of time and clearly affect the patient's daily life, social and occupational activities as well as relationships. Common obsessions are recurring thoughts about being infected, doubting something, the need to put things in order... Compulsions are repetitive behaviors (washing hands, putting things in order). arrange, check...). In most cases, the patient feels compelled to perform compulsive behaviors to reduce the suffering associated with the obsession. For example, a person with a phobia of getting infected washes their hands constantly to reduce the phobia. Because both obsessions and compulsive behaviors cause distraction, the disorder reduces the patient's work efficiency, or they avoid activities and events that easily make them feel anxious or obsessive. This avoidance limits their life activities and relationships.\nPanic disorder: The main manifestation is panic attacks, the patient's psychology is dominated by a feeling of extreme fear. Panic attacks are often short and sudden, causing violent reactions in the body such as heart attack, difficulty breathing, chest pain... Patients tend to stay away from places where panic attacks occur. In some cases, fear overwhelms the patient, causing them to stay indoors and limit communication. It is characterized by recurrent, intense anxiety (panic) attacks that are not limited to any particular situation or circumstance. Symptoms vary depending on the patient, but often start with heart palpitations, chest pain, suffocation, dizziness... In addition, patients also have other symptoms such as fear of death, fear of going crazy... Panic attacks The disorder usually lasts for a few minutes or longer.; Panic disorder: The main manifestation is panic attacks, the patient's psychology is dominated by a feeling of extreme fear. Panic attacks are often short and sudden, causing violent reactions in the body such as heart attack, difficulty breathing, chest pain... Patients tend to stay away from places where panic attacks occur. In some cases, fear overwhelms the patient, causing them to stay indoors and limit communication. It is characterized by recurrent, intense anxiety (panic) attacks that are not limited to any particular situation or circumstance. Symptoms vary depending on the patient, but often start with heart palpitations, chest pain, suffocation, dizziness... In addition, patients also have other symptoms such as fear of death, fear of going crazy... Panic attacks The disorder usually lasts for a few minutes or longer.\nSocial phobia (or Social Anxiety Disorder): Is an anxiety disorder characterized by excessive worry in everyday social situations. Fear and anxiety in people with social phobia often focus on being embarrassed or humiliated if they do not meet expectations. For example, fear of speaking in public, fear of stage lights, fear of meeting strangers,...; Social phobia (or Social Anxiety Disorder): Is an anxiety disorder characterized by excessive worry in everyday social situations. Fear and anxiety in people with social phobia often focus on being embarrassed or humiliated if they do not meet expectations. For example, fear of speaking in public, fear of stage lights, fear of meeting strangers,...\nWomen are susceptible to anxiety disorders.",
            "subsection_string": "Common types of anxiety disorders\nAnxiety disorders are very diverse, they can be generalized anxiety disorder, social anxiety disorder (social phobia), specific phobias of each individual or separate anxiety disorders. . Below is a list of some common types of anxiety disorders:\nGeneralized anxiety disorder: also known as generalized anxiety disorder, is excessive worry and anxiety about many events and activities. Anxiety is difficult to control, combined with physical symptoms such as muscle tension, anger, difficulty sleeping, irritability, causing discomfort for the patient and affecting many important areas of their life. ; Generalized anxiety disorder: also known as generalized anxiety disorder, is excessive worry and anxiety about many events and activities. Anxiety is difficult to control, combined with physical symptoms such as muscle tension, anger, difficulty sleeping, irritability, causing discomfort for the patient and affecting many important areas of their life.\nObsessive-compulsive disorder (OCD): people with the disorder often have obsessive thoughts and uncontrollable repetitive behaviors. Typically, the behavior of constantly washing hands, cleaning, and arranging furniture continuously for fear of bacteria, germs, etc. Obsessions and compulsions take up a lot of time and clearly affect the patient's daily life, social and occupational activities as well as relationships. Common obsessions are recurring thoughts about being infected, doubting something, the need to put things in order... Compulsions are repetitive behaviors (washing hands, putting things in order). arrange, check...). In most cases, the patient feels compelled to perform compulsive behaviors to reduce the suffering associated with the obsession. For example, a person with a phobia of getting infected washes their hands constantly to reduce the phobia. Because both obsessions and compulsive behaviors cause distraction, the disorder reduces the patient's work efficiency, or they avoid activities and events that easily make them feel anxious or obsessive. This avoidance limits their life activities and relationships; Obsessive-compulsive disorder (OCD): people with the disorder often have obsessive thoughts and uncontrollable repetitive behaviors. Typically, the behavior of constantly washing hands, cleaning, and arranging furniture continuously for fear of bacteria, germs, etc. Obsessions and compulsions take up a lot of time and clearly affect the patient's daily life, social and occupational activities as well as relationships. Common obsessions are recurring thoughts about being infected, doubting something, the need to put things in order... Compulsions are repetitive behaviors (washing hands, putting things in order). arrange, check...). In most cases, the patient feels compelled to perform compulsive behaviors to reduce the suffering associated with the obsession. For example, a person with a phobia of getting infected washes their hands constantly to reduce the phobia. Because both obsessions and compulsive behaviors cause distraction, the disorder reduces the patient's work efficiency, or they avoid activities and events that easily make them feel anxious or obsessive. This avoidance limits their life activities and relationships.\nPanic disorder: The main manifestation is panic attacks, the patient's psychology is dominated by a feeling of extreme fear. Panic attacks are often short and sudden, causing violent reactions in the body such as heart attack, difficulty breathing, chest pain... Patients tend to stay away from places where panic attacks occur. In some cases, fear overwhelms the patient, causing them to stay indoors and limit communication. It is characterized by recurrent, intense anxiety (panic) attacks that are not limited to any particular situation or circumstance. Symptoms vary depending on the patient, but often start with heart palpitations, chest pain, suffocation, dizziness... In addition, patients also have other symptoms such as fear of death, fear of going crazy... Panic attacks The disorder usually lasts for a few minutes or longer.; Panic disorder: The main manifestation is panic attacks, the patient's psychology is dominated by a feeling of extreme fear. Panic attacks are often short and sudden, causing violent reactions in the body such as heart attack, difficulty breathing, chest pain... Patients tend to stay away from places where panic attacks occur. In some cases, fear overwhelms the patient, causing them to stay indoors and limit communication. It is characterized by recurrent, intense anxiety (panic) attacks that are not limited to any particular situation or circumstance. Symptoms vary depending on the patient, but often start with heart palpitations, chest pain, suffocation, dizziness... In addition, patients also have other symptoms such as fear of death, fear of going crazy... Panic attacks The disorder usually lasts for a few minutes or longer.\nSocial phobia (or Social Anxiety Disorder): Is an anxiety disorder characterized by excessive worry in everyday social situations. Fear and anxiety in people with social phobia often focus on being embarrassed or humiliated if they do not meet expectations. For example, fear of speaking in public, fear of stage lights, fear of meeting strangers,...; Social phobia (or Social Anxiety Disorder): Is an anxiety disorder characterized by excessive worry in everyday social situations. Fear and anxiety in people with social phobia often focus on being embarrassed or humiliated if they do not meet expectations. For example, fear of speaking in public, fear of stage lights, fear of meeting strangers,...\nWomen are susceptible to anxiety disorders."
        },
        {
            "subsection_name": "Symptoms of anxiety disorder",
            "subsection_content": "The main symptom of an anxiety disorder is excessive fear or worry. Anxiety disorders can also cause difficulty breathing, sleeping, and difficulty staying still and concentrating. Your specific symptoms depend on the type of anxiety disorder you have. Common symptoms are:\nPanic, fear, feeling uncertain or unsafe Difficulty sleeping, fear, anxiety even in sleep Unable to stay calm and still Cold, numb or tingling, excessive sweating in hands or feet Difficulty breathing, or breathing faster than normal Heart palpitations Dry mouth, nausea Muscle tension Dizziness Reduced ability to concentrate Obsessive thoughts about the same problem over and over Having ritualistic behaviors, such as washing hands, checking the door lock… too many times Difficulty staying calm or overcoming anxiety attacks (1); Panic, fear, feeling uncertain or unsafe; Difficulty sleeping, fear, anxiety even in sleep; Unable to stay calm and still; Cold, numbness or tingling, heavy sweating in your hands or feet; Difficulty breathing, or breathing faster than usual; Heart beats fast; Dry mouth, nausea; Muscle tension; Dizzy; Reduced ability to concentrate; Obsessive thinking about a problem repeatedly; There are ritualistic behaviors, such as washing hands, checking door locks, etc. too many times; Difficulty staying calm or overcoming anxiety attacks (1)",
            "subsection_string": "Symptoms of anxiety disorder\nThe main symptom of an anxiety disorder is excessive fear or worry. Anxiety disorders can also cause difficulty breathing, sleeping, and difficulty staying still and concentrating. Your specific symptoms depend on the type of anxiety disorder you have. Common symptoms are:\nPanic, fear, feeling uncertain or unsafe Difficulty sleeping, fear, anxiety even in sleep Unable to stay calm and still Cold, numb or tingling, excessive sweating in hands or feet Difficulty breathing, or breathing faster than normal Heart palpitations Dry mouth, nausea Muscle tension Dizziness Reduced ability to concentrate Obsessive thoughts about the same problem over and over Having ritualistic behaviors, such as washing hands, checking the door lock… too many times Difficulty staying calm or overcoming anxiety attacks (1); Panic, fear, feeling uncertain or unsafe; Difficulty sleeping, fear, anxiety even in sleep; Unable to stay calm and still; Cold, numbness or tingling, heavy sweating in your hands or feet; Difficulty breathing, or breathing faster than usual; Heart beats fast; Dry mouth, nausea; Muscle tension; Dizzy; Reduced ability to concentrate; Obsessive thinking about a problem repeatedly; There are ritualistic behaviors, such as washing hands, checking door locks, etc. too many times; Difficulty staying calm or overcoming anxiety attacks (1)"
        },
        {
            "subsection_name": "Causes of anxiety disorders",
            "subsection_content": "It's difficult to determine the cause of anxiety disorders, but there are some risk factors that make one individual more likely to develop an anxiety disorder than another.\nGenetics: Anxiety disorders also have genetic factors. Researchers in the US have shown that if parents or family members have a history of mental illness, their children will be at high risk of experiencing this illness. Psychological factors: Childhood psychological trauma, anxiety-prone personality traits... Environmental and social factors: prolonged stress, tensions from family, living environment, work environment... neurochemical factors; Genetics: Anxiety disorders also have genetic factors. Researchers in the US have shown that if parents or family members have a history of mental illness, their children will be at high risk of experiencing this illness.; Psychological factors: Psychological trauma in childhood, anxiety-prone personality traits...; Environmental and social factors: prolonged stress, tensions from family, living environment, work environment...; Neurochemical factors",
            "subsection_string": "Causes of anxiety disorders\nIt's difficult to determine the cause of anxiety disorders, but there are some risk factors that make one individual more likely to develop an anxiety disorder than another.\nGenetics: Anxiety disorders also have genetic factors. Researchers in the US have shown that if parents or family members have a history of mental illness, their children will be at high risk of experiencing this illness. Psychological factors: Childhood psychological trauma, anxiety-prone personality traits... Environmental and social factors: prolonged stress, tensions from family, living environment, work environment... neurochemical factors; Genetics: Anxiety disorders also have genetic factors. Researchers in the US have shown that if parents or family members have a history of mental illness, their children will be at high risk of experiencing this illness.; Psychological factors: Psychological trauma in childhood, anxiety-prone personality traits...; Environmental and social factors: prolonged stress, tensions from family, living environment, work environment...; Neurochemical factors"
        },
        {
            "subsection_name": "Diagnosis of anxiety disorders",
            "subsection_content": "A psychologist or psychiatrist will take a number of steps to help diagnose an anxiety disorder. First, they will ask detailed questions about your symptoms and medical history. Psychologists and psychiatrists will learn about the patient's symptoms and life through clinical conversations.(2)\nTo diagnose an anxiety disorder, criteria are outlined in the Diagnostic and Statistical Manual of Mental Disorders (DSM). This guide is published by the American Psychiatric Association and is used by mental health professionals. The following criteria must be met for an anxiety disorder diagnosis:\nExcessive worry and anxiety about certain events or activities most days of the week for at least six months; Difficulty controlling anxious emotions; Anxiety or worry is a cause of significant stress or interferes with daily life.; Anxiety not related to a mental health condition, such as panic attacks, substance abuse or post-traumatic stress disorder (PTSD).; At least three of the following symptoms in adults and one of the following in children: restlessness, fatigue, difficulty concentrating, irritability, tense muscles, or trouble sleeping.\nGeneralized anxiety disorder can be accompanied by other mental health problems, which can make diagnosis and treatment more complicated. Some disorders that often accompany generalized anxiety disorder include:\nPanic disorder; Depression; Drug abuse; Post-traumatic stress disorder\nDiagnosing an anxiety disorder will have many steps, done with experts and psychologists.",
            "subsection_string": "Diagnosis of anxiety disorders\nA psychologist or psychiatrist will take a number of steps to help diagnose an anxiety disorder. First, they will ask detailed questions about your symptoms and medical history. Psychologists and psychiatrists will learn about the patient's symptoms and life through clinical conversations.(2)\nTo diagnose an anxiety disorder, criteria are outlined in the Diagnostic and Statistical Manual of Mental Disorders (DSM). This guide is published by the American Psychiatric Association and is used by mental health professionals. The following criteria must be met for an anxiety disorder diagnosis:\nExcessive worry and anxiety about certain events or activities most days of the week for at least six months; Difficulty controlling anxious emotions; Anxiety or worry is a cause of significant stress or interferes with daily life.; Anxiety not related to a mental health condition, such as panic attacks, substance abuse or post-traumatic stress disorder (PTSD).; At least three of the following symptoms in adults and one of the following in children: restlessness, fatigue, difficulty concentrating, irritability, tense muscles, or trouble sleeping.\nGeneralized anxiety disorder can be accompanied by other mental health problems, which can make diagnosis and treatment more complicated. Some disorders that often accompany generalized anxiety disorder include:\nPanic disorder; Depression; Drug abuse; Post-traumatic stress disorder\nDiagnosing an anxiety disorder will have many steps, done with experts and psychologists."
        },
        {
            "subsection_name": "Treatment methods for anxiety disorders",
            "subsection_content": "The most effective treatment of anxiety disorders is a combination of psychotherapy and medication. Treatment requires a lot of time whether it is with medication or psychology.\nPsychotherapy: A psychologist will spend a lot of time providing you with psychological support. Through psychological conversations aimed at helping you understand more about your situation, what is causing your difficulties, discover yourself and find a suitable solution for yourself.; Medication: Medication treatment can last from 6 months to 1 year or more depending on each individual's situation. You need to be examined so the doctor can determine which drug is right for you, and need regular follow-up visits to adjust the dose to suit your actual situation.; To treat anxiety disorders, you need the support of professionals (psychiatrists, psychologists...). Along with treatment, there are some things you can do to help yourself alleviate some of the symptoms of anxiety disorders. Take time for yourself every day: It can be 20 minutes of relaxation or an activity that makes you feel interesting, comfortable, and pleasant. Exercise (walking, jogging, swimming, yoga...): Depending on your health, choose the appropriate activity. Physical activity is essential, and effective, for people with anxiety disorders. Sleep care Avoid drinks containing caffeine or stimulants. Practice deep breathing; Sleep care; Avoid drinks containing caffeine or stimulants; Practice deep breathing\nThe above methods will help you equip additional solutions to help you relieve and reduce stress. However, in reality there are no common solutions for all patients, but individualization is needed. Maybe someone is suitable for one way, and you are suitable for another. Therefore, you can try exploring other activities that help you relax and feel comfortable, or discuss them with your psychologist.",
            "subsection_string": "Treatment methods for anxiety disorders\nThe most effective treatment of anxiety disorders is a combination of psychotherapy and medication. Treatment requires a lot of time whether it is with medication or psychology.\nPsychotherapy: A psychologist will spend a lot of time providing you with psychological support. Through psychological conversations aimed at helping you understand more about your situation, what is causing your difficulties, discover yourself and find a suitable solution for yourself.; Medication: Medication treatment can last from 6 months to 1 year or more depending on each individual's situation. You need to be examined so the doctor can determine which drug is right for you, and need regular follow-up visits to adjust the dose to suit your actual situation.; To treat anxiety disorders, you need the support of professionals (psychiatrists, psychologists...). Along with treatment, there are some things you can do to help yourself alleviate some of the symptoms of anxiety disorders. Take time for yourself every day: It can be 20 minutes of relaxation or an activity that makes you feel interesting, comfortable, and pleasant. Exercise (walking, jogging, swimming, yoga...): Depending on your health, choose the appropriate activity. Physical activity is essential, and effective, for people with anxiety disorders. Sleep care Avoid drinks containing caffeine or stimulants. Practice deep breathing; Sleep care; Avoid drinks containing caffeine or stimulants; Practice deep breathing\nThe above methods will help you equip additional solutions to help you relieve and reduce stress. However, in reality there are no common solutions for all patients, but individualization is needed. Maybe someone is suitable for one way, and you are suitable for another. Therefore, you can try exploring other activities that help you relax and feel comfortable, or discuss them with your psychologist."
        },
        {
            "subsection_name": "Questions about anxiety disorder syndrome",
            "subsection_content": "1. Is anxiety disorder depression?\nDepression and anxiety are different conditions, but they often occur together. Patients also have similar treatment methods. Anxiety can occur as a symptom of (severe) depression. Patients also often suffer from depression caused by anxiety disorders, such as generalized anxiety disorder and panic disorder.\n2. Which hospital is examined for anxiety disorders?\nPeople with anxiety disorders can visit hospitals for timely evaluation and treatment. People should choose general hospitals, which have many combined specialties such as Tam Anh General Hospital for comprehensive examination. Tam Anh General Hospital has a full system of equipment from basic to modern, supporting effective examination and treatment of psychological diseases.\nPatients undergoing psychological examination at Tam Anh General Hospital will have the following special advantages:\nDoctors apply testing, consultation, or treatment methods to each individual according to a separate regimen; Apply painting, music, and game therapy to reach young children; Collaborate with psychiatrists and psychologists to achieve high efficiency in treatment; Customer information is absolutely confidential\nPeople with anxiety disorders should be treated early to be highly effective. If not treated promptly, the effects of anxiety disorders can affect the patient's work, relationships, quality of life and physical health.",
            "subsection_string": "Questions about anxiety disorder syndrome\n1. Is anxiety disorder depression?\nDepression and anxiety are different conditions, but they often occur together. Patients also have similar treatment methods. Anxiety can occur as a symptom of (severe) depression. Patients also often suffer from depression caused by anxiety disorders, such as generalized anxiety disorder and panic disorder.\n2. Which hospital is examined for anxiety disorders?\nPeople with anxiety disorders can visit hospitals for timely evaluation and treatment. People should choose general hospitals, which have many combined specialties such as Tam Anh General Hospital for comprehensive examination. Tam Anh General Hospital has a full system of equipment from basic to modern, supporting effective examination and treatment of psychological diseases.\nPatients undergoing psychological examination at Tam Anh General Hospital will have the following special advantages:\nDoctors apply testing, consultation, or treatment methods to each individual according to a separate regimen; Apply painting, music, and game therapy to reach young children; Collaborate with psychiatrists and psychologists to achieve high efficiency in treatment; Customer information is absolutely confidential\nPeople with anxiety disorders should be treated early to be highly effective. If not treated promptly, the effects of anxiety disorders can affect the patient's work, relationships, quality of life and physical health."
        }
    ],
    "name": "roi-loan-lo-au.json"
}