{
    "title": "Pelvic floor disorders: Causes, signs and treatments",
    "category": "Obstetrics - Gynecology ",
    "link": "https://tamanhhospital.vn/roi-loan-san-chau/",
    "abstract": "According to statistics, nearly 50% of women over 40 years old have urinary incontinence, 50% of women over 50 years old have bladder, uterus, or bowel prolapse into the vagina. Among them, 1 in 5 people has prolapse of 2 or more organs (also known as pelvic organ prolapse).",
    "content": "Pelvic floor disorders: Causes, signs and treatments\n\nAccording to statistics, nearly 50% of women over 40 years old have urinary incontinence, 50% of women over 50 years old have bladder, uterus, or bowel prolapse into the vagina. Among them, 1 in 5 people has prolapse of 2 or more organs (also known as pelvic organ prolapse).\n\nWhat is the female pelvic floor?\nThe pelvic floor is a mass of muscle and ligaments that stretch like a spring mesh from front to back of the pelvis, supporting abdominal and pelvic organs such as intestines, bladder, uterus, and rectum. A normal pelvic floor will help keep these organs from falling out of the woman's body and the functions of organs such as the genitals, lower urinary tract and lower digestive tract will function stably, bringing us comfort during life. all activities, movements and work.\nAccording to statistics, 1 out of every 3 women who have given birth will experience urinary incontinence and after 5 years, 90% of them will develop true urinary incontinence.\n\nWhat are pelvic floor disorders?\nPelvic floor disorders are effects caused by the weight of pregnancy and the stretching pressure of childbirth that prevent a woman's pelvic floor muscle function from functioning normally from pregnancy to postpartum. even later.\nAccording to MSc. Nguyen Thi Thanh Tam, pelvic floor disease occurs quite commonly in women with a frequency 4 times greater than in men, due to being directly related to pregnancy, childbirth, and endocrine deficiencies in premenopause. menstruation and menopause. This is a disease that has a significant impact on the patient's quality of life, causing lack of confidence and persistent and expensive treatment.\nPelvic floor disease groups spread across 3 specialties including: Urology, Gynecology and Anorectal.\nUrinary disorders: urinary incontinence, frequent urination, incomplete urination, difficulty urinating, nocturia.; Defecation disorders: gas incontinence, fecal incontinence, frequent, incomplete defecation, constipation or abdominal pain, anal pain when defecating.; Sexual dysfunction: vaginal dilation, reduced sensation or pain during intercourse, inability to have intercourse.\nSpecifically, prolapsed masses in the genital area such as the uterus, bladder, rectum, intestines, and cuticle after hysterectomy create a bulging mass in the genital area, causing pain, discomfort, frequent or difficult urination, or The woman even falls out completely, causing self-consciousness towards her partner, pain, ulcers, bleeding, infection, and fluid retention in the kidneys, causing kidney failure.\nAccording to statistics, about 30% of women experience urinary incontinence during pregnancy, then it will subside naturally within 3 months after giving birth. However, if these women do not proactively examine and take care of their pelvic floor soon after giving birth, after a year, the symptoms of urinary disorders will return. Currently, 1 out of every 3 women who have ever given birth has urinary incontinence and after 5 years, 90% of them will develop true urinary incontinence.\nIn addition, by age 50, 50% of women will have prolapse of at least one pelvic organ such as bowel, bladder, uterus, and rectum, and 70% of these women will have prolapse in a combination of 2 organs. or more makes thorough treatment very expensive and difficult, greatly affecting the patient's spirit, quality of life, causing self-consciousness and lack of confidence in communication and work.\n\nWho needs a pelvic floor exam during pregnancy?\nPrevention is better than cure, female pelvic floor diseases will be easier to prevent and treat if everyone realizes the importance of pelvic floor examination. According to MSc. Nguyen Thi Thanh Tam, women with the following characteristics should proactively have their pelvic floor examined during pregnancy:\nPregnant women with a history of urinary incontinence in previous pregnancies, giving birth to large babies > 3500g or multiple perineal tears.; Pregnant with a child for the third time; Pregnancy with twins or triplets; Rapid weight gain, > 3kg per month; It is estimated that this pregnancy will weigh > 3500g; Have symptoms of pelvic floor disease: uterine prolapse during pregnancy or after giving birth, urinary incontinence, urinary frequency, frequent urination, difficulty urinating or urinary retention, gas incontinence, urgency of defecation, or fecal incontinence, constipation, joint pain, back pain.\nPregnancy and childbirth both have a damaging impact on the pelvic floor, so according to current recommendations, all postpartum women (whether vaginal birth or cesarean section) should have at least an examination to assess pelvic floor function. 1 visit by a pelvic floor specialist.\nPostpartum pelvic floor examination can be performed within 2-3 days after birth (before leaving the hospital), especially immediately after difficult births, instrumental births (forceps, suction cups), large vaginal births or 1 month, 3 months postpartum.\n\nBenefits of pelvic floor muscle training\nAccording to MSc. Nguyen Thi Thanh Tam, pelvic floor muscle training can help prevent and effectively treat 80% of urinary incontinence, nocturia or incontinence, gas incontinence, and fecal incontinence for pregnant women and pregnant women. after birth. Besides, proper exercise also helps prevent prolapse of pelvic organs such as uterus, bladder, and rectum. In case the patient already has prolapse, this exercise will help prevent the prolapse from getting worse.\nIn particular, properly practicing pelvic floor muscles also gives you a sense of comfort and confidence in life, while improving or increasing sexual sensation in both women and men.\n\nWhat does the postpartum pelvic floor examination program include?\nCustomers who purchase a maternity care package or birth package at Tam Anh General Hospital in Ho Chi Minh City will receive a free examination, consultation on how to care for, and exercise to restore the pelvic floor after giving birth. In addition, customers who do not give birth at Tam Anh Hospital can also register for a postpartum pelvic floor function assessment. Steps for pelvic floor examination include:\nGeneral examination, assessment of postpartum health recovery.; Consulting on breastfeeding and birth control; Examination and assessment of pelvic floor function; Treatment consultation: nutrition, lifestyle, pelvic floor physical therapy, biofeedback, electrical muscle stimulation, bladder and bowel control exercises at will, vaginal tightening exercises and Intensive treatment procedures and surgery; General examination\nNormally, 4 to 6 weeks after giving birth, mothers should have a postpartum check-up. In cases where any complications occur, you can see a doctor sooner. Here, you will receive a comprehensive examination including:\nGeneral examination, weight check, blood pressure and blood sugar monitoring if the pregnancy has pathologies such as preeclampsia, gestational diabetes, assessment of open abdominal muscles, postpartum back pain.; Vaginal examination, pelvic examination, and cervical cancer screening test if there are suspected lesions.\nBesides, you will also have other necessary tests done such as: blood formula test to check for postpartum anemia, urinalysis, white blood smear, ultrasound to check the uterus and two other tests. extra.\nAdvise\nBreastfeeding: consulting on issues related to breastfeeding, nutrition to enhance breast milk. Encourage mothers to exclusively breastfeed their babies for the first 6 months.\nContraception consultation: you will be advised to choose appropriate methods for each specific case, such as using condoms, intrauterine devices, and oral contraceptives for those with and without children. breastfeeding, birth control injections, birth control implants or birth control patches.\nFor a proper treatment plan, you need to be examined by experienced doctors and pelvic floor specialists.\nSex after giving birth: when can a woman have sex again after giving birth is a common question. In addition, after giving birth, women will encounter many problems such as painful intercourse, anxiety, reduction of the female hormone Estrogen when breastfeeding, or lack of confidence about their body. So during this examination, you can also consult your doctor to find a suitable solution for yourself.\nPostpartum psychological changes: according to many studies, up to 85% of women feel sad symptoms during the first 2 weeks of adapting to taking care of a baby and breastfeeding. Up to 15% of mothers suffer from postpartum depression. If severe symptoms persist for more than 2 weeks, you should consult your doctor for treatment advice.\nExamination and evaluation of the pelvic floor\nWhen you go for a pelvic floor assessment, you will be asked questions about the symptoms of pelvic floor dysfunction. Including abnormal symptoms of bowel movements and urination before and after birth, previous living habits, prenatal diseases, birth method, and baby's weight at birth. “In addition, doctors will also examine and evaluate the wound healing of the vulva, vagina, and cervix, evaluate the condition of the pelvic floor, recovery, especially pelvic floor muscle strength, and elasticity. , prolapse of organs into the vagina, from which there is a reasonable treatment direction for each individual\", MSc. Nguyen Thi Thanh Tam added.\nConsulting on treatment of pelvic floor dysfunction\nMSc. Nguyen Thi Thanh Tam emphasized that wrong exercises and unscientific abstinence habits during the postpartum period will affect, or aggravate, pelvic floor dysfunction. Therefore, you need to be examined by doctors and specialists to have an appropriate treatment plan.\n\nAdvantages of pelvic floor examination service at Tam Anh General Hospital\nRealizing the important role of care and treatment of female pelvic floor disease, the Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City focuses on in-depth development of the field of female pelvic floor with full modern equipment. grand. This is the only place in the country that converges all 3 specialties focusing on developing effective treatment of female pelvic floor diseases including: Urology, Gynecology and Anorectal.\nTreatment methods for female pelvic floor disease at Tam Anh General Hospital in Ho Chi Minh City are developed in-depth and continuously updated with high technology in the world, from internal medicine to surgery such as:\nInternal medicine: pelvic floor physical therapy, biofeedback training and pelvic floor electrical stimulation, combination medications, uterine implant placement, instructions on changing habits and diet, and appropriate physical activity fit.; Surgery: individualizes and specializes in each case to have the most appropriate treatment solution, bringing the best results such as sewing and closing dilated vaginas, bad scars causing traction, vaginal pain and stiffness, other Suspension surgery to lift the uterus, bladder, and rectum helps restore the pelvic floor support structure through the vagina and laparoscopic surgery with modern, advanced techniques, surgical equipment, and operating rooms to ensure Ensures safety, high aesthetics, minimal invasiveness, helping patients recover quickly.\nPelvic floor specialists will also give recommendations on restoring the normal firmness of the pelvic floor so that the organs in the abdomen and pelvis do not prolapse outside the vagina, and effectively control the function of the reproductive organs. sexual, urinary, digestive, tighten the vagina before returning to activities, heavy exercise, jogging, vigorous exercise or pregnancy and childbirth.\n\nPelvic floor training packages at Tam Anh General Hospital\nPelvic floor exercise package: Instructions for pelvic floor exercises at the pelvic floor gym 3 times/week. The pelvic floor specialist will carefully practice and explain each movement so you can practice correctly and memorize the exercises. After 3 sessions, you can completely practice at home, lasting 30 minutes/session.\nThis package is for customers who want to practice prevention of future pelvic floor diseases, as well as how to use the pelvic floor muscle group during activities, movements, and practicing sports with strong impacts on the pelvic floor.\nChoosing a pelvic floor training package can be based on each customer's individual requirements after learning about the package with the hospital's customer care consultants.\nMachine training package: Pelvic floor training with specialized biofeedback exercise machines, electrical muscle stimulation, 3 sessions/week, 30 minutes/session. Many women practice on their own without the guidance of a professional, causing adverse effects on the pelvic floor muscle system, making urinary incontinence, vaginal dilation, and pelvic organ prolapse worse.\nWhen exercising with a specialized exercise machine under the guidance of a pelvic floor specialist, you will easily contract the correct pelvic floor muscle groups, quickly improving pelvic floor dysfunction. Some necessary equipment for individual use when exercising with the machine, you need to buy separately and will not be included in the price of the machine training package. The machine exercise package is for people with weak pelvic floor muscles, a dilated vagina, unable to contract properly or contract very little, and contract ineffectively.\nCombination package: Combines 2 training sessions with specialized machines and 1 pelvic floor exercise session. This is a package with many advantages for customers who can relatively control pelvic floor muscle spasms, but want more intensive and better training for prevention, better improvement of pelvic floor health or effective treatment. results of pelvic floor dysfunction.\nNote: Choosing a pelvic floor training package can be based on each customer's individual requirements after learning about the training package with the hospital's customer care consultants. In addition, it is necessary to consult a pelvic floor specialist to be examined, evaluated and advised on an exercise package suitable for your physical condition, and to predict adaptation abilities, success, and treatment goals. each specific case.\nYou can make an appointment with a specialist at the Obstetrics and Gynecology Center, Tam Anh General Hospital for detailed advice.",
    "subsections": [
        {
            "subsection_name": "What is the female pelvic floor?",
            "subsection_content": "The pelvic floor is a mass of muscle and ligaments that stretch like a spring mesh from front to back of the pelvis, supporting abdominal and pelvic organs such as intestines, bladder, uterus, and rectum. A normal pelvic floor will help keep these organs from falling out of the woman's body and the functions of organs such as the genitals, lower urinary tract and lower digestive tract will function stably, bringing us comfort during life. all activities, movements and work.\nAccording to statistics, 1 out of every 3 women who have given birth will experience urinary incontinence and after 5 years, 90% of them will develop true urinary incontinence.",
            "subsection_string": "What is the female pelvic floor?\nThe pelvic floor is a mass of muscle and ligaments that stretch like a spring mesh from front to back of the pelvis, supporting abdominal and pelvic organs such as intestines, bladder, uterus, and rectum. A normal pelvic floor will help keep these organs from falling out of the woman's body and the functions of organs such as the genitals, lower urinary tract and lower digestive tract will function stably, bringing us comfort during life. all activities, movements and work.\nAccording to statistics, 1 out of every 3 women who have given birth will experience urinary incontinence and after 5 years, 90% of them will develop true urinary incontinence."
        },
        {
            "subsection_name": "What are pelvic floor disorders?",
            "subsection_content": "Pelvic floor disorders are effects caused by the weight of pregnancy and the stretching pressure of childbirth that prevent a woman's pelvic floor muscle function from functioning normally from pregnancy to postpartum. even later.\nAccording to MSc. Nguyen Thi Thanh Tam, pelvic floor disease occurs quite commonly in women with a frequency 4 times greater than in men, due to being directly related to pregnancy, childbirth, and endocrine deficiencies in premenopause. menstruation and menopause. This is a disease that has a significant impact on the patient's quality of life, causing lack of confidence and persistent and expensive treatment.\nPelvic floor disease groups spread across 3 specialties including: Urology, Gynecology and Anorectal.\nUrinary disorders: urinary incontinence, frequent urination, incomplete urination, difficulty urinating, nocturia.; Defecation disorders: gas incontinence, fecal incontinence, frequent, incomplete defecation, constipation or abdominal pain, anal pain when defecating.; Sexual dysfunction: vaginal dilation, reduced sensation or pain during intercourse, inability to have intercourse.\nSpecifically, prolapsed masses in the genital area such as the uterus, bladder, rectum, intestines, and cuticle after hysterectomy create a bulging mass in the genital area, causing pain, discomfort, frequent or difficult urination, or The woman even falls out completely, causing self-consciousness towards her partner, pain, ulcers, bleeding, infection, and fluid retention in the kidneys, causing kidney failure.\nAccording to statistics, about 30% of women experience urinary incontinence during pregnancy, then it will subside naturally within 3 months after giving birth. However, if these women do not proactively examine and take care of their pelvic floor soon after giving birth, after a year, the symptoms of urinary disorders will return. Currently, 1 out of every 3 women who have ever given birth has urinary incontinence and after 5 years, 90% of them will develop true urinary incontinence.\nIn addition, by age 50, 50% of women will have prolapse of at least one pelvic organ such as bowel, bladder, uterus, and rectum, and 70% of these women will have prolapse in a combination of 2 organs. or more makes thorough treatment very expensive and difficult, greatly affecting the patient's spirit, quality of life, causing self-consciousness and lack of confidence in communication and work.",
            "subsection_string": "What are pelvic floor disorders?\nPelvic floor disorders are effects caused by the weight of pregnancy and the stretching pressure of childbirth that prevent a woman's pelvic floor muscle function from functioning normally from pregnancy to postpartum. even later.\nAccording to MSc. Nguyen Thi Thanh Tam, pelvic floor disease occurs quite commonly in women with a frequency 4 times greater than in men, due to being directly related to pregnancy, childbirth, and endocrine deficiencies in premenopause. menstruation and menopause. This is a disease that has a significant impact on the patient's quality of life, causing lack of confidence and persistent and expensive treatment.\nPelvic floor disease groups spread across 3 specialties including: Urology, Gynecology and Anorectal.\nUrinary disorders: urinary incontinence, frequent urination, incomplete urination, difficulty urinating, nocturia.; Defecation disorders: gas incontinence, fecal incontinence, frequent, incomplete defecation, constipation or abdominal pain, anal pain when defecating.; Sexual dysfunction: vaginal dilation, reduced sensation or pain during intercourse, inability to have intercourse.\nSpecifically, prolapsed masses in the genital area such as the uterus, bladder, rectum, intestines, and cuticle after hysterectomy create a bulging mass in the genital area, causing pain, discomfort, frequent or difficult urination, or The woman even falls out completely, causing self-consciousness towards her partner, pain, ulcers, bleeding, infection, and fluid retention in the kidneys, causing kidney failure.\nAccording to statistics, about 30% of women experience urinary incontinence during pregnancy, then it will subside naturally within 3 months after giving birth. However, if these women do not proactively examine and take care of their pelvic floor soon after giving birth, after a year, the symptoms of urinary disorders will return. Currently, 1 out of every 3 women who have ever given birth has urinary incontinence and after 5 years, 90% of them will develop true urinary incontinence.\nIn addition, by age 50, 50% of women will have prolapse of at least one pelvic organ such as bowel, bladder, uterus, and rectum, and 70% of these women will have prolapse in a combination of 2 organs. or more makes thorough treatment very expensive and difficult, greatly affecting the patient's spirit, quality of life, causing self-consciousness and lack of confidence in communication and work."
        },
        {
            "subsection_name": "Who needs a pelvic floor exam during pregnancy?",
            "subsection_content": "Prevention is better than cure, female pelvic floor diseases will be easier to prevent and treat if everyone realizes the importance of pelvic floor examination. According to MSc. Nguyen Thi Thanh Tam, women with the following characteristics should proactively have their pelvic floor examined during pregnancy:\nPregnant women with a history of urinary incontinence in previous pregnancies, giving birth to large babies > 3500g or multiple perineal tears.; Pregnant with a child for the third time; Pregnancy with twins or triplets; Rapid weight gain, > 3kg per month; It is estimated that this pregnancy will weigh > 3500g; Have symptoms of pelvic floor disease: uterine prolapse during pregnancy or after giving birth, urinary incontinence, urinary frequency, frequent urination, difficulty urinating or urinary retention, gas incontinence, urgency of defecation, or fecal incontinence, constipation, joint pain, back pain.\nPregnancy and childbirth both have a damaging impact on the pelvic floor, so according to current recommendations, all postpartum women (whether vaginal birth or cesarean section) should have at least an examination to assess pelvic floor function. 1 visit by a pelvic floor specialist.\nPostpartum pelvic floor examination can be performed within 2-3 days after birth (before leaving the hospital), especially immediately after difficult births, instrumental births (forceps, suction cups), large vaginal births or 1 month, 3 months postpartum.",
            "subsection_string": "Who needs a pelvic floor exam during pregnancy?\nPrevention is better than cure, female pelvic floor diseases will be easier to prevent and treat if everyone realizes the importance of pelvic floor examination. According to MSc. Nguyen Thi Thanh Tam, women with the following characteristics should proactively have their pelvic floor examined during pregnancy:\nPregnant women with a history of urinary incontinence in previous pregnancies, giving birth to large babies > 3500g or multiple perineal tears.; Pregnant with a child for the third time; Pregnancy with twins or triplets; Rapid weight gain, > 3kg per month; It is estimated that this pregnancy will weigh > 3500g; Have symptoms of pelvic floor disease: uterine prolapse during pregnancy or after giving birth, urinary incontinence, urinary frequency, frequent urination, difficulty urinating or urinary retention, gas incontinence, urgency of defecation, or fecal incontinence, constipation, joint pain, back pain.\nPregnancy and childbirth both have a damaging impact on the pelvic floor, so according to current recommendations, all postpartum women (whether vaginal birth or cesarean section) should have at least an examination to assess pelvic floor function. 1 visit by a pelvic floor specialist.\nPostpartum pelvic floor examination can be performed within 2-3 days after birth (before leaving the hospital), especially immediately after difficult births, instrumental births (forceps, suction cups), large vaginal births or 1 month, 3 months postpartum."
        },
        {
            "subsection_name": "Benefits of pelvic floor muscle training",
            "subsection_content": "According to MSc. Nguyen Thi Thanh Tam, pelvic floor muscle training can help prevent and effectively treat 80% of urinary incontinence, nocturia or incontinence, gas incontinence, and fecal incontinence for pregnant women and pregnant women. after birth. Besides, proper exercise also helps prevent prolapse of pelvic organs such as uterus, bladder, and rectum. In case the patient already has prolapse, this exercise will help prevent the prolapse from getting worse.\nIn particular, properly practicing pelvic floor muscles also gives you a sense of comfort and confidence in life, while improving or increasing sexual sensation in both women and men.",
            "subsection_string": "Benefits of pelvic floor muscle training\nAccording to MSc. Nguyen Thi Thanh Tam, pelvic floor muscle training can help prevent and effectively treat 80% of urinary incontinence, nocturia or incontinence, gas incontinence, and fecal incontinence for pregnant women and pregnant women. after birth. Besides, proper exercise also helps prevent prolapse of pelvic organs such as uterus, bladder, and rectum. In case the patient already has prolapse, this exercise will help prevent the prolapse from getting worse.\nIn particular, properly practicing pelvic floor muscles also gives you a sense of comfort and confidence in life, while improving or increasing sexual sensation in both women and men."
        },
        {
            "subsection_name": "What does the postpartum pelvic floor examination program include?",
            "subsection_content": "Customers who purchase a maternity care package or birth package at Tam Anh General Hospital in Ho Chi Minh City will receive a free examination, consultation on how to care for, and exercise to restore the pelvic floor after giving birth. In addition, customers who do not give birth at Tam Anh Hospital can also register for a postpartum pelvic floor function assessment. Steps for pelvic floor examination include:\nGeneral examination, assessment of postpartum health recovery.; Consulting on breastfeeding and birth control; Examination and assessment of pelvic floor function; Treatment consultation: nutrition, lifestyle, pelvic floor physical therapy, biofeedback, electrical muscle stimulation, bladder and bowel control exercises at will, vaginal tightening exercises and Intensive treatment procedures and surgery; General examination\nNormally, 4 to 6 weeks after giving birth, mothers should have a postpartum check-up. In cases where any complications occur, you can see a doctor sooner. Here, you will receive a comprehensive examination including:\nGeneral examination, weight check, blood pressure and blood sugar monitoring if the pregnancy has pathologies such as preeclampsia, gestational diabetes, assessment of open abdominal muscles, postpartum back pain.; Vaginal examination, pelvic examination, and cervical cancer screening test if there are suspected lesions.\nBesides, you will also have other necessary tests done such as: blood formula test to check for postpartum anemia, urinalysis, white blood smear, ultrasound to check the uterus and two other tests. extra.\nAdvise\nBreastfeeding: consulting on issues related to breastfeeding, nutrition to enhance breast milk. Encourage mothers to exclusively breastfeed their babies for the first 6 months.\nContraception consultation: you will be advised to choose appropriate methods for each specific case, such as using condoms, intrauterine devices, and oral contraceptives for those with and without children. breastfeeding, birth control injections, birth control implants or birth control patches.\nFor a proper treatment plan, you need to be examined by experienced doctors and pelvic floor specialists.\nSex after giving birth: when can a woman have sex again after giving birth is a common question. In addition, after giving birth, women will encounter many problems such as painful intercourse, anxiety, reduction of the female hormone Estrogen when breastfeeding, or lack of confidence about their body. So during this examination, you can also consult your doctor to find a suitable solution for yourself.\nPostpartum psychological changes: according to many studies, up to 85% of women feel sad symptoms during the first 2 weeks of adapting to taking care of a baby and breastfeeding. Up to 15% of mothers suffer from postpartum depression. If severe symptoms persist for more than 2 weeks, you should consult your doctor for treatment advice.\nExamination and evaluation of the pelvic floor\nWhen you go for a pelvic floor assessment, you will be asked questions about the symptoms of pelvic floor dysfunction. Including abnormal symptoms of bowel movements and urination before and after birth, previous living habits, prenatal diseases, birth method, and baby's weight at birth. “In addition, doctors will also examine and evaluate the wound healing of the vulva, vagina, and cervix, evaluate the condition of the pelvic floor, recovery, especially pelvic floor muscle strength, and elasticity. , prolapse of organs into the vagina, from which there is a reasonable treatment direction for each individual\", MSc. Nguyen Thi Thanh Tam added.\nConsulting on treatment of pelvic floor dysfunction\nMSc. Nguyen Thi Thanh Tam emphasized that wrong exercises and unscientific abstinence habits during the postpartum period will affect, or aggravate, pelvic floor dysfunction. Therefore, you need to be examined by doctors and specialists to have an appropriate treatment plan.",
            "subsection_string": "What does the postpartum pelvic floor examination program include?\nCustomers who purchase a maternity care package or birth package at Tam Anh General Hospital in Ho Chi Minh City will receive a free examination, consultation on how to care for, and exercise to restore the pelvic floor after giving birth. In addition, customers who do not give birth at Tam Anh Hospital can also register for a postpartum pelvic floor function assessment. Steps for pelvic floor examination include:\nGeneral examination, assessment of postpartum health recovery.; Consulting on breastfeeding and birth control; Examination and assessment of pelvic floor function; Treatment consultation: nutrition, lifestyle, pelvic floor physical therapy, biofeedback, electrical muscle stimulation, bladder and bowel control exercises at will, vaginal tightening exercises and Intensive treatment procedures and surgery; General examination\nNormally, 4 to 6 weeks after giving birth, mothers should have a postpartum check-up. In cases where any complications occur, you can see a doctor sooner. Here, you will receive a comprehensive examination including:\nGeneral examination, weight check, blood pressure and blood sugar monitoring if the pregnancy has pathologies such as preeclampsia, gestational diabetes, assessment of open abdominal muscles, postpartum back pain.; Vaginal examination, pelvic examination, and cervical cancer screening test if there are suspected lesions.\nBesides, you will also have other necessary tests done such as: blood formula test to check for postpartum anemia, urinalysis, white blood smear, ultrasound to check the uterus and two other tests. extra.\nAdvise\nBreastfeeding: consulting on issues related to breastfeeding, nutrition to enhance breast milk. Encourage mothers to exclusively breastfeed their babies for the first 6 months.\nContraception consultation: you will be advised to choose appropriate methods for each specific case, such as using condoms, intrauterine devices, and oral contraceptives for those with and without children. breastfeeding, birth control injections, birth control implants or birth control patches.\nFor a proper treatment plan, you need to be examined by experienced doctors and pelvic floor specialists.\nSex after giving birth: when can a woman have sex again after giving birth is a common question. In addition, after giving birth, women will encounter many problems such as painful intercourse, anxiety, reduction of the female hormone Estrogen when breastfeeding, or lack of confidence about their body. So during this examination, you can also consult your doctor to find a suitable solution for yourself.\nPostpartum psychological changes: according to many studies, up to 85% of women feel sad symptoms during the first 2 weeks of adapting to taking care of a baby and breastfeeding. Up to 15% of mothers suffer from postpartum depression. If severe symptoms persist for more than 2 weeks, you should consult your doctor for treatment advice.\nExamination and evaluation of the pelvic floor\nWhen you go for a pelvic floor assessment, you will be asked questions about the symptoms of pelvic floor dysfunction. Including abnormal symptoms of bowel movements and urination before and after birth, previous living habits, prenatal diseases, birth method, and baby's weight at birth. “In addition, doctors will also examine and evaluate the wound healing of the vulva, vagina, and cervix, evaluate the condition of the pelvic floor, recovery, especially pelvic floor muscle strength, and elasticity. , prolapse of organs into the vagina, from which there is a reasonable treatment direction for each individual\", MSc. Nguyen Thi Thanh Tam added.\nConsulting on treatment of pelvic floor dysfunction\nMSc. Nguyen Thi Thanh Tam emphasized that wrong exercises and unscientific abstinence habits during the postpartum period will affect, or aggravate, pelvic floor dysfunction. Therefore, you need to be examined by doctors and specialists to have an appropriate treatment plan."
        },
        {
            "subsection_name": "Advantages of pelvic floor examination service at Tam Anh General Hospital",
            "subsection_content": "Realizing the important role of care and treatment of female pelvic floor disease, the Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City focuses on in-depth development of the field of female pelvic floor with full modern equipment. grand. This is the only place in the country that converges all 3 specialties focusing on developing effective treatment of female pelvic floor diseases including: Urology, Gynecology and Anorectal.\nTreatment methods for female pelvic floor disease at Tam Anh General Hospital in Ho Chi Minh City are developed in-depth and continuously updated with high technology in the world, from internal medicine to surgery such as:\nInternal medicine: pelvic floor physical therapy, biofeedback training and pelvic floor electrical stimulation, combination medications, uterine implant placement, instructions on changing habits and diet, and appropriate physical activity fit.; Surgery: individualizes and specializes in each case to have the most appropriate treatment solution, bringing the best results such as sewing and closing dilated vaginas, bad scars causing traction, vaginal pain and stiffness, other Suspension surgery to lift the uterus, bladder, and rectum helps restore the pelvic floor support structure through the vagina and laparoscopic surgery with modern, advanced techniques, surgical equipment, and operating rooms to ensure Ensures safety, high aesthetics, minimal invasiveness, helping patients recover quickly.\nPelvic floor specialists will also give recommendations on restoring the normal firmness of the pelvic floor so that the organs in the abdomen and pelvis do not prolapse outside the vagina, and effectively control the function of the reproductive organs. sexual, urinary, digestive, tighten the vagina before returning to activities, heavy exercise, jogging, vigorous exercise or pregnancy and childbirth.",
            "subsection_string": "Advantages of pelvic floor examination service at Tam Anh General Hospital\nRealizing the important role of care and treatment of female pelvic floor disease, the Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City focuses on in-depth development of the field of female pelvic floor with full modern equipment. grand. This is the only place in the country that converges all 3 specialties focusing on developing effective treatment of female pelvic floor diseases including: Urology, Gynecology and Anorectal.\nTreatment methods for female pelvic floor disease at Tam Anh General Hospital in Ho Chi Minh City are developed in-depth and continuously updated with high technology in the world, from internal medicine to surgery such as:\nInternal medicine: pelvic floor physical therapy, biofeedback training and pelvic floor electrical stimulation, combination medications, uterine implant placement, instructions on changing habits and diet, and appropriate physical activity fit.; Surgery: individualizes and specializes in each case to have the most appropriate treatment solution, bringing the best results such as sewing and closing dilated vaginas, bad scars causing traction, vaginal pain and stiffness, other Suspension surgery to lift the uterus, bladder, and rectum helps restore the pelvic floor support structure through the vagina and laparoscopic surgery with modern, advanced techniques, surgical equipment, and operating rooms to ensure Ensures safety, high aesthetics, minimal invasiveness, helping patients recover quickly.\nPelvic floor specialists will also give recommendations on restoring the normal firmness of the pelvic floor so that the organs in the abdomen and pelvis do not prolapse outside the vagina, and effectively control the function of the reproductive organs. sexual, urinary, digestive, tighten the vagina before returning to activities, heavy exercise, jogging, vigorous exercise or pregnancy and childbirth."
        },
        {
            "subsection_name": "Pelvic floor training packages at Tam Anh General Hospital",
            "subsection_content": "Pelvic floor exercise package: Instructions for pelvic floor exercises at the pelvic floor gym 3 times/week. The pelvic floor specialist will carefully practice and explain each movement so you can practice correctly and memorize the exercises. After 3 sessions, you can completely practice at home, lasting 30 minutes/session.\nThis package is for customers who want to practice prevention of future pelvic floor diseases, as well as how to use the pelvic floor muscle group during activities, movements, and practicing sports with strong impacts on the pelvic floor.\nChoosing a pelvic floor training package can be based on each customer's individual requirements after learning about the package with the hospital's customer care consultants.\nMachine training package: Pelvic floor training with specialized biofeedback exercise machines, electrical muscle stimulation, 3 sessions/week, 30 minutes/session. Many women practice on their own without the guidance of a professional, causing adverse effects on the pelvic floor muscle system, making urinary incontinence, vaginal dilation, and pelvic organ prolapse worse.\nWhen exercising with a specialized exercise machine under the guidance of a pelvic floor specialist, you will easily contract the correct pelvic floor muscle groups, quickly improving pelvic floor dysfunction. Some necessary equipment for individual use when exercising with the machine, you need to buy separately and will not be included in the price of the machine training package. The machine exercise package is for people with weak pelvic floor muscles, a dilated vagina, unable to contract properly or contract very little, and contract ineffectively.\nCombination package: Combines 2 training sessions with specialized machines and 1 pelvic floor exercise session. This is a package with many advantages for customers who can relatively control pelvic floor muscle spasms, but want more intensive and better training for prevention, better improvement of pelvic floor health or effective treatment. results of pelvic floor dysfunction.\nNote: Choosing a pelvic floor training package can be based on each customer's individual requirements after learning about the training package with the hospital's customer care consultants. In addition, it is necessary to consult a pelvic floor specialist to be examined, evaluated and advised on an exercise package suitable for your physical condition, and to predict adaptation abilities, success, and treatment goals. each specific case.\nYou can make an appointment with a specialist at the Obstetrics and Gynecology Center, Tam Anh General Hospital for detailed advice.",
            "subsection_string": "Pelvic floor training packages at Tam Anh General Hospital\nPelvic floor exercise package: Instructions for pelvic floor exercises at the pelvic floor gym 3 times/week. The pelvic floor specialist will carefully practice and explain each movement so you can practice correctly and memorize the exercises. After 3 sessions, you can completely practice at home, lasting 30 minutes/session.\nThis package is for customers who want to practice prevention of future pelvic floor diseases, as well as how to use the pelvic floor muscle group during activities, movements, and practicing sports with strong impacts on the pelvic floor.\nChoosing a pelvic floor training package can be based on each customer's individual requirements after learning about the package with the hospital's customer care consultants.\nMachine training package: Pelvic floor training with specialized biofeedback exercise machines, electrical muscle stimulation, 3 sessions/week, 30 minutes/session. Many women practice on their own without the guidance of a professional, causing adverse effects on the pelvic floor muscle system, making urinary incontinence, vaginal dilation, and pelvic organ prolapse worse.\nWhen exercising with a specialized exercise machine under the guidance of a pelvic floor specialist, you will easily contract the correct pelvic floor muscle groups, quickly improving pelvic floor dysfunction. Some necessary equipment for individual use when exercising with the machine, you need to buy separately and will not be included in the price of the machine training package. The machine exercise package is for people with weak pelvic floor muscles, a dilated vagina, unable to contract properly or contract very little, and contract ineffectively.\nCombination package: Combines 2 training sessions with specialized machines and 1 pelvic floor exercise session. This is a package with many advantages for customers who can relatively control pelvic floor muscle spasms, but want more intensive and better training for prevention, better improvement of pelvic floor health or effective treatment. results of pelvic floor dysfunction.\nNote: Choosing a pelvic floor training package can be based on each customer's individual requirements after learning about the training package with the hospital's customer care consultants. In addition, it is necessary to consult a pelvic floor specialist to be examined, evaluated and advised on an exercise package suitable for your physical condition, and to predict adaptation abilities, success, and treatment goals. each specific case.\nYou can make an appointment with a specialist at the Obstetrics and Gynecology Center, Tam Anh General Hospital for detailed advice."
        }
    ],
    "name": "roi-loan-san-chau.json"
}