{
    "title": "Congenital metabolic disorders: Causes, symptoms, treatment",
    "category": "Pediatrics - Newborn",
    "link": "https://tamanhhospital.vn/roi-loan-chuyen-hoa-bam-sinh/",
    "abstract": "Congenital metabolic disorders are one of the diseases with a high risk of death in newborns. The disease needs to be detected and treated early to prevent dangerous complications.\n Currently, many parents still do not understand clearly about congenital metabolic disorders. The following article will help parents better understand the disorder, its causes, symptoms, diagnosis, treatment and prevention of congenital metabolic disorders.",
    "content": "Congenital metabolic disorders: Causes, symptoms, treatment\n\nCongenital metabolic disorders are one of the diseases with a high risk of death in newborns. The disease needs to be detected and treated early to prevent dangerous complications.\n Currently, many parents still do not understand clearly about congenital metabolic disorders. The following article will help parents better understand the disorder, its causes, symptoms, diagnosis, treatment and prevention of congenital metabolic disorders.\n\nWhat are congenital metabolic disorders?\nIn each person's normal diet there are usually 3 main ingredients: protein, lipids and carbohydrates. When introduced into the body, under the influence of many enzymes, hormones, receptors, transport proteins and cofactors, they will be converted into energy to provide daily living activities. (first)\nCongenital metabolic disorders are rare genetic diseases of children, caused by deficiencies in receptors, enzymes, transport proteins, or cofactors in metabolism. metabolism of amino acids, fatty acids and organic acids. This leads to abnormal changes in the synthesis or degradation cycles of substances in the body. This creates abnormal products that poison cells, impair organ function, and even cause death for children.\nDuring pregnancy, the fetus absorbs nutrients metabolized from the mother. But after birth, the baby provides its own nutrients by breastfeeding, at which point the baby's digestive system begins to function. However, the substances are not fully metabolized and symptoms of metabolic disorders begin to appear.\nTherefore, early detection of congenital metabolic disorders is extremely important. Parents need to pay attention to their baby's unusual signs and need to take their baby to medical facilities for examination and treatment as soon as there are signs or suspicions that the baby has an inborn metabolic disorder.\n\nCommon congenital metabolic disorders\n1. Amino acid metabolism disorders in infants\nAmino acid metabolism disorder is a condition in which mutated genes make enzymes unable to synthesize, decompose or absorb amino acids from protein foods such as meat, fish, eggs, milk, etc. This leads to Accumulation of unmetabolized proteins and formation of abnormal metabolites in cells and organs, causing disease in children.\n2. Fatty acid metabolism disorders in infants\nFatty acid metabolism disorder in newborns is a congenital syndrome that affects the ability to break down fat in newborns. Normally, the body will metabolize glucose from starch and sugar to create energy for life activities and when this energy source is depleted, the body will use stored energy from fat. However, when children have fatty acid metabolism disorder, they will not be able to use fat to produce energy. Therefore, the blood sugar levels of sick children are always low and the blood accumulates many toxic substances.\n3. Organic acid metabolism disorder\nOrganic acid metabolism disorder is a disorder that affects the ability to use amino acids (components to build proteins in the body) and the ability to synthesize and use ketones (organic compounds). produced by the body during the process of burning fat to produce energy) in the body. When using vitamins, proteins and carbohydrates (sugars) in food, patients can develop serious symptoms, even death.\nCommon organic acid metabolism disorders include:\n3-methylcrotonyl-CoA carboxylase (3MCC) enzyme deficiency; Beta-ketothiolase (BKT) enzyme deficiency; Glutaric acidemia type I (Glutaric acidemia type 1 – GA1).; Hydroxymethyl Glutaric aciduria (HMG) enzyme deficiency; Unable to decompose leucine causing Isovaleric Acid Abnormalities (IVA).; Abnormalities in Methylmalonic acid metabolism (CBI A and CBI B).; Multiple carboxylase enzyme deficiency (MCD).; Propionic acid metabolism disorder (PROP).\nAmong them, 3MCC and PROP are the two most common disorders, with an incidence of 1:75,000 children born each year.\n4. Carbohydrate metabolism disorder: Galactosemia\nCarbohydrate metabolism disorder (Galactosemia) is a condition of excess galactose in the blood. Galactose is a component in lactose, often found in dairy products, especially in artificial milk powder for children. In addition, some other foods may also have small amounts of galactose.\n5. Lysosomal storage disorders: Pompe, MPS, Gaucher, Fabry\nLysosome is an organelle containing hydrolytic enzymes that degrade proteins, complex carbohydrates, nucleic acids, lipids, sulfates and phosphates, forming products that can be reused or discarded. outside the body.\nLysosomal storage disorders are a group of diseases related to about 40 disorders of genes encoding enzymes in lysosomes. The absence or loss of function of an enzyme, after a period of time, will cause accumulation of intermediate metabolic products, leading to destruction of cell structure and function. A large number of cells die causing loss of organ function in the body.\nAmong them, common Lysosome disorders include:\nPompe disease: has an incidence of 1:40,000.; MPS disease: includes MPS-I (1:100,000), MPS-II (1:136,000), MPS-IVA (1:250,000), MPS-VI (1:300,000).; Gaucher disease: has an incidence of 1:57,000.; Fabry disease: has an incidence of 1:40,000.\n\nCauses of congenital metabolic disorders\nThe cause of congenital metabolic disorders is due to autosomal genetic factors or gene mutations related to the production and activity of enzymes, cofactors, and proteins. transporters, receptors of metabolic pathways block (partially or completely) the body's essential metabolic pathways. (2)\nSome subjects are at risk of having children with congenital metabolic disorders:\nPregnant women with a history of giving birth to children with congenital metabolic disorders;; One or both parents carry the disease gene;; The family has a history of the disease or has had similar symptoms and death but the cause is unknown.\n\nSymptoms of metabolic disorders in infants\nCongenital metabolic disorders often develop in newborns or children under 12 months of age. Symptoms of the disease depend on the severity and type of metabolic disorder the baby is suffering from. Usually children will not have any symptoms until they receive nutrients from outside.\nChildren with congenital metabolic disorders often have fever, fatigue, and lethargic eyes\nSymptoms of congenital metabolic disorders are quite similar to the manifestations of many other diseases, making it difficult for families and doctors to differentiate, recognize and diagnose the disease. Some common symptoms:\nChildren are tired and lethargic; Loss of appetite, loss of appetite; Stop breathing or shortness of breath; Abdomen is distended, abdominal pain; Urine, saliva, breath, sweat are abnormal, have an unpleasant odor; Fever, coma; Jaundice; Weight loss, slow growth; Convulsions and epilepsy appear; Diarrhea, dehydration; Heart arrhythmia\n\nDiagnosis of congenital metabolic disorders\nCurrently, to detect congenital metabolic disorders early, experts at the neonatal center, Tam Anh General Hospital, Ho Chi Minh City recommend performing fatty acid metabolism screening tests for all newborns, to Early detection of risk factors for disease reduces morbidity, complications and mortality even before the disease has any symptoms. Some tests commonly performed to diagnose congenital metabolic disorders include:\nCarnitine absorption reduction test: Carnitine is a nutrient responsible for converting fat into energy for the body. The state of reduced carnitine absorption will make it impossible to use carnitine to perform this function, leading to metabolic disorders and some muscle diseases, hypoglycemia, etc. Children with this disease often have symptoms such as muscle tenderness, low muscle mass, muscle weakness, frequent fatigue, irritability, poor mobility, swelling, edema, difficulty breathing and hypoglycemia;; Testing for long-chain hydroxyacyl-CoA dehydrogenase catalytic enzyme deficiency causing fatty acid oxidation disorder: This is a testing method based on the excessive presence of long-chain hydroxy acids on organic acid analysis and the appearance of carnitine conjugates in an acylcarnitine compound or glycine conjugates in an acetylglycine compound through enzymatic studies in skin fibroblasts. Children with this disease may suffer from cardiomyopathy, rhabdomyolysis, increased creatine kinase, liver abnormalities or neurological diseases, etc.; Testing for very long chain acyl-CoA dehydrogenase catalytic enzyme deficiency: The disease can appear in children before 4 months of age, children nearly 1 year old, and even adults. Symptoms of the disease are often related to serious diseases of the heart muscle;; Test for medium chain acyl-CoA dehydrogenase catalytic enzyme deficiency causing fatty acid oxidation disorder: This is a test method to detect medium chain fatty acid binding compounds of carnitine in plasma, glycine in water urine or detect enzyme deficiency in cultured fibroblasts. Symptoms usually appear when pups are 2-3 months old with manifestations such as: refusal to feed, loss of appetite, nausea, vomiting, convulsions, coma, hypoglycemia, increased blood ammonia levels and blood ketones. abnormal urine, urine, etc.; Protein-energy deficiency test: This test is performed to quantify serum albumin, check the number of lymphocytes, CD4+ T lymphocytes, transferrin, and the ability to respond to skin antigens;\n\nHow to treat congenital metabolic disorders\nInborn errors of metabolism involve problems related to genetic factors and there is still no cure. Currently, treatment measures are aimed at limiting the development and impact of the disease's symptoms. Therefore, depending on each medical condition and type of metabolic disorder, doctors will choose and prescribe different treatment methods.\nDevelop a nutritional regimen suitable for your baby's health condition, avoid using foods that your baby's body cannot metabolize. In particular, for newborns, children need to use milk that is specifically prepared but still ensures to provide enough nutrients for the baby's comprehensive development;; Regularly supplement vitamins and minerals necessary for children. This will help your baby increase resistance and improve the ability to metabolize substances in the body;; Give your child regular health check-ups to monitor the child's medical condition and ensure the stability of the child's body indicators;; Perform stem cell transplantation and bone marrow transplantation;; Use drugs that support enzyme function or inject enzymes into the baby's body;; Perform liver, bone marrow transplant surgery, etc. if the disease develops seriously in these areas;; Use of genetically modified genes or materials.\n\nPreventing metabolic disorders in infants\nCongenital metabolic disorder is a recessive genetic disease, so one or both parents carry the recessive gene that causes this disease but are still normal and have absolutely no symptoms of the disease. Therefore, there is no way to prevent the disease. However, the following notes can reduce the possibility of having a child with an inborn error of metabolism:\nDo not marry by blood;; Periodic health check-ups and genetic testing before marriage;; Plan your pregnancy and perform prenatal screening at reputable medical facilities;; Perform newborn screening for children when they are first born;; Notify your doctor if you have risk factors for giving birth to a child with a congenital metabolic disorder.\nNewborn screening tests will help your baby detect factors and risks of disease early and have early treatment methods\n\nWhy is this disease dangerous for infants?\nIn Vietnam, the rate of newborns with metabolic disorders is 1:2,000 and the disease can be highly fatal after breastfeeding or drinking regular milk powder.\nCongenital metabolic disorders develop very quickly and are easily confused with other diseases, especially neonatal infections. On the other hand, the baby can get sick when neither parent shows signs of the disease. The disease cannot be diagnosed while still in the mother's womb and only occurs when the baby has to metabolize food for the body, so this is a dangerous disease for newborns.\nIf a child is detected and treated early, he or she can avoid dangerous complications, but this process can last a lifetime.\nExperts recommend that children should be screened and diagnosed with congenital metabolic disorders before symptoms appear. This will increase the rate of survival and normal development to 80%. Understanding issues related to congenital metabolic disorders will help mothers proactively protect their baby's health, detect symptoms early and have early treatment methods, helping their baby avoid risks and dangers. dangerous to health and life.\nSimple",
    "subsections": [
        {
            "subsection_name": "What are congenital metabolic disorders?",
            "subsection_content": "In each person's normal diet there are usually 3 main ingredients: protein, lipids and carbohydrates. When introduced into the body, under the influence of many enzymes, hormones, receptors, transport proteins and cofactors, they will be converted into energy to provide daily living activities. (first)\nCongenital metabolic disorders are rare genetic diseases of children, caused by deficiencies in receptors, enzymes, transport proteins, or cofactors in metabolism. metabolism of amino acids, fatty acids and organic acids. This leads to abnormal changes in the synthesis or degradation cycles of substances in the body. This creates abnormal products that poison cells, impair organ function, and even cause death for children.\nDuring pregnancy, the fetus absorbs nutrients metabolized from the mother. But after birth, the baby provides its own nutrients by breastfeeding, at which point the baby's digestive system begins to function. However, the substances are not fully metabolized and symptoms of metabolic disorders begin to appear.\nTherefore, early detection of congenital metabolic disorders is extremely important. Parents need to pay attention to their baby's unusual signs and need to take their baby to medical facilities for examination and treatment as soon as there are signs or suspicions that the baby has an inborn metabolic disorder.",
            "subsection_string": "What are congenital metabolic disorders?\nIn each person's normal diet there are usually 3 main ingredients: protein, lipids and carbohydrates. When introduced into the body, under the influence of many enzymes, hormones, receptors, transport proteins and cofactors, they will be converted into energy to provide daily living activities. (first)\nCongenital metabolic disorders are rare genetic diseases of children, caused by deficiencies in receptors, enzymes, transport proteins, or cofactors in metabolism. metabolism of amino acids, fatty acids and organic acids. This leads to abnormal changes in the synthesis or degradation cycles of substances in the body. This creates abnormal products that poison cells, impair organ function, and even cause death for children.\nDuring pregnancy, the fetus absorbs nutrients metabolized from the mother. But after birth, the baby provides its own nutrients by breastfeeding, at which point the baby's digestive system begins to function. However, the substances are not fully metabolized and symptoms of metabolic disorders begin to appear.\nTherefore, early detection of congenital metabolic disorders is extremely important. Parents need to pay attention to their baby's unusual signs and need to take their baby to medical facilities for examination and treatment as soon as there are signs or suspicions that the baby has an inborn metabolic disorder."
        },
        {
            "subsection_name": "Common congenital metabolic disorders",
            "subsection_content": "1. Amino acid metabolism disorders in infants\nAmino acid metabolism disorder is a condition in which mutated genes make enzymes unable to synthesize, decompose or absorb amino acids from protein foods such as meat, fish, eggs, milk, etc. This leads to Accumulation of unmetabolized proteins and formation of abnormal metabolites in cells and organs, causing disease in children.\n2. Fatty acid metabolism disorders in infants\nFatty acid metabolism disorder in newborns is a congenital syndrome that affects the ability to break down fat in newborns. Normally, the body will metabolize glucose from starch and sugar to create energy for life activities and when this energy source is depleted, the body will use stored energy from fat. However, when children have fatty acid metabolism disorder, they will not be able to use fat to produce energy. Therefore, the blood sugar levels of sick children are always low and the blood accumulates many toxic substances.\n3. Organic acid metabolism disorder\nOrganic acid metabolism disorder is a disorder that affects the ability to use amino acids (components to build proteins in the body) and the ability to synthesize and use ketones (organic compounds). produced by the body during the process of burning fat to produce energy) in the body. When using vitamins, proteins and carbohydrates (sugars) in food, patients can develop serious symptoms, even death.\nCommon organic acid metabolism disorders include:\n3-methylcrotonyl-CoA carboxylase (3MCC) enzyme deficiency; Beta-ketothiolase (BKT) enzyme deficiency; Glutaric acidemia type I (Glutaric acidemia type 1 – GA1).; Hydroxymethyl Glutaric aciduria (HMG) enzyme deficiency; Unable to decompose leucine causing Isovaleric Acid Abnormalities (IVA).; Abnormalities in Methylmalonic acid metabolism (CBI A and CBI B).; Multiple carboxylase enzyme deficiency (MCD).; Propionic acid metabolism disorder (PROP).\nAmong them, 3MCC and PROP are the two most common disorders, with an incidence of 1:75,000 children born each year.\n4. Carbohydrate metabolism disorder: Galactosemia\nCarbohydrate metabolism disorder (Galactosemia) is a condition of excess galactose in the blood. Galactose is a component in lactose, often found in dairy products, especially in artificial milk powder for children. In addition, some other foods may also have small amounts of galactose.\n5. Lysosomal storage disorders: Pompe, MPS, Gaucher, Fabry\nLysosome is an organelle containing hydrolytic enzymes that degrade proteins, complex carbohydrates, nucleic acids, lipids, sulfates and phosphates, forming products that can be reused or discarded. outside the body.\nLysosomal storage disorders are a group of diseases related to about 40 disorders of genes encoding enzymes in lysosomes. The absence or loss of function of an enzyme, after a period of time, will cause accumulation of intermediate metabolic products, leading to destruction of cell structure and function. A large number of cells die causing loss of organ function in the body.\nAmong them, common Lysosome disorders include:\nPompe disease: has an incidence of 1:40,000.; MPS disease: includes MPS-I (1:100,000), MPS-II (1:136,000), MPS-IVA (1:250,000), MPS-VI (1:300,000).; Gaucher disease: has an incidence of 1:57,000.; Fabry disease: has an incidence of 1:40,000.",
            "subsection_string": "Common congenital metabolic disorders\n1. Amino acid metabolism disorders in infants\nAmino acid metabolism disorder is a condition in which mutated genes make enzymes unable to synthesize, decompose or absorb amino acids from protein foods such as meat, fish, eggs, milk, etc. This leads to Accumulation of unmetabolized proteins and formation of abnormal metabolites in cells and organs, causing disease in children.\n2. Fatty acid metabolism disorders in infants\nFatty acid metabolism disorder in newborns is a congenital syndrome that affects the ability to break down fat in newborns. Normally, the body will metabolize glucose from starch and sugar to create energy for life activities and when this energy source is depleted, the body will use stored energy from fat. However, when children have fatty acid metabolism disorder, they will not be able to use fat to produce energy. Therefore, the blood sugar levels of sick children are always low and the blood accumulates many toxic substances.\n3. Organic acid metabolism disorder\nOrganic acid metabolism disorder is a disorder that affects the ability to use amino acids (components to build proteins in the body) and the ability to synthesize and use ketones (organic compounds). produced by the body during the process of burning fat to produce energy) in the body. When using vitamins, proteins and carbohydrates (sugars) in food, patients can develop serious symptoms, even death.\nCommon organic acid metabolism disorders include:\n3-methylcrotonyl-CoA carboxylase (3MCC) enzyme deficiency; Beta-ketothiolase (BKT) enzyme deficiency; Glutaric acidemia type I (Glutaric acidemia type 1 – GA1).; Hydroxymethyl Glutaric aciduria (HMG) enzyme deficiency; Unable to decompose leucine causing Isovaleric Acid Abnormalities (IVA).; Abnormalities in Methylmalonic acid metabolism (CBI A and CBI B).; Multiple carboxylase enzyme deficiency (MCD).; Propionic acid metabolism disorder (PROP).\nAmong them, 3MCC and PROP are the two most common disorders, with an incidence of 1:75,000 children born each year.\n4. Carbohydrate metabolism disorder: Galactosemia\nCarbohydrate metabolism disorder (Galactosemia) is a condition of excess galactose in the blood. Galactose is a component in lactose, often found in dairy products, especially in artificial milk powder for children. In addition, some other foods may also have small amounts of galactose.\n5. Lysosomal storage disorders: Pompe, MPS, Gaucher, Fabry\nLysosome is an organelle containing hydrolytic enzymes that degrade proteins, complex carbohydrates, nucleic acids, lipids, sulfates and phosphates, forming products that can be reused or discarded. outside the body.\nLysosomal storage disorders are a group of diseases related to about 40 disorders of genes encoding enzymes in lysosomes. The absence or loss of function of an enzyme, after a period of time, will cause accumulation of intermediate metabolic products, leading to destruction of cell structure and function. A large number of cells die causing loss of organ function in the body.\nAmong them, common Lysosome disorders include:\nPompe disease: has an incidence of 1:40,000.; MPS disease: includes MPS-I (1:100,000), MPS-II (1:136,000), MPS-IVA (1:250,000), MPS-VI (1:300,000).; Gaucher disease: has an incidence of 1:57,000.; Fabry disease: has an incidence of 1:40,000."
        },
        {
            "subsection_name": "Causes of congenital metabolic disorders",
            "subsection_content": "The cause of congenital metabolic disorders is due to autosomal genetic factors or gene mutations related to the production and activity of enzymes, cofactors, and proteins. transporters, receptors of metabolic pathways block (partially or completely) the body's essential metabolic pathways. (2)\nSome subjects are at risk of having children with congenital metabolic disorders:\nPregnant women with a history of giving birth to children with congenital metabolic disorders;; One or both parents carry the disease gene;; The family has a history of the disease or has had similar symptoms and death but the cause is unknown.",
            "subsection_string": "Causes of congenital metabolic disorders\nThe cause of congenital metabolic disorders is due to autosomal genetic factors or gene mutations related to the production and activity of enzymes, cofactors, and proteins. transporters, receptors of metabolic pathways block (partially or completely) the body's essential metabolic pathways. (2)\nSome subjects are at risk of having children with congenital metabolic disorders:\nPregnant women with a history of giving birth to children with congenital metabolic disorders;; One or both parents carry the disease gene;; The family has a history of the disease or has had similar symptoms and death but the cause is unknown."
        },
        {
            "subsection_name": "Symptoms of metabolic disorders in infants",
            "subsection_content": "Congenital metabolic disorders often develop in newborns or children under 12 months of age. Symptoms of the disease depend on the severity and type of metabolic disorder the baby is suffering from. Usually children will not have any symptoms until they receive nutrients from outside.\nChildren with congenital metabolic disorders often have fever, fatigue, and lethargic eyes\nSymptoms of congenital metabolic disorders are quite similar to the manifestations of many other diseases, making it difficult for families and doctors to differentiate, recognize and diagnose the disease. Some common symptoms:\nChildren are tired and lethargic; Loss of appetite, loss of appetite; Stop breathing or shortness of breath; Abdomen is distended, abdominal pain; Urine, saliva, breath, sweat are abnormal, have an unpleasant odor; Fever, coma; Jaundice; Weight loss, slow growth; Convulsions and epilepsy appear; Diarrhea, dehydration; Heart arrhythmia",
            "subsection_string": "Symptoms of metabolic disorders in infants\nCongenital metabolic disorders often develop in newborns or children under 12 months of age. Symptoms of the disease depend on the severity and type of metabolic disorder the baby is suffering from. Usually children will not have any symptoms until they receive nutrients from outside.\nChildren with congenital metabolic disorders often have fever, fatigue, and lethargic eyes\nSymptoms of congenital metabolic disorders are quite similar to the manifestations of many other diseases, making it difficult for families and doctors to differentiate, recognize and diagnose the disease. Some common symptoms:\nChildren are tired and lethargic; Loss of appetite, loss of appetite; Stop breathing or shortness of breath; Abdomen is distended, abdominal pain; Urine, saliva, breath, sweat are abnormal, have an unpleasant odor; Fever, coma; Jaundice; Weight loss, slow growth; Convulsions and epilepsy appear; Diarrhea, dehydration; Heart arrhythmia"
        },
        {
            "subsection_name": "Diagnosis of congenital metabolic disorders",
            "subsection_content": "Currently, to detect congenital metabolic disorders early, experts at the neonatal center, Tam Anh General Hospital, Ho Chi Minh City recommend performing fatty acid metabolism screening tests for all newborns, to Early detection of risk factors for disease reduces morbidity, complications and mortality even before the disease has any symptoms. Some tests commonly performed to diagnose congenital metabolic disorders include:\nCarnitine absorption reduction test: Carnitine is a nutrient responsible for converting fat into energy for the body. The state of reduced carnitine absorption will make it impossible to use carnitine to perform this function, leading to metabolic disorders and some muscle diseases, hypoglycemia, etc. Children with this disease often have symptoms such as muscle tenderness, low muscle mass, muscle weakness, frequent fatigue, irritability, poor mobility, swelling, edema, difficulty breathing and hypoglycemia;; Testing for long-chain hydroxyacyl-CoA dehydrogenase catalytic enzyme deficiency causing fatty acid oxidation disorder: This is a testing method based on the excessive presence of long-chain hydroxy acids on organic acid analysis and the appearance of carnitine conjugates in an acylcarnitine compound or glycine conjugates in an acetylglycine compound through enzymatic studies in skin fibroblasts. Children with this disease may suffer from cardiomyopathy, rhabdomyolysis, increased creatine kinase, liver abnormalities or neurological diseases, etc.; Testing for very long chain acyl-CoA dehydrogenase catalytic enzyme deficiency: The disease can appear in children before 4 months of age, children nearly 1 year old, and even adults. Symptoms of the disease are often related to serious diseases of the heart muscle;; Test for medium chain acyl-CoA dehydrogenase catalytic enzyme deficiency causing fatty acid oxidation disorder: This is a test method to detect medium chain fatty acid binding compounds of carnitine in plasma, glycine in water urine or detect enzyme deficiency in cultured fibroblasts. Symptoms usually appear when pups are 2-3 months old with manifestations such as: refusal to feed, loss of appetite, nausea, vomiting, convulsions, coma, hypoglycemia, increased blood ammonia levels and blood ketones. abnormal urine, urine, etc.; Protein-energy deficiency test: This test is performed to quantify serum albumin, check the number of lymphocytes, CD4+ T lymphocytes, transferrin, and the ability to respond to skin antigens;",
            "subsection_string": "Diagnosis of congenital metabolic disorders\nCurrently, to detect congenital metabolic disorders early, experts at the neonatal center, Tam Anh General Hospital, Ho Chi Minh City recommend performing fatty acid metabolism screening tests for all newborns, to Early detection of risk factors for disease reduces morbidity, complications and mortality even before the disease has any symptoms. Some tests commonly performed to diagnose congenital metabolic disorders include:\nCarnitine absorption reduction test: Carnitine is a nutrient responsible for converting fat into energy for the body. The state of reduced carnitine absorption will make it impossible to use carnitine to perform this function, leading to metabolic disorders and some muscle diseases, hypoglycemia, etc. Children with this disease often have symptoms such as muscle tenderness, low muscle mass, muscle weakness, frequent fatigue, irritability, poor mobility, swelling, edema, difficulty breathing and hypoglycemia;; Testing for long-chain hydroxyacyl-CoA dehydrogenase catalytic enzyme deficiency causing fatty acid oxidation disorder: This is a testing method based on the excessive presence of long-chain hydroxy acids on organic acid analysis and the appearance of carnitine conjugates in an acylcarnitine compound or glycine conjugates in an acetylglycine compound through enzymatic studies in skin fibroblasts. Children with this disease may suffer from cardiomyopathy, rhabdomyolysis, increased creatine kinase, liver abnormalities or neurological diseases, etc.; Testing for very long chain acyl-CoA dehydrogenase catalytic enzyme deficiency: The disease can appear in children before 4 months of age, children nearly 1 year old, and even adults. Symptoms of the disease are often related to serious diseases of the heart muscle;; Test for medium chain acyl-CoA dehydrogenase catalytic enzyme deficiency causing fatty acid oxidation disorder: This is a test method to detect medium chain fatty acid binding compounds of carnitine in plasma, glycine in water urine or detect enzyme deficiency in cultured fibroblasts. Symptoms usually appear when pups are 2-3 months old with manifestations such as: refusal to feed, loss of appetite, nausea, vomiting, convulsions, coma, hypoglycemia, increased blood ammonia levels and blood ketones. abnormal urine, urine, etc.; Protein-energy deficiency test: This test is performed to quantify serum albumin, check the number of lymphocytes, CD4+ T lymphocytes, transferrin, and the ability to respond to skin antigens;"
        },
        {
            "subsection_name": "How to treat congenital metabolic disorders",
            "subsection_content": "Inborn errors of metabolism involve problems related to genetic factors and there is still no cure. Currently, treatment measures are aimed at limiting the development and impact of the disease's symptoms. Therefore, depending on each medical condition and type of metabolic disorder, doctors will choose and prescribe different treatment methods.\nDevelop a nutritional regimen suitable for your baby's health condition, avoid using foods that your baby's body cannot metabolize. In particular, for newborns, children need to use milk that is specifically prepared but still ensures to provide enough nutrients for the baby's comprehensive development;; Regularly supplement vitamins and minerals necessary for children. This will help your baby increase resistance and improve the ability to metabolize substances in the body;; Give your child regular health check-ups to monitor the child's medical condition and ensure the stability of the child's body indicators;; Perform stem cell transplantation and bone marrow transplantation;; Use drugs that support enzyme function or inject enzymes into the baby's body;; Perform liver, bone marrow transplant surgery, etc. if the disease develops seriously in these areas;; Use of genetically modified genes or materials.",
            "subsection_string": "How to treat congenital metabolic disorders\nInborn errors of metabolism involve problems related to genetic factors and there is still no cure. Currently, treatment measures are aimed at limiting the development and impact of the disease's symptoms. Therefore, depending on each medical condition and type of metabolic disorder, doctors will choose and prescribe different treatment methods.\nDevelop a nutritional regimen suitable for your baby's health condition, avoid using foods that your baby's body cannot metabolize. In particular, for newborns, children need to use milk that is specifically prepared but still ensures to provide enough nutrients for the baby's comprehensive development;; Regularly supplement vitamins and minerals necessary for children. This will help your baby increase resistance and improve the ability to metabolize substances in the body;; Give your child regular health check-ups to monitor the child's medical condition and ensure the stability of the child's body indicators;; Perform stem cell transplantation and bone marrow transplantation;; Use drugs that support enzyme function or inject enzymes into the baby's body;; Perform liver, bone marrow transplant surgery, etc. if the disease develops seriously in these areas;; Use of genetically modified genes or materials."
        },
        {
            "subsection_name": "Preventing metabolic disorders in infants",
            "subsection_content": "Congenital metabolic disorder is a recessive genetic disease, so one or both parents carry the recessive gene that causes this disease but are still normal and have absolutely no symptoms of the disease. Therefore, there is no way to prevent the disease. However, the following notes can reduce the possibility of having a child with an inborn error of metabolism:\nDo not marry by blood;; Periodic health check-ups and genetic testing before marriage;; Plan your pregnancy and perform prenatal screening at reputable medical facilities;; Perform newborn screening for children when they are first born;; Notify your doctor if you have risk factors for giving birth to a child with a congenital metabolic disorder.\nNewborn screening tests will help your baby detect factors and risks of disease early and have early treatment methods",
            "subsection_string": "Preventing metabolic disorders in infants\nCongenital metabolic disorder is a recessive genetic disease, so one or both parents carry the recessive gene that causes this disease but are still normal and have absolutely no symptoms of the disease. Therefore, there is no way to prevent the disease. However, the following notes can reduce the possibility of having a child with an inborn error of metabolism:\nDo not marry by blood;; Periodic health check-ups and genetic testing before marriage;; Plan your pregnancy and perform prenatal screening at reputable medical facilities;; Perform newborn screening for children when they are first born;; Notify your doctor if you have risk factors for giving birth to a child with a congenital metabolic disorder.\nNewborn screening tests will help your baby detect factors and risks of disease early and have early treatment methods"
        },
        {
            "subsection_name": "Why is this disease dangerous for infants?",
            "subsection_content": "In Vietnam, the rate of newborns with metabolic disorders is 1:2,000 and the disease can be highly fatal after breastfeeding or drinking regular milk powder.\nCongenital metabolic disorders develop very quickly and are easily confused with other diseases, especially neonatal infections. On the other hand, the baby can get sick when neither parent shows signs of the disease. The disease cannot be diagnosed while still in the mother's womb and only occurs when the baby has to metabolize food for the body, so this is a dangerous disease for newborns.\nIf a child is detected and treated early, he or she can avoid dangerous complications, but this process can last a lifetime.\nExperts recommend that children should be screened and diagnosed with congenital metabolic disorders before symptoms appear. This will increase the rate of survival and normal development to 80%. Understanding issues related to congenital metabolic disorders will help mothers proactively protect their baby's health, detect symptoms early and have early treatment methods, helping their baby avoid risks and dangers. dangerous to health and life.\nSimple",
            "subsection_string": "Why is this disease dangerous for infants?\nIn Vietnam, the rate of newborns with metabolic disorders is 1:2,000 and the disease can be highly fatal after breastfeeding or drinking regular milk powder.\nCongenital metabolic disorders develop very quickly and are easily confused with other diseases, especially neonatal infections. On the other hand, the baby can get sick when neither parent shows signs of the disease. The disease cannot be diagnosed while still in the mother's womb and only occurs when the baby has to metabolize food for the body, so this is a dangerous disease for newborns.\nIf a child is detected and treated early, he or she can avoid dangerous complications, but this process can last a lifetime.\nExperts recommend that children should be screened and diagnosed with congenital metabolic disorders before symptoms appear. This will increase the rate of survival and normal development to 80%. Understanding issues related to congenital metabolic disorders will help mothers proactively protect their baby's health, detect symptoms early and have early treatment methods, helping their baby avoid risks and dangers. dangerous to health and life.\nSimple"
        }
    ],
    "name": "roi-loan-chuyen-hoa-bam-sinh.json"
}