{
    "title": "Digestive disorders: Causes, symptoms and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/roi-loan-tieu-hoa/",
    "abstract": "Digestive disorders are changes that occur differently from the normal condition in the digestive tract (digestive tube), from the mouth to the anal canal, causing patients to have mild to severe symptoms related to the digestive tract. Digestive disorders such as abdominal pain, bloating, indigestion, nausea, change in bowel habits... Digestive disorders can be a manifestation of a mild, transient gastrointestinal condition, or a sign of a medical condition. Serious gastrointestinal tract infections need to be detected and treated promptly. Therefore, symptom monitoring is very important.",
    "content": "Digestive disorders: Causes, symptoms and prevention\n\nDigestive disorders are changes that occur differently from the normal condition in the digestive tract (digestive tube), from the mouth to the anal canal, causing patients to have mild to severe symptoms related to the digestive tract. Digestive disorders such as abdominal pain, bloating, indigestion, nausea, change in bowel habits... Digestive disorders can be a manifestation of a mild, transient gastrointestinal condition, or a sign of a medical condition. Serious gastrointestinal tract infections need to be detected and treated promptly. Therefore, symptom monitoring is very important.\n\nWhat are digestive disorders?\nDigestive disorders are medical conditions that occur when the digestive tract shows signs of abnormal structure or activity. Accordingly, medical experts have divided into two main categories:\nOrganic digestive disease (occurs when structural abnormalities appear in the digestive system, leading to affected activities).; Organic digestive disease (occurs when the digestive system has structural abnormalities, leading to affected activities).\nFunctional digestive disorders (Occurs when the digestive system does not function normally but there is no physical disease).; Functional digestive disorders (Occurs when the digestive system does not function normally but there is no physical disease).\nThe condition appears with diverse symptoms, affecting many parts of the system at the same time. Specifically, digestion is the process of breaking down and converting food into nutrients, passing through the intestinal wall and into the blood. It all starts in the mouth area, when chewing, food mixed with saliva is then decomposed and crushed by stomach contractions. When it reaches the intestines, digestive juices from the gallbladder and pancreas will continue to decompose again. At this time, nutrients pass through the intestinal wall and into the blood, serving the purpose of energy production. Meanwhile, unabsorbed food will combine with dead cells to convert into feces in the colon.(3)\nThis is a normal digestive process. If a disorder occurs, one or more stages will be affected, causing common unpleasant symptoms.\n\nSubjects prone to digestive disorders\nDigestive disorders can occur at any age and in any subject. However, risk groups that must be mentioned include:\n1. Children and adolescents\nDigestive dysfunction and motility disorders often occur in people from birth to 18 years old. This condition causes serious obstacles to health as well as daily activities. Some of the most common symptoms include: abdominal pain, nausea, constipation, diarrhea... Of which, functional digestive disorders account for at least 40 - 50% of cases, most of which are related to signs of abdominal pain. .\n2. Elderly people\nAs we age, aging occurs strongly, which is the main factor causing common digestive system disorders. As follows:\nEsophagus: With increasing age, the ability of the esophagus to contract and the tension of the upper sphincter is reduced.; Esophagus: With increasing age, the ability of the esophagus to contract and the tension of the upper sphincter is reduced.\nStomach: As you age, the stomach mucosa's ability to resist damage is reduced, leading to an increased risk of duodenal ulcers. In addition, at this stage, the elasticity, capacity as well as the rate of food discharge of the stomach are reduced. This is also one of the reasons why the digestive system is easily disturbed.; Stomach: As you age, the stomach mucosa's ability to resist damage is reduced, leading to an increased risk of duodenal ulcers. In addition, at this stage, the elasticity, capacity as well as the rate of food discharge of the stomach are reduced. This is also one of the reasons why the digestive system is easily disturbed.\nSmall intestine: Aging in older people affects the structure of the small intestine, causing the movement of substances and the ability to absorb nutrients to be more or less limited.; Small intestine: Aging in older people affects the structure of the small intestine, causing the movement of substances and the ability to absorb nutrients to be more or less limited.\nReduced lactase levels: This causes some older people to have digestive disorders when consuming dairy products.; Reduced lactase levels: This causes some older people to have digestive disorders when consuming dairy products.\nBacterial overgrowth: The number of certain types of bacteria in the digestive system increases with age, leading to abdominal pain, bloating and weight loss. At the same time, this is also a common cause of hindered absorption of nutrients, such as Vitamin B12, Iron, Calcium...; Bacterial overgrowth: The number of certain types of bacteria in the digestive system increases with age, leading to abdominal pain, bloating and weight loss. At the same time, this is also a common cause of hindered absorption of nutrients, such as Vitamin B12, Iron, Calcium...\nIn addition, some at-risk groups may stem from medical history, lifestyle, daily living and labor habits... Specifically includes:\nPregnant women: The uterus can touch the intestines and stomach during pregnancy. In addition, hormonal changes can also cause disorders (constipation, indigestion...).; Pregnant women: The uterus can touch the intestines and stomach during pregnancy. In addition, hormonal changes can also cause disorders (constipation, indigestion...).\nPeople who practice sports that require endurance: These people often have to deal with dehydration, dieting, vascular disorders... causing negative impacts on digestive activities.; People who practice sports that require endurance: These people often have to deal with dehydration, dieting, vascular disorders... causing negative impacts on digestive activities.\nPeople who often suffer from stress, anxiety and depression: Being psychologically unstable and comfortable can also easily cause digestive system disorders.; People who often suffer from stress, anxiety and depression: Being mentally unstable and relaxed can also easily cause digestive system disorders.\nPeople suffering from chronic diseases such as type 2 diabetes, migraines, hypothyroidism...; People suffering from chronic diseases such as type 2 diabetes, migraines, hypothyroidism...\n\nCauses of digestive disorders\nDigestive disorders arise from a number of diseases related to this system. Among them, typical factors that must be mentioned include: (2)\n1. Diet\nDaily diet and nutrition directly affect the functioning of the digestive system. Therefore, the disorder largely comes from this group of causes. Some foods that have a high risk of causing negative effects on digestion include:\nSpoiled or unsanitary food: Bacteria from spoiled, unsanitary food entering the digestive system will lead to poisoning, spasms of smooth muscle in the digestive tract, causing cramps and a variety of problems. other.; Spoiled or unsanitary food: Bacteria from spoiled, unsanitary food entering the digestive system will lead to poisoning, spasms of smooth muscle in the digestive tract, causing cramps and a variety of problems. other.\nHot and spicy foods: This food group will damage the stomach, and in the long term can cause digestive system disorders.; Hot and spicy foods: This group of foods will damage the stomach and, in the long run, can cause digestive system disorders.\nDairy products: In some groups, the digestive system cannot tolerate milk and dairy products (ice cream, cheese...). Therefore, stopping use is necessary, instead you can try some other food sources rich in Vitamin D such as salmon, green vegetables...; Dairy products: In some groups, the digestive system cannot tolerate milk and dairy products (ice cream, cheese...). Therefore, stopping use is necessary, instead you can try some other food sources rich in Vitamin D such as salmon, green vegetables...\nAcidic foods: Highly acidic foods such as grapefruit, oranges, tomatoes, lemons... can cause irritation to the stomach lining. Therefore, more ideal alternatives are apples, bananas, fiber-rich vegetables (onions, asparagus, artichokes...)...; Acidic foods: Highly acidic foods such as grapefruit, oranges, tomatoes, lemons... can cause irritation to the stomach lining. Therefore, more ideal alternatives are apples, bananas, fiber-rich vegetables (onions, asparagus, artichokes...)...\n2. Drink a lot of alcoholic drinks\nAlcohol will stimulate the esophageal sphincter, causing heartburn and a variety of other serious problems. Therefore, to protect a healthy digestive system, limiting use is necessary.\n3. Diseases related to the stomach\nStomach-related diseases are also common causes of digestive disorders. Among them, two typical situations include:\nGastroesophageal reflux disease: The esophagus is connected to the mouth and stomach. Reflux occurs when gastric secretions travel back up into this area, causing pain and discomfort. If the disease is not treated early, in the long term it will lead to damage to the esophagus.; Gastroesophageal reflux disease: The esophagus is connected to the mouth and stomach. Reflux occurs when gastric secretions travel back up into this area, causing pain and discomfort. If the disease is not treated early, in the long term it will lead to damage to the esophagus.\nPeptic ulcer: Ulcers form in the wall of the digestive tract, becoming painful when in direct contact with gastric juice. In the long term, this condition can lead to serious bleeding, directly affecting the functioning of the system.; Peptic ulcer: Ulcers form in the wall of the digestive tract, becoming painful when in direct contact with gastric juice. In the long term, this condition can lead to serious bleeding, directly affecting the functioning of the system.\n4. Colitis\nThis is an inflammatory bowel disease that affects the colorectal lining. This condition often appears commonly in people between 30 and 40 years old, including men and women. The disease is recognized by many diverse symptoms such as: diarrhea, mucus and/or blood in the stool, frequent bowel movements, fatigue...\n5. Acute appendicitis\nThis is a condition in which the appendix suddenly becomes inflamed. The disease usually occurs between the ages of 10 and 30 years old, with a higher proportion of men. Acute appendicitis directly affects the functioning of the digestive system, severe pain appears along with symptoms of diarrhea, flatulence, abdominal stiffness... If this condition is not treated promptly, the risk of High blood pressure can lead to serious complications, such as ruptured appendix, peritoneal infection, etc.\n6. Urinary tract stone disease\nUrinary tract stones appear due to the accumulation of minerals, acids and salts in the urine. When the condition becomes serious, the patient will feel severe pain in the ribs, back, and abdomen. This is also considered one of the causes of gastrointestinal disorders.\n\nSymptoms of digestive disorders\nSymptoms of digestive disorders depend on the cause (stomach disease, diet...). However, in general, this condition often appears with some easily recognizable signs as follows:(4)\nStomach-ache.; Chest pain or back pain; Constipation.; Diarrhea.; Difficulty swallowing.; Hiccup.; Uncontrolled defecation; Undigested.; Does not taste good; A lump appears in the throat; Nausea.; Bleed.; Gain or lose weight.\n\nComplications of digestive disorders\nDigestive disorders arise from many different medical causes. Therefore, the condition can lead to many dangerous complications if not detected and treated promptly, such as:\nAcute illness: Food poisoning, appendicitis, stomach perforation...; Dangerous intestinal problems: Ulcerative colitis, intestinal ischemia, cancer...; Dangerous and urgent disorders: Intestinal obstruction, appendicitis, acute pancreatitis...\nIn particular, patients need to immediately contact their doctor for an accurate diagnosis if they experience serious symptoms. Specifically includes:\nSevere and continuous abdominal pain; Fast heart beat.; Low blood pressure.; Sweating, mental confusion; Swollen abdomen; Pain when gently touching the abdomen.\n\nAre digestive disorders dangerous?\nDigestive disorders can be dangerous for patients if not diagnosed and treated promptly. This condition shows that the body may be facing one or more different diseases, related to the stomach, colon, intestines... Eating disorders are also common causes. , but if not controlled, it can easily lead to serious complications later (poisoning, ulcers...).\n\nDiagnosis of digestive disorders\nDigestive disorders can affect one or more parts and organs in the system. Based on the results of the examination and psychological assessment (if any), the doctor will choose the appropriate diagnostic method to reach an accurate conclusion. Some commonly used tests include:\nGeneral tests on organ function such as liver and kidney, hematology, other blood biochemistry and related to acid and reflux phenomenon.(1); Gastrointestinal endoscopy; Laparoscopy.; Measure peristaltic pressure and esophageal resistance; Fecal occult blood test.; Supersonic.; Computed tomography and magnetic resonance imaging.; X-ray.\nThese diagnostic methods can help doctors accurately identify digestive system disorders and then devise an effective treatment plan. Some tests require fasting or defecation before the procedure, or require no preparation. Regarding this issue, the patient needs to discuss details with the doctor to proceed.\nIn rare cases, the tests may cause bleeding or injury. Therefore, patients should discuss specifically with their doctors the risks and benefits to have the best preparation.\n\nTreatment of digestive disorders\nThe treatment process for digestive system disorders will vary depending on the diagnosis results, the cause of the disease... However, in general, in this case, the patient may be advised to follow a number of methods. after:\nRest and drink plenty of water.; Priority should be given to foods that are easy to digest and beneficial to the digestive system; Avoid foods containing grease, spices, dairy, etc.; Use over-the-counter medications to relieve symptoms, such as laxatives, constipation medications, etc.; Use prescription medications as prescribed by your doctor to control nausea and aid in rehydration (even if used intravenously).\n\nMeasures to prevent digestive disorders\nDigestive disorders directly affect health, psychology as well as daily activities and work. Therefore, proactive prevention from the beginning is really necessary and important. Some useful measures include:\n1. Prevent agents that cause adverse effects on the digestive tract\nThese factors include living habits, sleeping habits, eating habits, foods used that are harmful to digestion (alcohol, spicy foods, grease, etc.)... In addition, over-the-counter or prescription drugs are also Can lead to digestive system disorders if the body is sensitive and allergic. Therefore, before use, consulting a doctor should always be a priority.\n2. Make fiber a main ingredient in the daily menu\nFoods rich in fiber (fruits, vegetables, whole grains, beans, etc.) are very beneficial for digestion. Some important benefits include:\nPrevent constipation.; Prevents diarrhea, flatulence and bloating; Balances the microflora in the intestinal tract, helping the digestive system stay healthy.; Prevent irritable bowel syndrome, bloating, nausea, intestinal cramps...\nIn addition, combining soluble and insoluble fiber is also a useful solution to improve digestive system activity. The first type mainly exists in nuts, beans (kidney beans, black beans and lima beans), fruits (avocados, apricots, pears) and vegetables (carrots, radishes). Meanwhile, insoluble fiber can be found mainly in grains, vegetables and fruits.\n3. Drink enough water\nWater plays a very important role in intestinal function. Drinking enough water every day will help clean the digestive system, soften stools and prevent constipation. In addition, this also helps increase the efficiency of food decomposition and also improves the body's ability to absorb nutrients. The ideal amount of water to add every day is 2 liters.\n4. Use biological products\nUsing probiotics in combination with your daily diet is also a solution for a healthy digestive system. Some typical examples include yogurt, fermented foods... which are rich sources of Probiotics for the intestinal tract. But you need to be careful with fermented foods, only use enough.\n5. Move your body and exercise regularly\nThe habit of exercising at least 150 minutes a day will help maintain digestive system function, support intestinal regulation to effectively prevent constipation. Besides, regular exercise also brings many other important benefits to the body.\n6. Limit fatty foods\nThis group of foods will hinder the digestive system, easily leading to stomach pain and constipation. However, if the diet is rich in healthy fats (Omega-3 fatty acids) combined with fiber, it will have positive effects.\n7. Limit stress\nStress can cause a variety of digestive problems such as inflammation, loss of appetite, bloating, cramps, etc. Therefore, to effectively manage stress, useful solutions include exercise, exercise, and exercise. yoga, meditation…\n\nIf you have digestive disorders, what should you eat and what should you avoid?\nDiet has a great influence on the treatment, care and recovery of digestive disorders. Food groups that should be eaten and avoided include:\nFoods to eat: Vegetables, grains, nuts, beans, ginger, yogurt...; Foods to avoid: Spicy foods, lots of acid, milk and dairy products, alcohol...\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all detailed information related to digestive disorders. Hopefully with these shares, patients will have more useful updates to proactively prevent, monitor, detect and treat early, to minimize dangerous complications.",
    "subsections": [
        {
            "subsection_name": "What are digestive disorders?",
            "subsection_content": "Digestive disorders are medical conditions that occur when the digestive tract shows signs of abnormal structure or activity. Accordingly, medical experts have divided into two main categories:\nOrganic digestive disease (occurs when structural abnormalities appear in the digestive system, leading to affected activities).; Organic digestive disease (occurs when the digestive system has structural abnormalities, leading to affected activities).\nFunctional digestive disorders (Occurs when the digestive system does not function normally but there is no physical disease).; Functional digestive disorders (Occurs when the digestive system does not function normally but there is no physical disease).\nThe condition appears with diverse symptoms, affecting many parts of the system at the same time. Specifically, digestion is the process of breaking down and converting food into nutrients, passing through the intestinal wall and into the blood. It all starts in the mouth area, when chewing, food mixed with saliva is then decomposed and crushed by stomach contractions. When it reaches the intestines, digestive juices from the gallbladder and pancreas will continue to decompose again. At this time, nutrients pass through the intestinal wall and into the blood, serving the purpose of energy production. Meanwhile, unabsorbed food will combine with dead cells to convert into feces in the colon.(3)\nThis is a normal digestive process. If a disorder occurs, one or more stages will be affected, causing common unpleasant symptoms.",
            "subsection_string": "What are digestive disorders?\nDigestive disorders are medical conditions that occur when the digestive tract shows signs of abnormal structure or activity. Accordingly, medical experts have divided into two main categories:\nOrganic digestive disease (occurs when structural abnormalities appear in the digestive system, leading to affected activities).; Organic digestive disease (occurs when the digestive system has structural abnormalities, leading to affected activities).\nFunctional digestive disorders (Occurs when the digestive system does not function normally but there is no physical disease).; Functional digestive disorders (Occurs when the digestive system does not function normally but there is no physical disease).\nThe condition appears with diverse symptoms, affecting many parts of the system at the same time. Specifically, digestion is the process of breaking down and converting food into nutrients, passing through the intestinal wall and into the blood. It all starts in the mouth area, when chewing, food mixed with saliva is then decomposed and crushed by stomach contractions. When it reaches the intestines, digestive juices from the gallbladder and pancreas will continue to decompose again. At this time, nutrients pass through the intestinal wall and into the blood, serving the purpose of energy production. Meanwhile, unabsorbed food will combine with dead cells to convert into feces in the colon.(3)\nThis is a normal digestive process. If a disorder occurs, one or more stages will be affected, causing common unpleasant symptoms."
        },
        {
            "subsection_name": "Subjects prone to digestive disorders",
            "subsection_content": "Digestive disorders can occur at any age and in any subject. However, risk groups that must be mentioned include:\n1. Children and adolescents\nDigestive dysfunction and motility disorders often occur in people from birth to 18 years old. This condition causes serious obstacles to health as well as daily activities. Some of the most common symptoms include: abdominal pain, nausea, constipation, diarrhea... Of which, functional digestive disorders account for at least 40 - 50% of cases, most of which are related to signs of abdominal pain. .\n2. Elderly people\nAs we age, aging occurs strongly, which is the main factor causing common digestive system disorders. As follows:\nEsophagus: With increasing age, the ability of the esophagus to contract and the tension of the upper sphincter is reduced.; Esophagus: With increasing age, the ability of the esophagus to contract and the tension of the upper sphincter is reduced.\nStomach: As you age, the stomach mucosa's ability to resist damage is reduced, leading to an increased risk of duodenal ulcers. In addition, at this stage, the elasticity, capacity as well as the rate of food discharge of the stomach are reduced. This is also one of the reasons why the digestive system is easily disturbed.; Stomach: As you age, the stomach mucosa's ability to resist damage is reduced, leading to an increased risk of duodenal ulcers. In addition, at this stage, the elasticity, capacity as well as the rate of food discharge of the stomach are reduced. This is also one of the reasons why the digestive system is easily disturbed.\nSmall intestine: Aging in older people affects the structure of the small intestine, causing the movement of substances and the ability to absorb nutrients to be more or less limited.; Small intestine: Aging in older people affects the structure of the small intestine, causing the movement of substances and the ability to absorb nutrients to be more or less limited.\nReduced lactase levels: This causes some older people to have digestive disorders when consuming dairy products.; Reduced lactase levels: This causes some older people to have digestive disorders when consuming dairy products.\nBacterial overgrowth: The number of certain types of bacteria in the digestive system increases with age, leading to abdominal pain, bloating and weight loss. At the same time, this is also a common cause of hindered absorption of nutrients, such as Vitamin B12, Iron, Calcium...; Bacterial overgrowth: The number of certain types of bacteria in the digestive system increases with age, leading to abdominal pain, bloating and weight loss. At the same time, this is also a common cause of hindered absorption of nutrients, such as Vitamin B12, Iron, Calcium...\nIn addition, some at-risk groups may stem from medical history, lifestyle, daily living and labor habits... Specifically includes:\nPregnant women: The uterus can touch the intestines and stomach during pregnancy. In addition, hormonal changes can also cause disorders (constipation, indigestion...).; Pregnant women: The uterus can touch the intestines and stomach during pregnancy. In addition, hormonal changes can also cause disorders (constipation, indigestion...).\nPeople who practice sports that require endurance: These people often have to deal with dehydration, dieting, vascular disorders... causing negative impacts on digestive activities.; People who practice sports that require endurance: These people often have to deal with dehydration, dieting, vascular disorders... causing negative impacts on digestive activities.\nPeople who often suffer from stress, anxiety and depression: Being psychologically unstable and comfortable can also easily cause digestive system disorders.; People who often suffer from stress, anxiety and depression: Being mentally unstable and relaxed can also easily cause digestive system disorders.\nPeople suffering from chronic diseases such as type 2 diabetes, migraines, hypothyroidism...; People suffering from chronic diseases such as type 2 diabetes, migraines, hypothyroidism...",
            "subsection_string": "Subjects prone to digestive disorders\nDigestive disorders can occur at any age and in any subject. However, risk groups that must be mentioned include:\n1. Children and adolescents\nDigestive dysfunction and motility disorders often occur in people from birth to 18 years old. This condition causes serious obstacles to health as well as daily activities. Some of the most common symptoms include: abdominal pain, nausea, constipation, diarrhea... Of which, functional digestive disorders account for at least 40 - 50% of cases, most of which are related to signs of abdominal pain. .\n2. Elderly people\nAs we age, aging occurs strongly, which is the main factor causing common digestive system disorders. As follows:\nEsophagus: With increasing age, the ability of the esophagus to contract and the tension of the upper sphincter is reduced.; Esophagus: With increasing age, the ability of the esophagus to contract and the tension of the upper sphincter is reduced.\nStomach: As you age, the stomach mucosa's ability to resist damage is reduced, leading to an increased risk of duodenal ulcers. In addition, at this stage, the elasticity, capacity as well as the rate of food discharge of the stomach are reduced. This is also one of the reasons why the digestive system is easily disturbed.; Stomach: As you age, the stomach mucosa's ability to resist damage is reduced, leading to an increased risk of duodenal ulcers. In addition, at this stage, the elasticity, capacity as well as the rate of food discharge of the stomach are reduced. This is also one of the reasons why the digestive system is easily disturbed.\nSmall intestine: Aging in older people affects the structure of the small intestine, causing the movement of substances and the ability to absorb nutrients to be more or less limited.; Small intestine: Aging in older people affects the structure of the small intestine, causing the movement of substances and the ability to absorb nutrients to be more or less limited.\nReduced lactase levels: This causes some older people to have digestive disorders when consuming dairy products.; Reduced lactase levels: This causes some older people to have digestive disorders when consuming dairy products.\nBacterial overgrowth: The number of certain types of bacteria in the digestive system increases with age, leading to abdominal pain, bloating and weight loss. At the same time, this is also a common cause of hindered absorption of nutrients, such as Vitamin B12, Iron, Calcium...; Bacterial overgrowth: The number of certain types of bacteria in the digestive system increases with age, leading to abdominal pain, bloating and weight loss. At the same time, this is also a common cause of hindered absorption of nutrients, such as Vitamin B12, Iron, Calcium...\nIn addition, some at-risk groups may stem from medical history, lifestyle, daily living and labor habits... Specifically includes:\nPregnant women: The uterus can touch the intestines and stomach during pregnancy. In addition, hormonal changes can also cause disorders (constipation, indigestion...).; Pregnant women: The uterus can touch the intestines and stomach during pregnancy. In addition, hormonal changes can also cause disorders (constipation, indigestion...).\nPeople who practice sports that require endurance: These people often have to deal with dehydration, dieting, vascular disorders... causing negative impacts on digestive activities.; People who practice sports that require endurance: These people often have to deal with dehydration, dieting, vascular disorders... causing negative impacts on digestive activities.\nPeople who often suffer from stress, anxiety and depression: Being psychologically unstable and comfortable can also easily cause digestive system disorders.; People who often suffer from stress, anxiety and depression: Being mentally unstable and relaxed can also easily cause digestive system disorders.\nPeople suffering from chronic diseases such as type 2 diabetes, migraines, hypothyroidism...; People suffering from chronic diseases such as type 2 diabetes, migraines, hypothyroidism..."
        },
        {
            "subsection_name": "Causes of digestive disorders",
            "subsection_content": "Digestive disorders arise from a number of diseases related to this system. Among them, typical factors that must be mentioned include: (2)\n1. Diet\nDaily diet and nutrition directly affect the functioning of the digestive system. Therefore, the disorder largely comes from this group of causes. Some foods that have a high risk of causing negative effects on digestion include:\nSpoiled or unsanitary food: Bacteria from spoiled, unsanitary food entering the digestive system will lead to poisoning, spasms of smooth muscle in the digestive tract, causing cramps and a variety of problems. other.; Spoiled or unsanitary food: Bacteria from spoiled, unsanitary food entering the digestive system will lead to poisoning, spasms of smooth muscle in the digestive tract, causing cramps and a variety of problems. other.\nHot and spicy foods: This food group will damage the stomach, and in the long term can cause digestive system disorders.; Hot and spicy foods: This group of foods will damage the stomach and, in the long run, can cause digestive system disorders.\nDairy products: In some groups, the digestive system cannot tolerate milk and dairy products (ice cream, cheese...). Therefore, stopping use is necessary, instead you can try some other food sources rich in Vitamin D such as salmon, green vegetables...; Dairy products: In some groups, the digestive system cannot tolerate milk and dairy products (ice cream, cheese...). Therefore, stopping use is necessary, instead you can try some other food sources rich in Vitamin D such as salmon, green vegetables...\nAcidic foods: Highly acidic foods such as grapefruit, oranges, tomatoes, lemons... can cause irritation to the stomach lining. Therefore, more ideal alternatives are apples, bananas, fiber-rich vegetables (onions, asparagus, artichokes...)...; Acidic foods: Highly acidic foods such as grapefruit, oranges, tomatoes, lemons... can cause irritation to the stomach lining. Therefore, more ideal alternatives are apples, bananas, fiber-rich vegetables (onions, asparagus, artichokes...)...\n2. Drink a lot of alcoholic drinks\nAlcohol will stimulate the esophageal sphincter, causing heartburn and a variety of other serious problems. Therefore, to protect a healthy digestive system, limiting use is necessary.\n3. Diseases related to the stomach\nStomach-related diseases are also common causes of digestive disorders. Among them, two typical situations include:\nGastroesophageal reflux disease: The esophagus is connected to the mouth and stomach. Reflux occurs when gastric secretions travel back up into this area, causing pain and discomfort. If the disease is not treated early, in the long term it will lead to damage to the esophagus.; Gastroesophageal reflux disease: The esophagus is connected to the mouth and stomach. Reflux occurs when gastric secretions travel back up into this area, causing pain and discomfort. If the disease is not treated early, in the long term it will lead to damage to the esophagus.\nPeptic ulcer: Ulcers form in the wall of the digestive tract, becoming painful when in direct contact with gastric juice. In the long term, this condition can lead to serious bleeding, directly affecting the functioning of the system.; Peptic ulcer: Ulcers form in the wall of the digestive tract, becoming painful when in direct contact with gastric juice. In the long term, this condition can lead to serious bleeding, directly affecting the functioning of the system.\n4. Colitis\nThis is an inflammatory bowel disease that affects the colorectal lining. This condition often appears commonly in people between 30 and 40 years old, including men and women. The disease is recognized by many diverse symptoms such as: diarrhea, mucus and/or blood in the stool, frequent bowel movements, fatigue...\n5. Acute appendicitis\nThis is a condition in which the appendix suddenly becomes inflamed. The disease usually occurs between the ages of 10 and 30 years old, with a higher proportion of men. Acute appendicitis directly affects the functioning of the digestive system, severe pain appears along with symptoms of diarrhea, flatulence, abdominal stiffness... If this condition is not treated promptly, the risk of High blood pressure can lead to serious complications, such as ruptured appendix, peritoneal infection, etc.\n6. Urinary tract stone disease\nUrinary tract stones appear due to the accumulation of minerals, acids and salts in the urine. When the condition becomes serious, the patient will feel severe pain in the ribs, back, and abdomen. This is also considered one of the causes of gastrointestinal disorders.",
            "subsection_string": "Causes of digestive disorders\nDigestive disorders arise from a number of diseases related to this system. Among them, typical factors that must be mentioned include: (2)\n1. Diet\nDaily diet and nutrition directly affect the functioning of the digestive system. Therefore, the disorder largely comes from this group of causes. Some foods that have a high risk of causing negative effects on digestion include:\nSpoiled or unsanitary food: Bacteria from spoiled, unsanitary food entering the digestive system will lead to poisoning, spasms of smooth muscle in the digestive tract, causing cramps and a variety of problems. other.; Spoiled or unsanitary food: Bacteria from spoiled, unsanitary food entering the digestive system will lead to poisoning, spasms of smooth muscle in the digestive tract, causing cramps and a variety of problems. other.\nHot and spicy foods: This food group will damage the stomach, and in the long term can cause digestive system disorders.; Hot and spicy foods: This group of foods will damage the stomach and, in the long run, can cause digestive system disorders.\nDairy products: In some groups, the digestive system cannot tolerate milk and dairy products (ice cream, cheese...). Therefore, stopping use is necessary, instead you can try some other food sources rich in Vitamin D such as salmon, green vegetables...; Dairy products: In some groups, the digestive system cannot tolerate milk and dairy products (ice cream, cheese...). Therefore, stopping use is necessary, instead you can try some other food sources rich in Vitamin D such as salmon, green vegetables...\nAcidic foods: Highly acidic foods such as grapefruit, oranges, tomatoes, lemons... can cause irritation to the stomach lining. Therefore, more ideal alternatives are apples, bananas, fiber-rich vegetables (onions, asparagus, artichokes...)...; Acidic foods: Highly acidic foods such as grapefruit, oranges, tomatoes, lemons... can cause irritation to the stomach lining. Therefore, more ideal alternatives are apples, bananas, fiber-rich vegetables (onions, asparagus, artichokes...)...\n2. Drink a lot of alcoholic drinks\nAlcohol will stimulate the esophageal sphincter, causing heartburn and a variety of other serious problems. Therefore, to protect a healthy digestive system, limiting use is necessary.\n3. Diseases related to the stomach\nStomach-related diseases are also common causes of digestive disorders. Among them, two typical situations include:\nGastroesophageal reflux disease: The esophagus is connected to the mouth and stomach. Reflux occurs when gastric secretions travel back up into this area, causing pain and discomfort. If the disease is not treated early, in the long term it will lead to damage to the esophagus.; Gastroesophageal reflux disease: The esophagus is connected to the mouth and stomach. Reflux occurs when gastric secretions travel back up into this area, causing pain and discomfort. If the disease is not treated early, in the long term it will lead to damage to the esophagus.\nPeptic ulcer: Ulcers form in the wall of the digestive tract, becoming painful when in direct contact with gastric juice. In the long term, this condition can lead to serious bleeding, directly affecting the functioning of the system.; Peptic ulcer: Ulcers form in the wall of the digestive tract, becoming painful when in direct contact with gastric juice. In the long term, this condition can lead to serious bleeding, directly affecting the functioning of the system.\n4. Colitis\nThis is an inflammatory bowel disease that affects the colorectal lining. This condition often appears commonly in people between 30 and 40 years old, including men and women. The disease is recognized by many diverse symptoms such as: diarrhea, mucus and/or blood in the stool, frequent bowel movements, fatigue...\n5. Acute appendicitis\nThis is a condition in which the appendix suddenly becomes inflamed. The disease usually occurs between the ages of 10 and 30 years old, with a higher proportion of men. Acute appendicitis directly affects the functioning of the digestive system, severe pain appears along with symptoms of diarrhea, flatulence, abdominal stiffness... If this condition is not treated promptly, the risk of High blood pressure can lead to serious complications, such as ruptured appendix, peritoneal infection, etc.\n6. Urinary tract stone disease\nUrinary tract stones appear due to the accumulation of minerals, acids and salts in the urine. When the condition becomes serious, the patient will feel severe pain in the ribs, back, and abdomen. This is also considered one of the causes of gastrointestinal disorders."
        },
        {
            "subsection_name": "Symptoms of digestive disorders",
            "subsection_content": "Symptoms of digestive disorders depend on the cause (stomach disease, diet...). However, in general, this condition often appears with some easily recognizable signs as follows:(4)\nStomach-ache.; Chest pain or back pain; Constipation.; Diarrhea.; Difficulty swallowing.; Hiccup.; Uncontrolled defecation; Undigested.; Does not taste good; A lump appears in the throat; Nausea.; Bleed.; Gain or lose weight.",
            "subsection_string": "Symptoms of digestive disorders\nSymptoms of digestive disorders depend on the cause (stomach disease, diet...). However, in general, this condition often appears with some easily recognizable signs as follows:(4)\nStomach-ache.; Chest pain or back pain; Constipation.; Diarrhea.; Difficulty swallowing.; Hiccup.; Uncontrolled defecation; Undigested.; Does not taste good; A lump appears in the throat; Nausea.; Bleed.; Gain or lose weight."
        },
        {
            "subsection_name": "Complications of digestive disorders",
            "subsection_content": "Digestive disorders arise from many different medical causes. Therefore, the condition can lead to many dangerous complications if not detected and treated promptly, such as:\nAcute illness: Food poisoning, appendicitis, stomach perforation...; Dangerous intestinal problems: Ulcerative colitis, intestinal ischemia, cancer...; Dangerous and urgent disorders: Intestinal obstruction, appendicitis, acute pancreatitis...\nIn particular, patients need to immediately contact their doctor for an accurate diagnosis if they experience serious symptoms. Specifically includes:\nSevere and continuous abdominal pain; Fast heart beat.; Low blood pressure.; Sweating, mental confusion; Swollen abdomen; Pain when gently touching the abdomen.",
            "subsection_string": "Complications of digestive disorders\nDigestive disorders arise from many different medical causes. Therefore, the condition can lead to many dangerous complications if not detected and treated promptly, such as:\nAcute illness: Food poisoning, appendicitis, stomach perforation...; Dangerous intestinal problems: Ulcerative colitis, intestinal ischemia, cancer...; Dangerous and urgent disorders: Intestinal obstruction, appendicitis, acute pancreatitis...\nIn particular, patients need to immediately contact their doctor for an accurate diagnosis if they experience serious symptoms. Specifically includes:\nSevere and continuous abdominal pain; Fast heart beat.; Low blood pressure.; Sweating, mental confusion; Swollen abdomen; Pain when gently touching the abdomen."
        },
        {
            "subsection_name": "Are digestive disorders dangerous?",
            "subsection_content": "Digestive disorders can be dangerous for patients if not diagnosed and treated promptly. This condition shows that the body may be facing one or more different diseases, related to the stomach, colon, intestines... Eating disorders are also common causes. , but if not controlled, it can easily lead to serious complications later (poisoning, ulcers...).",
            "subsection_string": "Are digestive disorders dangerous?\nDigestive disorders can be dangerous for patients if not diagnosed and treated promptly. This condition shows that the body may be facing one or more different diseases, related to the stomach, colon, intestines... Eating disorders are also common causes. , but if not controlled, it can easily lead to serious complications later (poisoning, ulcers...)."
        },
        {
            "subsection_name": "Diagnosis of digestive disorders",
            "subsection_content": "Digestive disorders can affect one or more parts and organs in the system. Based on the results of the examination and psychological assessment (if any), the doctor will choose the appropriate diagnostic method to reach an accurate conclusion. Some commonly used tests include:\nGeneral tests on organ function such as liver and kidney, hematology, other blood biochemistry and related to acid and reflux phenomenon.(1); Gastrointestinal endoscopy; Laparoscopy.; Measure peristaltic pressure and esophageal resistance; Fecal occult blood test.; Supersonic.; Computed tomography and magnetic resonance imaging.; X-ray.\nThese diagnostic methods can help doctors accurately identify digestive system disorders and then devise an effective treatment plan. Some tests require fasting or defecation before the procedure, or require no preparation. Regarding this issue, the patient needs to discuss details with the doctor to proceed.\nIn rare cases, the tests may cause bleeding or injury. Therefore, patients should discuss specifically with their doctors the risks and benefits to have the best preparation.",
            "subsection_string": "Diagnosis of digestive disorders\nDigestive disorders can affect one or more parts and organs in the system. Based on the results of the examination and psychological assessment (if any), the doctor will choose the appropriate diagnostic method to reach an accurate conclusion. Some commonly used tests include:\nGeneral tests on organ function such as liver and kidney, hematology, other blood biochemistry and related to acid and reflux phenomenon.(1); Gastrointestinal endoscopy; Laparoscopy.; Measure peristaltic pressure and esophageal resistance; Fecal occult blood test.; Supersonic.; Computed tomography and magnetic resonance imaging.; X-ray.\nThese diagnostic methods can help doctors accurately identify digestive system disorders and then devise an effective treatment plan. Some tests require fasting or defecation before the procedure, or require no preparation. Regarding this issue, the patient needs to discuss details with the doctor to proceed.\nIn rare cases, the tests may cause bleeding or injury. Therefore, patients should discuss specifically with their doctors the risks and benefits to have the best preparation."
        },
        {
            "subsection_name": "Treatment of digestive disorders",
            "subsection_content": "The treatment process for digestive system disorders will vary depending on the diagnosis results, the cause of the disease... However, in general, in this case, the patient may be advised to follow a number of methods. after:\nRest and drink plenty of water.; Priority should be given to foods that are easy to digest and beneficial to the digestive system; Avoid foods containing grease, spices, dairy, etc.; Use over-the-counter medications to relieve symptoms, such as laxatives, constipation medications, etc.; Use prescription medications as prescribed by your doctor to control nausea and aid in rehydration (even if used intravenously).",
            "subsection_string": "Treatment of digestive disorders\nThe treatment process for digestive system disorders will vary depending on the diagnosis results, the cause of the disease... However, in general, in this case, the patient may be advised to follow a number of methods. after:\nRest and drink plenty of water.; Priority should be given to foods that are easy to digest and beneficial to the digestive system; Avoid foods containing grease, spices, dairy, etc.; Use over-the-counter medications to relieve symptoms, such as laxatives, constipation medications, etc.; Use prescription medications as prescribed by your doctor to control nausea and aid in rehydration (even if used intravenously)."
        },
        {
            "subsection_name": "Measures to prevent digestive disorders",
            "subsection_content": "Digestive disorders directly affect health, psychology as well as daily activities and work. Therefore, proactive prevention from the beginning is really necessary and important. Some useful measures include:\n1. Prevent agents that cause adverse effects on the digestive tract\nThese factors include living habits, sleeping habits, eating habits, foods used that are harmful to digestion (alcohol, spicy foods, grease, etc.)... In addition, over-the-counter or prescription drugs are also Can lead to digestive system disorders if the body is sensitive and allergic. Therefore, before use, consulting a doctor should always be a priority.\n2. Make fiber a main ingredient in the daily menu\nFoods rich in fiber (fruits, vegetables, whole grains, beans, etc.) are very beneficial for digestion. Some important benefits include:\nPrevent constipation.; Prevents diarrhea, flatulence and bloating; Balances the microflora in the intestinal tract, helping the digestive system stay healthy.; Prevent irritable bowel syndrome, bloating, nausea, intestinal cramps...\nIn addition, combining soluble and insoluble fiber is also a useful solution to improve digestive system activity. The first type mainly exists in nuts, beans (kidney beans, black beans and lima beans), fruits (avocados, apricots, pears) and vegetables (carrots, radishes). Meanwhile, insoluble fiber can be found mainly in grains, vegetables and fruits.\n3. Drink enough water\nWater plays a very important role in intestinal function. Drinking enough water every day will help clean the digestive system, soften stools and prevent constipation. In addition, this also helps increase the efficiency of food decomposition and also improves the body's ability to absorb nutrients. The ideal amount of water to add every day is 2 liters.\n4. Use biological products\nUsing probiotics in combination with your daily diet is also a solution for a healthy digestive system. Some typical examples include yogurt, fermented foods... which are rich sources of Probiotics for the intestinal tract. But you need to be careful with fermented foods, only use enough.\n5. Move your body and exercise regularly\nThe habit of exercising at least 150 minutes a day will help maintain digestive system function, support intestinal regulation to effectively prevent constipation. Besides, regular exercise also brings many other important benefits to the body.\n6. Limit fatty foods\nThis group of foods will hinder the digestive system, easily leading to stomach pain and constipation. However, if the diet is rich in healthy fats (Omega-3 fatty acids) combined with fiber, it will have positive effects.\n7. Limit stress\nStress can cause a variety of digestive problems such as inflammation, loss of appetite, bloating, cramps, etc. Therefore, to effectively manage stress, useful solutions include exercise, exercise, and exercise. yoga, meditation…",
            "subsection_string": "Measures to prevent digestive disorders\nDigestive disorders directly affect health, psychology as well as daily activities and work. Therefore, proactive prevention from the beginning is really necessary and important. Some useful measures include:\n1. Prevent agents that cause adverse effects on the digestive tract\nThese factors include living habits, sleeping habits, eating habits, foods used that are harmful to digestion (alcohol, spicy foods, grease, etc.)... In addition, over-the-counter or prescription drugs are also Can lead to digestive system disorders if the body is sensitive and allergic. Therefore, before use, consulting a doctor should always be a priority.\n2. Make fiber a main ingredient in the daily menu\nFoods rich in fiber (fruits, vegetables, whole grains, beans, etc.) are very beneficial for digestion. Some important benefits include:\nPrevent constipation.; Prevents diarrhea, flatulence and bloating; Balances the microflora in the intestinal tract, helping the digestive system stay healthy.; Prevent irritable bowel syndrome, bloating, nausea, intestinal cramps...\nIn addition, combining soluble and insoluble fiber is also a useful solution to improve digestive system activity. The first type mainly exists in nuts, beans (kidney beans, black beans and lima beans), fruits (avocados, apricots, pears) and vegetables (carrots, radishes). Meanwhile, insoluble fiber can be found mainly in grains, vegetables and fruits.\n3. Drink enough water\nWater plays a very important role in intestinal function. Drinking enough water every day will help clean the digestive system, soften stools and prevent constipation. In addition, this also helps increase the efficiency of food decomposition and also improves the body's ability to absorb nutrients. The ideal amount of water to add every day is 2 liters.\n4. Use biological products\nUsing probiotics in combination with your daily diet is also a solution for a healthy digestive system. Some typical examples include yogurt, fermented foods... which are rich sources of Probiotics for the intestinal tract. But you need to be careful with fermented foods, only use enough.\n5. Move your body and exercise regularly\nThe habit of exercising at least 150 minutes a day will help maintain digestive system function, support intestinal regulation to effectively prevent constipation. Besides, regular exercise also brings many other important benefits to the body.\n6. Limit fatty foods\nThis group of foods will hinder the digestive system, easily leading to stomach pain and constipation. However, if the diet is rich in healthy fats (Omega-3 fatty acids) combined with fiber, it will have positive effects.\n7. Limit stress\nStress can cause a variety of digestive problems such as inflammation, loss of appetite, bloating, cramps, etc. Therefore, to effectively manage stress, useful solutions include exercise, exercise, and exercise. yoga, meditation…"
        },
        {
            "subsection_name": "If you have digestive disorders, what should you eat and what should you avoid?",
            "subsection_content": "Diet has a great influence on the treatment, care and recovery of digestive disorders. Food groups that should be eaten and avoided include:\nFoods to eat: Vegetables, grains, nuts, beans, ginger, yogurt...; Foods to avoid: Spicy foods, lots of acid, milk and dairy products, alcohol...\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all detailed information related to digestive disorders. Hopefully with these shares, patients will have more useful updates to proactively prevent, monitor, detect and treat early, to minimize dangerous complications.",
            "subsection_string": "If you have digestive disorders, what should you eat and what should you avoid?\nDiet has a great influence on the treatment, care and recovery of digestive disorders. Food groups that should be eaten and avoided include:\nFoods to eat: Vegetables, grains, nuts, beans, ginger, yogurt...; Foods to avoid: Spicy foods, lots of acid, milk and dairy products, alcohol...\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all detailed information related to digestive disorders. Hopefully with these shares, patients will have more useful updates to proactively prevent, monitor, detect and treat early, to minimize dangerous complications."
        }
    ],
    "name": "roi-loan-tieu-hoa.json"
}