{
    "title": "Menstrual disorders: Causes, signs, diagnosis, prevention",
    "category": "Obstetrics - Gynecology ",
    "link": "https://tamanhhospital.vn/roi-loan-kinh-nguyet/",
    "abstract": "Menstrual disorders are a common phenomenon in women of reproductive age, not only affecting psychology, work, and daily life but also posing many potential health risks. BS.CK II Lam Hoang Duy, Doctor of Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City, shares the signs and causes of menstrual disorders in the article below so that women can quickly recognize and take measures. timely adjustment.",
    "content": "Menstrual disorders: Causes, signs, diagnosis, prevention\n\nMenstrual disorders are a common phenomenon in women of reproductive age, not only affecting psychology, work, and daily life but also posing many potential health risks. BS.CK II Lam Hoang Duy, Doctor of Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City, shares the signs and causes of menstrual disorders in the article below so that women can quickly recognize and take measures. timely adjustment.\n\nWhat do you need to know about menstruation?\nMenstruation is the phenomenon in which the uterine lining peels off and is pushed out of a woman's body through the vagina. The average age of starting menstruation is 12 years old, it can start as early as 8 years old or as late as 16 years old.\nThe average menstrual cycle is 28 days, however in many cases cycles shorter than about 24 days or longer than about 38 days are still considered normal. Menstruation time is different for each person, usually 3-5 days. The amount of blood lost after each menstrual cycle is about 50-150ml.\n\nWhat is menstrual disorder?\nMenstrual disorders are abnormalities in a menstrual cycle, which can be manifested by an unstable number of menstrual days, and the amount of menstrual blood suddenly being more or less than normal cycles. (first)\nDoctor Lam Hoang Duy said that menstrual disorders can be a sign of a certain endocrine disease, so women should see a doctor as soon as there are signs to be examined to find the cause. , with timely intervention to avoid dangers to health as well as fertility.\nIrregular menstrual cycles, prolonged menstrual periods, more or less menstrual blood than usual... are manifestations of menstrual disorders.\n\nSigns of menstrual disorders\nA menstrual cycle is still considered regular if it varies only slightly from cycle to cycle. Menstrual disorders refer to the following situations: (2)\nThe interval between periods is less than 24 days or longer than 38 days.; Amenorrhea for 3 or more cycles; Menstrual bleeding suddenly becomes more or less than normal cycles.; Menstruation lasts more than 8 days; Abnormal bleeding or spotting between menstrual cycles, after sex or after menopause; During menstruation, you experience severe symptoms such as cramps, severe abdominal pain, nausea, and vomiting.\n\nCommon types of menstrual disorders\nIf you encounter one or more of the following situations, you may be experiencing menstrual disorders. (3)\n1. Menorrhagia\nMenstrual bleeding is considered heavy (menorrhagia) if it interferes with daily activities and work. Normally, the amount of blood lost during each period is about 50-150ml. If a woman loses a lot of blood, 10-25 times the normal amount of blood during each period, or has to constantly change sanitary napkins every hour instead of 3-4 times a day, that is menorrhagia.\nMenstrual disorders, if severe, can cause patients to have to temporarily stop daily activities and work just to deal with excessive menstrual blood.\nMenorrhagia causes women to have to change many sanitary napkins every hour, affecting daily activities and work.\nMenorrhagia can appear at different stages in a woman's life, and can appear in her teenage years when she begins to menstruate, or in her 40s and 50s when she women entering perimenopause.\nIn addition, menorrhagia also comes from many other causes such as:\nHormone imbalance in the body; Inflammation of the cervix or uterus; Fibroids.; Side effects of using intrauterine contraceptive devices; Hypothyroidism (due to underactive thyroid).; Changes in diet or exercise.\n\"Any situation of menorrhagia needs to be examined and examined to find the cause for timely intervention and treatment, avoiding unfortunate complications that may occur,\" Dr. Hoang Duy emphasized.\n2. Amenorrhea\nSome women may experience the opposite situation of menorrhagia, which is the complete absence of menstruation, called amenorrhea or amenorrhea. Amenorrhea is considered normal before puberty, during pregnancy and after menopause. If you do not have monthly menstruation and do not belong to the 3 groups mentioned above, you should see a doctor immediately to get advice from a doctor on appropriate intervention solutions.\nThere are 2 types of amenorrhea, including:\nPrimary amenorrhea: a case where a woman has turned 16 years old but still has not had menstruation. Caused by abnormalities in the endocrine system, problems in the ovaries, hypothalamus or genetic abnormalities.; Secondary amenorrhea: a case in which a woman has regular menstruation but suddenly stops menstruating for 3 months or longer. The cause may be due to hormonal disorders in the body, problems with the pituitary gland, thyroid gland, ovarian cysts or surgical removal of the ovaries.\n3. Menstrual cramps\nMost women experience menstrual cramps before or during their period at some point in their lives. In some people, symptoms of menstrual cramps occur mildly every month. However, if the condition is painful and prolonged, called dysmenorrhea, women need to consult a doctor for proper health care.\nWomen may experience menstrual pain such as cramps due to uterine contractions under the activation of Prostaglandin - a hormone-like substance produced by uterine lining cells and circulating in the blood. When having dysmenorrhea, women may feel diarrhea or faint, become pale and sweat a lot because Prostaglandin speeds up uterine contractions, dilates blood vessels, lowers blood pressure and causes dizziness. face.\nIf you have severe menstrual cramps, you need to see a doctor immediately to get proper pain relief instructions from a doctor\n4. Premenstrual syndrome (PMS)\nPremenstrual symptoms usually appear about 5-7 days before your period begins, and disappear as soon as your period begins or shortly thereafter. Some women experience a range of physical and emotional symptoms, while others experience few or no symptoms. A survey found that about 30-40% of women may experience severe premenstrual symptoms, affecting daily activities and work.\nPhysical premenstrual symptoms include:\nFull stomach;; Tightness, swelling and tightness in the chest;; Headache;; Constipation.\nEmotional premenstrual symptoms include:\nEasily angry and irritable;; Anxiety and confusion;; Stress, mood swings;; Inability to concentrate;; Depression.\nDoctor Hoang Duy shared that premenstrual syndrome (PMS) is caused by an increase and decrease in Estrogen and Progesterone levels in the body, affecting substances in the brain, such as Serotonin - a substance that has the ability to Strong influence on mood and emotions.\nIt is currently unclear why some women with menstrual irregularities develop premenstrual syndrome (PMS) or premenstrual dysphoric disorder (PMDD – the most severe form of PMS), while others do not. Some researchers suspect that these cases are more susceptible to changes in hormone levels in the body.\n5. Premenstrual dysphoric disorder (PMDD)\nPremenstrual dysphoric disorder (PMDD) is the most severe form of premenstrual syndrome (PMS). About 3-8% of women who experience PMDD symptoms say it severely affects their quality of life.\nThe most common symptoms of premenstrual dysphoric disorder (PMDD) are irritability, anxiety, and mood swings. Women with a history of depression, postpartum depression or mood disorders are at higher risk of premenstrual dysphoric disorder than other women.\n\nCauses of menstrual disorders\nThere are many reasons why women have menstrual disorders, the most common of which are: (4)\n1. Hormonal changes\nHormonal imbalance in the female body will occur at several stages throughout a woman's life such as puberty, pregnancy, breastfeeding, premenopause and menopause.\nPuberty: When entering puberty, it takes many years for the female body to balance the levels of Estrogen and Progesterone in the body. Therefore, menstrual disorders may occur at this stage.; Pregnancy and breastfeeding: during pregnancy and even 6 months of breastfeeding, women will lose their period.; Premenopause: the ovaries decline and no longer ovulate, so premenopausal women will gradually lose their menstrual periods. Women are considered menopausal when they no longer have menstruation for 1 year.\nHormonal imbalance in the body is the most common cause of menstrual disorders in women\n2. Physical causes\nAbnormal pregnancy such as ectopic pregnancy, threatened miscarriage...; Gynecological diseases such as uterine polyps, uterine fibroids, polycystic ovaries, endometrial hyperplasia, cervical cancer...; Inflammatory diseases such as genital tract infections, endometritis, etc.; Other diseases such as diabetes, thyroid tumors, pituitary tumors...\n3. Influence of eating and living habits\nThis phenomenon can occur when habits in diet, exercise and daily living are changed. Detail:\nDiet: changing daily diet, nutritional deficiencies, weight loss or excessive weight gain can cause women to have menstrual disorders.; Excessive exercise and sports can prolong menstruation and increase menstrual blood flow.; Using birth control pills, drugs to treat diabetes, high blood pressure... also causes side effects such as menstrual disorders.\n\nAre menstrual disorders dangerous?\nMany women with menstrual disorders wonder if this condition is dangerous. Doctor Hoang Duy said that menstruation is one of the indirect signs that shows the normal functioning of the reproductive organs in women. Any situation has the potential to directly affect the ability to function. women's ability to conceive and become pregnant.\nIn addition, frequent and prolonged menstrual disorders can lead to many other dangers, including:\nAnemia: Prolonged menorrhagia and hypermenorrhea cause a lot of blood loss which can cause women to have anemia, pale skin, fatigue, dizziness, shortness of breath, arrhythmia... More dangerous, severe anemia can can be life-threatening; Increased risk of gynecological diseases: prolonged menstruation not only causes inconvenience in daily activities, but also creates a favorable environment for bacteria and parasites to easily attack and cause diseases. gynecological infections such as vaginitis, ovarian inflammation...; Increased risk of difficulty conceiving: irregular menstrual cycles make it difficult for women to time ovulation, leading to difficulty in successfully conceiving to get pregnant.; Effects on sex life: a prolonged menstrual cycle affects women's psychology when having sex or is unable to have sex, or if they have sex on menstruation days, it will make women susceptible to diseases. gynecological.; Impact on women's beauty: Estrogen and Progesterone play an important role in women's health and beauty. Hormonal disorders will directly affect women's beauty, causing less smooth skin, irritable mood, hot temper...; Signs of gynecological diseases that require early treatment: some cases of menstrual disorders are symptoms of diseases such as uterine fibroids, ovarian cysts... if not detected early and promptly intervened, it can lead to complications. complications, compression of neighboring organs; or menstrual disorders are also manifestations of cancer diseases such as cervical cancer, ovarian cancer, endometrial cancer... which can threaten women's lives if not treated promptly.\nProlonged heavy menstrual bleeding that is not controlled can cause serious blood loss, causing women to feel dizzy, faint, and endanger their lives.\n“When you notice symptoms of menstrual disorders, it is best for women to immediately go to a medical facility for examination and tests to get the most accurate diagnosis and early detection of the situation. menstrual disorders caused by dangerous diseases so that there can be timely and effective intervention to avoid unfortunate dangers,\" Dr. Hoang Duy advised.\n\nDiagnostic method\nTo make a diagnosis and find the cause of menstrual disorders, the doctor will review your medical history, perform an initial examination including a gynecological examination and perform a PAP test. Women should record and inform their doctor of all information about their menstrual period, including the start and end date of their period, the amount of menstrual blood, and the symptoms they experience.\nDepending on each specific case, the doctor will prescribe it individually. In some cases, additional tests may be needed to increase diagnostic results, such as:\nBlood tests.; Hormone testing.; Supersonic.; Magnetic resonance imaging (MRI).; Hysteroscopy.; Endometrial biopsy.; Laparoscopy.\n\nHow to treat menstrual disorders?\nDoctor Hoang Duy said that the treatment of menstrual disorders will depend on the results of examination and testing to find the cause, the desire for pregnancy, childbirth and other factors from the woman. Usually, doctors prioritize encouraging women to self-regulate their menstrual cycle by changing their lifestyle, then applying appropriate medical or surgical treatment.\nLifestyle changes: women should build a scientific, healthy diet, supplement adequate nutrients, limit consumption of salt, caffeine, sugar and not drink alcohol before menstruation, this will help women. I can avoid premenstrual symptoms.; Internal medical treatment: some drugs have the effect of reducing pain during menstruation, regulating menstruation and treating amenorrhea. However, women are not allowed to abuse and use drugs on their own. It is best to consult a doctor. Consult your doctor for appropriate dosage instructions.; Surgical treatment: often applied depending on the pathology causing specific menstrual disorders.\nMSc. Lam Hoang Duy, Doctor of Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City, has many years of experience in consulting, examining and treating gynecological diseases and is ready to accompany women.\nObstetrics and Gynecology Center, Tam Anh General Hospital System brings together a team of highly qualified and experienced Obstetrics and Gynecology experts, possessing modern machinery systems, examination, diagnosis and treatment protocols. individualized for each specific case... ready to accompany women on the journey of health care, protecting fertility, helping women live happily, healthily and to the fullest joy of their vocation.\nTo schedule an appointment for examination and consultation with Obstetrics and Gynecology experts at Tam Anh General Hospital System, please contact:\n\nHow to prevent menstrual disorders?\nTo prevent menstrual disorders, women need to note the following:\nBuild and maintain a healthy lifestyle with scientific nutrition and moderate exercise; Pay attention to proper rest, ensure good and adequate sleep; Avoid prolonged stress and anxiety; Keep your private area clean, especially during menstruation. Sanitary napkins need to be changed every 4-6 hours to avoid causing infection and creating conditions for disease-causing bacteria to attack.; Consult your doctor for instructions on using birth control pills or birth control methods that are suitable for you without side effects; Regular gynecological health check-ups, at least every 6 months or as specifically prescribed by your doctor.\nHopefully the above information has helped women clearly understand the phenomenon of menstrual disorders for early detection, examination and timely intervention. If you have any worries or concerns, you can contact the Tam Anh General Hospital System hotline for support from good Obstetrics and Gynecology experts!",
    "subsections": [
        {
            "subsection_name": "What do you need to know about menstruation?",
            "subsection_content": "Menstruation is the phenomenon in which the uterine lining peels off and is pushed out of a woman's body through the vagina. The average age of starting menstruation is 12 years old, it can start as early as 8 years old or as late as 16 years old.\nThe average menstrual cycle is 28 days, however in many cases cycles shorter than about 24 days or longer than about 38 days are still considered normal. Menstruation time is different for each person, usually 3-5 days. The amount of blood lost after each menstrual cycle is about 50-150ml.",
            "subsection_string": "What do you need to know about menstruation?\nMenstruation is the phenomenon in which the uterine lining peels off and is pushed out of a woman's body through the vagina. The average age of starting menstruation is 12 years old, it can start as early as 8 years old or as late as 16 years old.\nThe average menstrual cycle is 28 days, however in many cases cycles shorter than about 24 days or longer than about 38 days are still considered normal. Menstruation time is different for each person, usually 3-5 days. The amount of blood lost after each menstrual cycle is about 50-150ml."
        },
        {
            "subsection_name": "What is menstrual disorder?",
            "subsection_content": "Menstrual disorders are abnormalities in a menstrual cycle, which can be manifested by an unstable number of menstrual days, and the amount of menstrual blood suddenly being more or less than normal cycles. (first)\nDoctor Lam Hoang Duy said that menstrual disorders can be a sign of a certain endocrine disease, so women should see a doctor as soon as there are signs to be examined to find the cause. , with timely intervention to avoid dangers to health as well as fertility.\nIrregular menstrual cycles, prolonged menstrual periods, more or less menstrual blood than usual... are manifestations of menstrual disorders.",
            "subsection_string": "What is menstrual disorder?\nMenstrual disorders are abnormalities in a menstrual cycle, which can be manifested by an unstable number of menstrual days, and the amount of menstrual blood suddenly being more or less than normal cycles. (first)\nDoctor Lam Hoang Duy said that menstrual disorders can be a sign of a certain endocrine disease, so women should see a doctor as soon as there are signs to be examined to find the cause. , with timely intervention to avoid dangers to health as well as fertility.\nIrregular menstrual cycles, prolonged menstrual periods, more or less menstrual blood than usual... are manifestations of menstrual disorders."
        },
        {
            "subsection_name": "Signs of menstrual disorders",
            "subsection_content": "A menstrual cycle is still considered regular if it varies only slightly from cycle to cycle. Menstrual disorders refer to the following situations: (2)\nThe interval between periods is less than 24 days or longer than 38 days.; Amenorrhea for 3 or more cycles; Menstrual bleeding suddenly becomes more or less than normal cycles.; Menstruation lasts more than 8 days; Abnormal bleeding or spotting between menstrual cycles, after sex or after menopause; During menstruation, you experience severe symptoms such as cramps, severe abdominal pain, nausea, and vomiting.",
            "subsection_string": "Signs of menstrual disorders\nA menstrual cycle is still considered regular if it varies only slightly from cycle to cycle. Menstrual disorders refer to the following situations: (2)\nThe interval between periods is less than 24 days or longer than 38 days.; Amenorrhea for 3 or more cycles; Menstrual bleeding suddenly becomes more or less than normal cycles.; Menstruation lasts more than 8 days; Abnormal bleeding or spotting between menstrual cycles, after sex or after menopause; During menstruation, you experience severe symptoms such as cramps, severe abdominal pain, nausea, and vomiting."
        },
        {
            "subsection_name": "Common types of menstrual disorders",
            "subsection_content": "If you encounter one or more of the following situations, you may be experiencing menstrual disorders. (3)\n1. Menorrhagia\nMenstrual bleeding is considered heavy (menorrhagia) if it interferes with daily activities and work. Normally, the amount of blood lost during each period is about 50-150ml. If a woman loses a lot of blood, 10-25 times the normal amount of blood during each period, or has to constantly change sanitary napkins every hour instead of 3-4 times a day, that is menorrhagia.\nMenstrual disorders, if severe, can cause patients to have to temporarily stop daily activities and work just to deal with excessive menstrual blood.\nMenorrhagia causes women to have to change many sanitary napkins every hour, affecting daily activities and work.\nMenorrhagia can appear at different stages in a woman's life, and can appear in her teenage years when she begins to menstruate, or in her 40s and 50s when she women entering perimenopause.\nIn addition, menorrhagia also comes from many other causes such as:\nHormone imbalance in the body; Inflammation of the cervix or uterus; Fibroids.; Side effects of using intrauterine contraceptive devices; Hypothyroidism (due to underactive thyroid).; Changes in diet or exercise.\n\"Any situation of menorrhagia needs to be examined and examined to find the cause for timely intervention and treatment, avoiding unfortunate complications that may occur,\" Dr. Hoang Duy emphasized.\n2. Amenorrhea\nSome women may experience the opposite situation of menorrhagia, which is the complete absence of menstruation, called amenorrhea or amenorrhea. Amenorrhea is considered normal before puberty, during pregnancy and after menopause. If you do not have monthly menstruation and do not belong to the 3 groups mentioned above, you should see a doctor immediately to get advice from a doctor on appropriate intervention solutions.\nThere are 2 types of amenorrhea, including:\nPrimary amenorrhea: a case where a woman has turned 16 years old but still has not had menstruation. Caused by abnormalities in the endocrine system, problems in the ovaries, hypothalamus or genetic abnormalities.; Secondary amenorrhea: a case in which a woman has regular menstruation but suddenly stops menstruating for 3 months or longer. The cause may be due to hormonal disorders in the body, problems with the pituitary gland, thyroid gland, ovarian cysts or surgical removal of the ovaries.\n3. Menstrual cramps\nMost women experience menstrual cramps before or during their period at some point in their lives. In some people, symptoms of menstrual cramps occur mildly every month. However, if the condition is painful and prolonged, called dysmenorrhea, women need to consult a doctor for proper health care.\nWomen may experience menstrual pain such as cramps due to uterine contractions under the activation of Prostaglandin - a hormone-like substance produced by uterine lining cells and circulating in the blood. When having dysmenorrhea, women may feel diarrhea or faint, become pale and sweat a lot because Prostaglandin speeds up uterine contractions, dilates blood vessels, lowers blood pressure and causes dizziness. face.\nIf you have severe menstrual cramps, you need to see a doctor immediately to get proper pain relief instructions from a doctor\n4. Premenstrual syndrome (PMS)\nPremenstrual symptoms usually appear about 5-7 days before your period begins, and disappear as soon as your period begins or shortly thereafter. Some women experience a range of physical and emotional symptoms, while others experience few or no symptoms. A survey found that about 30-40% of women may experience severe premenstrual symptoms, affecting daily activities and work.\nPhysical premenstrual symptoms include:\nFull stomach;; Tightness, swelling and tightness in the chest;; Headache;; Constipation.\nEmotional premenstrual symptoms include:\nEasily angry and irritable;; Anxiety and confusion;; Stress, mood swings;; Inability to concentrate;; Depression.\nDoctor Hoang Duy shared that premenstrual syndrome (PMS) is caused by an increase and decrease in Estrogen and Progesterone levels in the body, affecting substances in the brain, such as Serotonin - a substance that has the ability to Strong influence on mood and emotions.\nIt is currently unclear why some women with menstrual irregularities develop premenstrual syndrome (PMS) or premenstrual dysphoric disorder (PMDD – the most severe form of PMS), while others do not. Some researchers suspect that these cases are more susceptible to changes in hormone levels in the body.\n5. Premenstrual dysphoric disorder (PMDD)\nPremenstrual dysphoric disorder (PMDD) is the most severe form of premenstrual syndrome (PMS). About 3-8% of women who experience PMDD symptoms say it severely affects their quality of life.\nThe most common symptoms of premenstrual dysphoric disorder (PMDD) are irritability, anxiety, and mood swings. Women with a history of depression, postpartum depression or mood disorders are at higher risk of premenstrual dysphoric disorder than other women.",
            "subsection_string": "Common types of menstrual disorders\nIf you encounter one or more of the following situations, you may be experiencing menstrual disorders. (3)\n1. Menorrhagia\nMenstrual bleeding is considered heavy (menorrhagia) if it interferes with daily activities and work. Normally, the amount of blood lost during each period is about 50-150ml. If a woman loses a lot of blood, 10-25 times the normal amount of blood during each period, or has to constantly change sanitary napkins every hour instead of 3-4 times a day, that is menorrhagia.\nMenstrual disorders, if severe, can cause patients to have to temporarily stop daily activities and work just to deal with excessive menstrual blood.\nMenorrhagia causes women to have to change many sanitary napkins every hour, affecting daily activities and work.\nMenorrhagia can appear at different stages in a woman's life, and can appear in her teenage years when she begins to menstruate, or in her 40s and 50s when she women entering perimenopause.\nIn addition, menorrhagia also comes from many other causes such as:\nHormone imbalance in the body; Inflammation of the cervix or uterus; Fibroids.; Side effects of using intrauterine contraceptive devices; Hypothyroidism (due to underactive thyroid).; Changes in diet or exercise.\n\"Any situation of menorrhagia needs to be examined and examined to find the cause for timely intervention and treatment, avoiding unfortunate complications that may occur,\" Dr. Hoang Duy emphasized.\n2. Amenorrhea\nSome women may experience the opposite situation of menorrhagia, which is the complete absence of menstruation, called amenorrhea or amenorrhea. Amenorrhea is considered normal before puberty, during pregnancy and after menopause. If you do not have monthly menstruation and do not belong to the 3 groups mentioned above, you should see a doctor immediately to get advice from a doctor on appropriate intervention solutions.\nThere are 2 types of amenorrhea, including:\nPrimary amenorrhea: a case where a woman has turned 16 years old but still has not had menstruation. Caused by abnormalities in the endocrine system, problems in the ovaries, hypothalamus or genetic abnormalities.; Secondary amenorrhea: a case in which a woman has regular menstruation but suddenly stops menstruating for 3 months or longer. The cause may be due to hormonal disorders in the body, problems with the pituitary gland, thyroid gland, ovarian cysts or surgical removal of the ovaries.\n3. Menstrual cramps\nMost women experience menstrual cramps before or during their period at some point in their lives. In some people, symptoms of menstrual cramps occur mildly every month. However, if the condition is painful and prolonged, called dysmenorrhea, women need to consult a doctor for proper health care.\nWomen may experience menstrual pain such as cramps due to uterine contractions under the activation of Prostaglandin - a hormone-like substance produced by uterine lining cells and circulating in the blood. When having dysmenorrhea, women may feel diarrhea or faint, become pale and sweat a lot because Prostaglandin speeds up uterine contractions, dilates blood vessels, lowers blood pressure and causes dizziness. face.\nIf you have severe menstrual cramps, you need to see a doctor immediately to get proper pain relief instructions from a doctor\n4. Premenstrual syndrome (PMS)\nPremenstrual symptoms usually appear about 5-7 days before your period begins, and disappear as soon as your period begins or shortly thereafter. Some women experience a range of physical and emotional symptoms, while others experience few or no symptoms. A survey found that about 30-40% of women may experience severe premenstrual symptoms, affecting daily activities and work.\nPhysical premenstrual symptoms include:\nFull stomach;; Tightness, swelling and tightness in the chest;; Headache;; Constipation.\nEmotional premenstrual symptoms include:\nEasily angry and irritable;; Anxiety and confusion;; Stress, mood swings;; Inability to concentrate;; Depression.\nDoctor Hoang Duy shared that premenstrual syndrome (PMS) is caused by an increase and decrease in Estrogen and Progesterone levels in the body, affecting substances in the brain, such as Serotonin - a substance that has the ability to Strong influence on mood and emotions.\nIt is currently unclear why some women with menstrual irregularities develop premenstrual syndrome (PMS) or premenstrual dysphoric disorder (PMDD – the most severe form of PMS), while others do not. Some researchers suspect that these cases are more susceptible to changes in hormone levels in the body.\n5. Premenstrual dysphoric disorder (PMDD)\nPremenstrual dysphoric disorder (PMDD) is the most severe form of premenstrual syndrome (PMS). About 3-8% of women who experience PMDD symptoms say it severely affects their quality of life.\nThe most common symptoms of premenstrual dysphoric disorder (PMDD) are irritability, anxiety, and mood swings. Women with a history of depression, postpartum depression or mood disorders are at higher risk of premenstrual dysphoric disorder than other women."
        },
        {
            "subsection_name": "Causes of menstrual disorders",
            "subsection_content": "There are many reasons why women have menstrual disorders, the most common of which are: (4)\n1. Hormonal changes\nHormonal imbalance in the female body will occur at several stages throughout a woman's life such as puberty, pregnancy, breastfeeding, premenopause and menopause.\nPuberty: When entering puberty, it takes many years for the female body to balance the levels of Estrogen and Progesterone in the body. Therefore, menstrual disorders may occur at this stage.; Pregnancy and breastfeeding: during pregnancy and even 6 months of breastfeeding, women will lose their period.; Premenopause: the ovaries decline and no longer ovulate, so premenopausal women will gradually lose their menstrual periods. Women are considered menopausal when they no longer have menstruation for 1 year.\nHormonal imbalance in the body is the most common cause of menstrual disorders in women\n2. Physical causes\nAbnormal pregnancy such as ectopic pregnancy, threatened miscarriage...; Gynecological diseases such as uterine polyps, uterine fibroids, polycystic ovaries, endometrial hyperplasia, cervical cancer...; Inflammatory diseases such as genital tract infections, endometritis, etc.; Other diseases such as diabetes, thyroid tumors, pituitary tumors...\n3. Influence of eating and living habits\nThis phenomenon can occur when habits in diet, exercise and daily living are changed. Detail:\nDiet: changing daily diet, nutritional deficiencies, weight loss or excessive weight gain can cause women to have menstrual disorders.; Excessive exercise and sports can prolong menstruation and increase menstrual blood flow.; Using birth control pills, drugs to treat diabetes, high blood pressure... also causes side effects such as menstrual disorders.",
            "subsection_string": "Causes of menstrual disorders\nThere are many reasons why women have menstrual disorders, the most common of which are: (4)\n1. Hormonal changes\nHormonal imbalance in the female body will occur at several stages throughout a woman's life such as puberty, pregnancy, breastfeeding, premenopause and menopause.\nPuberty: When entering puberty, it takes many years for the female body to balance the levels of Estrogen and Progesterone in the body. Therefore, menstrual disorders may occur at this stage.; Pregnancy and breastfeeding: during pregnancy and even 6 months of breastfeeding, women will lose their period.; Premenopause: the ovaries decline and no longer ovulate, so premenopausal women will gradually lose their menstrual periods. Women are considered menopausal when they no longer have menstruation for 1 year.\nHormonal imbalance in the body is the most common cause of menstrual disorders in women\n2. Physical causes\nAbnormal pregnancy such as ectopic pregnancy, threatened miscarriage...; Gynecological diseases such as uterine polyps, uterine fibroids, polycystic ovaries, endometrial hyperplasia, cervical cancer...; Inflammatory diseases such as genital tract infections, endometritis, etc.; Other diseases such as diabetes, thyroid tumors, pituitary tumors...\n3. Influence of eating and living habits\nThis phenomenon can occur when habits in diet, exercise and daily living are changed. Detail:\nDiet: changing daily diet, nutritional deficiencies, weight loss or excessive weight gain can cause women to have menstrual disorders.; Excessive exercise and sports can prolong menstruation and increase menstrual blood flow.; Using birth control pills, drugs to treat diabetes, high blood pressure... also causes side effects such as menstrual disorders."
        },
        {
            "subsection_name": "Are menstrual disorders dangerous?",
            "subsection_content": "Many women with menstrual disorders wonder if this condition is dangerous. Doctor Hoang Duy said that menstruation is one of the indirect signs that shows the normal functioning of the reproductive organs in women. Any situation has the potential to directly affect the ability to function. women's ability to conceive and become pregnant.\nIn addition, frequent and prolonged menstrual disorders can lead to many other dangers, including:\nAnemia: Prolonged menorrhagia and hypermenorrhea cause a lot of blood loss which can cause women to have anemia, pale skin, fatigue, dizziness, shortness of breath, arrhythmia... More dangerous, severe anemia can can be life-threatening; Increased risk of gynecological diseases: prolonged menstruation not only causes inconvenience in daily activities, but also creates a favorable environment for bacteria and parasites to easily attack and cause diseases. gynecological infections such as vaginitis, ovarian inflammation...; Increased risk of difficulty conceiving: irregular menstrual cycles make it difficult for women to time ovulation, leading to difficulty in successfully conceiving to get pregnant.; Effects on sex life: a prolonged menstrual cycle affects women's psychology when having sex or is unable to have sex, or if they have sex on menstruation days, it will make women susceptible to diseases. gynecological.; Impact on women's beauty: Estrogen and Progesterone play an important role in women's health and beauty. Hormonal disorders will directly affect women's beauty, causing less smooth skin, irritable mood, hot temper...; Signs of gynecological diseases that require early treatment: some cases of menstrual disorders are symptoms of diseases such as uterine fibroids, ovarian cysts... if not detected early and promptly intervened, it can lead to complications. complications, compression of neighboring organs; or menstrual disorders are also manifestations of cancer diseases such as cervical cancer, ovarian cancer, endometrial cancer... which can threaten women's lives if not treated promptly.\nProlonged heavy menstrual bleeding that is not controlled can cause serious blood loss, causing women to feel dizzy, faint, and endanger their lives.\n“When you notice symptoms of menstrual disorders, it is best for women to immediately go to a medical facility for examination and tests to get the most accurate diagnosis and early detection of the situation. menstrual disorders caused by dangerous diseases so that there can be timely and effective intervention to avoid unfortunate dangers,\" Dr. Hoang Duy advised.",
            "subsection_string": "Are menstrual disorders dangerous?\nMany women with menstrual disorders wonder if this condition is dangerous. Doctor Hoang Duy said that menstruation is one of the indirect signs that shows the normal functioning of the reproductive organs in women. Any situation has the potential to directly affect the ability to function. women's ability to conceive and become pregnant.\nIn addition, frequent and prolonged menstrual disorders can lead to many other dangers, including:\nAnemia: Prolonged menorrhagia and hypermenorrhea cause a lot of blood loss which can cause women to have anemia, pale skin, fatigue, dizziness, shortness of breath, arrhythmia... More dangerous, severe anemia can can be life-threatening; Increased risk of gynecological diseases: prolonged menstruation not only causes inconvenience in daily activities, but also creates a favorable environment for bacteria and parasites to easily attack and cause diseases. gynecological infections such as vaginitis, ovarian inflammation...; Increased risk of difficulty conceiving: irregular menstrual cycles make it difficult for women to time ovulation, leading to difficulty in successfully conceiving to get pregnant.; Effects on sex life: a prolonged menstrual cycle affects women's psychology when having sex or is unable to have sex, or if they have sex on menstruation days, it will make women susceptible to diseases. gynecological.; Impact on women's beauty: Estrogen and Progesterone play an important role in women's health and beauty. Hormonal disorders will directly affect women's beauty, causing less smooth skin, irritable mood, hot temper...; Signs of gynecological diseases that require early treatment: some cases of menstrual disorders are symptoms of diseases such as uterine fibroids, ovarian cysts... if not detected early and promptly intervened, it can lead to complications. complications, compression of neighboring organs; or menstrual disorders are also manifestations of cancer diseases such as cervical cancer, ovarian cancer, endometrial cancer... which can threaten women's lives if not treated promptly.\nProlonged heavy menstrual bleeding that is not controlled can cause serious blood loss, causing women to feel dizzy, faint, and endanger their lives.\n“When you notice symptoms of menstrual disorders, it is best for women to immediately go to a medical facility for examination and tests to get the most accurate diagnosis and early detection of the situation. menstrual disorders caused by dangerous diseases so that there can be timely and effective intervention to avoid unfortunate dangers,\" Dr. Hoang Duy advised."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "To make a diagnosis and find the cause of menstrual disorders, the doctor will review your medical history, perform an initial examination including a gynecological examination and perform a PAP test. Women should record and inform their doctor of all information about their menstrual period, including the start and end date of their period, the amount of menstrual blood, and the symptoms they experience.\nDepending on each specific case, the doctor will prescribe it individually. In some cases, additional tests may be needed to increase diagnostic results, such as:\nBlood tests.; Hormone testing.; Supersonic.; Magnetic resonance imaging (MRI).; Hysteroscopy.; Endometrial biopsy.; Laparoscopy.",
            "subsection_string": "Diagnostic method\nTo make a diagnosis and find the cause of menstrual disorders, the doctor will review your medical history, perform an initial examination including a gynecological examination and perform a PAP test. Women should record and inform their doctor of all information about their menstrual period, including the start and end date of their period, the amount of menstrual blood, and the symptoms they experience.\nDepending on each specific case, the doctor will prescribe it individually. In some cases, additional tests may be needed to increase diagnostic results, such as:\nBlood tests.; Hormone testing.; Supersonic.; Magnetic resonance imaging (MRI).; Hysteroscopy.; Endometrial biopsy.; Laparoscopy."
        },
        {
            "subsection_name": "How to treat menstrual disorders?",
            "subsection_content": "Doctor Hoang Duy said that the treatment of menstrual disorders will depend on the results of examination and testing to find the cause, the desire for pregnancy, childbirth and other factors from the woman. Usually, doctors prioritize encouraging women to self-regulate their menstrual cycle by changing their lifestyle, then applying appropriate medical or surgical treatment.\nLifestyle changes: women should build a scientific, healthy diet, supplement adequate nutrients, limit consumption of salt, caffeine, sugar and not drink alcohol before menstruation, this will help women. I can avoid premenstrual symptoms.; Internal medical treatment: some drugs have the effect of reducing pain during menstruation, regulating menstruation and treating amenorrhea. However, women are not allowed to abuse and use drugs on their own. It is best to consult a doctor. Consult your doctor for appropriate dosage instructions.; Surgical treatment: often applied depending on the pathology causing specific menstrual disorders.\nMSc. Lam Hoang Duy, Doctor of Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City, has many years of experience in consulting, examining and treating gynecological diseases and is ready to accompany women.\nObstetrics and Gynecology Center, Tam Anh General Hospital System brings together a team of highly qualified and experienced Obstetrics and Gynecology experts, possessing modern machinery systems, examination, diagnosis and treatment protocols. individualized for each specific case... ready to accompany women on the journey of health care, protecting fertility, helping women live happily, healthily and to the fullest joy of their vocation.\nTo schedule an appointment for examination and consultation with Obstetrics and Gynecology experts at Tam Anh General Hospital System, please contact:",
            "subsection_string": "How to treat menstrual disorders?\nDoctor Hoang Duy said that the treatment of menstrual disorders will depend on the results of examination and testing to find the cause, the desire for pregnancy, childbirth and other factors from the woman. Usually, doctors prioritize encouraging women to self-regulate their menstrual cycle by changing their lifestyle, then applying appropriate medical or surgical treatment.\nLifestyle changes: women should build a scientific, healthy diet, supplement adequate nutrients, limit consumption of salt, caffeine, sugar and not drink alcohol before menstruation, this will help women. I can avoid premenstrual symptoms.; Internal medical treatment: some drugs have the effect of reducing pain during menstruation, regulating menstruation and treating amenorrhea. However, women are not allowed to abuse and use drugs on their own. It is best to consult a doctor. Consult your doctor for appropriate dosage instructions.; Surgical treatment: often applied depending on the pathology causing specific menstrual disorders.\nMSc. Lam Hoang Duy, Doctor of Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City, has many years of experience in consulting, examining and treating gynecological diseases and is ready to accompany women.\nObstetrics and Gynecology Center, Tam Anh General Hospital System brings together a team of highly qualified and experienced Obstetrics and Gynecology experts, possessing modern machinery systems, examination, diagnosis and treatment protocols. individualized for each specific case... ready to accompany women on the journey of health care, protecting fertility, helping women live happily, healthily and to the fullest joy of their vocation.\nTo schedule an appointment for examination and consultation with Obstetrics and Gynecology experts at Tam Anh General Hospital System, please contact:"
        },
        {
            "subsection_name": "How to prevent menstrual disorders?",
            "subsection_content": "To prevent menstrual disorders, women need to note the following:\nBuild and maintain a healthy lifestyle with scientific nutrition and moderate exercise; Pay attention to proper rest, ensure good and adequate sleep; Avoid prolonged stress and anxiety; Keep your private area clean, especially during menstruation. Sanitary napkins need to be changed every 4-6 hours to avoid causing infection and creating conditions for disease-causing bacteria to attack.; Consult your doctor for instructions on using birth control pills or birth control methods that are suitable for you without side effects; Regular gynecological health check-ups, at least every 6 months or as specifically prescribed by your doctor.\nHopefully the above information has helped women clearly understand the phenomenon of menstrual disorders for early detection, examination and timely intervention. If you have any worries or concerns, you can contact the Tam Anh General Hospital System hotline for support from good Obstetrics and Gynecology experts!",
            "subsection_string": "How to prevent menstrual disorders?\nTo prevent menstrual disorders, women need to note the following:\nBuild and maintain a healthy lifestyle with scientific nutrition and moderate exercise; Pay attention to proper rest, ensure good and adequate sleep; Avoid prolonged stress and anxiety; Keep your private area clean, especially during menstruation. Sanitary napkins need to be changed every 4-6 hours to avoid causing infection and creating conditions for disease-causing bacteria to attack.; Consult your doctor for instructions on using birth control pills or birth control methods that are suitable for you without side effects; Regular gynecological health check-ups, at least every 6 months or as specifically prescribed by your doctor.\nHopefully the above information has helped women clearly understand the phenomenon of menstrual disorders for early detection, examination and timely intervention. If you have any worries or concerns, you can contact the Tam Anh General Hospital System hotline for support from good Obstetrics and Gynecology experts!"
        }
    ],
    "name": "roi-loan-kinh-nguyet.json"
}