{
    "title": "Dementia: Causes, signs, and treatments",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/sa-sut-tri-tue/",
    "abstract": "Dementia is the result of a variety of diseases or injuries, primarily affecting the brain. There are about 50 million people with dementia in the world (according to 2015 statistics), every 3 seconds there will be 1 more person with dementia. Every year, there are nearly 10 million new cases, 5-8% of which are in the age group 60 and older. The total number of people with dementia is forecast to reach 82 million by 2030 and 152 million by 2050, mainly from low- and middle-income countries - according to data from the World Health Organization. World Health Organization (WHO). Dementia is one of the main causes of disability and dependency in the elderly worldwide. This disease also causes a lot of trouble for not only the patients themselves but also their families. Inadequate awareness and understanding of dementia in society can cause stigma and create barriers, reducing opportunities for diagnosis, treatment and care for people with dementia. wisdom – BS.CKII Than Thi Minh Trung – Deputy Head of the Department of Neurology, Tam Anh General Hospital, Ho Chi Minh City shared.\nDementia often occurs in people aged 60 and over but is not due to the normal aging process",
    "content": "Dementia: Causes, signs, and treatments\n\nDementia is the result of a variety of diseases or injuries, primarily affecting the brain. There are about 50 million people with dementia in the world (according to 2015 statistics), every 3 seconds there will be 1 more person with dementia. Every year, there are nearly 10 million new cases, 5-8% of which are in the age group 60 and older. The total number of people with dementia is forecast to reach 82 million by 2030 and 152 million by 2050, mainly from low- and middle-income countries - according to data from the World Health Organization. World Health Organization (WHO). Dementia is one of the main causes of disability and dependency in the elderly worldwide. This disease also causes a lot of trouble for not only the patients themselves but also their families. Inadequate awareness and understanding of dementia in society can cause stigma and create barriers, reducing opportunities for diagnosis, treatment and care for people with dementia. wisdom – BS.CKII Than Thi Minh Trung – Deputy Head of the Department of Neurology, Tam Anh General Hospital, Ho Chi Minh City shared.\nDementia often occurs in people aged 60 and over but is not due to the normal aging process\n\nWhat is dementia?\nDementia is a syndrome of deterioration in memory, thinking, behavior and the ability to perform daily activities. This disease not only has a negative impact on the physical, psychosocial and economic well-being of people with dementia, but also on their caregivers.\nAlthough dementia mainly affects older people, it is not a normal aging process but is also the result of a number of disease factors. Alzheimer's disease is the most common form of dementia and may account for 60-70% of cases.\nIn addition, risk factors for dementia can also be obesity and high blood pressure in middle age; low blood pressure in the elderly; diabetes; multifocal cerebral infarction; increase blood fat; habit of drinking alcohol and/or using stimulants; family history of dementia; depression…\n\nCause of dementia\nDementia is caused by damage or loss of nerve cells and nerve cell connections in the brain. Depending on the area of ​​the brain damaged, the effects of dementia can manifest and vary in severity in each person. Dementia is often grouped according to common features of the disease, such as protein or protein deposits in the brain or affected part of the brain... and divided into two types.\n1. Dementia (irreversible - due to degenerative causes)\nAlso known as progressive dementia. Progressive dementia is divided into many types, each type corresponding to each cause and specific symptoms as follows:\nAlzheimer's disease: is the most common cause of dementia. Patients with Alzheimer's have Amyloid plaques and neurofibrillary tufts in the brain. Plaques are clumps of protein called beta-amyloid. These blocks damage healthy nerve cells and the fibers that connect them.; Vascular dementia: This is the second most common type of dementia caused by damage to the vessels that supply blood to the brain. Blood vessel problems can cause strokes or damage the brain in other ways, such as damaging fibers in the brain's white matter. The most common symptoms of vascular dementia include difficulty solving problems and slowing thinking, concentration and organization. These tend to be more noticeable than symptoms of dementia.; Lewy body dementia: Ball-like lumps of abnormal protein that form in the brain cause dementia. This type of progressive dementia is also very common. Common signs and symptoms of Lewy bodies include: Sleepwalking, hallucinations, problems with concentration and attention, uncoordinated or slow movements, tremors and stiffness.; Frontal dementia: This is a group of diseases characterized by the breakdown (degeneration) of nerve cells or by the connection of nerve cells in the frontal and temporal lobes. Common symptoms of the disease include instability in behavior, personality, thinking, judgment, language and movement.; Mixed dementia: Caused by multiple diseases at the same time in the elderly such as Alzheimer's disease along with vascular dementia.; Huntington's disease: Gene mutation causes some nerve cells in the brain and spinal cord to be eliminated. Signs and symptoms of this disease include a severe decline in thinking (cognitive) skills, which usually appears between the ages of 30 and 40; Traumatic brain injury (TBI): This condition is often caused by repeated head trauma. People such as boxers, football players or soldiers are at higher risk of traumatic brain injury. Depending on the part of the brain injured, this condition can cause signs and symptoms of dementia such as depression, agitation, memory loss and impaired speech. TBI can also cause parkinsonism. Symptoms of the disease may not appear immediately after the injury but may not appear until many years later.; Creutzfeldt-Jakob disease (also known as mad cow disease): This is a rare brain disorder that usually occurs in people without risk factors for dementia. The disease can be caused by deposits of infectious proteins called prions, but it can also be genetic. Transplanting a cornea from a person with Creutzfeldt-Jakob disease to a healthy person can transmit this disease.; Parkinson's disease: Many people with Parkinson's disease eventually develop symptoms of dementia (dementia Parkinson's disease).\nAlzheimer's disease is a major cause of dementia\n2. Dementia is not caused by degeneration of the nervous system\nSome causes of reversible dementia with corresponding symptoms include:\nInfections and immune disorders: Dementia-like symptoms may be caused by fever or other side effects of the body's response to infection. Multiple sclerosis and other conditions where the body's immune system attacks nerve cells can also cause dementia.; Metabolic problems and endocrine abnormalities: People with thyroid problems, low blood sugar (hypoglycemia), too little or too much sodium or calcium, or problems with absorption vitamin B12 may develop dementia-like symptoms or other personality changes.; Nutritional deficiencies: Dehydration; Vitamin B1, B6, B12, vitamin E, copper deficiencies in the diet can cause dementia-like symptoms; Medication side effects: Medication side effects, reactions to medications, or interactions of certain medications can cause dementia-like symptoms.; Subdural hematoma: Bleeding between the surface of the brain and its covering, common in the elderly after a fall, can cause symptoms similar to those of dementia.; Poisoning: Exposure to heavy metals such as lead, pesticides, heavy alcohol consumption, and stimulant use can lead to symptoms of dementia.; Brain tumor: Brain tumors can damage the nerves leading to dementia.; Hypoxia: When organ tissues do not receive enough oxygen such as severe sleep apnea, asthma, heart attack, carbon monoxide poisoning... it can lead to dementia.; Normal hydrocephalus: This condition is caused by enlarged ventricles in the brain, which can cause problems with walking, difficulty urinating, and dementia.\n\nSigns of dementia\nDementia affects each person differently, depending on the impact of the disease and the person's personality before the illness. The signs and symptoms associated with dementia can be understood in three stages.\nPeople with dementia cannot function normally on their own and need support from relatives\nEarly stage: Common symptoms include forgetfulness, confusion about dates, and becoming lost in familiar places. Dr. Trung said that people often ignore the early stages of the disease because the symptoms are unclear and mild, so it is easy to mistake them for normal \"forgetfulness\" symptoms, such as those in women. Postpartum forgetfulness due to iron deficiency or poorer memory ability in old age. However, subjectivity and mistakes in this diagnosis lose the patient's opportunity for treatment and recovery.; Middle stage: As dementia progresses to the middle stage, signs and symptoms become more apparent including not being able to remember recent events or people's names, becoming lost in the house, having difficulty difficulty communicating, needing support from others in taking care of oneself, often wandering and asking the same question over and over again; Late stage: In the final stage of dementia, the patient is almost dependent on his family because he cannot function. Symptoms include severe memory disorders, loss of knowledge of time and place, difficulty recognizing relatives and friends, increased need for others to care for them, difficulty walking, frequent agitation active and aggressive.\n\nComplications of dementia\nDementia, if not treated to slow its progression, can cause serious complications such as:\nPoor nutrition: Many people with dementia become lazy or stop eating due to loss of chewing and swallowing reflexes. This condition causes the body to become deficient or malnourished and makes dementia more severe, as well as reducing life expectancy.; Pneumonia: Difficulty swallowing due to dementia increases the risk of choking or aspiration of food into the lungs, which can cause blockage of breathing and pneumonia.; Inability to care for oneself: If dementia progresses, the patient will not be able to carry out normal activities such as bathing, dressing, combing hair or teeth, going to the toilet, and taking prescribed medications without help. relatives support.; Loss of safety: Some everyday situations can cause safety problems for people with dementia such as driving, cooking and walking alone.; Death: Late-stage dementia can lead to infections leading to coma and death.\n\nDementia treatment\nDementia is a disease that cannot be cured, nor can it change its progression. The only thing is, if detected early, it can help accurately diagnose the causes of the disease and manage those causes better with physical treatment, while also helping the patient's family be more proactive in care. , care for as well as sympathize and share with the sick. – Doctor Trung said.\nIf detected early, it can help accurately diagnose the causes of the disease and manage those causes better\n\nPreventing dementia\nDementia cannot be cured, so prevention is important in protecting people from this dangerous disease. Dr. Trung advised that people should pay attention to the following factors to prevent dementia:\nBrain training: Mentally stimulating activities such as reading, solving puzzles, playing word games can delay the onset of dementia and reduce the impact of the disease.; Physical and social activity: Physical activity and social interaction can delay the onset of dementia and reduce symptoms of the disease. Accordingly, each person should exercise at least 150 minutes per week and limit sitting for long periods of time.; Do not smoke or use stimulants: Smoking, drinking alcohol and beer can increase the risk of memory loss and cardiovascular diseases. Therefore, saying no to these substances will help reduce the risk of dementia and improve health.; Get enough vitamins: Low blood levels of vitamin D increase the risk of Alzheimer's disease and other forms of dementia. Therefore, people should supplement vitamin D through oral supplements as directed by their doctor or through foods rich in this substance such as eggs, milk, seafood... In addition, vitamins B and C are also useful in preventing this disease.; Managing cardiovascular risk factors: High blood pressure and poorly controlled diabetes can lead to the risk of stroke, which is the cause of vascular dementia. Therefore, people should treat high blood pressure, high cholesterol, diabetes and high body mass index (BMI) early if they have them.; Maintain a healthy diet: A diet rich in fruits, vegetables, whole grains and omega-3 fatty acids can promote health and reduce the risk of dementia.; Quality sleep: Getting enough and good sleep for 8 hours a night helps keep your nerves and brain healthy as well as avoid the risk of dementia. On the contrary, insomnia and difficulty sleeping weaken the nerves and can cause many health problems, including the risk of dementia.\nA diet rich in vitamins, especially vitamin D, helps prevent dementia\nDementia is characterized by memory loss, but this is not a normal aging process but a serious disease stemming from many causes. Dementia makes the patient unable to perform actions or live independently. More seriously, complications of the disease can also lead to physical weakness, infection and death. Therefore, dementia should not be considered a common form of memory loss. People should go for examination and screening to detect the disease early and manage symptoms, as well as treat the diseases that cause them. causes dementia. – Doctor Trung emphasized.\nTo learn about the costs of examination, treatment, and surgery for neurological diseases, please contact: Tam Anh General Hospital System, Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City Hanoi Make an appointment: 024 3872 3872 - 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Make an appointment: 0287 102 6789 - 093 180 6858 Fanpage: Tam General Hospital Anh Website: https://tamanhhospital.vn\nDepartment of Neurology - Tam Anh General Hospital is a reputable unit for examining and treating neurological diseases, including dementia. We include a team of leading, skilled and experienced experts and doctors, along with a system of leading modern machinery and medical equipment... to help diagnose and treat specialized neurological diseases. Deep and effective.",
    "subsections": [
        {
            "subsection_name": "What is dementia?",
            "subsection_content": "Dementia is a syndrome of deterioration in memory, thinking, behavior and the ability to perform daily activities. This disease not only has a negative impact on the physical, psychosocial and economic well-being of people with dementia, but also on their caregivers.\nAlthough dementia mainly affects older people, it is not a normal aging process but is also the result of a number of disease factors. Alzheimer's disease is the most common form of dementia and may account for 60-70% of cases.\nIn addition, risk factors for dementia can also be obesity and high blood pressure in middle age; low blood pressure in the elderly; diabetes; multifocal cerebral infarction; increase blood fat; habit of drinking alcohol and/or using stimulants; family history of dementia; depression…",
            "subsection_string": "What is dementia?\nDementia is a syndrome of deterioration in memory, thinking, behavior and the ability to perform daily activities. This disease not only has a negative impact on the physical, psychosocial and economic well-being of people with dementia, but also on their caregivers.\nAlthough dementia mainly affects older people, it is not a normal aging process but is also the result of a number of disease factors. Alzheimer's disease is the most common form of dementia and may account for 60-70% of cases.\nIn addition, risk factors for dementia can also be obesity and high blood pressure in middle age; low blood pressure in the elderly; diabetes; multifocal cerebral infarction; increase blood fat; habit of drinking alcohol and/or using stimulants; family history of dementia; depression…"
        },
        {
            "subsection_name": "Cause of dementia",
            "subsection_content": "Dementia is caused by damage or loss of nerve cells and nerve cell connections in the brain. Depending on the area of ​​the brain damaged, the effects of dementia can manifest and vary in severity in each person. Dementia is often grouped according to common features of the disease, such as protein or protein deposits in the brain or affected part of the brain... and divided into two types.\n1. Dementia (irreversible - due to degenerative causes)\nAlso known as progressive dementia. Progressive dementia is divided into many types, each type corresponding to each cause and specific symptoms as follows:\nAlzheimer's disease: is the most common cause of dementia. Patients with Alzheimer's have Amyloid plaques and neurofibrillary tufts in the brain. Plaques are clumps of protein called beta-amyloid. These blocks damage healthy nerve cells and the fibers that connect them.; Vascular dementia: This is the second most common type of dementia caused by damage to the vessels that supply blood to the brain. Blood vessel problems can cause strokes or damage the brain in other ways, such as damaging fibers in the brain's white matter. The most common symptoms of vascular dementia include difficulty solving problems and slowing thinking, concentration and organization. These tend to be more noticeable than symptoms of dementia.; Lewy body dementia: Ball-like lumps of abnormal protein that form in the brain cause dementia. This type of progressive dementia is also very common. Common signs and symptoms of Lewy bodies include: Sleepwalking, hallucinations, problems with concentration and attention, uncoordinated or slow movements, tremors and stiffness.; Frontal dementia: This is a group of diseases characterized by the breakdown (degeneration) of nerve cells or by the connection of nerve cells in the frontal and temporal lobes. Common symptoms of the disease include instability in behavior, personality, thinking, judgment, language and movement.; Mixed dementia: Caused by multiple diseases at the same time in the elderly such as Alzheimer's disease along with vascular dementia.; Huntington's disease: Gene mutation causes some nerve cells in the brain and spinal cord to be eliminated. Signs and symptoms of this disease include a severe decline in thinking (cognitive) skills, which usually appears between the ages of 30 and 40; Traumatic brain injury (TBI): This condition is often caused by repeated head trauma. People such as boxers, football players or soldiers are at higher risk of traumatic brain injury. Depending on the part of the brain injured, this condition can cause signs and symptoms of dementia such as depression, agitation, memory loss and impaired speech. TBI can also cause parkinsonism. Symptoms of the disease may not appear immediately after the injury but may not appear until many years later.; Creutzfeldt-Jakob disease (also known as mad cow disease): This is a rare brain disorder that usually occurs in people without risk factors for dementia. The disease can be caused by deposits of infectious proteins called prions, but it can also be genetic. Transplanting a cornea from a person with Creutzfeldt-Jakob disease to a healthy person can transmit this disease.; Parkinson's disease: Many people with Parkinson's disease eventually develop symptoms of dementia (dementia Parkinson's disease).\nAlzheimer's disease is a major cause of dementia\n2. Dementia is not caused by degeneration of the nervous system\nSome causes of reversible dementia with corresponding symptoms include:\nInfections and immune disorders: Dementia-like symptoms may be caused by fever or other side effects of the body's response to infection. Multiple sclerosis and other conditions where the body's immune system attacks nerve cells can also cause dementia.; Metabolic problems and endocrine abnormalities: People with thyroid problems, low blood sugar (hypoglycemia), too little or too much sodium or calcium, or problems with absorption vitamin B12 may develop dementia-like symptoms or other personality changes.; Nutritional deficiencies: Dehydration; Vitamin B1, B6, B12, vitamin E, copper deficiencies in the diet can cause dementia-like symptoms; Medication side effects: Medication side effects, reactions to medications, or interactions of certain medications can cause dementia-like symptoms.; Subdural hematoma: Bleeding between the surface of the brain and its covering, common in the elderly after a fall, can cause symptoms similar to those of dementia.; Poisoning: Exposure to heavy metals such as lead, pesticides, heavy alcohol consumption, and stimulant use can lead to symptoms of dementia.; Brain tumor: Brain tumors can damage the nerves leading to dementia.; Hypoxia: When organ tissues do not receive enough oxygen such as severe sleep apnea, asthma, heart attack, carbon monoxide poisoning... it can lead to dementia.; Normal hydrocephalus: This condition is caused by enlarged ventricles in the brain, which can cause problems with walking, difficulty urinating, and dementia.",
            "subsection_string": "Cause of dementia\nDementia is caused by damage or loss of nerve cells and nerve cell connections in the brain. Depending on the area of ​​the brain damaged, the effects of dementia can manifest and vary in severity in each person. Dementia is often grouped according to common features of the disease, such as protein or protein deposits in the brain or affected part of the brain... and divided into two types.\n1. Dementia (irreversible - due to degenerative causes)\nAlso known as progressive dementia. Progressive dementia is divided into many types, each type corresponding to each cause and specific symptoms as follows:\nAlzheimer's disease: is the most common cause of dementia. Patients with Alzheimer's have Amyloid plaques and neurofibrillary tufts in the brain. Plaques are clumps of protein called beta-amyloid. These blocks damage healthy nerve cells and the fibers that connect them.; Vascular dementia: This is the second most common type of dementia caused by damage to the vessels that supply blood to the brain. Blood vessel problems can cause strokes or damage the brain in other ways, such as damaging fibers in the brain's white matter. The most common symptoms of vascular dementia include difficulty solving problems and slowing thinking, concentration and organization. These tend to be more noticeable than symptoms of dementia.; Lewy body dementia: Ball-like lumps of abnormal protein that form in the brain cause dementia. This type of progressive dementia is also very common. Common signs and symptoms of Lewy bodies include: Sleepwalking, hallucinations, problems with concentration and attention, uncoordinated or slow movements, tremors and stiffness.; Frontal dementia: This is a group of diseases characterized by the breakdown (degeneration) of nerve cells or by the connection of nerve cells in the frontal and temporal lobes. Common symptoms of the disease include instability in behavior, personality, thinking, judgment, language and movement.; Mixed dementia: Caused by multiple diseases at the same time in the elderly such as Alzheimer's disease along with vascular dementia.; Huntington's disease: Gene mutation causes some nerve cells in the brain and spinal cord to be eliminated. Signs and symptoms of this disease include a severe decline in thinking (cognitive) skills, which usually appears between the ages of 30 and 40; Traumatic brain injury (TBI): This condition is often caused by repeated head trauma. People such as boxers, football players or soldiers are at higher risk of traumatic brain injury. Depending on the part of the brain injured, this condition can cause signs and symptoms of dementia such as depression, agitation, memory loss and impaired speech. TBI can also cause parkinsonism. Symptoms of the disease may not appear immediately after the injury but may not appear until many years later.; Creutzfeldt-Jakob disease (also known as mad cow disease): This is a rare brain disorder that usually occurs in people without risk factors for dementia. The disease can be caused by deposits of infectious proteins called prions, but it can also be genetic. Transplanting a cornea from a person with Creutzfeldt-Jakob disease to a healthy person can transmit this disease.; Parkinson's disease: Many people with Parkinson's disease eventually develop symptoms of dementia (dementia Parkinson's disease).\nAlzheimer's disease is a major cause of dementia\n2. Dementia is not caused by degeneration of the nervous system\nSome causes of reversible dementia with corresponding symptoms include:\nInfections and immune disorders: Dementia-like symptoms may be caused by fever or other side effects of the body's response to infection. Multiple sclerosis and other conditions where the body's immune system attacks nerve cells can also cause dementia.; Metabolic problems and endocrine abnormalities: People with thyroid problems, low blood sugar (hypoglycemia), too little or too much sodium or calcium, or problems with absorption vitamin B12 may develop dementia-like symptoms or other personality changes.; Nutritional deficiencies: Dehydration; Vitamin B1, B6, B12, vitamin E, copper deficiencies in the diet can cause dementia-like symptoms; Medication side effects: Medication side effects, reactions to medications, or interactions of certain medications can cause dementia-like symptoms.; Subdural hematoma: Bleeding between the surface of the brain and its covering, common in the elderly after a fall, can cause symptoms similar to those of dementia.; Poisoning: Exposure to heavy metals such as lead, pesticides, heavy alcohol consumption, and stimulant use can lead to symptoms of dementia.; Brain tumor: Brain tumors can damage the nerves leading to dementia.; Hypoxia: When organ tissues do not receive enough oxygen such as severe sleep apnea, asthma, heart attack, carbon monoxide poisoning... it can lead to dementia.; Normal hydrocephalus: This condition is caused by enlarged ventricles in the brain, which can cause problems with walking, difficulty urinating, and dementia."
        },
        {
            "subsection_name": "Signs of dementia",
            "subsection_content": "Dementia affects each person differently, depending on the impact of the disease and the person's personality before the illness. The signs and symptoms associated with dementia can be understood in three stages.\nPeople with dementia cannot function normally on their own and need support from relatives\nEarly stage: Common symptoms include forgetfulness, confusion about dates, and becoming lost in familiar places. Dr. Trung said that people often ignore the early stages of the disease because the symptoms are unclear and mild, so it is easy to mistake them for normal \"forgetfulness\" symptoms, such as those in women. Postpartum forgetfulness due to iron deficiency or poorer memory ability in old age. However, subjectivity and mistakes in this diagnosis lose the patient's opportunity for treatment and recovery.; Middle stage: As dementia progresses to the middle stage, signs and symptoms become more apparent including not being able to remember recent events or people's names, becoming lost in the house, having difficulty difficulty communicating, needing support from others in taking care of oneself, often wandering and asking the same question over and over again; Late stage: In the final stage of dementia, the patient is almost dependent on his family because he cannot function. Symptoms include severe memory disorders, loss of knowledge of time and place, difficulty recognizing relatives and friends, increased need for others to care for them, difficulty walking, frequent agitation active and aggressive.",
            "subsection_string": "Signs of dementia\nDementia affects each person differently, depending on the impact of the disease and the person's personality before the illness. The signs and symptoms associated with dementia can be understood in three stages.\nPeople with dementia cannot function normally on their own and need support from relatives\nEarly stage: Common symptoms include forgetfulness, confusion about dates, and becoming lost in familiar places. Dr. Trung said that people often ignore the early stages of the disease because the symptoms are unclear and mild, so it is easy to mistake them for normal \"forgetfulness\" symptoms, such as those in women. Postpartum forgetfulness due to iron deficiency or poorer memory ability in old age. However, subjectivity and mistakes in this diagnosis lose the patient's opportunity for treatment and recovery.; Middle stage: As dementia progresses to the middle stage, signs and symptoms become more apparent including not being able to remember recent events or people's names, becoming lost in the house, having difficulty difficulty communicating, needing support from others in taking care of oneself, often wandering and asking the same question over and over again; Late stage: In the final stage of dementia, the patient is almost dependent on his family because he cannot function. Symptoms include severe memory disorders, loss of knowledge of time and place, difficulty recognizing relatives and friends, increased need for others to care for them, difficulty walking, frequent agitation active and aggressive."
        },
        {
            "subsection_name": "Complications of dementia",
            "subsection_content": "Dementia, if not treated to slow its progression, can cause serious complications such as:\nPoor nutrition: Many people with dementia become lazy or stop eating due to loss of chewing and swallowing reflexes. This condition causes the body to become deficient or malnourished and makes dementia more severe, as well as reducing life expectancy.; Pneumonia: Difficulty swallowing due to dementia increases the risk of choking or aspiration of food into the lungs, which can cause blockage of breathing and pneumonia.; Inability to care for oneself: If dementia progresses, the patient will not be able to carry out normal activities such as bathing, dressing, combing hair or teeth, going to the toilet, and taking prescribed medications without help. relatives support.; Loss of safety: Some everyday situations can cause safety problems for people with dementia such as driving, cooking and walking alone.; Death: Late-stage dementia can lead to infections leading to coma and death.",
            "subsection_string": "Complications of dementia\nDementia, if not treated to slow its progression, can cause serious complications such as:\nPoor nutrition: Many people with dementia become lazy or stop eating due to loss of chewing and swallowing reflexes. This condition causes the body to become deficient or malnourished and makes dementia more severe, as well as reducing life expectancy.; Pneumonia: Difficulty swallowing due to dementia increases the risk of choking or aspiration of food into the lungs, which can cause blockage of breathing and pneumonia.; Inability to care for oneself: If dementia progresses, the patient will not be able to carry out normal activities such as bathing, dressing, combing hair or teeth, going to the toilet, and taking prescribed medications without help. relatives support.; Loss of safety: Some everyday situations can cause safety problems for people with dementia such as driving, cooking and walking alone.; Death: Late-stage dementia can lead to infections leading to coma and death."
        },
        {
            "subsection_name": "Dementia treatment",
            "subsection_content": "Dementia is a disease that cannot be cured, nor can it change its progression. The only thing is, if detected early, it can help accurately diagnose the causes of the disease and manage those causes better with physical treatment, while also helping the patient's family be more proactive in care. , care for as well as sympathize and share with the sick. – Doctor Trung said.\nIf detected early, it can help accurately diagnose the causes of the disease and manage those causes better",
            "subsection_string": "Dementia treatment\nDementia is a disease that cannot be cured, nor can it change its progression. The only thing is, if detected early, it can help accurately diagnose the causes of the disease and manage those causes better with physical treatment, while also helping the patient's family be more proactive in care. , care for as well as sympathize and share with the sick. – Doctor Trung said.\nIf detected early, it can help accurately diagnose the causes of the disease and manage those causes better"
        },
        {
            "subsection_name": "Preventing dementia",
            "subsection_content": "Dementia cannot be cured, so prevention is important in protecting people from this dangerous disease. Dr. Trung advised that people should pay attention to the following factors to prevent dementia:\nBrain training: Mentally stimulating activities such as reading, solving puzzles, playing word games can delay the onset of dementia and reduce the impact of the disease.; Physical and social activity: Physical activity and social interaction can delay the onset of dementia and reduce symptoms of the disease. Accordingly, each person should exercise at least 150 minutes per week and limit sitting for long periods of time.; Do not smoke or use stimulants: Smoking, drinking alcohol and beer can increase the risk of memory loss and cardiovascular diseases. Therefore, saying no to these substances will help reduce the risk of dementia and improve health.; Get enough vitamins: Low blood levels of vitamin D increase the risk of Alzheimer's disease and other forms of dementia. Therefore, people should supplement vitamin D through oral supplements as directed by their doctor or through foods rich in this substance such as eggs, milk, seafood... In addition, vitamins B and C are also useful in preventing this disease.; Managing cardiovascular risk factors: High blood pressure and poorly controlled diabetes can lead to the risk of stroke, which is the cause of vascular dementia. Therefore, people should treat high blood pressure, high cholesterol, diabetes and high body mass index (BMI) early if they have them.; Maintain a healthy diet: A diet rich in fruits, vegetables, whole grains and omega-3 fatty acids can promote health and reduce the risk of dementia.; Quality sleep: Getting enough and good sleep for 8 hours a night helps keep your nerves and brain healthy as well as avoid the risk of dementia. On the contrary, insomnia and difficulty sleeping weaken the nerves and can cause many health problems, including the risk of dementia.\nA diet rich in vitamins, especially vitamin D, helps prevent dementia\nDementia is characterized by memory loss, but this is not a normal aging process but a serious disease stemming from many causes. Dementia makes the patient unable to perform actions or live independently. More seriously, complications of the disease can also lead to physical weakness, infection and death. Therefore, dementia should not be considered a common form of memory loss. People should go for examination and screening to detect the disease early and manage symptoms, as well as treat the diseases that cause them. causes dementia. – Doctor Trung emphasized.\nTo learn about the costs of examination, treatment, and surgery for neurological diseases, please contact: Tam Anh General Hospital System, Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City Hanoi Make an appointment: 024 3872 3872 - 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Make an appointment: 0287 102 6789 - 093 180 6858 Fanpage: Tam General Hospital Anh Website: https://tamanhhospital.vn\nDepartment of Neurology - Tam Anh General Hospital is a reputable unit for examining and treating neurological diseases, including dementia. We include a team of leading, skilled and experienced experts and doctors, along with a system of leading modern machinery and medical equipment... to help diagnose and treat specialized neurological diseases. Deep and effective.",
            "subsection_string": "Preventing dementia\nDementia cannot be cured, so prevention is important in protecting people from this dangerous disease. Dr. Trung advised that people should pay attention to the following factors to prevent dementia:\nBrain training: Mentally stimulating activities such as reading, solving puzzles, playing word games can delay the onset of dementia and reduce the impact of the disease.; Physical and social activity: Physical activity and social interaction can delay the onset of dementia and reduce symptoms of the disease. Accordingly, each person should exercise at least 150 minutes per week and limit sitting for long periods of time.; Do not smoke or use stimulants: Smoking, drinking alcohol and beer can increase the risk of memory loss and cardiovascular diseases. Therefore, saying no to these substances will help reduce the risk of dementia and improve health.; Get enough vitamins: Low blood levels of vitamin D increase the risk of Alzheimer's disease and other forms of dementia. Therefore, people should supplement vitamin D through oral supplements as directed by their doctor or through foods rich in this substance such as eggs, milk, seafood... In addition, vitamins B and C are also useful in preventing this disease.; Managing cardiovascular risk factors: High blood pressure and poorly controlled diabetes can lead to the risk of stroke, which is the cause of vascular dementia. Therefore, people should treat high blood pressure, high cholesterol, diabetes and high body mass index (BMI) early if they have them.; Maintain a healthy diet: A diet rich in fruits, vegetables, whole grains and omega-3 fatty acids can promote health and reduce the risk of dementia.; Quality sleep: Getting enough and good sleep for 8 hours a night helps keep your nerves and brain healthy as well as avoid the risk of dementia. On the contrary, insomnia and difficulty sleeping weaken the nerves and can cause many health problems, including the risk of dementia.\nA diet rich in vitamins, especially vitamin D, helps prevent dementia\nDementia is characterized by memory loss, but this is not a normal aging process but a serious disease stemming from many causes. Dementia makes the patient unable to perform actions or live independently. More seriously, complications of the disease can also lead to physical weakness, infection and death. Therefore, dementia should not be considered a common form of memory loss. People should go for examination and screening to detect the disease early and manage symptoms, as well as treat the diseases that cause them. causes dementia. – Doctor Trung emphasized.\nTo learn about the costs of examination, treatment, and surgery for neurological diseases, please contact: Tam Anh General Hospital System, Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City Hanoi Make an appointment: 024 3872 3872 - 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Make an appointment: 0287 102 6789 - 093 180 6858 Fanpage: Tam General Hospital Anh Website: https://tamanhhospital.vn\nDepartment of Neurology - Tam Anh General Hospital is a reputable unit for examining and treating neurological diseases, including dementia. We include a team of leading, skilled and experienced experts and doctors, along with a system of leading modern machinery and medical equipment... to help diagnose and treat specialized neurological diseases. Deep and effective."
        }
    ],
    "name": "sa-sut-tri-tue.json"
}