{
    "title": "Postpartum uterine prolapse: Symptoms, causes and treatments",
    "category": "Obstetrics - Gynecology ",
    "link": "https://tamanhhospital.vn/sa-tu-cung/",
    "abstract": "Uterine prolapse is a common condition in older women who have given birth many times. If not treated early, the disease can lead to many dangerous complications.\n This article received professional advice from MSc. Nguyen Thi Thanh Tam, Center for Obstetrics and Gynecology, Tam Anh General Hospital, City. HCM.",
    "content": "Postpartum uterine prolapse: Symptoms, causes and treatments\n\nUterine prolapse is a common condition in older women who have given birth many times. If not treated early, the disease can lead to many dangerous complications.\n This article received professional advice from MSc. Nguyen Thi Thanh Tam, Center for Obstetrics and Gynecology, Tam Anh General Hospital, City. HCM.\n\nWhat is uterine prolapse?\nUterine prolapse (uterine prolapse, genital prolapse) is a condition in which the muscles and ligaments of the pelvic floor are stretched and weakened (pelvic organ prolapse). Weakening of the supporting structures allows the uterus to move out of its normal position and fall into the vagina. This condition can shorten the length of the vagina, or even prolapse far enough to protrude through the vaginal opening. (first)\nThe uterus is one of the organs that make up part of the reproductive system, the uterus is located in the pelvic area and is shaped roughly like a pear. The uterus is where the fetus nests and develops. The uterus expands during pregnancy to accommodate the baby and then shrinks in size after birth.\nPelvic floor diseases are dysfunctions in the pelvic floor organs due to the impact of the weight of pregnancy and the stretching pressure of childbirth. This is one of the most common problems in women.\nUterine prolapse during pregnancy and postpartum can vary depending on how weak the uterine support is. In cases of partial genital prolapse, the uterus may have slipped and entered the vaginal birth canal, creating a lump or bulge. In more severe cases, the uterus can slide so far that it can be felt outside the vagina. This is called complete prolapse.\n\nSymptoms of uterine prolapse\nIf you have mild uterine prolapse, you may not have any obvious symptoms except seeing or feeling vaginal bulging and back pain due to stretching of the uterine suspensory ligaments. However, when the uterus slips further out of position, this can put pressure on other pelvic organs – such as the bladder or bowel – and cause symptoms such as:\nVaginal symptoms\nFeeling of heaviness or pressure in the pelvic area;; Seeing or feeling a bulge;; Feeling of heaviness and pressure in the vagina;; Abnormal or excessive discharge from the vagina;; The cervix descends through the vaginal opening;; Pain in the pelvis, lower abdomen or back.\nUrinary symptoms\nFrequent bladder infections;; Urinary problems, including incontinence with frequent urination, urgency or urinary incontinence.\nBowel symptoms\nUncontrolled flatulence, loose or solid stools; Constipation; Need to use hands or push (impact around the vagina or perineum) to make defecation easier.\nSexual symptoms\nPain or difficulty during intercourse;; Reduced sexual sensation.\nSymptoms may get worse when you stand or walk for long periods of time. In these  activities gravity puts extra pressure on the pelvic muscles.\n\nSubjects susceptible to disease\nUterine prolapse can affect women of any age from 20 years and older, especially women who have given birth or have gone through menopause. Nearly half of women between the ages of 50 and 79 have had pelvic organ prolapse or some other form of pelvic organ prolapse. Cervical prolapse is also likely to occur in women with a family history (grandmother, mother, sister, or sibling) of this condition.\nMenopause occurs when your ovaries stop producing the hormones that regulate your monthly menstrual cycle (period). When you have not had a period for 12 consecutive months, you are considered menopausal. One of the hormones that stops working during menopause is estrogen. This particular hormone helps keep your pelvic floor muscles healthy. If your pelvic floor muscles are less firm, weak, or flabby, you are at high risk of uterine prolapse.\nIn addition, women who often do heavy labor and manual labor are also susceptible to genital prolapse, especially those who often work in a standing position, bending, or carrying heavy objects because of pelvic pressure. The abdomen and perineum are always high. Uterine prolapse can also occur in women who have never given birth because they are weak, have thin ligaments, and the uterus is in an intermediate position aligned with the vagina, so when there is strong pressure in the abdomen, it will push the uterus. The bow gradually descends.\n\nCauses of uterine prolapse and risk factors\nYour uterus is held in place in the pelvis by a group of pelvic floor muscles and a system of ligaments that keep the uterus from dropping low. When these structures weaken, they cannot hold the uterus in place and it begins to sag. Several factors can contribute to weakening of the pelvic muscles, including:\nLoss of muscle tone due to aging;; Trauma during childbirth, especially if you give birth to multiple children or the fetus has a large weight;; Obesity or high body mass index;; Chronic coughing puts downward pressure on the pelvic floor;; Constipation.\n\nDegrees of disease\nPostpartum uterine prolapse is described in stages, indicating the degree of its prolapse. Other pelvic organs (such as the bladder or bowel) can also prolapse into the vagina (2). Four degrees of prolapse include:\nStage I: The uterus is located in the upper half of the vagina;; Stage II: The uterus has descended almost to the vaginal opening or 1cm or more inwards from the vaginal opening;; Stage III: The uterus slides down and protrudes largely out of the vagina;; Stage IV: This is the most severe stage when the entire uterus prolapses completely outside the vagina.\n\nComplications when not treated promptly\nIf uterine prolapse is left untreated, it can affect other organs in the pelvic area such as obstructing the bowel and bladder, and negatively impact your and your partner's sex life, causing pain. painful loss of sensation during intercourse.\n\nDiagnosis of uterine prolapse\nTo diagnose genital prolapse, the doctor will conduct a pelvic exam to determine the position of the uterus, whether the uterus is in its normal position or if there are signs of prolapse. During a gynecological examination, the doctor will use a speculum to examine the vagina and uterus, helping to detect bulges caused by the uterus falling into the vaginal canal. (3)\nAdditionally, your doctor may test your pelvic floor by asking you to push down in a supine or standing position, which can help assess how well the uterus has slid into your vagina. Your doctor may also ask you to squeeze your pelvic floor muscles as if stopping the flow of urine to test the strength of your pelvic floor muscles. This test can be done while you are lying down or while standing up.\n\nTreatment\nPostpartum uterine prolapse can be treated surgically and non-surgically. Depending on the patient's condition and treatment goals, whether they want to have children in the future or not, the doctor will recommend appropriate treatment regimens for you. Treatment methods such as:\nSurgical options\nHysterectomy and cervical prolapse repair: The disease can be treated classically with a hysterectomy. Hysterectomy is used in the most severe cases of uterine prolapse with most surgeries performed being total or partial hysterectomies (removal of part of the uterus but not the cervix). Your doctor will decide which hysterectomy is appropriate for your specific condition. In addition, any part of the vaginal wall, urethra, bladder or rectum can be operated on at the same time. A hysterectomy is a major surgery, and removing the uterus means pregnancy is no longer possible.; Laparoscopic, open or vaginal uterine suspension: surgery is used to perform uterine suspension, restoring uterine support and the structure of the pelvic floor. Doctors can use insoluble synthetic grafts (which last a lifetime after being placed in the body) to replace your own damaged fascia, fascia, and ligament structures. These advanced, highly technical pelvic floor rehabilitation surgeries are now widely used around the world because they are minimally invasive and effective for treating cervical prolapse.\nNon-surgical options\nPelvic floor exercises: Special exercises, called Kegels, can help strengthen the pelvic floor muscles. This may be the only treatment needed in mild cases of uterine prolapse. To do Kegel exercises, tighten your pelvic muscles as if you are trying to hold back urine. Hold the muscle tight for a few seconds then release. Repeat 10 times. You can do these exercises anywhere and anytime (4-6 times/day).\nReference: Exercises to treat uterine prolapse at home\nPelvic floor physical therapy with an intensive pelvic floor exercise machine: pelvic floor exercise protocols on the machine are updated according to existing protocols in the world, biofeedback training, electromyography stimulation with intra-sound probes vaginal probe, intra-anal probe or electromyography patch around the anal area help specifically treat pelvic floor diseases of the urinary tract, genital tract or anal tract.; Placing a uterine pessary (Pessary) in the  vagina: A vaginal pessary is a device that fits inside your vagina to hold the uterus in place. Uterine augmentation is used to treat moderate to severe disease, and can be a temporary or permanent treatment option depending on the appropriateness and acceptability of each person. Your doctor will thoroughly examine your pelvic floor to prescribe the right type and size of the implant for you, and you will learn how to use it (insertion, removal, and cleaning) to help relieve your symptoms. Your doctor will also advise you on the appropriate uterine implant if you are still sexually active. Vaginal female hormone medications are often used in the first 1 to 2 weeks after inserting the IUD to increase tolerance and reduce irritation, pressure on vaginal tissue, erosion, and vaginal bleeding.; Estrogen replacement therapy: Estrogen replacement therapy can help slow the weakening of the pelvic muscles and connective tissue that support the uterus. There are some side effects, such as increased risk of blood clots, gallbladder disease, and breast cancer. You need to consult your doctor for appropriate estrogen replacement therapy or discontinue use. Follow-up every 3 - 6 months if using hormone replacement.\n\nPrevent uterine prolapse\nYou may not be able to prevent all cases of uterine prolapse, but there are ways to reduce the risk of the disease progressing. Some lifestyle tips that can reduce your risk include:\nFollow a healthy lifestyle, maintain a reasonable weight;; Exercise regularly. Also, do Kegel exercises to strengthen your pelvic floor muscles. Talk to your doctor before starting any new exercise program;; Follow a healthy diet full of nutrients. You can talk to your doctor or nutritionist about the best diet for you;; Maintain a healthy weight: Proper nutrition and exercise can help control the symptoms of genital prolapse by reducing stress on the pelvic muscles and keeping the body as toned as possible; ; Quit smoking. If you smoke, you should quit immediately, smoking increases the risk of developing chronic coughs that strain the pelvic floor muscles;; Avoid lifting heavy objects: Lifting heavy objects can worsen symptoms of uterine prolapse and strain the structures that support the pelvic floor.\nThere are some tips for lifting heavy objects that can help you avoid injury. These lifting techniques include:\nDon't try to lift objects that are too heavy for you to lift alone. Also, avoid lifting objects that are too heavy and cause you to bend at the waist;; Before lifting an object, make sure you have a solid footing;; To pick up an object lower than your waist, step forward and back shoulder-width apart, keeping your center of gravity between your legs, keeping your back straight, and bending your knees and hips;; Stand completely straight without twisting. Always move your feet forward when lifting an object;; If you're lifting an object off a table, slide it against the edge of the table so you can hold it close to your body. Bend your knees to be close to the object. Use your feet to help lift objects;; Keep the object to be lifted low, place your feet in a stable position,  with a grip, hug the object close to your body, exhale, tighten your abs, lower your body and bend your hips and knees;\n\nDoes uterine prolapse recur?\nMost of the time, treatment for postpartum uterine prolapse is effective. However, sometimes the prolapse can recur. This is more likely to happen if you have very severe cervical prolapse, or you are obese or a young woman who exercises heavily. (4)\nIn most cases, the outlook is positive when treatment is combined with lifestyle changes (weight maintenance and exercise) to help prevent recurrence. Talk to your doctor about any problems you encounter during treatment so he or she can consider adjusting the appropriate treatment regimen for you.\nGathering a team of doctors and nurses who are leading experts in the field, equipped with the world's most modern machinery and equipment systems, the close coordination of the \"three-legged stool\" Gynecology - Urology - Anorectal colon at the hospital... Center for Obstetrics and Gynecology, Tam Anh General Hospital provides comprehensive, professional pelvic floor health examination services, individualized treatment regimens built specifically for each patient and team. A team of doctors and medical staff closely follows and supports all problems during treatment at the hospital and recovery at home...; always listen, understand and share all women's problems that are difficult to talk about or confide in anyone. To receive advice and schedule an examination with pelvic floor specialists at the Obstetrics and Gynecology Center, General Hospital Tam Anh department, customers please contact:\nUterine prolapse is a very common pelvic floor disorder during pregnancy or postpartum. This condition has a significant impact on women's health and quality of life. You need to immediately go to medical facilities or hospitals with Pelvic Floor Specialists if you have the above unusual symptoms for timely examination and treatment.",
    "subsections": [
        {
            "subsection_name": "What is uterine prolapse?",
            "subsection_content": "Uterine prolapse (uterine prolapse, genital prolapse) is a condition in which the muscles and ligaments of the pelvic floor are stretched and weakened (pelvic organ prolapse). Weakening of the supporting structures allows the uterus to move out of its normal position and fall into the vagina. This condition can shorten the length of the vagina, or even prolapse far enough to protrude through the vaginal opening. (first)\nThe uterus is one of the organs that make up part of the reproductive system, the uterus is located in the pelvic area and is shaped roughly like a pear. The uterus is where the fetus nests and develops. The uterus expands during pregnancy to accommodate the baby and then shrinks in size after birth.\nPelvic floor diseases are dysfunctions in the pelvic floor organs due to the impact of the weight of pregnancy and the stretching pressure of childbirth. This is one of the most common problems in women.\nUterine prolapse during pregnancy and postpartum can vary depending on how weak the uterine support is. In cases of partial genital prolapse, the uterus may have slipped and entered the vaginal birth canal, creating a lump or bulge. In more severe cases, the uterus can slide so far that it can be felt outside the vagina. This is called complete prolapse.",
            "subsection_string": "What is uterine prolapse?\nUterine prolapse (uterine prolapse, genital prolapse) is a condition in which the muscles and ligaments of the pelvic floor are stretched and weakened (pelvic organ prolapse). Weakening of the supporting structures allows the uterus to move out of its normal position and fall into the vagina. This condition can shorten the length of the vagina, or even prolapse far enough to protrude through the vaginal opening. (first)\nThe uterus is one of the organs that make up part of the reproductive system, the uterus is located in the pelvic area and is shaped roughly like a pear. The uterus is where the fetus nests and develops. The uterus expands during pregnancy to accommodate the baby and then shrinks in size after birth.\nPelvic floor diseases are dysfunctions in the pelvic floor organs due to the impact of the weight of pregnancy and the stretching pressure of childbirth. This is one of the most common problems in women.\nUterine prolapse during pregnancy and postpartum can vary depending on how weak the uterine support is. In cases of partial genital prolapse, the uterus may have slipped and entered the vaginal birth canal, creating a lump or bulge. In more severe cases, the uterus can slide so far that it can be felt outside the vagina. This is called complete prolapse."
        },
        {
            "subsection_name": "Symptoms of uterine prolapse",
            "subsection_content": "If you have mild uterine prolapse, you may not have any obvious symptoms except seeing or feeling vaginal bulging and back pain due to stretching of the uterine suspensory ligaments. However, when the uterus slips further out of position, this can put pressure on other pelvic organs – such as the bladder or bowel – and cause symptoms such as:\nVaginal symptoms\nFeeling of heaviness or pressure in the pelvic area;; Seeing or feeling a bulge;; Feeling of heaviness and pressure in the vagina;; Abnormal or excessive discharge from the vagina;; The cervix descends through the vaginal opening;; Pain in the pelvis, lower abdomen or back.\nUrinary symptoms\nFrequent bladder infections;; Urinary problems, including incontinence with frequent urination, urgency or urinary incontinence.\nBowel symptoms\nUncontrolled flatulence, loose or solid stools; Constipation; Need to use hands or push (impact around the vagina or perineum) to make defecation easier.\nSexual symptoms\nPain or difficulty during intercourse;; Reduced sexual sensation.\nSymptoms may get worse when you stand or walk for long periods of time. In these  activities gravity puts extra pressure on the pelvic muscles.",
            "subsection_string": "Symptoms of uterine prolapse\nIf you have mild uterine prolapse, you may not have any obvious symptoms except seeing or feeling vaginal bulging and back pain due to stretching of the uterine suspensory ligaments. However, when the uterus slips further out of position, this can put pressure on other pelvic organs – such as the bladder or bowel – and cause symptoms such as:\nVaginal symptoms\nFeeling of heaviness or pressure in the pelvic area;; Seeing or feeling a bulge;; Feeling of heaviness and pressure in the vagina;; Abnormal or excessive discharge from the vagina;; The cervix descends through the vaginal opening;; Pain in the pelvis, lower abdomen or back.\nUrinary symptoms\nFrequent bladder infections;; Urinary problems, including incontinence with frequent urination, urgency or urinary incontinence.\nBowel symptoms\nUncontrolled flatulence, loose or solid stools; Constipation; Need to use hands or push (impact around the vagina or perineum) to make defecation easier.\nSexual symptoms\nPain or difficulty during intercourse;; Reduced sexual sensation.\nSymptoms may get worse when you stand or walk for long periods of time. In these  activities gravity puts extra pressure on the pelvic muscles."
        },
        {
            "subsection_name": "Subjects susceptible to disease",
            "subsection_content": "Uterine prolapse can affect women of any age from 20 years and older, especially women who have given birth or have gone through menopause. Nearly half of women between the ages of 50 and 79 have had pelvic organ prolapse or some other form of pelvic organ prolapse. Cervical prolapse is also likely to occur in women with a family history (grandmother, mother, sister, or sibling) of this condition.\nMenopause occurs when your ovaries stop producing the hormones that regulate your monthly menstrual cycle (period). When you have not had a period for 12 consecutive months, you are considered menopausal. One of the hormones that stops working during menopause is estrogen. This particular hormone helps keep your pelvic floor muscles healthy. If your pelvic floor muscles are less firm, weak, or flabby, you are at high risk of uterine prolapse.\nIn addition, women who often do heavy labor and manual labor are also susceptible to genital prolapse, especially those who often work in a standing position, bending, or carrying heavy objects because of pelvic pressure. The abdomen and perineum are always high. Uterine prolapse can also occur in women who have never given birth because they are weak, have thin ligaments, and the uterus is in an intermediate position aligned with the vagina, so when there is strong pressure in the abdomen, it will push the uterus. The bow gradually descends.",
            "subsection_string": "Subjects susceptible to disease\nUterine prolapse can affect women of any age from 20 years and older, especially women who have given birth or have gone through menopause. Nearly half of women between the ages of 50 and 79 have had pelvic organ prolapse or some other form of pelvic organ prolapse. Cervical prolapse is also likely to occur in women with a family history (grandmother, mother, sister, or sibling) of this condition.\nMenopause occurs when your ovaries stop producing the hormones that regulate your monthly menstrual cycle (period). When you have not had a period for 12 consecutive months, you are considered menopausal. One of the hormones that stops working during menopause is estrogen. This particular hormone helps keep your pelvic floor muscles healthy. If your pelvic floor muscles are less firm, weak, or flabby, you are at high risk of uterine prolapse.\nIn addition, women who often do heavy labor and manual labor are also susceptible to genital prolapse, especially those who often work in a standing position, bending, or carrying heavy objects because of pelvic pressure. The abdomen and perineum are always high. Uterine prolapse can also occur in women who have never given birth because they are weak, have thin ligaments, and the uterus is in an intermediate position aligned with the vagina, so when there is strong pressure in the abdomen, it will push the uterus. The bow gradually descends."
        },
        {
            "subsection_name": "Causes of uterine prolapse and risk factors",
            "subsection_content": "Your uterus is held in place in the pelvis by a group of pelvic floor muscles and a system of ligaments that keep the uterus from dropping low. When these structures weaken, they cannot hold the uterus in place and it begins to sag. Several factors can contribute to weakening of the pelvic muscles, including:\nLoss of muscle tone due to aging;; Trauma during childbirth, especially if you give birth to multiple children or the fetus has a large weight;; Obesity or high body mass index;; Chronic coughing puts downward pressure on the pelvic floor;; Constipation.",
            "subsection_string": "Causes of uterine prolapse and risk factors\nYour uterus is held in place in the pelvis by a group of pelvic floor muscles and a system of ligaments that keep the uterus from dropping low. When these structures weaken, they cannot hold the uterus in place and it begins to sag. Several factors can contribute to weakening of the pelvic muscles, including:\nLoss of muscle tone due to aging;; Trauma during childbirth, especially if you give birth to multiple children or the fetus has a large weight;; Obesity or high body mass index;; Chronic coughing puts downward pressure on the pelvic floor;; Constipation."
        },
        {
            "subsection_name": "Degrees of disease",
            "subsection_content": "Postpartum uterine prolapse is described in stages, indicating the degree of its prolapse. Other pelvic organs (such as the bladder or bowel) can also prolapse into the vagina (2). Four degrees of prolapse include:\nStage I: The uterus is located in the upper half of the vagina;; Stage II: The uterus has descended almost to the vaginal opening or 1cm or more inwards from the vaginal opening;; Stage III: The uterus slides down and protrudes largely out of the vagina;; Stage IV: This is the most severe stage when the entire uterus prolapses completely outside the vagina.",
            "subsection_string": "Degrees of disease\nPostpartum uterine prolapse is described in stages, indicating the degree of its prolapse. Other pelvic organs (such as the bladder or bowel) can also prolapse into the vagina (2). Four degrees of prolapse include:\nStage I: The uterus is located in the upper half of the vagina;; Stage II: The uterus has descended almost to the vaginal opening or 1cm or more inwards from the vaginal opening;; Stage III: The uterus slides down and protrudes largely out of the vagina;; Stage IV: This is the most severe stage when the entire uterus prolapses completely outside the vagina."
        },
        {
            "subsection_name": "Complications when not treated promptly",
            "subsection_content": "If uterine prolapse is left untreated, it can affect other organs in the pelvic area such as obstructing the bowel and bladder, and negatively impact your and your partner's sex life, causing pain. painful loss of sensation during intercourse.",
            "subsection_string": "Complications when not treated promptly\nIf uterine prolapse is left untreated, it can affect other organs in the pelvic area such as obstructing the bowel and bladder, and negatively impact your and your partner's sex life, causing pain. painful loss of sensation during intercourse."
        },
        {
            "subsection_name": "Diagnosis of uterine prolapse",
            "subsection_content": "To diagnose genital prolapse, the doctor will conduct a pelvic exam to determine the position of the uterus, whether the uterus is in its normal position or if there are signs of prolapse. During a gynecological examination, the doctor will use a speculum to examine the vagina and uterus, helping to detect bulges caused by the uterus falling into the vaginal canal. (3)\nAdditionally, your doctor may test your pelvic floor by asking you to push down in a supine or standing position, which can help assess how well the uterus has slid into your vagina. Your doctor may also ask you to squeeze your pelvic floor muscles as if stopping the flow of urine to test the strength of your pelvic floor muscles. This test can be done while you are lying down or while standing up.",
            "subsection_string": "Diagnosis of uterine prolapse\nTo diagnose genital prolapse, the doctor will conduct a pelvic exam to determine the position of the uterus, whether the uterus is in its normal position or if there are signs of prolapse. During a gynecological examination, the doctor will use a speculum to examine the vagina and uterus, helping to detect bulges caused by the uterus falling into the vaginal canal. (3)\nAdditionally, your doctor may test your pelvic floor by asking you to push down in a supine or standing position, which can help assess how well the uterus has slid into your vagina. Your doctor may also ask you to squeeze your pelvic floor muscles as if stopping the flow of urine to test the strength of your pelvic floor muscles. This test can be done while you are lying down or while standing up."
        },
        {
            "subsection_name": "Treatment",
            "subsection_content": "Postpartum uterine prolapse can be treated surgically and non-surgically. Depending on the patient's condition and treatment goals, whether they want to have children in the future or not, the doctor will recommend appropriate treatment regimens for you. Treatment methods such as:\nSurgical options\nHysterectomy and cervical prolapse repair: The disease can be treated classically with a hysterectomy. Hysterectomy is used in the most severe cases of uterine prolapse with most surgeries performed being total or partial hysterectomies (removal of part of the uterus but not the cervix). Your doctor will decide which hysterectomy is appropriate for your specific condition. In addition, any part of the vaginal wall, urethra, bladder or rectum can be operated on at the same time. A hysterectomy is a major surgery, and removing the uterus means pregnancy is no longer possible.; Laparoscopic, open or vaginal uterine suspension: surgery is used to perform uterine suspension, restoring uterine support and the structure of the pelvic floor. Doctors can use insoluble synthetic grafts (which last a lifetime after being placed in the body) to replace your own damaged fascia, fascia, and ligament structures. These advanced, highly technical pelvic floor rehabilitation surgeries are now widely used around the world because they are minimally invasive and effective for treating cervical prolapse.\nNon-surgical options\nPelvic floor exercises: Special exercises, called Kegels, can help strengthen the pelvic floor muscles. This may be the only treatment needed in mild cases of uterine prolapse. To do Kegel exercises, tighten your pelvic muscles as if you are trying to hold back urine. Hold the muscle tight for a few seconds then release. Repeat 10 times. You can do these exercises anywhere and anytime (4-6 times/day).\nReference: Exercises to treat uterine prolapse at home\nPelvic floor physical therapy with an intensive pelvic floor exercise machine: pelvic floor exercise protocols on the machine are updated according to existing protocols in the world, biofeedback training, electromyography stimulation with intra-sound probes vaginal probe, intra-anal probe or electromyography patch around the anal area help specifically treat pelvic floor diseases of the urinary tract, genital tract or anal tract.; Placing a uterine pessary (Pessary) in the  vagina: A vaginal pessary is a device that fits inside your vagina to hold the uterus in place. Uterine augmentation is used to treat moderate to severe disease, and can be a temporary or permanent treatment option depending on the appropriateness and acceptability of each person. Your doctor will thoroughly examine your pelvic floor to prescribe the right type and size of the implant for you, and you will learn how to use it (insertion, removal, and cleaning) to help relieve your symptoms. Your doctor will also advise you on the appropriate uterine implant if you are still sexually active. Vaginal female hormone medications are often used in the first 1 to 2 weeks after inserting the IUD to increase tolerance and reduce irritation, pressure on vaginal tissue, erosion, and vaginal bleeding.; Estrogen replacement therapy: Estrogen replacement therapy can help slow the weakening of the pelvic muscles and connective tissue that support the uterus. There are some side effects, such as increased risk of blood clots, gallbladder disease, and breast cancer. You need to consult your doctor for appropriate estrogen replacement therapy or discontinue use. Follow-up every 3 - 6 months if using hormone replacement.",
            "subsection_string": "Treatment\nPostpartum uterine prolapse can be treated surgically and non-surgically. Depending on the patient's condition and treatment goals, whether they want to have children in the future or not, the doctor will recommend appropriate treatment regimens for you. Treatment methods such as:\nSurgical options\nHysterectomy and cervical prolapse repair: The disease can be treated classically with a hysterectomy. Hysterectomy is used in the most severe cases of uterine prolapse with most surgeries performed being total or partial hysterectomies (removal of part of the uterus but not the cervix). Your doctor will decide which hysterectomy is appropriate for your specific condition. In addition, any part of the vaginal wall, urethra, bladder or rectum can be operated on at the same time. A hysterectomy is a major surgery, and removing the uterus means pregnancy is no longer possible.; Laparoscopic, open or vaginal uterine suspension: surgery is used to perform uterine suspension, restoring uterine support and the structure of the pelvic floor. Doctors can use insoluble synthetic grafts (which last a lifetime after being placed in the body) to replace your own damaged fascia, fascia, and ligament structures. These advanced, highly technical pelvic floor rehabilitation surgeries are now widely used around the world because they are minimally invasive and effective for treating cervical prolapse.\nNon-surgical options\nPelvic floor exercises: Special exercises, called Kegels, can help strengthen the pelvic floor muscles. This may be the only treatment needed in mild cases of uterine prolapse. To do Kegel exercises, tighten your pelvic muscles as if you are trying to hold back urine. Hold the muscle tight for a few seconds then release. Repeat 10 times. You can do these exercises anywhere and anytime (4-6 times/day).\nReference: Exercises to treat uterine prolapse at home\nPelvic floor physical therapy with an intensive pelvic floor exercise machine: pelvic floor exercise protocols on the machine are updated according to existing protocols in the world, biofeedback training, electromyography stimulation with intra-sound probes vaginal probe, intra-anal probe or electromyography patch around the anal area help specifically treat pelvic floor diseases of the urinary tract, genital tract or anal tract.; Placing a uterine pessary (Pessary) in the  vagina: A vaginal pessary is a device that fits inside your vagina to hold the uterus in place. Uterine augmentation is used to treat moderate to severe disease, and can be a temporary or permanent treatment option depending on the appropriateness and acceptability of each person. Your doctor will thoroughly examine your pelvic floor to prescribe the right type and size of the implant for you, and you will learn how to use it (insertion, removal, and cleaning) to help relieve your symptoms. Your doctor will also advise you on the appropriate uterine implant if you are still sexually active. Vaginal female hormone medications are often used in the first 1 to 2 weeks after inserting the IUD to increase tolerance and reduce irritation, pressure on vaginal tissue, erosion, and vaginal bleeding.; Estrogen replacement therapy: Estrogen replacement therapy can help slow the weakening of the pelvic muscles and connective tissue that support the uterus. There are some side effects, such as increased risk of blood clots, gallbladder disease, and breast cancer. You need to consult your doctor for appropriate estrogen replacement therapy or discontinue use. Follow-up every 3 - 6 months if using hormone replacement."
        },
        {
            "subsection_name": "Prevent uterine prolapse",
            "subsection_content": "You may not be able to prevent all cases of uterine prolapse, but there are ways to reduce the risk of the disease progressing. Some lifestyle tips that can reduce your risk include:\nFollow a healthy lifestyle, maintain a reasonable weight;; Exercise regularly. Also, do Kegel exercises to strengthen your pelvic floor muscles. Talk to your doctor before starting any new exercise program;; Follow a healthy diet full of nutrients. You can talk to your doctor or nutritionist about the best diet for you;; Maintain a healthy weight: Proper nutrition and exercise can help control the symptoms of genital prolapse by reducing stress on the pelvic muscles and keeping the body as toned as possible; ; Quit smoking. If you smoke, you should quit immediately, smoking increases the risk of developing chronic coughs that strain the pelvic floor muscles;; Avoid lifting heavy objects: Lifting heavy objects can worsen symptoms of uterine prolapse and strain the structures that support the pelvic floor.\nThere are some tips for lifting heavy objects that can help you avoid injury. These lifting techniques include:\nDon't try to lift objects that are too heavy for you to lift alone. Also, avoid lifting objects that are too heavy and cause you to bend at the waist;; Before lifting an object, make sure you have a solid footing;; To pick up an object lower than your waist, step forward and back shoulder-width apart, keeping your center of gravity between your legs, keeping your back straight, and bending your knees and hips;; Stand completely straight without twisting. Always move your feet forward when lifting an object;; If you're lifting an object off a table, slide it against the edge of the table so you can hold it close to your body. Bend your knees to be close to the object. Use your feet to help lift objects;; Keep the object to be lifted low, place your feet in a stable position,  with a grip, hug the object close to your body, exhale, tighten your abs, lower your body and bend your hips and knees;",
            "subsection_string": "Prevent uterine prolapse\nYou may not be able to prevent all cases of uterine prolapse, but there are ways to reduce the risk of the disease progressing. Some lifestyle tips that can reduce your risk include:\nFollow a healthy lifestyle, maintain a reasonable weight;; Exercise regularly. Also, do Kegel exercises to strengthen your pelvic floor muscles. Talk to your doctor before starting any new exercise program;; Follow a healthy diet full of nutrients. You can talk to your doctor or nutritionist about the best diet for you;; Maintain a healthy weight: Proper nutrition and exercise can help control the symptoms of genital prolapse by reducing stress on the pelvic muscles and keeping the body as toned as possible; ; Quit smoking. If you smoke, you should quit immediately, smoking increases the risk of developing chronic coughs that strain the pelvic floor muscles;; Avoid lifting heavy objects: Lifting heavy objects can worsen symptoms of uterine prolapse and strain the structures that support the pelvic floor.\nThere are some tips for lifting heavy objects that can help you avoid injury. These lifting techniques include:\nDon't try to lift objects that are too heavy for you to lift alone. Also, avoid lifting objects that are too heavy and cause you to bend at the waist;; Before lifting an object, make sure you have a solid footing;; To pick up an object lower than your waist, step forward and back shoulder-width apart, keeping your center of gravity between your legs, keeping your back straight, and bending your knees and hips;; Stand completely straight without twisting. Always move your feet forward when lifting an object;; If you're lifting an object off a table, slide it against the edge of the table so you can hold it close to your body. Bend your knees to be close to the object. Use your feet to help lift objects;; Keep the object to be lifted low, place your feet in a stable position,  with a grip, hug the object close to your body, exhale, tighten your abs, lower your body and bend your hips and knees;"
        },
        {
            "subsection_name": "Does uterine prolapse recur?",
            "subsection_content": "Most of the time, treatment for postpartum uterine prolapse is effective. However, sometimes the prolapse can recur. This is more likely to happen if you have very severe cervical prolapse, or you are obese or a young woman who exercises heavily. (4)\nIn most cases, the outlook is positive when treatment is combined with lifestyle changes (weight maintenance and exercise) to help prevent recurrence. Talk to your doctor about any problems you encounter during treatment so he or she can consider adjusting the appropriate treatment regimen for you.\nGathering a team of doctors and nurses who are leading experts in the field, equipped with the world's most modern machinery and equipment systems, the close coordination of the \"three-legged stool\" Gynecology - Urology - Anorectal colon at the hospital... Center for Obstetrics and Gynecology, Tam Anh General Hospital provides comprehensive, professional pelvic floor health examination services, individualized treatment regimens built specifically for each patient and team. A team of doctors and medical staff closely follows and supports all problems during treatment at the hospital and recovery at home...; always listen, understand and share all women's problems that are difficult to talk about or confide in anyone. To receive advice and schedule an examination with pelvic floor specialists at the Obstetrics and Gynecology Center, General Hospital Tam Anh department, customers please contact:\nUterine prolapse is a very common pelvic floor disorder during pregnancy or postpartum. This condition has a significant impact on women's health and quality of life. You need to immediately go to medical facilities or hospitals with Pelvic Floor Specialists if you have the above unusual symptoms for timely examination and treatment.",
            "subsection_string": "Does uterine prolapse recur?\nMost of the time, treatment for postpartum uterine prolapse is effective. However, sometimes the prolapse can recur. This is more likely to happen if you have very severe cervical prolapse, or you are obese or a young woman who exercises heavily. (4)\nIn most cases, the outlook is positive when treatment is combined with lifestyle changes (weight maintenance and exercise) to help prevent recurrence. Talk to your doctor about any problems you encounter during treatment so he or she can consider adjusting the appropriate treatment regimen for you.\nGathering a team of doctors and nurses who are leading experts in the field, equipped with the world's most modern machinery and equipment systems, the close coordination of the \"three-legged stool\" Gynecology - Urology - Anorectal colon at the hospital... Center for Obstetrics and Gynecology, Tam Anh General Hospital provides comprehensive, professional pelvic floor health examination services, individualized treatment regimens built specifically for each patient and team. A team of doctors and medical staff closely follows and supports all problems during treatment at the hospital and recovery at home...; always listen, understand and share all women's problems that are difficult to talk about or confide in anyone. To receive advice and schedule an examination with pelvic floor specialists at the Obstetrics and Gynecology Center, General Hospital Tam Anh department, customers please contact:\nUterine prolapse is a very common pelvic floor disorder during pregnancy or postpartum. This condition has a significant impact on women's health and quality of life. You need to immediately go to medical facilities or hospitals with Pelvic Floor Specialists if you have the above unusual symptoms for timely examination and treatment."
        }
    ],
    "name": "sa-tu-cung.json"
}