{
    "title": "What are pitted scars? Causes, signs and classification",
    "category": "Dermatology",
    "link": "https://tamanhhospital.vn/seo-ro/",
    "abstract": "Pitted scars cause skin aging, making patients feel old before their time and lose confidence in public. So what are pitted scars, is there a way to treat them? What are the causes, signs and how to classify pitted scars? The article below will share information with patients about common types of pitted scars, helping to accurately diagnose and treat them more effectively.",
    "content": "What are pitted scars? Causes, signs and classification\n\nPitted scars cause skin aging, making patients feel old before their time and lose confidence in public. So what are pitted scars, is there a way to treat them? What are the causes, signs and how to classify pitted scars? The article below will share information with patients about common types of pitted scars, helping to accurately diagnose and treat them more effectively.\n\nWhat are pitted scars?\nPitted scars are a skin condition where deep depressions of uneven size and shape appear on the skin's surface, so they are also called pitted scars. When the fibroblast organization in the dermis is damaged, broken, and does not produce collagen or elastin, it loses the ability to regenerate skin and cannot fill the wound, so when the wound heals, it leaves dents on the skin.\nAlthough this condition does not cause itching or discomfort, and does not affect health, the pits on the skin (especially on the face) make the patient lack confidence.\n\nClassification of common types of pitted scars today\nTo apply effective treatments for pitted scars, suitable for each case, dermatologists - skin aesthetics will classify the common types of pitted scars today by shape as follows:\n1. Scars with sharp bottoms\nSharp base scars are shaped like sharp objects penetrating deep into the skin structure. Scars are usually wider than 2mm and deeper than 0.5mm, causing the skin surface to be pitted, less smooth, etc. These scars are mainly a secondary result of not treating acne completely. This is one of the types of pitted scars that is difficult to treat.\n2. Square leg-shaped scar\nSquare-shaped scars often have vertical edges and are wider than sharp-bottomed scars. They look like a large dent or crater that is common under the cheeks and jaw. Square-shaped scars are formed from squeezing acne incorrectly or as a result of chickenpox.\n3. Round bottom shaped scar\nTo distinguish round-bottom scars from other types of pitted scars, patients observe the following characteristics: the indentations have steep edges, undulating on the wavy surface, making the skin look less smooth. Round-bottom scars, also known as wavy scars, are commonly found on the lower cheeks and chin, where your skin is thicker.\n4. Mixed pitted scars\nAt this time, the skin appears in all forms of pitted scars with sharp bottoms, square legs, round bottoms, etc., making the skin less smooth. Because acne spots do not have the same rules for forming pitted scars after healing. Depending on what type of acne it is, how big or small the inflammation is, and each person's constitution, after a bout of acne, different types of pitted scars form. This type of mixed pitted scars is easy to see in people with previous pitted scars.\nCommon types of pitted scars today\n\nCauses of pitted scars\nPitted scars are known to originate from types of acne, besides there are some other causes of wood scars such as: (1)\n1. Acne\nAcne is one of the common causes of pitted scars. Especially during puberty, acne often appears. In addition, other types of acne such as blackheads, acne, pustules, etc., if not treated promptly, will clog pores, leading to skin damage. Severe cases of inflammatory acne still cause pitted scars, even when the acne is left to heal on its own.\n2. Chickenpox\nChickenpox is caused by the varicella zoster virus, with blisters all over the body, along with itching and discomfort. The disease usually heals in 3-4 weeks, the chickenpox spots will dry on their own and usually do not leave scars. However, in some cases without careful and proper care, chickenpox spots still leave pitted scars.\nThe main cause of pitted scars from chickenpox: the skin is damaged due to scratching the blisters too much, causing the blisters to burst, the disease becomes severe, there is a skin infection causing the blisters to become pustules, or due to The body easily leaves scars. Pitted scars from chickenpox are scattered, not concentrated and the surface is 3 - 8mm wide.\n3. Accidents\nAccidents are things that we cannot predict and cause direct harm to each person when they encounter them. Situations that cause indentations on the skin or pitted scars such as burns, falls, scratches on the skin, wounds after traffic accidents, etc. In this case, treating pitted scars is quite difficult because they are quite large in size.\n4. Surgery\nEven though you don't want pitted scars on your skin, when you have to go under the knife, it will definitely leave scars, big or small. Laparoscopic appendectomy is a common case that causes pitted scars.\n5. Other causes\nIn addition to the factors mentioned above, pitted scars also come from improper skin care, folliculitis, skin abscesses, etc. Therefore, when you have skin diseases, you should ask your doctor about the sequelae and take care of them. skin properly to limit pitted scars.\n\nCommon signs of pitted scars\nTo recognize pitted scars is not a difficult problem, here are some common signs:\nPitted scars are indentations on the skin surface that are formed when the damage has recovered. Pitted scars are usually smaller than the size of the wound and do not cause pain or discomfort but make your skin appear convex, dry and rough.; During the acne period, if you do not take care of it properly, it can easily lead to severe acne inflammation. During this process, the inflamed acne becomes filled with pus and spills into the dermis, destroying skin cells. Damage can easily lead to excessive proliferation of the collagenase enzyme, an enzyme capable of degrading collagen and reducing the amount of collagen below the skin's surface. After acne lesions heal, pitted scars form; Depending on which area of ​​the skin is damaged, pitted scars appear there. But pitted scars commonly appear on the cheeks and chin due to acne damage. Besides, depending on each person's constitution, the likelihood of acne appearing is high or low. For people who have fewer scars than others, when they have inflammatory acne, they don't need to worry too much about pitted scars. (2)\n\nPitted scars on facial skin are common\nThe skin makes up the entire body, so external influences often damage the skin first. The skin on the face is the most damaged because the skin is quite thin. From there, pitted scars appear, in common locations such as:\n1. On the face\nThe habit of squeezing pimples with your hands is not a good thing because the pimples are more susceptible to infection. Facial skin is smooth and thin. When you put your hands on your face, you accidentally bring dirt and bacteria from your hands into contact with your skin. At this time, the facial skin protects itself by thickening to protect skin coverage.\nThe pores have blackheads, acne becomes deeper and can easily form pitted scars when the acne clears. This is a quite special case, the cause of pitted scars is not due to loss of collagen but due to thickening of the skin layer and concave acne area.\nIn addition, in women, when the facial skin comes into contact with many other cosmetics without thoroughly removing makeup, the pores become clogged. From there, acne forms, the leading cause of pitted scars.\n2. Above the nose\nBlackheads, often appear on the nose with tiny particles. Many people think that they are small so there is no need to worry about the risk of scarring. However, blackheads are the cause of pitted scars in many people, especially men. In addition to blackheads that appear on the nose, there are also blackheads that also cause pitted scars.\nPitted scars are common on the face and nose\n\nClassify pitted scars on the face according to level\nThe condition of pitted scars is classified into 3 different levels.\nMild: Mild pitted scars are a condition that only people can notice when they come into close contact with them or can only feel them when they touch them. And on the face there are only a few light dents in some areas. This level can be covered with makeup or cream.; Moderate: Pitted scars appear densely on both cheeks. The skin surface now appears clearly visible indentations; Severe: Pitted scars almost take over your face such as: cheeks, forehead, chin,... with pitted scars deeply sunken into the skin surface. A typical example of severe pitted scars is scars with pointed bottoms or mixed shapes.\n\nCan pitted scars fill up on their own?\nPitted scars cannot fill up on their own. Pitted scars are the healing process after skin damage. They create scars partly to shield the skin from bacteria and other harmful agents. This is considered a form of permanent damage because the damaged fibroblasts cannot continue to produce collagen.\nPitted scars that are left for a long time cause the broken bonds to not function as before, becoming rough and hard to treat.\nPitted scars do not fill up on their own\n\nCan pitted scars be treated?\nHave! With today's modern medicine, treating pitted scars is not too difficult. However, the effectiveness of treatment depends on the condition of pitted scars. In addition, patients need to go to reputable pitted scar treatment facilities, examine and correctly assess the condition, choose the appropriate method, post-treatment care, etc.\nTreating old pitted scars will take more time and be more difficult to achieve effectiveness than new scars.\n\nHow do pitted scars affect life?\nPeople with pitted scars lose confidence in public and become less attractive to the opposite sex. Pitted scars do not cause pain but affect mental life. When suffering from pitted scars, patients have reduced opportunities to find jobs, especially in fields that require external appearance.\n\nDiagnosis of pitted scars\nSkin examination: the doctor will examine the skin and use a LED light to check skin condition and classify the skin.; Skin examination: skin examination is painless, takes place quickly, helps the doctor optimize the diagnosis of skin conditions, the doctor will know the elasticity, structure, and type of skin deep inside to the dermis.\nAfter examining and examining the skin, the doctor will diagnose pitted scars with 4 levels: macular, mild, moderate and severe.\nThe macula is a red but flat scar; Mild level: makeup can hide pitted scars; Moderate level: can see clearly at close range, cannot be covered by makeup; Severity level: pitted scars can still be clearly seen when standing at a distance of 50cm.\n\nHow to treat pitted scars\nCurrently, there are many different ways to treat pitted scars, including popular methods such as:\n1. Natural ingredients\nIngredients like pennywort, aloe vera, fresh turmeric, green tea powder,... are very suitable to support the treatment of pitted scars because they contain vitamins A, E, B1, B6,... to help protect and regenerate the skin, increasing Collagen production and anti-oxidation.\nWith the above ingredients, just grind and gently apply to the scarred area, leave for about 15 - 20 minutes and rinse with water. If using fresh turmeric or green tea powder, add honey, or squeeze a little lemon juice when using aloe vera.\nThe natural way to treat pitted scars is easy to do, you need to apply it for a long time to see the effect. However, this method is not effective in cases of severe pitted scars.\n2. Chemical peels method\nChemical peels method (skin peel or biological skin peeling) is based on the use of organic acids such as alpha hydroxy acid (AHA) or beta hydroxy acid (BHA) or trichloroacetic acid (TCA) to stimulate the peeling process. epidermis, promoting skin renewal and regeneration. The skin peels method can overcome many skin problems such as: acne, pitted scars, dark spots, large pores... at a cost many times lower than other high-tech treatments such as: micro-abrasion, laser photothermal…\n3. Create fake lesions\nCreate fake lesions with 2 main methods: needle rolling and microneedling.\nMicroneedling uses small needles to roll on the surface, causing small injuries to stimulate collagen production to improve skin conditions such as melasma, scars, baldness, and wrinkles.\nMicroneedling uses tiny needles to impact the skin's epidermis to replace old cells. Then, nutrients extracted from seaweed, fermented plants... are injected deep into the skin to nourish and regenerate the skin.\nMicroneedles are mainly located in the epidermal layer of the skin and do not cause pain, suitable for skin with mild or moderate pitted scars. Microneedling is more painful because the intervention is deeper than microneedling, bringing noticeable results after each treatment.\n4. Dermabrasion\nDoctors use a handheld device called a dermabrasion machine, which creates friction to remove the outer layers of skin. This method is painless because it only affects the surface of the skin and one session of dermabrasion takes about 30 - 40 minutes.\nThere are three popular types of microdermabrasion: hydrodermabrasion, microdermabrasion with diamond crystals, and microdermabrasion with crystal crystals. Because it only affects the surface, microdermabrasion requires you to persevere and do it many times to get the expected results.\n5. Filler injection\nFiller injection is chosen by many people with quick results after implementation. This method injects filler into the dermis or dermis at the location of pitted scars with the purpose of raising the skin surface, supporting subcutaneous tissue and filling pitted scars. Fillers are usually in liquid or gel form, usually collagen, or autologous fat similar to natural substances in the body.\nDepending on the location, filler injections last for 4-6 months, then dissolve and the skin returns to the state before the filler was injected. In addition, this method can have dangerous complications if the filler is of unknown origin, of poor quality, or the filler is injected incorrectly, causing the scar structure to change.\n6. Laser reconstruction\nThere are 2 types of laser skin resurfacing: fractional CO2 laser and non-invasive laser. Depending on the condition of pitted scars or the nature of your skin, the dermatologist - skin aesthetician will determine which laser method is appropriate.\nFractional CO2 laser therapy helps stimulate cell regeneration beneath the scar. Using laser light to shine on pitted scars, burns the outermost layer in the scarred skin area and stimulates new cell growth. After a while, the pits are slightly reduced.\nAblative laser is a form of treatment that removes pitted skin using laser beams. This ablative laser resurfacing takes several weeks of care and recovery, but the results last for years, with no additional treatments required. However, this therapy has some risks such as changes in skin color, redness, and swelling. In some cases, this method makes acne or scars worse.\nThe patient after a week of treating pitted scars at Tam Anh General Hospital, Ho Chi Minh City\n\nNotes to know after treating pitted scars\nAfter treating pitted scars, the skin becomes thin and sensitive. At that time, the skin has some other symptoms after treatment such as: red skin, skin peeling off and exposing young skin. This makes the patient hesitant to seek care for fear of further injury, but the reactions will disappear if you know how to care for them properly. Some notes when treating pitted scars are as follows:\n1. Follow your doctor's regulations\nDermatologist's advice - skin aesthetics is very important after treating pitted scars. Patients should remember what their doctor tells them to do and take the full dose of medication if prescribed to avoid dangerous complications.\n2. Take care of your skin properly\nAfter 1-3 days of treatment, makeup remover cotton or gauze should be used to avoid infection.; From 3 to 7 days, you can wash your face but do not scrub or rub too hard to damage the skin.; After 7 days, use a gentle facial cleanser.\nLater, when your skin is perfect, you should use skin moisturizing products and use sunscreen when going out.\n3. Avoid exposure to sunlight\nDuring the first week of treating pitted scars, you should limit going out and do not use sunscreen because the skin is still thin and vulnerable. If you must go out, you should use sunscreen pills and a thick mask to help protect your skin. After 7 days, use sunscreen regularly even indoors.\n\nMeasures to prevent pitted scars\nTo avoid headaches, loss of confidence, or wasting time and money treating pitted scars, you need to create skin care habits such as: (3)\n1. Take care of your skin properly when you have acne\nWhen you have acne, you should not use your hands to squeeze or deliberately remove the acne core, which can easily lead to infection. You need to remove makeup, wash your face thoroughly and use a pimple popper or wash your hands to remove the pimples under the skin. After squeezing acne, apply facial mask to moisturize skin. This method helps the skin have a certain moisture and reduces the risk of inflammation with newly removed acne spots.\n2. Use sunscreen\nYou should use sunscreen when going out to avoid dirt from sticking deep into the skin and harmful rays to the skin. If you don't go out and sit in a well-lit location, you should still use sunscreen, because ultraviolet rays can still penetrate the skin here.\n3. Exfoliate\nTo treat current acne and prevent further breakouts, it is necessary to keep pores clear and support skin cell regeneration. Choose gentle exfoliating products that contain ingredients such as: cleansers containing AHAs (like glycolic acid), BHAs (like salicylic acid), and retinol are all helpful.\n4. Take medication as prescribed\nIf your acne does not improve after a few months of acne treatment, see your doctor to adjust or review your prescription.\n\nWhat should you eat and avoid to treat pitted scars?\nDuring the treatment of pitted scars, eat carefully. In addition to paying attention to foods that provide nutrition to the skin and speed up the recovery process, you should avoid certain foods that can delay wound healing or cause the body to be allergic, such as spicy and greasy foods. …\n1. Foods you should eat\nDiet and rest have a big impact on treatment results. Foods that help increase wound healing include: meat, fish, eggs, milk, broccoli, avocado, kiwi, etc. In addition, food groups rich in vitamins A, B, E are often found in sweet potatoes. , fish mint, papaya, active seeds,... help increase collagen. And drink 2 liters of water every day, a good way to moisturize the skin.\n2. Foods to avoid\nFoods made from sticky rice such as: banh chung, sticky rice, banh tet, etc. should be limited. Because they have the ability to cause swelling and inflammation of scars. Although green vegetables have many vitamins that are good for health, spinach, spinach, and amaranth make scarring more serious. And seafood with hard shells such as shrimp, crabs, snails, etc. should also not be eaten. These types of seafood make scars larger and harder to heal.\nDepartment of Dermatology - Skin Aesthetics at Tam Anh General Hospital with leading experts and doctors with many years of experience in the profession, helping to accurately diagnose the condition of pitted scars. With modern machinery and equipment, we offer the most effective method of treating pitted scars.\nPitted scars cause indentations to appear on the skin's surface, making the skin susceptible to premature aging. There are many treatment methods for pitted scars that help restore and regenerate the skin, making it shiny and smooth. Patients should choose a reputable clinic or hospital with dermatologists - skin cosmetic specialists to examine, advise, and provide a treatment regimen suitable for the condition of pitted scars on the skin to protect them. healthier skin.",
    "subsections": [
        {
            "subsection_name": "What are pitted scars?",
            "subsection_content": "Pitted scars are a skin condition where deep depressions of uneven size and shape appear on the skin's surface, so they are also called pitted scars. When the fibroblast organization in the dermis is damaged, broken, and does not produce collagen or elastin, it loses the ability to regenerate skin and cannot fill the wound, so when the wound heals, it leaves dents on the skin.\nAlthough this condition does not cause itching or discomfort, and does not affect health, the pits on the skin (especially on the face) make the patient lack confidence.",
            "subsection_string": "What are pitted scars?\nPitted scars are a skin condition where deep depressions of uneven size and shape appear on the skin's surface, so they are also called pitted scars. When the fibroblast organization in the dermis is damaged, broken, and does not produce collagen or elastin, it loses the ability to regenerate skin and cannot fill the wound, so when the wound heals, it leaves dents on the skin.\nAlthough this condition does not cause itching or discomfort, and does not affect health, the pits on the skin (especially on the face) make the patient lack confidence."
        },
        {
            "subsection_name": "Classification of common types of pitted scars today",
            "subsection_content": "To apply effective treatments for pitted scars, suitable for each case, dermatologists - skin aesthetics will classify the common types of pitted scars today by shape as follows:\n1. Scars with sharp bottoms\nSharp base scars are shaped like sharp objects penetrating deep into the skin structure. Scars are usually wider than 2mm and deeper than 0.5mm, causing the skin surface to be pitted, less smooth, etc. These scars are mainly a secondary result of not treating acne completely. This is one of the types of pitted scars that is difficult to treat.\n2. Square leg-shaped scar\nSquare-shaped scars often have vertical edges and are wider than sharp-bottomed scars. They look like a large dent or crater that is common under the cheeks and jaw. Square-shaped scars are formed from squeezing acne incorrectly or as a result of chickenpox.\n3. Round bottom shaped scar\nTo distinguish round-bottom scars from other types of pitted scars, patients observe the following characteristics: the indentations have steep edges, undulating on the wavy surface, making the skin look less smooth. Round-bottom scars, also known as wavy scars, are commonly found on the lower cheeks and chin, where your skin is thicker.\n4. Mixed pitted scars\nAt this time, the skin appears in all forms of pitted scars with sharp bottoms, square legs, round bottoms, etc., making the skin less smooth. Because acne spots do not have the same rules for forming pitted scars after healing. Depending on what type of acne it is, how big or small the inflammation is, and each person's constitution, after a bout of acne, different types of pitted scars form. This type of mixed pitted scars is easy to see in people with previous pitted scars.\nCommon types of pitted scars today",
            "subsection_string": "Classification of common types of pitted scars today\nTo apply effective treatments for pitted scars, suitable for each case, dermatologists - skin aesthetics will classify the common types of pitted scars today by shape as follows:\n1. Scars with sharp bottoms\nSharp base scars are shaped like sharp objects penetrating deep into the skin structure. Scars are usually wider than 2mm and deeper than 0.5mm, causing the skin surface to be pitted, less smooth, etc. These scars are mainly a secondary result of not treating acne completely. This is one of the types of pitted scars that is difficult to treat.\n2. Square leg-shaped scar\nSquare-shaped scars often have vertical edges and are wider than sharp-bottomed scars. They look like a large dent or crater that is common under the cheeks and jaw. Square-shaped scars are formed from squeezing acne incorrectly or as a result of chickenpox.\n3. Round bottom shaped scar\nTo distinguish round-bottom scars from other types of pitted scars, patients observe the following characteristics: the indentations have steep edges, undulating on the wavy surface, making the skin look less smooth. Round-bottom scars, also known as wavy scars, are commonly found on the lower cheeks and chin, where your skin is thicker.\n4. Mixed pitted scars\nAt this time, the skin appears in all forms of pitted scars with sharp bottoms, square legs, round bottoms, etc., making the skin less smooth. Because acne spots do not have the same rules for forming pitted scars after healing. Depending on what type of acne it is, how big or small the inflammation is, and each person's constitution, after a bout of acne, different types of pitted scars form. This type of mixed pitted scars is easy to see in people with previous pitted scars.\nCommon types of pitted scars today"
        },
        {
            "subsection_name": "Causes of pitted scars",
            "subsection_content": "Pitted scars are known to originate from types of acne, besides there are some other causes of wood scars such as: (1)\n1. Acne\nAcne is one of the common causes of pitted scars. Especially during puberty, acne often appears. In addition, other types of acne such as blackheads, acne, pustules, etc., if not treated promptly, will clog pores, leading to skin damage. Severe cases of inflammatory acne still cause pitted scars, even when the acne is left to heal on its own.\n2. Chickenpox\nChickenpox is caused by the varicella zoster virus, with blisters all over the body, along with itching and discomfort. The disease usually heals in 3-4 weeks, the chickenpox spots will dry on their own and usually do not leave scars. However, in some cases without careful and proper care, chickenpox spots still leave pitted scars.\nThe main cause of pitted scars from chickenpox: the skin is damaged due to scratching the blisters too much, causing the blisters to burst, the disease becomes severe, there is a skin infection causing the blisters to become pustules, or due to The body easily leaves scars. Pitted scars from chickenpox are scattered, not concentrated and the surface is 3 - 8mm wide.\n3. Accidents\nAccidents are things that we cannot predict and cause direct harm to each person when they encounter them. Situations that cause indentations on the skin or pitted scars such as burns, falls, scratches on the skin, wounds after traffic accidents, etc. In this case, treating pitted scars is quite difficult because they are quite large in size.\n4. Surgery\nEven though you don't want pitted scars on your skin, when you have to go under the knife, it will definitely leave scars, big or small. Laparoscopic appendectomy is a common case that causes pitted scars.\n5. Other causes\nIn addition to the factors mentioned above, pitted scars also come from improper skin care, folliculitis, skin abscesses, etc. Therefore, when you have skin diseases, you should ask your doctor about the sequelae and take care of them. skin properly to limit pitted scars.",
            "subsection_string": "Causes of pitted scars\nPitted scars are known to originate from types of acne, besides there are some other causes of wood scars such as: (1)\n1. Acne\nAcne is one of the common causes of pitted scars. Especially during puberty, acne often appears. In addition, other types of acne such as blackheads, acne, pustules, etc., if not treated promptly, will clog pores, leading to skin damage. Severe cases of inflammatory acne still cause pitted scars, even when the acne is left to heal on its own.\n2. Chickenpox\nChickenpox is caused by the varicella zoster virus, with blisters all over the body, along with itching and discomfort. The disease usually heals in 3-4 weeks, the chickenpox spots will dry on their own and usually do not leave scars. However, in some cases without careful and proper care, chickenpox spots still leave pitted scars.\nThe main cause of pitted scars from chickenpox: the skin is damaged due to scratching the blisters too much, causing the blisters to burst, the disease becomes severe, there is a skin infection causing the blisters to become pustules, or due to The body easily leaves scars. Pitted scars from chickenpox are scattered, not concentrated and the surface is 3 - 8mm wide.\n3. Accidents\nAccidents are things that we cannot predict and cause direct harm to each person when they encounter them. Situations that cause indentations on the skin or pitted scars such as burns, falls, scratches on the skin, wounds after traffic accidents, etc. In this case, treating pitted scars is quite difficult because they are quite large in size.\n4. Surgery\nEven though you don't want pitted scars on your skin, when you have to go under the knife, it will definitely leave scars, big or small. Laparoscopic appendectomy is a common case that causes pitted scars.\n5. Other causes\nIn addition to the factors mentioned above, pitted scars also come from improper skin care, folliculitis, skin abscesses, etc. Therefore, when you have skin diseases, you should ask your doctor about the sequelae and take care of them. skin properly to limit pitted scars."
        },
        {
            "subsection_name": "Common signs of pitted scars",
            "subsection_content": "To recognize pitted scars is not a difficult problem, here are some common signs:\nPitted scars are indentations on the skin surface that are formed when the damage has recovered. Pitted scars are usually smaller than the size of the wound and do not cause pain or discomfort but make your skin appear convex, dry and rough.; During the acne period, if you do not take care of it properly, it can easily lead to severe acne inflammation. During this process, the inflamed acne becomes filled with pus and spills into the dermis, destroying skin cells. Damage can easily lead to excessive proliferation of the collagenase enzyme, an enzyme capable of degrading collagen and reducing the amount of collagen below the skin's surface. After acne lesions heal, pitted scars form; Depending on which area of ​​the skin is damaged, pitted scars appear there. But pitted scars commonly appear on the cheeks and chin due to acne damage. Besides, depending on each person's constitution, the likelihood of acne appearing is high or low. For people who have fewer scars than others, when they have inflammatory acne, they don't need to worry too much about pitted scars. (2)",
            "subsection_string": "Common signs of pitted scars\nTo recognize pitted scars is not a difficult problem, here are some common signs:\nPitted scars are indentations on the skin surface that are formed when the damage has recovered. Pitted scars are usually smaller than the size of the wound and do not cause pain or discomfort but make your skin appear convex, dry and rough.; During the acne period, if you do not take care of it properly, it can easily lead to severe acne inflammation. During this process, the inflamed acne becomes filled with pus and spills into the dermis, destroying skin cells. Damage can easily lead to excessive proliferation of the collagenase enzyme, an enzyme capable of degrading collagen and reducing the amount of collagen below the skin's surface. After acne lesions heal, pitted scars form; Depending on which area of ​​the skin is damaged, pitted scars appear there. But pitted scars commonly appear on the cheeks and chin due to acne damage. Besides, depending on each person's constitution, the likelihood of acne appearing is high or low. For people who have fewer scars than others, when they have inflammatory acne, they don't need to worry too much about pitted scars. (2)"
        },
        {
            "subsection_name": "Pitted scars on facial skin are common",
            "subsection_content": "The skin makes up the entire body, so external influences often damage the skin first. The skin on the face is the most damaged because the skin is quite thin. From there, pitted scars appear, in common locations such as:\n1. On the face\nThe habit of squeezing pimples with your hands is not a good thing because the pimples are more susceptible to infection. Facial skin is smooth and thin. When you put your hands on your face, you accidentally bring dirt and bacteria from your hands into contact with your skin. At this time, the facial skin protects itself by thickening to protect skin coverage.\nThe pores have blackheads, acne becomes deeper and can easily form pitted scars when the acne clears. This is a quite special case, the cause of pitted scars is not due to loss of collagen but due to thickening of the skin layer and concave acne area.\nIn addition, in women, when the facial skin comes into contact with many other cosmetics without thoroughly removing makeup, the pores become clogged. From there, acne forms, the leading cause of pitted scars.\n2. Above the nose\nBlackheads, often appear on the nose with tiny particles. Many people think that they are small so there is no need to worry about the risk of scarring. However, blackheads are the cause of pitted scars in many people, especially men. In addition to blackheads that appear on the nose, there are also blackheads that also cause pitted scars.\nPitted scars are common on the face and nose",
            "subsection_string": "Pitted scars on facial skin are common\nThe skin makes up the entire body, so external influences often damage the skin first. The skin on the face is the most damaged because the skin is quite thin. From there, pitted scars appear, in common locations such as:\n1. On the face\nThe habit of squeezing pimples with your hands is not a good thing because the pimples are more susceptible to infection. Facial skin is smooth and thin. When you put your hands on your face, you accidentally bring dirt and bacteria from your hands into contact with your skin. At this time, the facial skin protects itself by thickening to protect skin coverage.\nThe pores have blackheads, acne becomes deeper and can easily form pitted scars when the acne clears. This is a quite special case, the cause of pitted scars is not due to loss of collagen but due to thickening of the skin layer and concave acne area.\nIn addition, in women, when the facial skin comes into contact with many other cosmetics without thoroughly removing makeup, the pores become clogged. From there, acne forms, the leading cause of pitted scars.\n2. Above the nose\nBlackheads, often appear on the nose with tiny particles. Many people think that they are small so there is no need to worry about the risk of scarring. However, blackheads are the cause of pitted scars in many people, especially men. In addition to blackheads that appear on the nose, there are also blackheads that also cause pitted scars.\nPitted scars are common on the face and nose"
        },
        {
            "subsection_name": "Classify pitted scars on the face according to level",
            "subsection_content": "The condition of pitted scars is classified into 3 different levels.\nMild: Mild pitted scars are a condition that only people can notice when they come into close contact with them or can only feel them when they touch them. And on the face there are only a few light dents in some areas. This level can be covered with makeup or cream.; Moderate: Pitted scars appear densely on both cheeks. The skin surface now appears clearly visible indentations; Severe: Pitted scars almost take over your face such as: cheeks, forehead, chin,... with pitted scars deeply sunken into the skin surface. A typical example of severe pitted scars is scars with pointed bottoms or mixed shapes.",
            "subsection_string": "Classify pitted scars on the face according to level\nThe condition of pitted scars is classified into 3 different levels.\nMild: Mild pitted scars are a condition that only people can notice when they come into close contact with them or can only feel them when they touch them. And on the face there are only a few light dents in some areas. This level can be covered with makeup or cream.; Moderate: Pitted scars appear densely on both cheeks. The skin surface now appears clearly visible indentations; Severe: Pitted scars almost take over your face such as: cheeks, forehead, chin,... with pitted scars deeply sunken into the skin surface. A typical example of severe pitted scars is scars with pointed bottoms or mixed shapes."
        },
        {
            "subsection_name": "Can pitted scars fill up on their own?",
            "subsection_content": "Pitted scars cannot fill up on their own. Pitted scars are the healing process after skin damage. They create scars partly to shield the skin from bacteria and other harmful agents. This is considered a form of permanent damage because the damaged fibroblasts cannot continue to produce collagen.\nPitted scars that are left for a long time cause the broken bonds to not function as before, becoming rough and hard to treat.\nPitted scars do not fill up on their own",
            "subsection_string": "Can pitted scars fill up on their own?\nPitted scars cannot fill up on their own. Pitted scars are the healing process after skin damage. They create scars partly to shield the skin from bacteria and other harmful agents. This is considered a form of permanent damage because the damaged fibroblasts cannot continue to produce collagen.\nPitted scars that are left for a long time cause the broken bonds to not function as before, becoming rough and hard to treat.\nPitted scars do not fill up on their own"
        },
        {
            "subsection_name": "Can pitted scars be treated?",
            "subsection_content": "Have! With today's modern medicine, treating pitted scars is not too difficult. However, the effectiveness of treatment depends on the condition of pitted scars. In addition, patients need to go to reputable pitted scar treatment facilities, examine and correctly assess the condition, choose the appropriate method, post-treatment care, etc.\nTreating old pitted scars will take more time and be more difficult to achieve effectiveness than new scars.",
            "subsection_string": "Can pitted scars be treated?\nHave! With today's modern medicine, treating pitted scars is not too difficult. However, the effectiveness of treatment depends on the condition of pitted scars. In addition, patients need to go to reputable pitted scar treatment facilities, examine and correctly assess the condition, choose the appropriate method, post-treatment care, etc.\nTreating old pitted scars will take more time and be more difficult to achieve effectiveness than new scars."
        },
        {
            "subsection_name": "How do pitted scars affect life?",
            "subsection_content": "People with pitted scars lose confidence in public and become less attractive to the opposite sex. Pitted scars do not cause pain but affect mental life. When suffering from pitted scars, patients have reduced opportunities to find jobs, especially in fields that require external appearance.",
            "subsection_string": "How do pitted scars affect life?\nPeople with pitted scars lose confidence in public and become less attractive to the opposite sex. Pitted scars do not cause pain but affect mental life. When suffering from pitted scars, patients have reduced opportunities to find jobs, especially in fields that require external appearance."
        },
        {
            "subsection_name": "Diagnosis of pitted scars",
            "subsection_content": "Skin examination: the doctor will examine the skin and use a LED light to check skin condition and classify the skin.; Skin examination: skin examination is painless, takes place quickly, helps the doctor optimize the diagnosis of skin conditions, the doctor will know the elasticity, structure, and type of skin deep inside to the dermis.\nAfter examining and examining the skin, the doctor will diagnose pitted scars with 4 levels: macular, mild, moderate and severe.\nThe macula is a red but flat scar; Mild level: makeup can hide pitted scars; Moderate level: can see clearly at close range, cannot be covered by makeup; Severity level: pitted scars can still be clearly seen when standing at a distance of 50cm.",
            "subsection_string": "Diagnosis of pitted scars\nSkin examination: the doctor will examine the skin and use a LED light to check skin condition and classify the skin.; Skin examination: skin examination is painless, takes place quickly, helps the doctor optimize the diagnosis of skin conditions, the doctor will know the elasticity, structure, and type of skin deep inside to the dermis.\nAfter examining and examining the skin, the doctor will diagnose pitted scars with 4 levels: macular, mild, moderate and severe.\nThe macula is a red but flat scar; Mild level: makeup can hide pitted scars; Moderate level: can see clearly at close range, cannot be covered by makeup; Severity level: pitted scars can still be clearly seen when standing at a distance of 50cm."
        },
        {
            "subsection_name": "How to treat pitted scars",
            "subsection_content": "Currently, there are many different ways to treat pitted scars, including popular methods such as:\n1. Natural ingredients\nIngredients like pennywort, aloe vera, fresh turmeric, green tea powder,... are very suitable to support the treatment of pitted scars because they contain vitamins A, E, B1, B6,... to help protect and regenerate the skin, increasing Collagen production and anti-oxidation.\nWith the above ingredients, just grind and gently apply to the scarred area, leave for about 15 - 20 minutes and rinse with water. If using fresh turmeric or green tea powder, add honey, or squeeze a little lemon juice when using aloe vera.\nThe natural way to treat pitted scars is easy to do, you need to apply it for a long time to see the effect. However, this method is not effective in cases of severe pitted scars.\n2. Chemical peels method\nChemical peels method (skin peel or biological skin peeling) is based on the use of organic acids such as alpha hydroxy acid (AHA) or beta hydroxy acid (BHA) or trichloroacetic acid (TCA) to stimulate the peeling process. epidermis, promoting skin renewal and regeneration. The skin peels method can overcome many skin problems such as: acne, pitted scars, dark spots, large pores... at a cost many times lower than other high-tech treatments such as: micro-abrasion, laser photothermal…\n3. Create fake lesions\nCreate fake lesions with 2 main methods: needle rolling and microneedling.\nMicroneedling uses small needles to roll on the surface, causing small injuries to stimulate collagen production to improve skin conditions such as melasma, scars, baldness, and wrinkles.\nMicroneedling uses tiny needles to impact the skin's epidermis to replace old cells. Then, nutrients extracted from seaweed, fermented plants... are injected deep into the skin to nourish and regenerate the skin.\nMicroneedles are mainly located in the epidermal layer of the skin and do not cause pain, suitable for skin with mild or moderate pitted scars. Microneedling is more painful because the intervention is deeper than microneedling, bringing noticeable results after each treatment.\n4. Dermabrasion\nDoctors use a handheld device called a dermabrasion machine, which creates friction to remove the outer layers of skin. This method is painless because it only affects the surface of the skin and one session of dermabrasion takes about 30 - 40 minutes.\nThere are three popular types of microdermabrasion: hydrodermabrasion, microdermabrasion with diamond crystals, and microdermabrasion with crystal crystals. Because it only affects the surface, microdermabrasion requires you to persevere and do it many times to get the expected results.\n5. Filler injection\nFiller injection is chosen by many people with quick results after implementation. This method injects filler into the dermis or dermis at the location of pitted scars with the purpose of raising the skin surface, supporting subcutaneous tissue and filling pitted scars. Fillers are usually in liquid or gel form, usually collagen, or autologous fat similar to natural substances in the body.\nDepending on the location, filler injections last for 4-6 months, then dissolve and the skin returns to the state before the filler was injected. In addition, this method can have dangerous complications if the filler is of unknown origin, of poor quality, or the filler is injected incorrectly, causing the scar structure to change.\n6. Laser reconstruction\nThere are 2 types of laser skin resurfacing: fractional CO2 laser and non-invasive laser. Depending on the condition of pitted scars or the nature of your skin, the dermatologist - skin aesthetician will determine which laser method is appropriate.\nFractional CO2 laser therapy helps stimulate cell regeneration beneath the scar. Using laser light to shine on pitted scars, burns the outermost layer in the scarred skin area and stimulates new cell growth. After a while, the pits are slightly reduced.\nAblative laser is a form of treatment that removes pitted skin using laser beams. This ablative laser resurfacing takes several weeks of care and recovery, but the results last for years, with no additional treatments required. However, this therapy has some risks such as changes in skin color, redness, and swelling. In some cases, this method makes acne or scars worse.\nThe patient after a week of treating pitted scars at Tam Anh General Hospital, Ho Chi Minh City",
            "subsection_string": "How to treat pitted scars\nCurrently, there are many different ways to treat pitted scars, including popular methods such as:\n1. Natural ingredients\nIngredients like pennywort, aloe vera, fresh turmeric, green tea powder,... are very suitable to support the treatment of pitted scars because they contain vitamins A, E, B1, B6,... to help protect and regenerate the skin, increasing Collagen production and anti-oxidation.\nWith the above ingredients, just grind and gently apply to the scarred area, leave for about 15 - 20 minutes and rinse with water. If using fresh turmeric or green tea powder, add honey, or squeeze a little lemon juice when using aloe vera.\nThe natural way to treat pitted scars is easy to do, you need to apply it for a long time to see the effect. However, this method is not effective in cases of severe pitted scars.\n2. Chemical peels method\nChemical peels method (skin peel or biological skin peeling) is based on the use of organic acids such as alpha hydroxy acid (AHA) or beta hydroxy acid (BHA) or trichloroacetic acid (TCA) to stimulate the peeling process. epidermis, promoting skin renewal and regeneration. The skin peels method can overcome many skin problems such as: acne, pitted scars, dark spots, large pores... at a cost many times lower than other high-tech treatments such as: micro-abrasion, laser photothermal…\n3. Create fake lesions\nCreate fake lesions with 2 main methods: needle rolling and microneedling.\nMicroneedling uses small needles to roll on the surface, causing small injuries to stimulate collagen production to improve skin conditions such as melasma, scars, baldness, and wrinkles.\nMicroneedling uses tiny needles to impact the skin's epidermis to replace old cells. Then, nutrients extracted from seaweed, fermented plants... are injected deep into the skin to nourish and regenerate the skin.\nMicroneedles are mainly located in the epidermal layer of the skin and do not cause pain, suitable for skin with mild or moderate pitted scars. Microneedling is more painful because the intervention is deeper than microneedling, bringing noticeable results after each treatment.\n4. Dermabrasion\nDoctors use a handheld device called a dermabrasion machine, which creates friction to remove the outer layers of skin. This method is painless because it only affects the surface of the skin and one session of dermabrasion takes about 30 - 40 minutes.\nThere are three popular types of microdermabrasion: hydrodermabrasion, microdermabrasion with diamond crystals, and microdermabrasion with crystal crystals. Because it only affects the surface, microdermabrasion requires you to persevere and do it many times to get the expected results.\n5. Filler injection\nFiller injection is chosen by many people with quick results after implementation. This method injects filler into the dermis or dermis at the location of pitted scars with the purpose of raising the skin surface, supporting subcutaneous tissue and filling pitted scars. Fillers are usually in liquid or gel form, usually collagen, or autologous fat similar to natural substances in the body.\nDepending on the location, filler injections last for 4-6 months, then dissolve and the skin returns to the state before the filler was injected. In addition, this method can have dangerous complications if the filler is of unknown origin, of poor quality, or the filler is injected incorrectly, causing the scar structure to change.\n6. Laser reconstruction\nThere are 2 types of laser skin resurfacing: fractional CO2 laser and non-invasive laser. Depending on the condition of pitted scars or the nature of your skin, the dermatologist - skin aesthetician will determine which laser method is appropriate.\nFractional CO2 laser therapy helps stimulate cell regeneration beneath the scar. Using laser light to shine on pitted scars, burns the outermost layer in the scarred skin area and stimulates new cell growth. After a while, the pits are slightly reduced.\nAblative laser is a form of treatment that removes pitted skin using laser beams. This ablative laser resurfacing takes several weeks of care and recovery, but the results last for years, with no additional treatments required. However, this therapy has some risks such as changes in skin color, redness, and swelling. In some cases, this method makes acne or scars worse.\nThe patient after a week of treating pitted scars at Tam Anh General Hospital, Ho Chi Minh City"
        },
        {
            "subsection_name": "Notes to know after treating pitted scars",
            "subsection_content": "After treating pitted scars, the skin becomes thin and sensitive. At that time, the skin has some other symptoms after treatment such as: red skin, skin peeling off and exposing young skin. This makes the patient hesitant to seek care for fear of further injury, but the reactions will disappear if you know how to care for them properly. Some notes when treating pitted scars are as follows:\n1. Follow your doctor's regulations\nDermatologist's advice - skin aesthetics is very important after treating pitted scars. Patients should remember what their doctor tells them to do and take the full dose of medication if prescribed to avoid dangerous complications.\n2. Take care of your skin properly\nAfter 1-3 days of treatment, makeup remover cotton or gauze should be used to avoid infection.; From 3 to 7 days, you can wash your face but do not scrub or rub too hard to damage the skin.; After 7 days, use a gentle facial cleanser.\nLater, when your skin is perfect, you should use skin moisturizing products and use sunscreen when going out.\n3. Avoid exposure to sunlight\nDuring the first week of treating pitted scars, you should limit going out and do not use sunscreen because the skin is still thin and vulnerable. If you must go out, you should use sunscreen pills and a thick mask to help protect your skin. After 7 days, use sunscreen regularly even indoors.",
            "subsection_string": "Notes to know after treating pitted scars\nAfter treating pitted scars, the skin becomes thin and sensitive. At that time, the skin has some other symptoms after treatment such as: red skin, skin peeling off and exposing young skin. This makes the patient hesitant to seek care for fear of further injury, but the reactions will disappear if you know how to care for them properly. Some notes when treating pitted scars are as follows:\n1. Follow your doctor's regulations\nDermatologist's advice - skin aesthetics is very important after treating pitted scars. Patients should remember what their doctor tells them to do and take the full dose of medication if prescribed to avoid dangerous complications.\n2. Take care of your skin properly\nAfter 1-3 days of treatment, makeup remover cotton or gauze should be used to avoid infection.; From 3 to 7 days, you can wash your face but do not scrub or rub too hard to damage the skin.; After 7 days, use a gentle facial cleanser.\nLater, when your skin is perfect, you should use skin moisturizing products and use sunscreen when going out.\n3. Avoid exposure to sunlight\nDuring the first week of treating pitted scars, you should limit going out and do not use sunscreen because the skin is still thin and vulnerable. If you must go out, you should use sunscreen pills and a thick mask to help protect your skin. After 7 days, use sunscreen regularly even indoors."
        },
        {
            "subsection_name": "Measures to prevent pitted scars",
            "subsection_content": "To avoid headaches, loss of confidence, or wasting time and money treating pitted scars, you need to create skin care habits such as: (3)\n1. Take care of your skin properly when you have acne\nWhen you have acne, you should not use your hands to squeeze or deliberately remove the acne core, which can easily lead to infection. You need to remove makeup, wash your face thoroughly and use a pimple popper or wash your hands to remove the pimples under the skin. After squeezing acne, apply facial mask to moisturize skin. This method helps the skin have a certain moisture and reduces the risk of inflammation with newly removed acne spots.\n2. Use sunscreen\nYou should use sunscreen when going out to avoid dirt from sticking deep into the skin and harmful rays to the skin. If you don't go out and sit in a well-lit location, you should still use sunscreen, because ultraviolet rays can still penetrate the skin here.\n3. Exfoliate\nTo treat current acne and prevent further breakouts, it is necessary to keep pores clear and support skin cell regeneration. Choose gentle exfoliating products that contain ingredients such as: cleansers containing AHAs (like glycolic acid), BHAs (like salicylic acid), and retinol are all helpful.\n4. Take medication as prescribed\nIf your acne does not improve after a few months of acne treatment, see your doctor to adjust or review your prescription.",
            "subsection_string": "Measures to prevent pitted scars\nTo avoid headaches, loss of confidence, or wasting time and money treating pitted scars, you need to create skin care habits such as: (3)\n1. Take care of your skin properly when you have acne\nWhen you have acne, you should not use your hands to squeeze or deliberately remove the acne core, which can easily lead to infection. You need to remove makeup, wash your face thoroughly and use a pimple popper or wash your hands to remove the pimples under the skin. After squeezing acne, apply facial mask to moisturize skin. This method helps the skin have a certain moisture and reduces the risk of inflammation with newly removed acne spots.\n2. Use sunscreen\nYou should use sunscreen when going out to avoid dirt from sticking deep into the skin and harmful rays to the skin. If you don't go out and sit in a well-lit location, you should still use sunscreen, because ultraviolet rays can still penetrate the skin here.\n3. Exfoliate\nTo treat current acne and prevent further breakouts, it is necessary to keep pores clear and support skin cell regeneration. Choose gentle exfoliating products that contain ingredients such as: cleansers containing AHAs (like glycolic acid), BHAs (like salicylic acid), and retinol are all helpful.\n4. Take medication as prescribed\nIf your acne does not improve after a few months of acne treatment, see your doctor to adjust or review your prescription."
        },
        {
            "subsection_name": "What should you eat and avoid to treat pitted scars?",
            "subsection_content": "During the treatment of pitted scars, eat carefully. In addition to paying attention to foods that provide nutrition to the skin and speed up the recovery process, you should avoid certain foods that can delay wound healing or cause the body to be allergic, such as spicy and greasy foods. …\n1. Foods you should eat\nDiet and rest have a big impact on treatment results. Foods that help increase wound healing include: meat, fish, eggs, milk, broccoli, avocado, kiwi, etc. In addition, food groups rich in vitamins A, B, E are often found in sweet potatoes. , fish mint, papaya, active seeds,... help increase collagen. And drink 2 liters of water every day, a good way to moisturize the skin.\n2. Foods to avoid\nFoods made from sticky rice such as: banh chung, sticky rice, banh tet, etc. should be limited. Because they have the ability to cause swelling and inflammation of scars. Although green vegetables have many vitamins that are good for health, spinach, spinach, and amaranth make scarring more serious. And seafood with hard shells such as shrimp, crabs, snails, etc. should also not be eaten. These types of seafood make scars larger and harder to heal.\nDepartment of Dermatology - Skin Aesthetics at Tam Anh General Hospital with leading experts and doctors with many years of experience in the profession, helping to accurately diagnose the condition of pitted scars. With modern machinery and equipment, we offer the most effective method of treating pitted scars.\nPitted scars cause indentations to appear on the skin's surface, making the skin susceptible to premature aging. There are many treatment methods for pitted scars that help restore and regenerate the skin, making it shiny and smooth. Patients should choose a reputable clinic or hospital with dermatologists - skin cosmetic specialists to examine, advise, and provide a treatment regimen suitable for the condition of pitted scars on the skin to protect them. healthier skin.",
            "subsection_string": "What should you eat and avoid to treat pitted scars?\nDuring the treatment of pitted scars, eat carefully. In addition to paying attention to foods that provide nutrition to the skin and speed up the recovery process, you should avoid certain foods that can delay wound healing or cause the body to be allergic, such as spicy and greasy foods. …\n1. Foods you should eat\nDiet and rest have a big impact on treatment results. Foods that help increase wound healing include: meat, fish, eggs, milk, broccoli, avocado, kiwi, etc. In addition, food groups rich in vitamins A, B, E are often found in sweet potatoes. , fish mint, papaya, active seeds,... help increase collagen. And drink 2 liters of water every day, a good way to moisturize the skin.\n2. Foods to avoid\nFoods made from sticky rice such as: banh chung, sticky rice, banh tet, etc. should be limited. Because they have the ability to cause swelling and inflammation of scars. Although green vegetables have many vitamins that are good for health, spinach, spinach, and amaranth make scarring more serious. And seafood with hard shells such as shrimp, crabs, snails, etc. should also not be eaten. These types of seafood make scars larger and harder to heal.\nDepartment of Dermatology - Skin Aesthetics at Tam Anh General Hospital with leading experts and doctors with many years of experience in the profession, helping to accurately diagnose the condition of pitted scars. With modern machinery and equipment, we offer the most effective method of treating pitted scars.\nPitted scars cause indentations to appear on the skin's surface, making the skin susceptible to premature aging. There are many treatment methods for pitted scars that help restore and regenerate the skin, making it shiny and smooth. Patients should choose a reputable clinic or hospital with dermatologists - skin cosmetic specialists to examine, advise, and provide a treatment regimen suitable for the condition of pitted scars on the skin to protect them. healthier skin."
        }
    ],
    "name": "seo-ro.json"
}