{
    "title": "Premature birth: Causes, signs and how to care for your baby",
    "category": "Pediatrics - Newborn",
    "link": "https://tamanhhospital.vn/sinh-non/",
    "abstract": "Premature birth is one of the dangerous obstetric complications. This can greatly affect the health and life of mother and baby. Therefore, pregnant mothers should learn the causes and signs of premature birth to have a safe labor.",
    "content": "Premature birth: Causes, signs and how to care for your baby\n\nPremature birth is one of the dangerous obstetric complications. This can greatly affect the health and life of mother and baby. Therefore, pregnant mothers should learn the causes and signs of premature birth to have a safe labor.\n\nWhat is premature birth?\nPremature birth or premature birth is when a baby is born at a gestational age of 22 weeks to before 37 weeks. Normally, a normal pregnancy will last 9 months and 7 days (equivalent to 40 weeks). In obstetrics, it is divided into 3 periods: first 3 months, middle 3 months and last 3 months.\nAccording to data from the World Health Organization (WHO), it is estimated that globally there are about 15 million premature babies born, accounting for 1 in 10 newborns. Premature birth is considered the leading cause of death in children under 5 years old, about 1 million premature babies die due to complications. Many children survive but face lifelong disabilities, including neurological, cardiovascular, visual and hearing disabilities. (first)\nParticularly in Vietnam, according to general reports, the number of premature births is increasing. On average nationwide, the premature birth rate is about 7%, with about 100,000-110,000 premature babies born each year. Associate Professor, Dr. Luu Thi Hong, Head of Obstetrics Department, Tam Anh General Hospital, Hanoi, said that Tam Anh General Hospital, Hanoi receives 100 children/month and about 1,200 children/year, of which up to 70% are premature children. months, of which about 50% are premature babies under 30 weeks. The number of babies born at 25-26 weeks accounts for 10% of the 50% of premature births. (2)\nThe case of raising a premature baby with a gestational week of 24 weeks, 6 days at Tam Anh General Hospital is considered a miracle in Vietnamese medicine. This was an extremely premature birth. After birth, the baby's health was extremely weak: he could not breathe, did not cry, had no reflexes, had many bruises on his skin, and had a slow heart rate. With the coordination of the Obstetrics and Neonatology Departments, neonatal intensive care doctors were on duty in the delivery room and quickly transferred the baby to the Neonatology Department with specialized equipment and closely monitored with a care regimen. Special care, with the most modern equipment. The child's condition gradually changed positively, the doctors and nurses were relieved to have overcome the most difficult moment.\nThe baby girl is the \"precious child\" of a mother with ectropion, 6 years of infertility, 2 failed IUIs, 4 failed IVFs at 2 large hospitals in Hanoi. Twice there was good news but never once held the baby in her arms due to a miscarriage at 21 weeks and an ectopic pregnancy. Throughout the pregnancy, mother and baby - two mighty warriors - persevered through many hardships and challenges to return healthy to their family.\n\nClassification of degree of premature birth\nThe degree of preterm birth is often described according to gestational age, usually divided into 4 levels:\nExtremely premature: A baby born before 28 weeks of gestation; Very premature:  A baby born between 28 – 31 weeks 6 days; Moderately premature: A baby born between 32 - 33 weeks and 6 days; Late prematurity: A baby born between 34 - 36 weeks and 6 days\nMost moderately and mildly premature babies (approximately 80%) have a gestational age of over 32 - 37 weeks, weighing > 1,500g - 2,500g. These children are still at high risk of death because of lack of basic care such as keeping warm, breastfeeding, hygiene and infection prevention. In low-income countries, about 10 - 13% of babies are born at a gestational age of 28 - 32 weeks and more than half of these babies die due to lack of intensive care.\n\nSigns of premature birth\nDuring pregnancy, if you have any of the following symptoms, you should contact a specialist for the fastest guidance and treatment:\nDull back pain;; The baby shows signs of pushing downward;; Swelling in hands, feet or face;; Nausea, vomiting or diarrhea;; Blurred vision or other eye disorders;; Abdominal cramps similar to menstrual cramps;; The baby moves little or stops moving;; Abnormal vaginal discharge or blood.\n\nCauses of premature birth\nIn about 50% of premature births, the reason is unknown. Besides, there are some causes and risk factors such as:\nSocial factors\nPregnant women do not receive adequate prenatal care, their economic life is low, accompanied by physical problems such as malnutrition, failure to gain weight, and pregnant women do heavy labor during pregnancy. Age also affects the rate of premature birth. According to research, mothers under 20 years old or over 35 years old are risk factors for premature birth.\nFactors from the mother's side\nSome factors from the mother can lead to the risk of premature birth in children such as diseases such as urinary tract infections during pregnancy, abdominal trauma, abdominal surgery during pregnancy, and high-risk jobs. Heavy labor, environments with many toxic substances or lots of stress.\nIn addition, some pregnant women with a history of heart, kidney, or liver disease or frequent obstetric complications such as eclampsia or pre-eclampsia are also at high risk of premature birth. Surveys show that 5% of premature births occur in mothers with congenitally deformed uteruses, and 100% of women with cervical ectropion will give birth prematurely if not promptly intervened. Pregnant women who have had interventional procedures on the cervix such as cervical cone removal, vaginal infections, cervicitis, and a history of previous premature birth also increase the risk of premature birth.\nDue to the fetus and its appendages\nStatistics show that about 10-20% of premature births are multiple pregnancies, 10% have placenta previa, in addition to risks such as amniotic infection, premature rupture of membranes, polyhydramnios or placental abruption. also causes premature birth.\nTo find out the cause of premature birth, the doctor needs to consider the entire medical history of obstetrics and gynecology, consider the risks coming from the mother, or from the fetus, the fetal appendages and the associated causes. fit.\n\nIs premature birth dangerous?\nBecause premature babies are born before they are physically ready to leave the mother's womb, they are at risk for health problems. Several short-term and long-term problems affect the baby's health. Because of these health concerns, premature babies receive extra medical care and support immediately after birth. Depending on when the baby is born, a neonatologist can determine the baby's condition and prescribe the necessary treatment regimen. Some common problems for premature babies include:\nRespiratory problems; Body temperature disorders; Congenital heart problems; Problems in the digestive tract; Newborn jaundice; Anemia; Neonatal infection\nMost premature babies will develop normally, but they are at higher risk for developmental problems so will need regular health and development checks at the hospital or with their pediatrician. If you are concerned about your child's development, talk to your doctor.\nProblems that can occur later in premature babies include:\nDelayed language development; Growth and movement problems; Dental problems; Vision or hearing problems; Difficulty in thinking and learning; Psychological problems\n\nDiagnosis of premature birth\nIn most cases, preterm labor begins suddenly and for unknown reasons. Like normal labor, signs of premature labor include:\nUterine contractions: 4 uterine contractions in 20 minutes or 8 uterine contractions in 60 minutes;; Cervical dilation ≥ 2 or thinning ≥ 80%;; There is cervical progression noted by one examiner over multiple visits;; Water rupture;; Change in vaginal discharge (significant increase in the amount of discharge or fluid leaking or bleeding from the vagina);; Pelvic pressure, feeling like the baby is slowly dropping;; Mild, dull back pain;; Abdominal cramps with or without diarrhea.\nIf you have any signs or symptoms of premature labor, quickly contact a hospital with good experts and full equipment to resuscitate premature babies for proper emergency treatment to prevent complications. evidence for children.\n\nTreatments\nIf there are signs of premature birth, mothers should choose a hospital with specialized care for premature infants (NICU). If the hospital where the baby is born does not have a NICU, the woman and her unborn baby should be transferred to another hospital for the best support.\nDuring labor, women may be given medication to stop contractions for a time. This allows women to be transferred to another hospital if necessary. Corticosteroids may be given 12 to 24 hours before birth to help the baby's lungs work more effectively. Premature babies can be born very quickly through the vagina. However, in some cases, your doctor may decide that a cesarean section is safest. Therefore, whether premature babies should be born naturally or by cesarean section depends on many factors.\nFor newborns, the 60 minutes after birth and the first 28 days of life are critical to their survival. With more than 30 years of experience in resuscitating and raising premature babies, Dr. Do Huu Thieu Chuong said that as soon as they leave the mother's womb, premature babies need to be kept warm with wraps, hats, and plastic bags. Keep warm and immediately transfer to a heated bed placed next to the birthing bed.\nDepending on each case, it is necessary to attach a non-invasive CPAP breathing tube to help prevent the baby's lungs from collapsing, limit infection, and prevent respiratory failure. Doctors also do a number of screening tests, especially screening for birth defects, screening for diseases to rule out congenital hypothyroidism, congenital hyperplasia, low G6PD, hearing screening...\nScreening for congenital heart disease using simple methods such as transcutaneous oxygen measurement or specialized measures if there are abnormalities or suspected abnormalities. Cases of severe congenital heart disease can be intervened very early, minimizing the risk of death and increasing the chance of a healthy life.\n\nCare after premature birth\nPregnant women\nPregnant women with premature babies may face many psychological obstacles. The mother may panic and worry about the baby's condition. Depending on the baby's condition, the doctor will have a care regimen, so pregnant women should rest and follow the doctor's instructions. A reasonable nutritional regimen, daily health monitoring, eliminating unusual problems such as fever, abdominal pain or lochia, breast pain, milk secretion... should also be noted.\nAfter giving birth, pregnant women are instructed to clean their bodies every day to avoid infection. 2-3 days after giving birth, the mother can take a quick bath with warm water. If the milk duct is clogged, it needs to be treated to avoid mastitis and breast abscess. For pregnant women having a cesarean section, it is important to wash the vulva after urinating and defecating to avoid perineal infection.\nAfter giving birth, mothers should receive proper care and nutritional supplementation. Many people have an excessive abstinence mentality, leading to insufficient nutrition in milk and milk loss. Early exercise after giving birth is encouraged for both mothers giving birth naturally and by cesarean section. If there are psychological problems, they need to be shared with everyone so that they can be resolved. In the first week after giving birth, mothers should have a check-up to ensure their health. safe.\nPremature babies\nPremature babies may need special care during the first 2 years. This is especially true if the baby weighs less than 1kg at birth. But you can help your child stay healthy, grow, and develop when you bring him or her home from the hospital. Here are some tips: (3)\nRegular check-ups with the doctor: Mothers need to take their babies for follow-up appointments to check and confirm that the baby is gaining weight and discuss more methods of caring for newborns at home.; Nutrition for children: Breast milk is the best food for children. But if your baby is having trouble feeding, your doctor can help you solve the problem. The baby can breastfeed directly or breastfeed through a bottle, depending on the baby's choice. Your baby may also need extra iron because premature babies don't have as much iron in their bodies as full-term babies. Monitor your baby's development: Premature babies may not develop at the same rate as full-term babies during the first 2 years. To monitor your child's development, your doctor may use growth charts, recording your baby's important milestones such as activity level, sitting up, and crawling.; Weaning regimen: Most doctors recommend introducing solid foods to premature babies 4-6 months after the baby's original due date (not the date of birth). Premature babies do not develop like full-term babies. It may take longer for your baby to develop the ability to swallow.; Sleep duration of newborns: Although premature babies sleep more hours per day than full-term babies, they sleep for shorter periods of time. All newborns, including premature babies, should be placed on their back, not their stomach. Sleeping on your stomach and sleeping on a soft mattress may increase your risk of sudden infant death syndrome (SIDS).; Check your child's vision and hearing: Premature babies are more likely to have crossed eyes than full-term babies. This condition usually disappears on its own as the baby grows older. Some premature babies have an eye condition called retinopathy of prematurity (ROP). If there is a possibility that your child has ROP, your doctor will recommend that you take your child to an eye doctor for regular checkups. ROP can be treated to help prevent  vision loss. Babies are also more likely to have hearing problems than full-term babies. You can test your baby's hearing by making noises behind or next to the baby. If your baby does not turn or respond to a loud noise, contact your doctor.; Vaccination for children: Full vaccination protects the baby from invading pathogens. Premature babies are more likely to get the flu than full-term babies. A flu vaccination plan for your whole family can help protect your baby from getting the flu from someone in the family.\nIn particular, premature infants need to be screened at birth with in-depth exploratory tests to screen for potential health risks that are not clearly evident clinically. Parents can see more newborn screening packages to help early detect 73 common endocrine, metabolic, and genetic disorders in newborns here.\n\nPrevent premature birth\nPreventing preterm birth remains a challenge because there are many causes of preterm birth, and because the causes can be complex and not always well understood. However, pregnant women can take important steps to help reduce the risk of premature birth and improve their general health such as:\nBefore getting pregnant\nThe essential thing to prepare to become a mother is to prepare a complete bag of reproductive knowledge, avoiding having to intervene too much in the uterus. Avoid getting pregnant multiple times. Pay attention to having a job that requires you to move a lot when you get pregnant, which is not good. Besides, good nutritional support is very important.\nWhen pregnant\nDo not smoke, provide nutrition and vitamin supplements, avoid stress, and have regular check-ups as prescribed by your doctor. For pregnant women threatened with premature birth before 34 weeks, corticosteroids should be used before giving birth. Steroids will cross the placental barrier to the baby, stimulating the lungs to produce surfactant. In the lungs there is Surfactant, a substance that has the ability to reduce surface tension and maintain the stability of the alveoli, preventing alveolar collapse.\nHowever, Surfactant must not be produced until the 26th week of pregnancy, which is why babies born at weeks 24 and 25 do not have stable lung function. When the membranes break, use prophylactic antibiotics for the mother and transfer her to a higher level with a good neonatal resuscitation unit for delivery.\nAt Tam Anh General Hospital Neonatal Center, hundreds of premature babies have been nurtured and cared for according to special procedures, helping to minimize the risks and health problems that premature babies have. can encounter and return to their parents' arms with the best health.\nTo promptly support premature babies, neonatologists are always on duty during normal births and cesarean births and continuously monitor and care for babies in the special care room within the first 12 hours, promptly detecting signs. Temporary respiratory failure or other diseases, in order to have early intervention measures.\nCaring for and treating premature babies is a silent battle that requires the efforts, patience, and persistence of both parents and a team of doctors and nurses. With modern equipment, maximum support for the premature life of children, along with 24/7 care from leading experts, Tam Anh General Hospital Neonatal Center has handled many complicated premature births, so that \"tiny pediatric patients\" can be discharged from the hospital healthy, returning joy and happiness to so many families.",
    "subsections": [
        {
            "subsection_name": "What is premature birth?",
            "subsection_content": "Premature birth or premature birth is when a baby is born at a gestational age of 22 weeks to before 37 weeks. Normally, a normal pregnancy will last 9 months and 7 days (equivalent to 40 weeks). In obstetrics, it is divided into 3 periods: first 3 months, middle 3 months and last 3 months.\nAccording to data from the World Health Organization (WHO), it is estimated that globally there are about 15 million premature babies born, accounting for 1 in 10 newborns. Premature birth is considered the leading cause of death in children under 5 years old, about 1 million premature babies die due to complications. Many children survive but face lifelong disabilities, including neurological, cardiovascular, visual and hearing disabilities. (first)\nParticularly in Vietnam, according to general reports, the number of premature births is increasing. On average nationwide, the premature birth rate is about 7%, with about 100,000-110,000 premature babies born each year. Associate Professor, Dr. Luu Thi Hong, Head of Obstetrics Department, Tam Anh General Hospital, Hanoi, said that Tam Anh General Hospital, Hanoi receives 100 children/month and about 1,200 children/year, of which up to 70% are premature children. months, of which about 50% are premature babies under 30 weeks. The number of babies born at 25-26 weeks accounts for 10% of the 50% of premature births. (2)\nThe case of raising a premature baby with a gestational week of 24 weeks, 6 days at Tam Anh General Hospital is considered a miracle in Vietnamese medicine. This was an extremely premature birth. After birth, the baby's health was extremely weak: he could not breathe, did not cry, had no reflexes, had many bruises on his skin, and had a slow heart rate. With the coordination of the Obstetrics and Neonatology Departments, neonatal intensive care doctors were on duty in the delivery room and quickly transferred the baby to the Neonatology Department with specialized equipment and closely monitored with a care regimen. Special care, with the most modern equipment. The child's condition gradually changed positively, the doctors and nurses were relieved to have overcome the most difficult moment.\nThe baby girl is the \"precious child\" of a mother with ectropion, 6 years of infertility, 2 failed IUIs, 4 failed IVFs at 2 large hospitals in Hanoi. Twice there was good news but never once held the baby in her arms due to a miscarriage at 21 weeks and an ectopic pregnancy. Throughout the pregnancy, mother and baby - two mighty warriors - persevered through many hardships and challenges to return healthy to their family.",
            "subsection_string": "What is premature birth?\nPremature birth or premature birth is when a baby is born at a gestational age of 22 weeks to before 37 weeks. Normally, a normal pregnancy will last 9 months and 7 days (equivalent to 40 weeks). In obstetrics, it is divided into 3 periods: first 3 months, middle 3 months and last 3 months.\nAccording to data from the World Health Organization (WHO), it is estimated that globally there are about 15 million premature babies born, accounting for 1 in 10 newborns. Premature birth is considered the leading cause of death in children under 5 years old, about 1 million premature babies die due to complications. Many children survive but face lifelong disabilities, including neurological, cardiovascular, visual and hearing disabilities. (first)\nParticularly in Vietnam, according to general reports, the number of premature births is increasing. On average nationwide, the premature birth rate is about 7%, with about 100,000-110,000 premature babies born each year. Associate Professor, Dr. Luu Thi Hong, Head of Obstetrics Department, Tam Anh General Hospital, Hanoi, said that Tam Anh General Hospital, Hanoi receives 100 children/month and about 1,200 children/year, of which up to 70% are premature children. months, of which about 50% are premature babies under 30 weeks. The number of babies born at 25-26 weeks accounts for 10% of the 50% of premature births. (2)\nThe case of raising a premature baby with a gestational week of 24 weeks, 6 days at Tam Anh General Hospital is considered a miracle in Vietnamese medicine. This was an extremely premature birth. After birth, the baby's health was extremely weak: he could not breathe, did not cry, had no reflexes, had many bruises on his skin, and had a slow heart rate. With the coordination of the Obstetrics and Neonatology Departments, neonatal intensive care doctors were on duty in the delivery room and quickly transferred the baby to the Neonatology Department with specialized equipment and closely monitored with a care regimen. Special care, with the most modern equipment. The child's condition gradually changed positively, the doctors and nurses were relieved to have overcome the most difficult moment.\nThe baby girl is the \"precious child\" of a mother with ectropion, 6 years of infertility, 2 failed IUIs, 4 failed IVFs at 2 large hospitals in Hanoi. Twice there was good news but never once held the baby in her arms due to a miscarriage at 21 weeks and an ectopic pregnancy. Throughout the pregnancy, mother and baby - two mighty warriors - persevered through many hardships and challenges to return healthy to their family."
        },
        {
            "subsection_name": "Classification of degree of premature birth",
            "subsection_content": "The degree of preterm birth is often described according to gestational age, usually divided into 4 levels:\nExtremely premature: A baby born before 28 weeks of gestation; Very premature:  A baby born between 28 – 31 weeks 6 days; Moderately premature: A baby born between 32 - 33 weeks and 6 days; Late prematurity: A baby born between 34 - 36 weeks and 6 days\nMost moderately and mildly premature babies (approximately 80%) have a gestational age of over 32 - 37 weeks, weighing > 1,500g - 2,500g. These children are still at high risk of death because of lack of basic care such as keeping warm, breastfeeding, hygiene and infection prevention. In low-income countries, about 10 - 13% of babies are born at a gestational age of 28 - 32 weeks and more than half of these babies die due to lack of intensive care.",
            "subsection_string": "Classification of degree of premature birth\nThe degree of preterm birth is often described according to gestational age, usually divided into 4 levels:\nExtremely premature: A baby born before 28 weeks of gestation; Very premature:  A baby born between 28 – 31 weeks 6 days; Moderately premature: A baby born between 32 - 33 weeks and 6 days; Late prematurity: A baby born between 34 - 36 weeks and 6 days\nMost moderately and mildly premature babies (approximately 80%) have a gestational age of over 32 - 37 weeks, weighing > 1,500g - 2,500g. These children are still at high risk of death because of lack of basic care such as keeping warm, breastfeeding, hygiene and infection prevention. In low-income countries, about 10 - 13% of babies are born at a gestational age of 28 - 32 weeks and more than half of these babies die due to lack of intensive care."
        },
        {
            "subsection_name": "Signs of premature birth",
            "subsection_content": "During pregnancy, if you have any of the following symptoms, you should contact a specialist for the fastest guidance and treatment:\nDull back pain;; The baby shows signs of pushing downward;; Swelling in hands, feet or face;; Nausea, vomiting or diarrhea;; Blurred vision or other eye disorders;; Abdominal cramps similar to menstrual cramps;; The baby moves little or stops moving;; Abnormal vaginal discharge or blood.",
            "subsection_string": "Signs of premature birth\nDuring pregnancy, if you have any of the following symptoms, you should contact a specialist for the fastest guidance and treatment:\nDull back pain;; The baby shows signs of pushing downward;; Swelling in hands, feet or face;; Nausea, vomiting or diarrhea;; Blurred vision or other eye disorders;; Abdominal cramps similar to menstrual cramps;; The baby moves little or stops moving;; Abnormal vaginal discharge or blood."
        },
        {
            "subsection_name": "Causes of premature birth",
            "subsection_content": "In about 50% of premature births, the reason is unknown. Besides, there are some causes and risk factors such as:\nSocial factors\nPregnant women do not receive adequate prenatal care, their economic life is low, accompanied by physical problems such as malnutrition, failure to gain weight, and pregnant women do heavy labor during pregnancy. Age also affects the rate of premature birth. According to research, mothers under 20 years old or over 35 years old are risk factors for premature birth.\nFactors from the mother's side\nSome factors from the mother can lead to the risk of premature birth in children such as diseases such as urinary tract infections during pregnancy, abdominal trauma, abdominal surgery during pregnancy, and high-risk jobs. Heavy labor, environments with many toxic substances or lots of stress.\nIn addition, some pregnant women with a history of heart, kidney, or liver disease or frequent obstetric complications such as eclampsia or pre-eclampsia are also at high risk of premature birth. Surveys show that 5% of premature births occur in mothers with congenitally deformed uteruses, and 100% of women with cervical ectropion will give birth prematurely if not promptly intervened. Pregnant women who have had interventional procedures on the cervix such as cervical cone removal, vaginal infections, cervicitis, and a history of previous premature birth also increase the risk of premature birth.\nDue to the fetus and its appendages\nStatistics show that about 10-20% of premature births are multiple pregnancies, 10% have placenta previa, in addition to risks such as amniotic infection, premature rupture of membranes, polyhydramnios or placental abruption. also causes premature birth.\nTo find out the cause of premature birth, the doctor needs to consider the entire medical history of obstetrics and gynecology, consider the risks coming from the mother, or from the fetus, the fetal appendages and the associated causes. fit.",
            "subsection_string": "Causes of premature birth\nIn about 50% of premature births, the reason is unknown. Besides, there are some causes and risk factors such as:\nSocial factors\nPregnant women do not receive adequate prenatal care, their economic life is low, accompanied by physical problems such as malnutrition, failure to gain weight, and pregnant women do heavy labor during pregnancy. Age also affects the rate of premature birth. According to research, mothers under 20 years old or over 35 years old are risk factors for premature birth.\nFactors from the mother's side\nSome factors from the mother can lead to the risk of premature birth in children such as diseases such as urinary tract infections during pregnancy, abdominal trauma, abdominal surgery during pregnancy, and high-risk jobs. Heavy labor, environments with many toxic substances or lots of stress.\nIn addition, some pregnant women with a history of heart, kidney, or liver disease or frequent obstetric complications such as eclampsia or pre-eclampsia are also at high risk of premature birth. Surveys show that 5% of premature births occur in mothers with congenitally deformed uteruses, and 100% of women with cervical ectropion will give birth prematurely if not promptly intervened. Pregnant women who have had interventional procedures on the cervix such as cervical cone removal, vaginal infections, cervicitis, and a history of previous premature birth also increase the risk of premature birth.\nDue to the fetus and its appendages\nStatistics show that about 10-20% of premature births are multiple pregnancies, 10% have placenta previa, in addition to risks such as amniotic infection, premature rupture of membranes, polyhydramnios or placental abruption. also causes premature birth.\nTo find out the cause of premature birth, the doctor needs to consider the entire medical history of obstetrics and gynecology, consider the risks coming from the mother, or from the fetus, the fetal appendages and the associated causes. fit."
        },
        {
            "subsection_name": "Is premature birth dangerous?",
            "subsection_content": "Because premature babies are born before they are physically ready to leave the mother's womb, they are at risk for health problems. Several short-term and long-term problems affect the baby's health. Because of these health concerns, premature babies receive extra medical care and support immediately after birth. Depending on when the baby is born, a neonatologist can determine the baby's condition and prescribe the necessary treatment regimen. Some common problems for premature babies include:\nRespiratory problems; Body temperature disorders; Congenital heart problems; Problems in the digestive tract; Newborn jaundice; Anemia; Neonatal infection\nMost premature babies will develop normally, but they are at higher risk for developmental problems so will need regular health and development checks at the hospital or with their pediatrician. If you are concerned about your child's development, talk to your doctor.\nProblems that can occur later in premature babies include:\nDelayed language development; Growth and movement problems; Dental problems; Vision or hearing problems; Difficulty in thinking and learning; Psychological problems",
            "subsection_string": "Is premature birth dangerous?\nBecause premature babies are born before they are physically ready to leave the mother's womb, they are at risk for health problems. Several short-term and long-term problems affect the baby's health. Because of these health concerns, premature babies receive extra medical care and support immediately after birth. Depending on when the baby is born, a neonatologist can determine the baby's condition and prescribe the necessary treatment regimen. Some common problems for premature babies include:\nRespiratory problems; Body temperature disorders; Congenital heart problems; Problems in the digestive tract; Newborn jaundice; Anemia; Neonatal infection\nMost premature babies will develop normally, but they are at higher risk for developmental problems so will need regular health and development checks at the hospital or with their pediatrician. If you are concerned about your child's development, talk to your doctor.\nProblems that can occur later in premature babies include:\nDelayed language development; Growth and movement problems; Dental problems; Vision or hearing problems; Difficulty in thinking and learning; Psychological problems"
        },
        {
            "subsection_name": "Diagnosis of premature birth",
            "subsection_content": "In most cases, preterm labor begins suddenly and for unknown reasons. Like normal labor, signs of premature labor include:\nUterine contractions: 4 uterine contractions in 20 minutes or 8 uterine contractions in 60 minutes;; Cervical dilation ≥ 2 or thinning ≥ 80%;; There is cervical progression noted by one examiner over multiple visits;; Water rupture;; Change in vaginal discharge (significant increase in the amount of discharge or fluid leaking or bleeding from the vagina);; Pelvic pressure, feeling like the baby is slowly dropping;; Mild, dull back pain;; Abdominal cramps with or without diarrhea.\nIf you have any signs or symptoms of premature labor, quickly contact a hospital with good experts and full equipment to resuscitate premature babies for proper emergency treatment to prevent complications. evidence for children.",
            "subsection_string": "Diagnosis of premature birth\nIn most cases, preterm labor begins suddenly and for unknown reasons. Like normal labor, signs of premature labor include:\nUterine contractions: 4 uterine contractions in 20 minutes or 8 uterine contractions in 60 minutes;; Cervical dilation ≥ 2 or thinning ≥ 80%;; There is cervical progression noted by one examiner over multiple visits;; Water rupture;; Change in vaginal discharge (significant increase in the amount of discharge or fluid leaking or bleeding from the vagina);; Pelvic pressure, feeling like the baby is slowly dropping;; Mild, dull back pain;; Abdominal cramps with or without diarrhea.\nIf you have any signs or symptoms of premature labor, quickly contact a hospital with good experts and full equipment to resuscitate premature babies for proper emergency treatment to prevent complications. evidence for children."
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "If there are signs of premature birth, mothers should choose a hospital with specialized care for premature infants (NICU). If the hospital where the baby is born does not have a NICU, the woman and her unborn baby should be transferred to another hospital for the best support.\nDuring labor, women may be given medication to stop contractions for a time. This allows women to be transferred to another hospital if necessary. Corticosteroids may be given 12 to 24 hours before birth to help the baby's lungs work more effectively. Premature babies can be born very quickly through the vagina. However, in some cases, your doctor may decide that a cesarean section is safest. Therefore, whether premature babies should be born naturally or by cesarean section depends on many factors.\nFor newborns, the 60 minutes after birth and the first 28 days of life are critical to their survival. With more than 30 years of experience in resuscitating and raising premature babies, Dr. Do Huu Thieu Chuong said that as soon as they leave the mother's womb, premature babies need to be kept warm with wraps, hats, and plastic bags. Keep warm and immediately transfer to a heated bed placed next to the birthing bed.\nDepending on each case, it is necessary to attach a non-invasive CPAP breathing tube to help prevent the baby's lungs from collapsing, limit infection, and prevent respiratory failure. Doctors also do a number of screening tests, especially screening for birth defects, screening for diseases to rule out congenital hypothyroidism, congenital hyperplasia, low G6PD, hearing screening...\nScreening for congenital heart disease using simple methods such as transcutaneous oxygen measurement or specialized measures if there are abnormalities or suspected abnormalities. Cases of severe congenital heart disease can be intervened very early, minimizing the risk of death and increasing the chance of a healthy life.",
            "subsection_string": "Treatments\nIf there are signs of premature birth, mothers should choose a hospital with specialized care for premature infants (NICU). If the hospital where the baby is born does not have a NICU, the woman and her unborn baby should be transferred to another hospital for the best support.\nDuring labor, women may be given medication to stop contractions for a time. This allows women to be transferred to another hospital if necessary. Corticosteroids may be given 12 to 24 hours before birth to help the baby's lungs work more effectively. Premature babies can be born very quickly through the vagina. However, in some cases, your doctor may decide that a cesarean section is safest. Therefore, whether premature babies should be born naturally or by cesarean section depends on many factors.\nFor newborns, the 60 minutes after birth and the first 28 days of life are critical to their survival. With more than 30 years of experience in resuscitating and raising premature babies, Dr. Do Huu Thieu Chuong said that as soon as they leave the mother's womb, premature babies need to be kept warm with wraps, hats, and plastic bags. Keep warm and immediately transfer to a heated bed placed next to the birthing bed.\nDepending on each case, it is necessary to attach a non-invasive CPAP breathing tube to help prevent the baby's lungs from collapsing, limit infection, and prevent respiratory failure. Doctors also do a number of screening tests, especially screening for birth defects, screening for diseases to rule out congenital hypothyroidism, congenital hyperplasia, low G6PD, hearing screening...\nScreening for congenital heart disease using simple methods such as transcutaneous oxygen measurement or specialized measures if there are abnormalities or suspected abnormalities. Cases of severe congenital heart disease can be intervened very early, minimizing the risk of death and increasing the chance of a healthy life."
        },
        {
            "subsection_name": "Care after premature birth",
            "subsection_content": "Pregnant women\nPregnant women with premature babies may face many psychological obstacles. The mother may panic and worry about the baby's condition. Depending on the baby's condition, the doctor will have a care regimen, so pregnant women should rest and follow the doctor's instructions. A reasonable nutritional regimen, daily health monitoring, eliminating unusual problems such as fever, abdominal pain or lochia, breast pain, milk secretion... should also be noted.\nAfter giving birth, pregnant women are instructed to clean their bodies every day to avoid infection. 2-3 days after giving birth, the mother can take a quick bath with warm water. If the milk duct is clogged, it needs to be treated to avoid mastitis and breast abscess. For pregnant women having a cesarean section, it is important to wash the vulva after urinating and defecating to avoid perineal infection.\nAfter giving birth, mothers should receive proper care and nutritional supplementation. Many people have an excessive abstinence mentality, leading to insufficient nutrition in milk and milk loss. Early exercise after giving birth is encouraged for both mothers giving birth naturally and by cesarean section. If there are psychological problems, they need to be shared with everyone so that they can be resolved. In the first week after giving birth, mothers should have a check-up to ensure their health. safe.\nPremature babies\nPremature babies may need special care during the first 2 years. This is especially true if the baby weighs less than 1kg at birth. But you can help your child stay healthy, grow, and develop when you bring him or her home from the hospital. Here are some tips: (3)\nRegular check-ups with the doctor: Mothers need to take their babies for follow-up appointments to check and confirm that the baby is gaining weight and discuss more methods of caring for newborns at home.; Nutrition for children: Breast milk is the best food for children. But if your baby is having trouble feeding, your doctor can help you solve the problem. The baby can breastfeed directly or breastfeed through a bottle, depending on the baby's choice. Your baby may also need extra iron because premature babies don't have as much iron in their bodies as full-term babies. Monitor your baby's development: Premature babies may not develop at the same rate as full-term babies during the first 2 years. To monitor your child's development, your doctor may use growth charts, recording your baby's important milestones such as activity level, sitting up, and crawling.; Weaning regimen: Most doctors recommend introducing solid foods to premature babies 4-6 months after the baby's original due date (not the date of birth). Premature babies do not develop like full-term babies. It may take longer for your baby to develop the ability to swallow.; Sleep duration of newborns: Although premature babies sleep more hours per day than full-term babies, they sleep for shorter periods of time. All newborns, including premature babies, should be placed on their back, not their stomach. Sleeping on your stomach and sleeping on a soft mattress may increase your risk of sudden infant death syndrome (SIDS).; Check your child's vision and hearing: Premature babies are more likely to have crossed eyes than full-term babies. This condition usually disappears on its own as the baby grows older. Some premature babies have an eye condition called retinopathy of prematurity (ROP). If there is a possibility that your child has ROP, your doctor will recommend that you take your child to an eye doctor for regular checkups. ROP can be treated to help prevent  vision loss. Babies are also more likely to have hearing problems than full-term babies. You can test your baby's hearing by making noises behind or next to the baby. If your baby does not turn or respond to a loud noise, contact your doctor.; Vaccination for children: Full vaccination protects the baby from invading pathogens. Premature babies are more likely to get the flu than full-term babies. A flu vaccination plan for your whole family can help protect your baby from getting the flu from someone in the family.\nIn particular, premature infants need to be screened at birth with in-depth exploratory tests to screen for potential health risks that are not clearly evident clinically. Parents can see more newborn screening packages to help early detect 73 common endocrine, metabolic, and genetic disorders in newborns here.",
            "subsection_string": "Care after premature birth\nPregnant women\nPregnant women with premature babies may face many psychological obstacles. The mother may panic and worry about the baby's condition. Depending on the baby's condition, the doctor will have a care regimen, so pregnant women should rest and follow the doctor's instructions. A reasonable nutritional regimen, daily health monitoring, eliminating unusual problems such as fever, abdominal pain or lochia, breast pain, milk secretion... should also be noted.\nAfter giving birth, pregnant women are instructed to clean their bodies every day to avoid infection. 2-3 days after giving birth, the mother can take a quick bath with warm water. If the milk duct is clogged, it needs to be treated to avoid mastitis and breast abscess. For pregnant women having a cesarean section, it is important to wash the vulva after urinating and defecating to avoid perineal infection.\nAfter giving birth, mothers should receive proper care and nutritional supplementation. Many people have an excessive abstinence mentality, leading to insufficient nutrition in milk and milk loss. Early exercise after giving birth is encouraged for both mothers giving birth naturally and by cesarean section. If there are psychological problems, they need to be shared with everyone so that they can be resolved. In the first week after giving birth, mothers should have a check-up to ensure their health. safe.\nPremature babies\nPremature babies may need special care during the first 2 years. This is especially true if the baby weighs less than 1kg at birth. But you can help your child stay healthy, grow, and develop when you bring him or her home from the hospital. Here are some tips: (3)\nRegular check-ups with the doctor: Mothers need to take their babies for follow-up appointments to check and confirm that the baby is gaining weight and discuss more methods of caring for newborns at home.; Nutrition for children: Breast milk is the best food for children. But if your baby is having trouble feeding, your doctor can help you solve the problem. The baby can breastfeed directly or breastfeed through a bottle, depending on the baby's choice. Your baby may also need extra iron because premature babies don't have as much iron in their bodies as full-term babies. Monitor your baby's development: Premature babies may not develop at the same rate as full-term babies during the first 2 years. To monitor your child's development, your doctor may use growth charts, recording your baby's important milestones such as activity level, sitting up, and crawling.; Weaning regimen: Most doctors recommend introducing solid foods to premature babies 4-6 months after the baby's original due date (not the date of birth). Premature babies do not develop like full-term babies. It may take longer for your baby to develop the ability to swallow.; Sleep duration of newborns: Although premature babies sleep more hours per day than full-term babies, they sleep for shorter periods of time. All newborns, including premature babies, should be placed on their back, not their stomach. Sleeping on your stomach and sleeping on a soft mattress may increase your risk of sudden infant death syndrome (SIDS).; Check your child's vision and hearing: Premature babies are more likely to have crossed eyes than full-term babies. This condition usually disappears on its own as the baby grows older. Some premature babies have an eye condition called retinopathy of prematurity (ROP). If there is a possibility that your child has ROP, your doctor will recommend that you take your child to an eye doctor for regular checkups. ROP can be treated to help prevent  vision loss. Babies are also more likely to have hearing problems than full-term babies. You can test your baby's hearing by making noises behind or next to the baby. If your baby does not turn or respond to a loud noise, contact your doctor.; Vaccination for children: Full vaccination protects the baby from invading pathogens. Premature babies are more likely to get the flu than full-term babies. A flu vaccination plan for your whole family can help protect your baby from getting the flu from someone in the family.\nIn particular, premature infants need to be screened at birth with in-depth exploratory tests to screen for potential health risks that are not clearly evident clinically. Parents can see more newborn screening packages to help early detect 73 common endocrine, metabolic, and genetic disorders in newborns here."
        },
        {
            "subsection_name": "Prevent premature birth",
            "subsection_content": "Preventing preterm birth remains a challenge because there are many causes of preterm birth, and because the causes can be complex and not always well understood. However, pregnant women can take important steps to help reduce the risk of premature birth and improve their general health such as:\nBefore getting pregnant\nThe essential thing to prepare to become a mother is to prepare a complete bag of reproductive knowledge, avoiding having to intervene too much in the uterus. Avoid getting pregnant multiple times. Pay attention to having a job that requires you to move a lot when you get pregnant, which is not good. Besides, good nutritional support is very important.\nWhen pregnant\nDo not smoke, provide nutrition and vitamin supplements, avoid stress, and have regular check-ups as prescribed by your doctor. For pregnant women threatened with premature birth before 34 weeks, corticosteroids should be used before giving birth. Steroids will cross the placental barrier to the baby, stimulating the lungs to produce surfactant. In the lungs there is Surfactant, a substance that has the ability to reduce surface tension and maintain the stability of the alveoli, preventing alveolar collapse.\nHowever, Surfactant must not be produced until the 26th week of pregnancy, which is why babies born at weeks 24 and 25 do not have stable lung function. When the membranes break, use prophylactic antibiotics for the mother and transfer her to a higher level with a good neonatal resuscitation unit for delivery.\nAt Tam Anh General Hospital Neonatal Center, hundreds of premature babies have been nurtured and cared for according to special procedures, helping to minimize the risks and health problems that premature babies have. can encounter and return to their parents' arms with the best health.\nTo promptly support premature babies, neonatologists are always on duty during normal births and cesarean births and continuously monitor and care for babies in the special care room within the first 12 hours, promptly detecting signs. Temporary respiratory failure or other diseases, in order to have early intervention measures.\nCaring for and treating premature babies is a silent battle that requires the efforts, patience, and persistence of both parents and a team of doctors and nurses. With modern equipment, maximum support for the premature life of children, along with 24/7 care from leading experts, Tam Anh General Hospital Neonatal Center has handled many complicated premature births, so that \"tiny pediatric patients\" can be discharged from the hospital healthy, returning joy and happiness to so many families.",
            "subsection_string": "Prevent premature birth\nPreventing preterm birth remains a challenge because there are many causes of preterm birth, and because the causes can be complex and not always well understood. However, pregnant women can take important steps to help reduce the risk of premature birth and improve their general health such as:\nBefore getting pregnant\nThe essential thing to prepare to become a mother is to prepare a complete bag of reproductive knowledge, avoiding having to intervene too much in the uterus. Avoid getting pregnant multiple times. Pay attention to having a job that requires you to move a lot when you get pregnant, which is not good. Besides, good nutritional support is very important.\nWhen pregnant\nDo not smoke, provide nutrition and vitamin supplements, avoid stress, and have regular check-ups as prescribed by your doctor. For pregnant women threatened with premature birth before 34 weeks, corticosteroids should be used before giving birth. Steroids will cross the placental barrier to the baby, stimulating the lungs to produce surfactant. In the lungs there is Surfactant, a substance that has the ability to reduce surface tension and maintain the stability of the alveoli, preventing alveolar collapse.\nHowever, Surfactant must not be produced until the 26th week of pregnancy, which is why babies born at weeks 24 and 25 do not have stable lung function. When the membranes break, use prophylactic antibiotics for the mother and transfer her to a higher level with a good neonatal resuscitation unit for delivery.\nAt Tam Anh General Hospital Neonatal Center, hundreds of premature babies have been nurtured and cared for according to special procedures, helping to minimize the risks and health problems that premature babies have. can encounter and return to their parents' arms with the best health.\nTo promptly support premature babies, neonatologists are always on duty during normal births and cesarean births and continuously monitor and care for babies in the special care room within the first 12 hours, promptly detecting signs. Temporary respiratory failure or other diseases, in order to have early intervention measures.\nCaring for and treating premature babies is a silent battle that requires the efforts, patience, and persistence of both parents and a team of doctors and nurses. With modern equipment, maximum support for the premature life of children, along with 24/7 care from leading experts, Tam Anh General Hospital Neonatal Center has handled many complicated premature births, so that \"tiny pediatric patients\" can be discharged from the hospital healthy, returning joy and happiness to so many families."
        }
    ],
    "name": "sinh-non.json"
}