{
    "title": "Bladder stones: Causes, signs, diagnosis and treatment",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/soi-bang-quang/",
    "abstract": "Bladder stones are a common disease of the urinary system. Stones are formed due to the deposition of minerals in urine, often found in people with bladder muscle weakness or urinary drainage obstruction. Small bladder stones may resolve without treatment, but sometimes bladder stones require medication or surgery. If left untreated, bladder stones can lead to infection and other complications.",
    "content": "Bladder stones: Causes, signs, diagnosis and treatment\n\nBladder stones are a common disease of the urinary system. Stones are formed due to the deposition of minerals in urine, often found in people with bladder muscle weakness or urinary drainage obstruction. Small bladder stones may resolve without treatment, but sometimes bladder stones require medication or surgery. If left untreated, bladder stones can lead to infection and other complications.\n\nWhat are bladder stones?\nBladder stones are hard mineral masses that form in the bladder. They develop when minerals in urine concentrate, crystallize and form stones. This often happens when you have difficulty expelling urine. (first)\nBladder stones occur more often in men than in women. Stones formed in the bladder are often large in size due to long-term accumulation of stone residue from urine in the bladder.\nIn addition, bladder stones are kidney stones that move down the ureter and fall into the bladder. Small bladder stones can pass out easily during urination. Stones larger than 8mm often get stuck in the bladder neck or urethra (the tube that carries urine out) causing painful urination, weak urine flow or acute urinary retention.\n\nSigns of bladder stones\nSometimes bladder stones – even large ones – don't cause problems. But if a stone irritates the bladder wall or blocks the flow of urine, signs and symptoms may include: (2)\nLower abdominal pain; Pain when urinating; Frequent urination; Difficulty urinating or interrupted urine flow; There is blood in the urine; Urine is cloudy or unusually dark in color\n\nCauses of bladder stones\nBladder stones can develop when your bladder cannot empty completely. This causes urine to become stagnant and concentrated. Concentrated urine can crystallize and form stones.\nSome infections can lead to bladder stones. Sometimes an underlying condition that affects the bladder's ability to hold, or empty, urine can lead to the formation of bladder stones. Any foreign material present in the bladder tends to form stones in the bladder.\nThe most common conditions that cause bladder stones include:\nProstatic hypertrophy: (benign prostatic hyperplasia, or BPH) can cause bladder stones in men. An enlarged prostate can obstruct the flow of urine, preventing the bladder from emptying completely.; Nerve damage: Normally, nerves carry messages from the brain to the bladder muscles, controlling the bladder muscles to contract or relax. If these nerves are damaged by a stroke, spinal cord injury, or other health problems, your bladder may back up with urine. This is called a neurogenic bladder.\nOther possible causes of bladder stones include:\nCystitis: sometimes urinary tract infection or pelvic radiation therapy, can lead to bladder stones.; Medical tools and equipment: Bladder catheters, small tubes inserted through the urethra to help urine exit the bladder, can cause bladder stones over time. When objects accidentally move into your bladder, such as birth control devices or catheters in the urinary tract. Mineral crystals, which later become gravel, tend to form on the surface of these devices.; Kidney stones: Stones that form in your kidneys are not the same as bladder stones. They develop in different ways. But small kidney stones can travel down the ureters into the bladder and, if not expelled, can develop into bladder stones.\n\nAre bladder stones dangerous?\nIf not treated promptly and properly, the patient may face complications such as:\nCystitis: When the stones are small, the patient may not see any problems. Bladder stones that grow larger than 2cm often have symptoms of bladder irritation such as frequent urination, painful urination, interrupted urination or hematuria. If there is no early treatment, bladder inflammation can become chronic, leading to bladder atrophy, bladder fistula, and bladder cancer.; Nephritis: due to upstream bacterial infection from the bladder, can impair kidney function. This complication can greatly affect health and is very difficult to treat.; Lower abdominal pain: Patients often feel sharp pain in the lower abdomen due to bladder irritation and stones stuck in the bladder neck. Lower abdominal pain can spread to the perineum or the tip of the external genitals, causing discomfort for the patient.; Bladder fistula: Large bladder stones can cause bladder fistula, perineal or vaginal fistula in women. Urine leaks continuously through the fistula, causing infection in the vaginal or anal area. Patients will experience many inconveniences in daily activities.\n\nDiagnosis of bladder stones\nDuring a clinical examination, the doctor will pay attention to the patient's lower abdomen to check for bladder bridge signs, which is a condition in which there is a lot of urine in the bladder. In men > 50 years old, transrectal prostate examination is required. (3)\nTests commonly used when diagnosing bladder stones include:\nAbdominal ultrasound: helps doctors identify bladder stones, record stone size and other abnormalities of the kidneys, bladder and prostate.; Urine analysis: helps evaluate bladder infections, identifies bacteria and crystallized minerals in urine.; X-ray: Kidney - Ureter - Bladder (KUB) X-ray will help the doctor determine whether stones are in the urinary system or not. However, some non-opaque stones will not be visible on a conventional X-ray.; Other tests: Cystoscopy: helps the doctor determine the number, size and location of stones in the bladder. In addition, cystoscopy also helps identify urethral strictures, enlarged prostate and lesions in the bladder. Measuring bladder pressure: helps evaluate bladder function and bladder muscle tone; Cystoscopy: helps doctors determine the number, size and location of stones in the bladder. In addition, cystoscopy also helps identify urethral strictures, enlarged prostate and lesions in the bladder; Measuring bladder pressure: helps evaluate bladder function and bladder muscle tone\n\nBladder stone treatment\nPrinciples in treating bladder stones are: (4)\nRemoval of bladder stones; Treat the cause of bladder stones to avoid recurrence\nUse medicine\nMedications commonly used to treat bladder stones include:\nPain relievers and anti-inflammatories: Medicines help relieve pain and discomfort caused by stones; Urinary smooth muscle relaxants: Drugs that help widen the diameter of the bladder neck. From there, the stones can move out of the body easily.; Urine alkalinizing drugs: Drugs that help regulate urine pH, can be effective in dissolving uric acid stones.; Diuretics: Drugs that help increase urine flow; Antibiotics: treat urinary tract infections.\nSurgery\nMost symptomatic bladder stones require surgery. Surgical methods include:\nBladder lithotripsy: The patient is given spinal anesthesia or general anesthesia for a short period of time. Then the doctor performed an endoscopy of the urethra and bladder. The stones are visible on the screen and the stones are broken up with a laser or shock wave. Broken pieces of gravel are taken out with a basket. The surgery is safe, with very few complications. Patients may need to use antibiotics before surgery, which helps reduce the risk of infection.; Open surgery to remove stones: If the stone is too large (> 4cm), or the stone is hard and cannot be broken, the doctor may consider open surgery to remove the stone.\n\nMeasures to prevent bladder stones\nTo limit the risk of bladder stones, you should note:\nDrink plenty of water: Every day you should drink 2 - 3 liters of water, which helps the body eliminate toxins and waste from the kidneys and bladder, thereby avoiding the formation of stones.; Add low-fat foods: Foods such as fruits, vegetables, whole grains, low-fat or fat-free milk should be added to the menu every day. In addition, you should limit fried foods, do not use processed foods, canned foods.; In people with increased uric acid in the blood, foods rich in protein should be limited: Protein has the ability to accumulate uric acid in the blood, causing urate salt crystals to form and accumulate in the bladder. At that time, the patient will have a high risk of getting stones. Every day you should only add a maximum of 200g of meat, prioritize lean meat, chicken breast and limit seafood, shrimp, crab.; Supplement foods rich in fiber: Foods containing abundant fiber that you should supplement daily are vegetables, fruits, whole grains, beans... Men supplement about 30 - 38g/day and women is 21 – 25g/day.; Avoid using stimulants: You should limit the use of beer, alcohol, cigarettes and other stimulants. Because these chemicals accumulate in the body, they can easily form stones.; When there are signs of stones in the urinary system, patients should quickly see a doctor and get early treatment.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nBladder stones usually do not cause much impact on health. However, the disease can reduce quality of life due to urinary disorders. If not treated early, the patient can face serious complications, even life-threatening. Therefore, as soon as symptoms appear, patients should go to the doctor for timely diagnosis and treatment.",
    "subsections": [
        {
            "subsection_name": "What are bladder stones?",
            "subsection_content": "Bladder stones are hard mineral masses that form in the bladder. They develop when minerals in urine concentrate, crystallize and form stones. This often happens when you have difficulty expelling urine. (first)\nBladder stones occur more often in men than in women. Stones formed in the bladder are often large in size due to long-term accumulation of stone residue from urine in the bladder.\nIn addition, bladder stones are kidney stones that move down the ureter and fall into the bladder. Small bladder stones can pass out easily during urination. Stones larger than 8mm often get stuck in the bladder neck or urethra (the tube that carries urine out) causing painful urination, weak urine flow or acute urinary retention.",
            "subsection_string": "What are bladder stones?\nBladder stones are hard mineral masses that form in the bladder. They develop when minerals in urine concentrate, crystallize and form stones. This often happens when you have difficulty expelling urine. (first)\nBladder stones occur more often in men than in women. Stones formed in the bladder are often large in size due to long-term accumulation of stone residue from urine in the bladder.\nIn addition, bladder stones are kidney stones that move down the ureter and fall into the bladder. Small bladder stones can pass out easily during urination. Stones larger than 8mm often get stuck in the bladder neck or urethra (the tube that carries urine out) causing painful urination, weak urine flow or acute urinary retention."
        },
        {
            "subsection_name": "Signs of bladder stones",
            "subsection_content": "Sometimes bladder stones – even large ones – don't cause problems. But if a stone irritates the bladder wall or blocks the flow of urine, signs and symptoms may include: (2)\nLower abdominal pain; Pain when urinating; Frequent urination; Difficulty urinating or interrupted urine flow; There is blood in the urine; Urine is cloudy or unusually dark in color",
            "subsection_string": "Signs of bladder stones\nSometimes bladder stones – even large ones – don't cause problems. But if a stone irritates the bladder wall or blocks the flow of urine, signs and symptoms may include: (2)\nLower abdominal pain; Pain when urinating; Frequent urination; Difficulty urinating or interrupted urine flow; There is blood in the urine; Urine is cloudy or unusually dark in color"
        },
        {
            "subsection_name": "Causes of bladder stones",
            "subsection_content": "Bladder stones can develop when your bladder cannot empty completely. This causes urine to become stagnant and concentrated. Concentrated urine can crystallize and form stones.\nSome infections can lead to bladder stones. Sometimes an underlying condition that affects the bladder's ability to hold, or empty, urine can lead to the formation of bladder stones. Any foreign material present in the bladder tends to form stones in the bladder.\nThe most common conditions that cause bladder stones include:\nProstatic hypertrophy: (benign prostatic hyperplasia, or BPH) can cause bladder stones in men. An enlarged prostate can obstruct the flow of urine, preventing the bladder from emptying completely.; Nerve damage: Normally, nerves carry messages from the brain to the bladder muscles, controlling the bladder muscles to contract or relax. If these nerves are damaged by a stroke, spinal cord injury, or other health problems, your bladder may back up with urine. This is called a neurogenic bladder.\nOther possible causes of bladder stones include:\nCystitis: sometimes urinary tract infection or pelvic radiation therapy, can lead to bladder stones.; Medical tools and equipment: Bladder catheters, small tubes inserted through the urethra to help urine exit the bladder, can cause bladder stones over time. When objects accidentally move into your bladder, such as birth control devices or catheters in the urinary tract. Mineral crystals, which later become gravel, tend to form on the surface of these devices.; Kidney stones: Stones that form in your kidneys are not the same as bladder stones. They develop in different ways. But small kidney stones can travel down the ureters into the bladder and, if not expelled, can develop into bladder stones.",
            "subsection_string": "Causes of bladder stones\nBladder stones can develop when your bladder cannot empty completely. This causes urine to become stagnant and concentrated. Concentrated urine can crystallize and form stones.\nSome infections can lead to bladder stones. Sometimes an underlying condition that affects the bladder's ability to hold, or empty, urine can lead to the formation of bladder stones. Any foreign material present in the bladder tends to form stones in the bladder.\nThe most common conditions that cause bladder stones include:\nProstatic hypertrophy: (benign prostatic hyperplasia, or BPH) can cause bladder stones in men. An enlarged prostate can obstruct the flow of urine, preventing the bladder from emptying completely.; Nerve damage: Normally, nerves carry messages from the brain to the bladder muscles, controlling the bladder muscles to contract or relax. If these nerves are damaged by a stroke, spinal cord injury, or other health problems, your bladder may back up with urine. This is called a neurogenic bladder.\nOther possible causes of bladder stones include:\nCystitis: sometimes urinary tract infection or pelvic radiation therapy, can lead to bladder stones.; Medical tools and equipment: Bladder catheters, small tubes inserted through the urethra to help urine exit the bladder, can cause bladder stones over time. When objects accidentally move into your bladder, such as birth control devices or catheters in the urinary tract. Mineral crystals, which later become gravel, tend to form on the surface of these devices.; Kidney stones: Stones that form in your kidneys are not the same as bladder stones. They develop in different ways. But small kidney stones can travel down the ureters into the bladder and, if not expelled, can develop into bladder stones."
        },
        {
            "subsection_name": "Are bladder stones dangerous?",
            "subsection_content": "If not treated promptly and properly, the patient may face complications such as:\nCystitis: When the stones are small, the patient may not see any problems. Bladder stones that grow larger than 2cm often have symptoms of bladder irritation such as frequent urination, painful urination, interrupted urination or hematuria. If there is no early treatment, bladder inflammation can become chronic, leading to bladder atrophy, bladder fistula, and bladder cancer.; Nephritis: due to upstream bacterial infection from the bladder, can impair kidney function. This complication can greatly affect health and is very difficult to treat.; Lower abdominal pain: Patients often feel sharp pain in the lower abdomen due to bladder irritation and stones stuck in the bladder neck. Lower abdominal pain can spread to the perineum or the tip of the external genitals, causing discomfort for the patient.; Bladder fistula: Large bladder stones can cause bladder fistula, perineal or vaginal fistula in women. Urine leaks continuously through the fistula, causing infection in the vaginal or anal area. Patients will experience many inconveniences in daily activities.",
            "subsection_string": "Are bladder stones dangerous?\nIf not treated promptly and properly, the patient may face complications such as:\nCystitis: When the stones are small, the patient may not see any problems. Bladder stones that grow larger than 2cm often have symptoms of bladder irritation such as frequent urination, painful urination, interrupted urination or hematuria. If there is no early treatment, bladder inflammation can become chronic, leading to bladder atrophy, bladder fistula, and bladder cancer.; Nephritis: due to upstream bacterial infection from the bladder, can impair kidney function. This complication can greatly affect health and is very difficult to treat.; Lower abdominal pain: Patients often feel sharp pain in the lower abdomen due to bladder irritation and stones stuck in the bladder neck. Lower abdominal pain can spread to the perineum or the tip of the external genitals, causing discomfort for the patient.; Bladder fistula: Large bladder stones can cause bladder fistula, perineal or vaginal fistula in women. Urine leaks continuously through the fistula, causing infection in the vaginal or anal area. Patients will experience many inconveniences in daily activities."
        },
        {
            "subsection_name": "Diagnosis of bladder stones",
            "subsection_content": "During a clinical examination, the doctor will pay attention to the patient's lower abdomen to check for bladder bridge signs, which is a condition in which there is a lot of urine in the bladder. In men > 50 years old, transrectal prostate examination is required. (3)\nTests commonly used when diagnosing bladder stones include:\nAbdominal ultrasound: helps doctors identify bladder stones, record stone size and other abnormalities of the kidneys, bladder and prostate.; Urine analysis: helps evaluate bladder infections, identifies bacteria and crystallized minerals in urine.; X-ray: Kidney - Ureter - Bladder (KUB) X-ray will help the doctor determine whether stones are in the urinary system or not. However, some non-opaque stones will not be visible on a conventional X-ray.; Other tests: Cystoscopy: helps the doctor determine the number, size and location of stones in the bladder. In addition, cystoscopy also helps identify urethral strictures, enlarged prostate and lesions in the bladder. Measuring bladder pressure: helps evaluate bladder function and bladder muscle tone; Cystoscopy: helps doctors determine the number, size and location of stones in the bladder. In addition, cystoscopy also helps identify urethral strictures, enlarged prostate and lesions in the bladder; Measuring bladder pressure: helps evaluate bladder function and bladder muscle tone",
            "subsection_string": "Diagnosis of bladder stones\nDuring a clinical examination, the doctor will pay attention to the patient's lower abdomen to check for bladder bridge signs, which is a condition in which there is a lot of urine in the bladder. In men > 50 years old, transrectal prostate examination is required. (3)\nTests commonly used when diagnosing bladder stones include:\nAbdominal ultrasound: helps doctors identify bladder stones, record stone size and other abnormalities of the kidneys, bladder and prostate.; Urine analysis: helps evaluate bladder infections, identifies bacteria and crystallized minerals in urine.; X-ray: Kidney - Ureter - Bladder (KUB) X-ray will help the doctor determine whether stones are in the urinary system or not. However, some non-opaque stones will not be visible on a conventional X-ray.; Other tests: Cystoscopy: helps the doctor determine the number, size and location of stones in the bladder. In addition, cystoscopy also helps identify urethral strictures, enlarged prostate and lesions in the bladder. Measuring bladder pressure: helps evaluate bladder function and bladder muscle tone; Cystoscopy: helps doctors determine the number, size and location of stones in the bladder. In addition, cystoscopy also helps identify urethral strictures, enlarged prostate and lesions in the bladder; Measuring bladder pressure: helps evaluate bladder function and bladder muscle tone"
        },
        {
            "subsection_name": "Bladder stone treatment",
            "subsection_content": "Principles in treating bladder stones are: (4)\nRemoval of bladder stones; Treat the cause of bladder stones to avoid recurrence\nUse medicine\nMedications commonly used to treat bladder stones include:\nPain relievers and anti-inflammatories: Medicines help relieve pain and discomfort caused by stones; Urinary smooth muscle relaxants: Drugs that help widen the diameter of the bladder neck. From there, the stones can move out of the body easily.; Urine alkalinizing drugs: Drugs that help regulate urine pH, can be effective in dissolving uric acid stones.; Diuretics: Drugs that help increase urine flow; Antibiotics: treat urinary tract infections.\nSurgery\nMost symptomatic bladder stones require surgery. Surgical methods include:\nBladder lithotripsy: The patient is given spinal anesthesia or general anesthesia for a short period of time. Then the doctor performed an endoscopy of the urethra and bladder. The stones are visible on the screen and the stones are broken up with a laser or shock wave. Broken pieces of gravel are taken out with a basket. The surgery is safe, with very few complications. Patients may need to use antibiotics before surgery, which helps reduce the risk of infection.; Open surgery to remove stones: If the stone is too large (> 4cm), or the stone is hard and cannot be broken, the doctor may consider open surgery to remove the stone.",
            "subsection_string": "Bladder stone treatment\nPrinciples in treating bladder stones are: (4)\nRemoval of bladder stones; Treat the cause of bladder stones to avoid recurrence\nUse medicine\nMedications commonly used to treat bladder stones include:\nPain relievers and anti-inflammatories: Medicines help relieve pain and discomfort caused by stones; Urinary smooth muscle relaxants: Drugs that help widen the diameter of the bladder neck. From there, the stones can move out of the body easily.; Urine alkalinizing drugs: Drugs that help regulate urine pH, can be effective in dissolving uric acid stones.; Diuretics: Drugs that help increase urine flow; Antibiotics: treat urinary tract infections.\nSurgery\nMost symptomatic bladder stones require surgery. Surgical methods include:\nBladder lithotripsy: The patient is given spinal anesthesia or general anesthesia for a short period of time. Then the doctor performed an endoscopy of the urethra and bladder. The stones are visible on the screen and the stones are broken up with a laser or shock wave. Broken pieces of gravel are taken out with a basket. The surgery is safe, with very few complications. Patients may need to use antibiotics before surgery, which helps reduce the risk of infection.; Open surgery to remove stones: If the stone is too large (> 4cm), or the stone is hard and cannot be broken, the doctor may consider open surgery to remove the stone."
        },
        {
            "subsection_name": "Measures to prevent bladder stones",
            "subsection_content": "To limit the risk of bladder stones, you should note:\nDrink plenty of water: Every day you should drink 2 - 3 liters of water, which helps the body eliminate toxins and waste from the kidneys and bladder, thereby avoiding the formation of stones.; Add low-fat foods: Foods such as fruits, vegetables, whole grains, low-fat or fat-free milk should be added to the menu every day. In addition, you should limit fried foods, do not use processed foods, canned foods.; In people with increased uric acid in the blood, foods rich in protein should be limited: Protein has the ability to accumulate uric acid in the blood, causing urate salt crystals to form and accumulate in the bladder. At that time, the patient will have a high risk of getting stones. Every day you should only add a maximum of 200g of meat, prioritize lean meat, chicken breast and limit seafood, shrimp, crab.; Supplement foods rich in fiber: Foods containing abundant fiber that you should supplement daily are vegetables, fruits, whole grains, beans... Men supplement about 30 - 38g/day and women is 21 – 25g/day.; Avoid using stimulants: You should limit the use of beer, alcohol, cigarettes and other stimulants. Because these chemicals accumulate in the body, they can easily form stones.; When there are signs of stones in the urinary system, patients should quickly see a doctor and get early treatment.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nBladder stones usually do not cause much impact on health. However, the disease can reduce quality of life due to urinary disorders. If not treated early, the patient can face serious complications, even life-threatening. Therefore, as soon as symptoms appear, patients should go to the doctor for timely diagnosis and treatment.",
            "subsection_string": "Measures to prevent bladder stones\nTo limit the risk of bladder stones, you should note:\nDrink plenty of water: Every day you should drink 2 - 3 liters of water, which helps the body eliminate toxins and waste from the kidneys and bladder, thereby avoiding the formation of stones.; Add low-fat foods: Foods such as fruits, vegetables, whole grains, low-fat or fat-free milk should be added to the menu every day. In addition, you should limit fried foods, do not use processed foods, canned foods.; In people with increased uric acid in the blood, foods rich in protein should be limited: Protein has the ability to accumulate uric acid in the blood, causing urate salt crystals to form and accumulate in the bladder. At that time, the patient will have a high risk of getting stones. Every day you should only add a maximum of 200g of meat, prioritize lean meat, chicken breast and limit seafood, shrimp, crab.; Supplement foods rich in fiber: Foods containing abundant fiber that you should supplement daily are vegetables, fruits, whole grains, beans... Men supplement about 30 - 38g/day and women is 21 – 25g/day.; Avoid using stimulants: You should limit the use of beer, alcohol, cigarettes and other stimulants. Because these chemicals accumulate in the body, they can easily form stones.; When there are signs of stones in the urinary system, patients should quickly see a doctor and get early treatment.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nBladder stones usually do not cause much impact on health. However, the disease can reduce quality of life due to urinary disorders. If not treated early, the patient can face serious complications, even life-threatening. Therefore, as soon as symptoms appear, patients should go to the doctor for timely diagnosis and treatment."
        }
    ],
    "name": "soi-bang-quang.json"
}