{
    "title": "Kidney stones: Causes, signs and treatments",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/soi-than/",
    "abstract": "Kidney stones are the most common disease of the urinary tract. Vietnam is located in a hot and humid tropical climate, the body loses a lot of water, so it has long been considered a stone endemic area. About 10-14% of Vietnamese people have it\nkidney stones\n. In the US, surveys show that 7-10% of people have suffered from it\n kidney stones\n once in my life without even knowing it. Incidence of disease\nworldwide is about 3% of the population and varies between countries.",
    "content": "Kidney stones: Causes, signs and treatments\n\nKidney stones are the most common disease of the urinary tract. Vietnam is located in a hot and humid tropical climate, the body loses a lot of water, so it has long been considered a stone endemic area. About 10-14% of Vietnamese people have it\nkidney stones\n. In the US, surveys show that 7-10% of people have suffered from it\n kidney stones\n once in my life without even knowing it. Incidence of disease\nworldwide is about 3% of the population and varies between countries.\n\nWhat are kidney stones?\nKidney stones are a common urinary stone disease in middle-aged men. The age of onset is usually between 30 and 55 years old (1). Men have a more complex urinary tract structure, so stones are often difficult to pass on their own like in women.\nUrinary stones are solid particles formed by the natural crystallization of inorganic crystals in urine. They can cause pain, nausea and vomiting, hematuria and can cause fever and chills due to secondary infection. Most of them start to form in the kidneys, move along the urinary system and are excreted, so many people are familiar with the name kidney stones.\nWhen the urinary system begins to deposit and crystallize stones, the crystals and small stones often travel along the urinary tract and are excreted. At some point in the urinary tract, crystals or stones get stuck, continue to settle and crystallize to form larger stones.\nHere, the stones gradually grow larger in size, which can block the flow of urine, leading to urine stagnation and bulging above the blockage site. It is at this location that many complications will occur such as infection, crystallization and formation of different types of stones... gradually destroying the kidney structure.\nBased on the location of the stone in the urinary system, people can also name or classify stones:\nKidney stones are urinary stones located in the kidney, including renal calyces and renal pelvis stones.; Ureteral stones: caused by stones moving from the renal pelvis to the ureter and causing urinary tract obstruction.; Bladder stones: 80% are due to stones falling from the kidney or ureter or due to obstruction in the bladder neck and urethra; Urethral stones: when stones follow the urine stream from the bladder to the urethra, getting stuck here.\n\nTypes of kidney stones\nStones in the urinary system are often classified according to chemical composition (2), including:\nCalcium stones are the most common type of stone, accounting for 80-90%, including Calcium Oxalate and Calcium Phosphate stones. Calcium Oxalate accounts for a high proportion in tropical countries like Vietnam. This stone is very hard and radiopaque, has a rough shape, yellow or brown color; Common phosphate stones are Magnesium Ammonium Phosphate, also known as infectious stones, often caused by long-term urinary infections, especially by Proteus bacteria. The stones are yellow and slightly friable. This type of stone is often very large and can fill the renal pelvis causing coral stones.\nUric acid stones form due to increased purine metabolism in the body. Causes that can increase purine metabolism include consuming a lot of foods that contain a lot of purine (such as pork intestines, beef intestines, dried fish meat, mushrooms...), or patients with gout, or stones formed due to decomposition. cancerous tumors when using chemotherapy drugs; Cystine stones are formed due to errors in cystine reabsorption in the kidney tubules. This stone is relatively rare in Vietnam. Cystine stones are non-opaque stones with a smooth surface.\n\nSigns of kidney stones\nSymptoms of kidney stones are entirely due to complications of the stone causing the urinary system, not the stone itself. (3)\nKidney colic\nThe most obvious manifestation of kidney stones is that they cause severe pain, to the point that people call it \"kidney storm pain\" or \"renal colic\".\nStones cause pain in the lumbar fossa on one side, spreading forward and down. That is when the onset occurs very suddenly, after a strenuous activity. Then the pain intensity becomes stronger. Patients often writhe in pain and struggle to find a position to relieve pain but cannot.\nWhen experiencing this symptom, the patient needs to immediately go to a health facility or hospital so that doctors can take measures to reduce the pain caused by kidney stones. Absolutely do not do it at home arbitrarily.\nTwo cases of kidney stone pain can be distinguished\nPain due to kidney stones due to obstruction of the renal pelvis and renal calyces: Pain appears in the lumbar fossa, below the 12th rib, pain spreads forward towards the navel and pelvic fossa.; Ureteral stone pain: originates from the lumbar fossa and spreads downward along the ureter, to the pelvic fossa, genitals, and inner thigh.\nSymptoms accompanying kidney stone pain are nausea, vomiting, and abdominal bloating due to paralytic ileus. Patients may have fever and chills if there is an associated urinary infection. When the doctor examines you, you may notice pain in your lower back. Pressure points on the ureters also feel painful, and large kidneys can be seen.\nThere is no relationship between the size or number of stones and the occurrence and pain intensity of renal colic. In some cases, such as silent stones, the patient has absolutely no symptoms of pain, or the pain is not obvious, such as pain in the lumbar region on one or both sides...\nBlood in urine\nIn cases where stones have rough surfaces, coral spines, etc., when rubbed against the urinary tract, they cause blood in urine. Normally kidney stones do not cause this phenomenon. However, because the patient is very active or vigorous, it can cause hematuria.\nObstruction, urinary tract obstruction\nThe urinary tract is like a water pipe, stones appear causing blockage and blockage. Including urinary retention, renal obstruction, and enlarged hydronephrosis. Because these signs are similar to many other diseases, it is necessary to see a qualified doctor to analyze the cause and diagnose.\n\nCauses of kidney stones\nThere are many causes of kidney stones, starting from crystallization and crystal deposition in the urinary system. According to experts, urinary stones can form due to urine containing too many chemicals, typically calcium, uric acid, cystine... 85% of stones formed start from calcium deposition.\nThe specific causes pointed out are:\nNot drinking enough water: The body does not have enough water for the kidneys to excrete, urine is too concentrated. Concentration of saturated crystals in urine.; Diet high in salt: This is a common cause in Vietnamese people, Vietnamese people's taste is quite salty. Salt and fish sauce are familiar everyday spices... Eating a lot of salt (NaCl), the body has to increase the excretion of Na+, increasing Ca++ in the kidney tubules... Therefore, Calcium stones easily form.; High-protein diet: Protein in food increases urine pH levels, increases Calcium excretion and reduces Citrate absorption.; Taking Calcium and Vitamin C supplements incorrectly: We supplement too much with micronutrients, leading to an excess of them in the body. For Vitamin C, when converted into Oxalate radical. Ca++ ions will compete and inhibit the absorption of other ions such as Ze++, Fe++, etc. When the kidneys have too many substances, they will be overloaded, of course increasing the risk of stone formation here.; Consequences of gastrointestinal diseases such as stomach ulcers, diarrhea... can also form Calcium Oxalate stones. Diarrhea causes dehydration, loss of Na+ K+ ions, etc. decreased urine output; Oxalate concentration in urine increases,... thereby easily forming stones; Genetic factors: The disease can also be caused by genes in the family. The risk of disease in members of the same bloodline is higher than normal.; In people born or acquired, there are urinary tract malformations, causing urinary tract obstruction, for example due to prostate enlargement, diverticula in the bladder, prostate fibroids, etc. Some patients are injured and cannot move for a long time. Urinary tract obstruction causes urine, which is stored for a long time, to deposit and form kidney stones.; Urinary tract infections. Bacteria penetrate, causing persistent urinary tract infections, creating pus, and depositing excretions over a long period of time, which also causes kidney stones; Obesity: According to some studies, the risk of disease for obese people is higher than that of normal people.\n\nAre kidney stones dangerous?\nWhen stones get stuck inside the urinary tract, it will affect the urinary tract through 3 stages:\nOpposition phase\nAt this stage, the upper part of the urinary tract that is stuck with a stone will increase contractions to push the stone out. The ureters and the upper renal pelvis are not dilated. There is a sudden increase in pressure in the renal pelvis causing renal colic. Clinically, at this stage, patients often present with typical kidney storm pain.\nExpansion phase\nThis stage is a consequence of the resistance stage. After about 3 months without being able to push the stone out, the ureter, renal pelvis and renal calyces above the blockage site will dilate. Ureteral motility is reduced\nComplications stage\nThe stone does not move for a long time due to its adhesion to the mucosa. The ureters are thickened and can become narrowed. During this stage, kidney function will gradually decline. Kidneys have fluid retention. And if there is an infection, there will also be pus stasis.\nStones remain in the urinary tract, which is a favorable factor for reinfection. If left for a long time, it will cause chronic pyelonephritis and lead to chronic kidney failure.\n\nTests – Diagnosis of kidney stones\nTo accurately diagnose kidney stones and come up with an effective treatment regimen, patients will have to perform many paraclinical tests (4). That is:\nSupersonic\nWhen kidney stones are suspected, the first diagnostic method prescribed is ultrasound, because it is quite effective, simple and less expensive. Using an ultrasound, the doctor can detect stones, and can also predict the degree of fluid retention in the kidneys, ureters and the thickness of the kidney tissue.\nSome cases of stones without obvious complications or symptoms have been discovered during incidental ultrasound examinations for some other reason or during routine general examinations.\nUrine test\nThis is a mandatory test in diagnosing kidney stones. Because from the results of this test, many conclusions can be drawn about the disease condition - stages and complications, especially Urinary Tract Infection.\nExamine the sediment\nOxalate crystals, phosphate, calcium... These are the components of kidney stones. It can be concluded what type of stone exists and is forming in the urinary system.\nUrine pH\nBacteria will decompose Urea into Ammonia, so when the pH level is > 6.5, it can be concluded that it is a urinary tract infection.\nProteinuria\nIf there is a lot of proteinuria, the doctor will have to diagnose glomerular diseases because if there is only urinary tract infection, there will be very little proteinuria in the urine.\nFind cells and germs\nUrine test found many red and white blood cells. If kidney stones are suspected to be complicated by infection, when centrifuged, examined and Gram-stained, bacteria can be seen in the urine.\nASP – Abdominal X-ray without preparation\nMost urinary system stones in Vietnam are radiopaque stones, so X-rays are very valuable in diagnosis. This method helps the doctor determine the location of radiopaque stones, indicating the size, number and shape of the stones.\nUIV – Intravenous urography\nUIV scan shows the shape of the kidneys, renal pelvis, and ureters; location of the stone in the urinary tract; Degree of dilatation of the renal pelvis and ureters. Through this, it is possible to determine the contrast excretion function of each kidney.\nX-ray of the upstream and downstream kidneys\nThis is a measure to detect non-opaque stones, it is valuable in cases of silent kidneys on UIV film\nCystoscopy\nThis method is rarely used for diagnosis and is mainly used in laparoscopic surgery to remove stones\n\nTreatment of kidney stones\nMedical treatment to reduce kidney colic caused by stones\nReduce water intake when having renal colic; Pain relief: Doctors often use non-steroidal anti-inflammatory drugs in these cases, intravenously injecting Diclofenac (Voltarene tube 75mg). In some cases where it is ineffective, the doctor will consider using Morphine.; Smooth muscle relaxants: intravenous injection of Buscopan, Drotaverin,...; Antibiotics: if there are signs of infection, commonly used antibiotics that are effective on gram-negative bacteria such as 3rd generation Cephalosporins, Quinolones and Aminosides. If the patient has kidney failure, depending on the level of kidney failure, change the dosage and avoid using Aminoside; Treat the cause of ureteral obstruction (stones, urinary tract malformations causing fluid retention). When medical treatment is ineffective for renal colic, doctors will prescribe early surgery to resolve the blockage. Depending on the patient's condition, number and size of stones; kidney function status on each side... the doctor will decide on minimal percutaneous drainage of the renal pelvis, or emergency surgery.\n* Note that treating stones with internal medicine\nFor small and smooth stones: Urine flow can be increased with diuretics and drinking plenty of water,... stones can be expelled naturally through ureteral peristalsis. Use non-steroidal anti-inflammatory drugs to prevent the ureteral mucosa from becoming edematous and avoid obstructing the path of stones; For uric acid stones - non-opaque stones: common in developed countries. This stone crystallizes in urine pH < 6 and can dissolve upon alkalinization. Therefore, this type of stone can be treated by: Having the patient drink more than 2 liters of water a day, abstaining from alcohol and stimulants. Diet needs to reduce protein intake. Alkalize urine with Bicarbonate de Sodium 5 -10g/day. Inhibit purine with Allopurinol 100-300mg/day. Note that it may cause side effects such as nausea, diarrhea, itching, skin rash, and impaired liver function. You should take the medicine after eating; Have the patient drink plenty of water, over 2 liters of water per day, and abstain from alcohol and stimulants. Diet needs to reduce protein intake.; Alkalize urine with Bicarbonate de Sodium 5 -10g/day. Inhibit purine with Allopurinol 100-300mg/day. Note that it may cause side effects such as nausea, diarrhea, itching, skin rash, and impaired liver function. You should take the medicine after eating.\nMedical treatment after stone removal surgery\nPatients should note that treating kidney stones does not mean that they will completely prevent recurrence. Because it is likely that there will continue to be the following risks:\nAfter surgery, stones were still left behind.; The urinary tract still has narrow areas, so the urinary system continues to deposit sediment and crystallize to form stones.; The urinary tract remains infected. Urinary tract infection is one of the causes of kidney stones, so it is necessary to completely treat urinary tract infection. Ideally, urinary infections should be treated according to the antibiogram to achieve complete results.\nSurgical treatment\nNeither the patient nor the doctor can completely decide on the treatment method for kidney stones, but the stone itself, its location and the stage of the disease will determine the appropriate kidney stone surgery method to get the right result. Best results, cost savings.\nWhen the stone has fallen into the ureter near the bladder, a semi-rigid endoscope and laser can be used to pull it out.; When the stone is high, flexible endoscopy can be used. The doctor will use a flexible tube to pass up through the urethra to reach the stone.; When the stone is in the middle kidney, use a percutaneous lithotripsy machine and make a small hole in the kidney to break the stone. In the percutaneous stone removal method, the stone is directly removed. If the stone is only 1cm, the doctor can dissolve the stone outside the body, which is less invasive, does not require hospitalization, and is cheaper.\nPreventive treatment\nPatients should drink lots of water and exercise regularly, jumping rope is a very good choice. Because kidney stones often stick to the kidney lining, when exercising (especially jumping rope) they can come loose and increase the chance of self-elimination, especially lower calyx stones. (5)\nFor kidney stone patients, you must drink plenty of water to ensure urine output is more than 2 liters per day. If you work in a hot environment or play a lot of sports, you must compensate for lost water.\nTo know how much water is enough to drink, you can use the formula:\nWeight x 40 = Number of water (cc) needed to drink during the day\n(For example, a 50kg person, the amount of water they need to drink is: 50 x 40 = 2,000 cc, or 2 liters of water; Similarly, a 60kg person will need to drink 2,400 cc)\nIt is important to urinate enough and the urine must be clear. If you see yellow urine, check to see if you are drinking enough water. Every day you have to check yourself to see when clear white urine is enough.\nIf calcium content is idiopathic: maintain a diet with normal salt (6 - 9 g NaCl/day) and normal protein (1.2 g/kg/day). Especially limit calcium intake to 800 - 1000 mg/day; Uric Stones:  Diet reduces intake of purine-containing substances). Alkalize urine to 6.5 < urinary pH < 7 to avoid calcium and phosphorus crystal deposition; Stones due to infection: after surgery to remove stones, continue taking antibiotics for about 2-3 months. Choose antibiotics that concentrate well on the kidney parenchyma such as Cotrimoxazole, Quinolone...; Cystin stones: Drink lots of water, 3 liters/day. Maintain urinary pH from 7.5 to 8 by taking Sodium Bicarbonate every day\nTo schedule an examination and treatment of urinary tract diseases, customers can fill in information here, or contact Tam Anh General Hospital System: In Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, District Long Bien, Hanoi. Hotline: 024 3872 3872 – 024 7106 6858 In Ho Chi Minh City 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City. Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nIn short, kidney stones are a common disease, the most common in our daily lives. However, this is a dangerous disease but not difficult to treat. In particular, we can completely proactively prevent and diagnose kidney stones early by paying attention to our health, maintaining a healthy lifestyle and a scientifically hygienic diet.",
    "subsections": [
        {
            "subsection_name": "What are kidney stones?",
            "subsection_content": "Kidney stones are a common urinary stone disease in middle-aged men. The age of onset is usually between 30 and 55 years old (1). Men have a more complex urinary tract structure, so stones are often difficult to pass on their own like in women.\nUrinary stones are solid particles formed by the natural crystallization of inorganic crystals in urine. They can cause pain, nausea and vomiting, hematuria and can cause fever and chills due to secondary infection. Most of them start to form in the kidneys, move along the urinary system and are excreted, so many people are familiar with the name kidney stones.\nWhen the urinary system begins to deposit and crystallize stones, the crystals and small stones often travel along the urinary tract and are excreted. At some point in the urinary tract, crystals or stones get stuck, continue to settle and crystallize to form larger stones.\nHere, the stones gradually grow larger in size, which can block the flow of urine, leading to urine stagnation and bulging above the blockage site. It is at this location that many complications will occur such as infection, crystallization and formation of different types of stones... gradually destroying the kidney structure.\nBased on the location of the stone in the urinary system, people can also name or classify stones:\nKidney stones are urinary stones located in the kidney, including renal calyces and renal pelvis stones.; Ureteral stones: caused by stones moving from the renal pelvis to the ureter and causing urinary tract obstruction.; Bladder stones: 80% are due to stones falling from the kidney or ureter or due to obstruction in the bladder neck and urethra; Urethral stones: when stones follow the urine stream from the bladder to the urethra, getting stuck here.",
            "subsection_string": "What are kidney stones?\nKidney stones are a common urinary stone disease in middle-aged men. The age of onset is usually between 30 and 55 years old (1). Men have a more complex urinary tract structure, so stones are often difficult to pass on their own like in women.\nUrinary stones are solid particles formed by the natural crystallization of inorganic crystals in urine. They can cause pain, nausea and vomiting, hematuria and can cause fever and chills due to secondary infection. Most of them start to form in the kidneys, move along the urinary system and are excreted, so many people are familiar with the name kidney stones.\nWhen the urinary system begins to deposit and crystallize stones, the crystals and small stones often travel along the urinary tract and are excreted. At some point in the urinary tract, crystals or stones get stuck, continue to settle and crystallize to form larger stones.\nHere, the stones gradually grow larger in size, which can block the flow of urine, leading to urine stagnation and bulging above the blockage site. It is at this location that many complications will occur such as infection, crystallization and formation of different types of stones... gradually destroying the kidney structure.\nBased on the location of the stone in the urinary system, people can also name or classify stones:\nKidney stones are urinary stones located in the kidney, including renal calyces and renal pelvis stones.; Ureteral stones: caused by stones moving from the renal pelvis to the ureter and causing urinary tract obstruction.; Bladder stones: 80% are due to stones falling from the kidney or ureter or due to obstruction in the bladder neck and urethra; Urethral stones: when stones follow the urine stream from the bladder to the urethra, getting stuck here."
        },
        {
            "subsection_name": "Types of kidney stones",
            "subsection_content": "Stones in the urinary system are often classified according to chemical composition (2), including:\nCalcium stones are the most common type of stone, accounting for 80-90%, including Calcium Oxalate and Calcium Phosphate stones. Calcium Oxalate accounts for a high proportion in tropical countries like Vietnam. This stone is very hard and radiopaque, has a rough shape, yellow or brown color; Common phosphate stones are Magnesium Ammonium Phosphate, also known as infectious stones, often caused by long-term urinary infections, especially by Proteus bacteria. The stones are yellow and slightly friable. This type of stone is often very large and can fill the renal pelvis causing coral stones.\nUric acid stones form due to increased purine metabolism in the body. Causes that can increase purine metabolism include consuming a lot of foods that contain a lot of purine (such as pork intestines, beef intestines, dried fish meat, mushrooms...), or patients with gout, or stones formed due to decomposition. cancerous tumors when using chemotherapy drugs; Cystine stones are formed due to errors in cystine reabsorption in the kidney tubules. This stone is relatively rare in Vietnam. Cystine stones are non-opaque stones with a smooth surface.",
            "subsection_string": "Types of kidney stones\nStones in the urinary system are often classified according to chemical composition (2), including:\nCalcium stones are the most common type of stone, accounting for 80-90%, including Calcium Oxalate and Calcium Phosphate stones. Calcium Oxalate accounts for a high proportion in tropical countries like Vietnam. This stone is very hard and radiopaque, has a rough shape, yellow or brown color; Common phosphate stones are Magnesium Ammonium Phosphate, also known as infectious stones, often caused by long-term urinary infections, especially by Proteus bacteria. The stones are yellow and slightly friable. This type of stone is often very large and can fill the renal pelvis causing coral stones.\nUric acid stones form due to increased purine metabolism in the body. Causes that can increase purine metabolism include consuming a lot of foods that contain a lot of purine (such as pork intestines, beef intestines, dried fish meat, mushrooms...), or patients with gout, or stones formed due to decomposition. cancerous tumors when using chemotherapy drugs; Cystine stones are formed due to errors in cystine reabsorption in the kidney tubules. This stone is relatively rare in Vietnam. Cystine stones are non-opaque stones with a smooth surface."
        },
        {
            "subsection_name": "Signs of kidney stones",
            "subsection_content": "Symptoms of kidney stones are entirely due to complications of the stone causing the urinary system, not the stone itself. (3)\nKidney colic\nThe most obvious manifestation of kidney stones is that they cause severe pain, to the point that people call it \"kidney storm pain\" or \"renal colic\".\nStones cause pain in the lumbar fossa on one side, spreading forward and down. That is when the onset occurs very suddenly, after a strenuous activity. Then the pain intensity becomes stronger. Patients often writhe in pain and struggle to find a position to relieve pain but cannot.\nWhen experiencing this symptom, the patient needs to immediately go to a health facility or hospital so that doctors can take measures to reduce the pain caused by kidney stones. Absolutely do not do it at home arbitrarily.\nTwo cases of kidney stone pain can be distinguished\nPain due to kidney stones due to obstruction of the renal pelvis and renal calyces: Pain appears in the lumbar fossa, below the 12th rib, pain spreads forward towards the navel and pelvic fossa.; Ureteral stone pain: originates from the lumbar fossa and spreads downward along the ureter, to the pelvic fossa, genitals, and inner thigh.\nSymptoms accompanying kidney stone pain are nausea, vomiting, and abdominal bloating due to paralytic ileus. Patients may have fever and chills if there is an associated urinary infection. When the doctor examines you, you may notice pain in your lower back. Pressure points on the ureters also feel painful, and large kidneys can be seen.\nThere is no relationship between the size or number of stones and the occurrence and pain intensity of renal colic. In some cases, such as silent stones, the patient has absolutely no symptoms of pain, or the pain is not obvious, such as pain in the lumbar region on one or both sides...\nBlood in urine\nIn cases where stones have rough surfaces, coral spines, etc., when rubbed against the urinary tract, they cause blood in urine. Normally kidney stones do not cause this phenomenon. However, because the patient is very active or vigorous, it can cause hematuria.\nObstruction, urinary tract obstruction\nThe urinary tract is like a water pipe, stones appear causing blockage and blockage. Including urinary retention, renal obstruction, and enlarged hydronephrosis. Because these signs are similar to many other diseases, it is necessary to see a qualified doctor to analyze the cause and diagnose.",
            "subsection_string": "Signs of kidney stones\nSymptoms of kidney stones are entirely due to complications of the stone causing the urinary system, not the stone itself. (3)\nKidney colic\nThe most obvious manifestation of kidney stones is that they cause severe pain, to the point that people call it \"kidney storm pain\" or \"renal colic\".\nStones cause pain in the lumbar fossa on one side, spreading forward and down. That is when the onset occurs very suddenly, after a strenuous activity. Then the pain intensity becomes stronger. Patients often writhe in pain and struggle to find a position to relieve pain but cannot.\nWhen experiencing this symptom, the patient needs to immediately go to a health facility or hospital so that doctors can take measures to reduce the pain caused by kidney stones. Absolutely do not do it at home arbitrarily.\nTwo cases of kidney stone pain can be distinguished\nPain due to kidney stones due to obstruction of the renal pelvis and renal calyces: Pain appears in the lumbar fossa, below the 12th rib, pain spreads forward towards the navel and pelvic fossa.; Ureteral stone pain: originates from the lumbar fossa and spreads downward along the ureter, to the pelvic fossa, genitals, and inner thigh.\nSymptoms accompanying kidney stone pain are nausea, vomiting, and abdominal bloating due to paralytic ileus. Patients may have fever and chills if there is an associated urinary infection. When the doctor examines you, you may notice pain in your lower back. Pressure points on the ureters also feel painful, and large kidneys can be seen.\nThere is no relationship between the size or number of stones and the occurrence and pain intensity of renal colic. In some cases, such as silent stones, the patient has absolutely no symptoms of pain, or the pain is not obvious, such as pain in the lumbar region on one or both sides...\nBlood in urine\nIn cases where stones have rough surfaces, coral spines, etc., when rubbed against the urinary tract, they cause blood in urine. Normally kidney stones do not cause this phenomenon. However, because the patient is very active or vigorous, it can cause hematuria.\nObstruction, urinary tract obstruction\nThe urinary tract is like a water pipe, stones appear causing blockage and blockage. Including urinary retention, renal obstruction, and enlarged hydronephrosis. Because these signs are similar to many other diseases, it is necessary to see a qualified doctor to analyze the cause and diagnose."
        },
        {
            "subsection_name": "Causes of kidney stones",
            "subsection_content": "There are many causes of kidney stones, starting from crystallization and crystal deposition in the urinary system. According to experts, urinary stones can form due to urine containing too many chemicals, typically calcium, uric acid, cystine... 85% of stones formed start from calcium deposition.\nThe specific causes pointed out are:\nNot drinking enough water: The body does not have enough water for the kidneys to excrete, urine is too concentrated. Concentration of saturated crystals in urine.; Diet high in salt: This is a common cause in Vietnamese people, Vietnamese people's taste is quite salty. Salt and fish sauce are familiar everyday spices... Eating a lot of salt (NaCl), the body has to increase the excretion of Na+, increasing Ca++ in the kidney tubules... Therefore, Calcium stones easily form.; High-protein diet: Protein in food increases urine pH levels, increases Calcium excretion and reduces Citrate absorption.; Taking Calcium and Vitamin C supplements incorrectly: We supplement too much with micronutrients, leading to an excess of them in the body. For Vitamin C, when converted into Oxalate radical. Ca++ ions will compete and inhibit the absorption of other ions such as Ze++, Fe++, etc. When the kidneys have too many substances, they will be overloaded, of course increasing the risk of stone formation here.; Consequences of gastrointestinal diseases such as stomach ulcers, diarrhea... can also form Calcium Oxalate stones. Diarrhea causes dehydration, loss of Na+ K+ ions, etc. decreased urine output; Oxalate concentration in urine increases,... thereby easily forming stones; Genetic factors: The disease can also be caused by genes in the family. The risk of disease in members of the same bloodline is higher than normal.; In people born or acquired, there are urinary tract malformations, causing urinary tract obstruction, for example due to prostate enlargement, diverticula in the bladder, prostate fibroids, etc. Some patients are injured and cannot move for a long time. Urinary tract obstruction causes urine, which is stored for a long time, to deposit and form kidney stones.; Urinary tract infections. Bacteria penetrate, causing persistent urinary tract infections, creating pus, and depositing excretions over a long period of time, which also causes kidney stones; Obesity: According to some studies, the risk of disease for obese people is higher than that of normal people.",
            "subsection_string": "Causes of kidney stones\nThere are many causes of kidney stones, starting from crystallization and crystal deposition in the urinary system. According to experts, urinary stones can form due to urine containing too many chemicals, typically calcium, uric acid, cystine... 85% of stones formed start from calcium deposition.\nThe specific causes pointed out are:\nNot drinking enough water: The body does not have enough water for the kidneys to excrete, urine is too concentrated. Concentration of saturated crystals in urine.; Diet high in salt: This is a common cause in Vietnamese people, Vietnamese people's taste is quite salty. Salt and fish sauce are familiar everyday spices... Eating a lot of salt (NaCl), the body has to increase the excretion of Na+, increasing Ca++ in the kidney tubules... Therefore, Calcium stones easily form.; High-protein diet: Protein in food increases urine pH levels, increases Calcium excretion and reduces Citrate absorption.; Taking Calcium and Vitamin C supplements incorrectly: We supplement too much with micronutrients, leading to an excess of them in the body. For Vitamin C, when converted into Oxalate radical. Ca++ ions will compete and inhibit the absorption of other ions such as Ze++, Fe++, etc. When the kidneys have too many substances, they will be overloaded, of course increasing the risk of stone formation here.; Consequences of gastrointestinal diseases such as stomach ulcers, diarrhea... can also form Calcium Oxalate stones. Diarrhea causes dehydration, loss of Na+ K+ ions, etc. decreased urine output; Oxalate concentration in urine increases,... thereby easily forming stones; Genetic factors: The disease can also be caused by genes in the family. The risk of disease in members of the same bloodline is higher than normal.; In people born or acquired, there are urinary tract malformations, causing urinary tract obstruction, for example due to prostate enlargement, diverticula in the bladder, prostate fibroids, etc. Some patients are injured and cannot move for a long time. Urinary tract obstruction causes urine, which is stored for a long time, to deposit and form kidney stones.; Urinary tract infections. Bacteria penetrate, causing persistent urinary tract infections, creating pus, and depositing excretions over a long period of time, which also causes kidney stones; Obesity: According to some studies, the risk of disease for obese people is higher than that of normal people."
        },
        {
            "subsection_name": "Are kidney stones dangerous?",
            "subsection_content": "When stones get stuck inside the urinary tract, it will affect the urinary tract through 3 stages:\nOpposition phase\nAt this stage, the upper part of the urinary tract that is stuck with a stone will increase contractions to push the stone out. The ureters and the upper renal pelvis are not dilated. There is a sudden increase in pressure in the renal pelvis causing renal colic. Clinically, at this stage, patients often present with typical kidney storm pain.\nExpansion phase\nThis stage is a consequence of the resistance stage. After about 3 months without being able to push the stone out, the ureter, renal pelvis and renal calyces above the blockage site will dilate. Ureteral motility is reduced\nComplications stage\nThe stone does not move for a long time due to its adhesion to the mucosa. The ureters are thickened and can become narrowed. During this stage, kidney function will gradually decline. Kidneys have fluid retention. And if there is an infection, there will also be pus stasis.\nStones remain in the urinary tract, which is a favorable factor for reinfection. If left for a long time, it will cause chronic pyelonephritis and lead to chronic kidney failure.",
            "subsection_string": "Are kidney stones dangerous?\nWhen stones get stuck inside the urinary tract, it will affect the urinary tract through 3 stages:\nOpposition phase\nAt this stage, the upper part of the urinary tract that is stuck with a stone will increase contractions to push the stone out. The ureters and the upper renal pelvis are not dilated. There is a sudden increase in pressure in the renal pelvis causing renal colic. Clinically, at this stage, patients often present with typical kidney storm pain.\nExpansion phase\nThis stage is a consequence of the resistance stage. After about 3 months without being able to push the stone out, the ureter, renal pelvis and renal calyces above the blockage site will dilate. Ureteral motility is reduced\nComplications stage\nThe stone does not move for a long time due to its adhesion to the mucosa. The ureters are thickened and can become narrowed. During this stage, kidney function will gradually decline. Kidneys have fluid retention. And if there is an infection, there will also be pus stasis.\nStones remain in the urinary tract, which is a favorable factor for reinfection. If left for a long time, it will cause chronic pyelonephritis and lead to chronic kidney failure."
        },
        {
            "subsection_name": "Tests – Diagnosis of kidney stones",
            "subsection_content": "To accurately diagnose kidney stones and come up with an effective treatment regimen, patients will have to perform many paraclinical tests (4). That is:\nSupersonic\nWhen kidney stones are suspected, the first diagnostic method prescribed is ultrasound, because it is quite effective, simple and less expensive. Using an ultrasound, the doctor can detect stones, and can also predict the degree of fluid retention in the kidneys, ureters and the thickness of the kidney tissue.\nSome cases of stones without obvious complications or symptoms have been discovered during incidental ultrasound examinations for some other reason or during routine general examinations.\nUrine test\nThis is a mandatory test in diagnosing kidney stones. Because from the results of this test, many conclusions can be drawn about the disease condition - stages and complications, especially Urinary Tract Infection.\nExamine the sediment\nOxalate crystals, phosphate, calcium... These are the components of kidney stones. It can be concluded what type of stone exists and is forming in the urinary system.\nUrine pH\nBacteria will decompose Urea into Ammonia, so when the pH level is > 6.5, it can be concluded that it is a urinary tract infection.\nProteinuria\nIf there is a lot of proteinuria, the doctor will have to diagnose glomerular diseases because if there is only urinary tract infection, there will be very little proteinuria in the urine.\nFind cells and germs\nUrine test found many red and white blood cells. If kidney stones are suspected to be complicated by infection, when centrifuged, examined and Gram-stained, bacteria can be seen in the urine.\nASP – Abdominal X-ray without preparation\nMost urinary system stones in Vietnam are radiopaque stones, so X-rays are very valuable in diagnosis. This method helps the doctor determine the location of radiopaque stones, indicating the size, number and shape of the stones.\nUIV – Intravenous urography\nUIV scan shows the shape of the kidneys, renal pelvis, and ureters; location of the stone in the urinary tract; Degree of dilatation of the renal pelvis and ureters. Through this, it is possible to determine the contrast excretion function of each kidney.\nX-ray of the upstream and downstream kidneys\nThis is a measure to detect non-opaque stones, it is valuable in cases of silent kidneys on UIV film\nCystoscopy\nThis method is rarely used for diagnosis and is mainly used in laparoscopic surgery to remove stones",
            "subsection_string": "Tests – Diagnosis of kidney stones\nTo accurately diagnose kidney stones and come up with an effective treatment regimen, patients will have to perform many paraclinical tests (4). That is:\nSupersonic\nWhen kidney stones are suspected, the first diagnostic method prescribed is ultrasound, because it is quite effective, simple and less expensive. Using an ultrasound, the doctor can detect stones, and can also predict the degree of fluid retention in the kidneys, ureters and the thickness of the kidney tissue.\nSome cases of stones without obvious complications or symptoms have been discovered during incidental ultrasound examinations for some other reason or during routine general examinations.\nUrine test\nThis is a mandatory test in diagnosing kidney stones. Because from the results of this test, many conclusions can be drawn about the disease condition - stages and complications, especially Urinary Tract Infection.\nExamine the sediment\nOxalate crystals, phosphate, calcium... These are the components of kidney stones. It can be concluded what type of stone exists and is forming in the urinary system.\nUrine pH\nBacteria will decompose Urea into Ammonia, so when the pH level is > 6.5, it can be concluded that it is a urinary tract infection.\nProteinuria\nIf there is a lot of proteinuria, the doctor will have to diagnose glomerular diseases because if there is only urinary tract infection, there will be very little proteinuria in the urine.\nFind cells and germs\nUrine test found many red and white blood cells. If kidney stones are suspected to be complicated by infection, when centrifuged, examined and Gram-stained, bacteria can be seen in the urine.\nASP – Abdominal X-ray without preparation\nMost urinary system stones in Vietnam are radiopaque stones, so X-rays are very valuable in diagnosis. This method helps the doctor determine the location of radiopaque stones, indicating the size, number and shape of the stones.\nUIV – Intravenous urography\nUIV scan shows the shape of the kidneys, renal pelvis, and ureters; location of the stone in the urinary tract; Degree of dilatation of the renal pelvis and ureters. Through this, it is possible to determine the contrast excretion function of each kidney.\nX-ray of the upstream and downstream kidneys\nThis is a measure to detect non-opaque stones, it is valuable in cases of silent kidneys on UIV film\nCystoscopy\nThis method is rarely used for diagnosis and is mainly used in laparoscopic surgery to remove stones"
        },
        {
            "subsection_name": "Treatment of kidney stones",
            "subsection_content": "Medical treatment to reduce kidney colic caused by stones\nReduce water intake when having renal colic; Pain relief: Doctors often use non-steroidal anti-inflammatory drugs in these cases, intravenously injecting Diclofenac (Voltarene tube 75mg). In some cases where it is ineffective, the doctor will consider using Morphine.; Smooth muscle relaxants: intravenous injection of Buscopan, Drotaverin,...; Antibiotics: if there are signs of infection, commonly used antibiotics that are effective on gram-negative bacteria such as 3rd generation Cephalosporins, Quinolones and Aminosides. If the patient has kidney failure, depending on the level of kidney failure, change the dosage and avoid using Aminoside; Treat the cause of ureteral obstruction (stones, urinary tract malformations causing fluid retention). When medical treatment is ineffective for renal colic, doctors will prescribe early surgery to resolve the blockage. Depending on the patient's condition, number and size of stones; kidney function status on each side... the doctor will decide on minimal percutaneous drainage of the renal pelvis, or emergency surgery.\n* Note that treating stones with internal medicine\nFor small and smooth stones: Urine flow can be increased with diuretics and drinking plenty of water,... stones can be expelled naturally through ureteral peristalsis. Use non-steroidal anti-inflammatory drugs to prevent the ureteral mucosa from becoming edematous and avoid obstructing the path of stones; For uric acid stones - non-opaque stones: common in developed countries. This stone crystallizes in urine pH < 6 and can dissolve upon alkalinization. Therefore, this type of stone can be treated by: Having the patient drink more than 2 liters of water a day, abstaining from alcohol and stimulants. Diet needs to reduce protein intake. Alkalize urine with Bicarbonate de Sodium 5 -10g/day. Inhibit purine with Allopurinol 100-300mg/day. Note that it may cause side effects such as nausea, diarrhea, itching, skin rash, and impaired liver function. You should take the medicine after eating; Have the patient drink plenty of water, over 2 liters of water per day, and abstain from alcohol and stimulants. Diet needs to reduce protein intake.; Alkalize urine with Bicarbonate de Sodium 5 -10g/day. Inhibit purine with Allopurinol 100-300mg/day. Note that it may cause side effects such as nausea, diarrhea, itching, skin rash, and impaired liver function. You should take the medicine after eating.\nMedical treatment after stone removal surgery\nPatients should note that treating kidney stones does not mean that they will completely prevent recurrence. Because it is likely that there will continue to be the following risks:\nAfter surgery, stones were still left behind.; The urinary tract still has narrow areas, so the urinary system continues to deposit sediment and crystallize to form stones.; The urinary tract remains infected. Urinary tract infection is one of the causes of kidney stones, so it is necessary to completely treat urinary tract infection. Ideally, urinary infections should be treated according to the antibiogram to achieve complete results.\nSurgical treatment\nNeither the patient nor the doctor can completely decide on the treatment method for kidney stones, but the stone itself, its location and the stage of the disease will determine the appropriate kidney stone surgery method to get the right result. Best results, cost savings.\nWhen the stone has fallen into the ureter near the bladder, a semi-rigid endoscope and laser can be used to pull it out.; When the stone is high, flexible endoscopy can be used. The doctor will use a flexible tube to pass up through the urethra to reach the stone.; When the stone is in the middle kidney, use a percutaneous lithotripsy machine and make a small hole in the kidney to break the stone. In the percutaneous stone removal method, the stone is directly removed. If the stone is only 1cm, the doctor can dissolve the stone outside the body, which is less invasive, does not require hospitalization, and is cheaper.\nPreventive treatment\nPatients should drink lots of water and exercise regularly, jumping rope is a very good choice. Because kidney stones often stick to the kidney lining, when exercising (especially jumping rope) they can come loose and increase the chance of self-elimination, especially lower calyx stones. (5)\nFor kidney stone patients, you must drink plenty of water to ensure urine output is more than 2 liters per day. If you work in a hot environment or play a lot of sports, you must compensate for lost water.\nTo know how much water is enough to drink, you can use the formula:\nWeight x 40 = Number of water (cc) needed to drink during the day\n(For example, a 50kg person, the amount of water they need to drink is: 50 x 40 = 2,000 cc, or 2 liters of water; Similarly, a 60kg person will need to drink 2,400 cc)\nIt is important to urinate enough and the urine must be clear. If you see yellow urine, check to see if you are drinking enough water. Every day you have to check yourself to see when clear white urine is enough.\nIf calcium content is idiopathic: maintain a diet with normal salt (6 - 9 g NaCl/day) and normal protein (1.2 g/kg/day). Especially limit calcium intake to 800 - 1000 mg/day; Uric Stones:  Diet reduces intake of purine-containing substances). Alkalize urine to 6.5 < urinary pH < 7 to avoid calcium and phosphorus crystal deposition; Stones due to infection: after surgery to remove stones, continue taking antibiotics for about 2-3 months. Choose antibiotics that concentrate well on the kidney parenchyma such as Cotrimoxazole, Quinolone...; Cystin stones: Drink lots of water, 3 liters/day. Maintain urinary pH from 7.5 to 8 by taking Sodium Bicarbonate every day\nTo schedule an examination and treatment of urinary tract diseases, customers can fill in information here, or contact Tam Anh General Hospital System: In Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, District Long Bien, Hanoi. Hotline: 024 3872 3872 – 024 7106 6858 In Ho Chi Minh City 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City. Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nIn short, kidney stones are a common disease, the most common in our daily lives. However, this is a dangerous disease but not difficult to treat. In particular, we can completely proactively prevent and diagnose kidney stones early by paying attention to our health, maintaining a healthy lifestyle and a scientifically hygienic diet.",
            "subsection_string": "Treatment of kidney stones\nMedical treatment to reduce kidney colic caused by stones\nReduce water intake when having renal colic; Pain relief: Doctors often use non-steroidal anti-inflammatory drugs in these cases, intravenously injecting Diclofenac (Voltarene tube 75mg). In some cases where it is ineffective, the doctor will consider using Morphine.; Smooth muscle relaxants: intravenous injection of Buscopan, Drotaverin,...; Antibiotics: if there are signs of infection, commonly used antibiotics that are effective on gram-negative bacteria such as 3rd generation Cephalosporins, Quinolones and Aminosides. If the patient has kidney failure, depending on the level of kidney failure, change the dosage and avoid using Aminoside; Treat the cause of ureteral obstruction (stones, urinary tract malformations causing fluid retention). When medical treatment is ineffective for renal colic, doctors will prescribe early surgery to resolve the blockage. Depending on the patient's condition, number and size of stones; kidney function status on each side... the doctor will decide on minimal percutaneous drainage of the renal pelvis, or emergency surgery.\n* Note that treating stones with internal medicine\nFor small and smooth stones: Urine flow can be increased with diuretics and drinking plenty of water,... stones can be expelled naturally through ureteral peristalsis. Use non-steroidal anti-inflammatory drugs to prevent the ureteral mucosa from becoming edematous and avoid obstructing the path of stones; For uric acid stones - non-opaque stones: common in developed countries. This stone crystallizes in urine pH < 6 and can dissolve upon alkalinization. Therefore, this type of stone can be treated by: Having the patient drink more than 2 liters of water a day, abstaining from alcohol and stimulants. Diet needs to reduce protein intake. Alkalize urine with Bicarbonate de Sodium 5 -10g/day. Inhibit purine with Allopurinol 100-300mg/day. Note that it may cause side effects such as nausea, diarrhea, itching, skin rash, and impaired liver function. You should take the medicine after eating; Have the patient drink plenty of water, over 2 liters of water per day, and abstain from alcohol and stimulants. Diet needs to reduce protein intake.; Alkalize urine with Bicarbonate de Sodium 5 -10g/day. Inhibit purine with Allopurinol 100-300mg/day. Note that it may cause side effects such as nausea, diarrhea, itching, skin rash, and impaired liver function. You should take the medicine after eating.\nMedical treatment after stone removal surgery\nPatients should note that treating kidney stones does not mean that they will completely prevent recurrence. Because it is likely that there will continue to be the following risks:\nAfter surgery, stones were still left behind.; The urinary tract still has narrow areas, so the urinary system continues to deposit sediment and crystallize to form stones.; The urinary tract remains infected. Urinary tract infection is one of the causes of kidney stones, so it is necessary to completely treat urinary tract infection. Ideally, urinary infections should be treated according to the antibiogram to achieve complete results.\nSurgical treatment\nNeither the patient nor the doctor can completely decide on the treatment method for kidney stones, but the stone itself, its location and the stage of the disease will determine the appropriate kidney stone surgery method to get the right result. Best results, cost savings.\nWhen the stone has fallen into the ureter near the bladder, a semi-rigid endoscope and laser can be used to pull it out.; When the stone is high, flexible endoscopy can be used. The doctor will use a flexible tube to pass up through the urethra to reach the stone.; When the stone is in the middle kidney, use a percutaneous lithotripsy machine and make a small hole in the kidney to break the stone. In the percutaneous stone removal method, the stone is directly removed. If the stone is only 1cm, the doctor can dissolve the stone outside the body, which is less invasive, does not require hospitalization, and is cheaper.\nPreventive treatment\nPatients should drink lots of water and exercise regularly, jumping rope is a very good choice. Because kidney stones often stick to the kidney lining, when exercising (especially jumping rope) they can come loose and increase the chance of self-elimination, especially lower calyx stones. (5)\nFor kidney stone patients, you must drink plenty of water to ensure urine output is more than 2 liters per day. If you work in a hot environment or play a lot of sports, you must compensate for lost water.\nTo know how much water is enough to drink, you can use the formula:\nWeight x 40 = Number of water (cc) needed to drink during the day\n(For example, a 50kg person, the amount of water they need to drink is: 50 x 40 = 2,000 cc, or 2 liters of water; Similarly, a 60kg person will need to drink 2,400 cc)\nIt is important to urinate enough and the urine must be clear. If you see yellow urine, check to see if you are drinking enough water. Every day you have to check yourself to see when clear white urine is enough.\nIf calcium content is idiopathic: maintain a diet with normal salt (6 - 9 g NaCl/day) and normal protein (1.2 g/kg/day). Especially limit calcium intake to 800 - 1000 mg/day; Uric Stones:  Diet reduces intake of purine-containing substances). Alkalize urine to 6.5 < urinary pH < 7 to avoid calcium and phosphorus crystal deposition; Stones due to infection: after surgery to remove stones, continue taking antibiotics for about 2-3 months. Choose antibiotics that concentrate well on the kidney parenchyma such as Cotrimoxazole, Quinolone...; Cystin stones: Drink lots of water, 3 liters/day. Maintain urinary pH from 7.5 to 8 by taking Sodium Bicarbonate every day\nTo schedule an examination and treatment of urinary tract diseases, customers can fill in information here, or contact Tam Anh General Hospital System: In Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, District Long Bien, Hanoi. Hotline: 024 3872 3872 – 024 7106 6858 In Ho Chi Minh City 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City. Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh\nIn short, kidney stones are a common disease, the most common in our daily lives. However, this is a dangerous disease but not difficult to treat. In particular, we can completely proactively prevent and diagnose kidney stones early by paying attention to our health, maintaining a healthy lifestyle and a scientifically hygienic diet."
        }
    ],
    "name": "soi-than.json"
}