{
    "title": "Urinary stones: Causes, symptoms, treatment and prevention",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/soi-tiet-nieu/",
    "abstract": "Urinary stones are one of the main causes of urinary tract diseases in both men and women. When stones do not obstruct the urinary tract, they do not cause serious symptoms or significant damage. However, when stones cause obstruction, they will cause pain, infection, impaired kidney function, and even death.\n This article is professionally consulted by THS.BS Phan Truong Nam - Department of Urology, Tam Anh General Hospital, Ho Chi Minh City",
    "content": "Urinary stones: Causes, symptoms, treatment and prevention\n\nUrinary stones are one of the main causes of urinary tract diseases in both men and women. When stones do not obstruct the urinary tract, they do not cause serious symptoms or significant damage. However, when stones cause obstruction, they will cause pain, infection, impaired kidney function, and even death.\n This article is professionally consulted by THS.BS Phan Truong Nam - Department of Urology, Tam Anh General Hospital, Ho Chi Minh City\n\nWhat are urinary stones?\nUrinary stones or uroliths are stones formed by the natural crystallization of inorganic crystals in urine. Most of them start to form in the kidneys, move along the urinary system and are excreted, so many people are familiar with the name kidney stones. In the US, every year more than 400,000 patients are hospitalized because of urolithiasis. Most patients are between 30 and 50 years old. Men have a disease rate 3 times higher than women. There are 4-5 times more white people than black people.\nStones in the urinary system are a disease that can occur throughout a patient's life, so patients must be managed, monitored and have a reasonable lifestyle to limit the recurrence of stones.\n\nClassify\nThere are two ways to classify stones: according to chemical composition, or according to the location of the stones:\nClassified by chemical composition\nCalcium stones are the most common type of stone, accounting for 80-90%, including Calcium Oxalate stones, Calcium Phosphate stones, very hard and radiopaque stones, with a rough shape, yellow or brown color.; Magnesium Ammonium Phosphate stones, also known as infectious stones, are often caused by long-term urinary infections. They are yellow and slightly friable. This type of stone is often very large and can fill the renal pelvis, causing coral stones.; Cystine stones: smooth surface, many lumps and in both kidneys; Urate stones: can precipitate right in the kidney tissue, are not radiopaque so cannot be seen on X-ray.\nSort by location\nThis is the classification that is applied clinically because it determines the choice of appropriate treatment methods.\nKidney stones, including kidney stones and cisternal stones. Stones can cause renal colic, infection and serious complications; Ureteral stones: Most are caused by stones moving from the renal pelvis to the ureter and causing blockage in the urinary tract, causing \"renal colic\" with the following characteristics: pain appears suddenly, pain intensity increases rapidly and is severe. broadcast. The patient often rolls around, does not have a pain-relieving position, the pain is from the hip and back spreading to the front of the abdomen to the iliac fossa on the same side. Patients often have a feeling of urinary retention, frequent and painful urination, and possibly hematuria.; Bladder stones: 80% are due to stones falling from the kidney or ureter or due to obstruction in the bladder neck and urethra such as prostate enlargement, posterior urethral valve, urethral stricture... Due to different urethral pathways. This stone is common in older men, less common in women. Stones cause painful urination, burning urination, frequent urination, and intermittent urination; Urethral stones: stones from the bladder follow the urine stream down into the urethra and get stuck and cannot be urinated. Stones cause acute urinary retention, making the patient extremely uncomfortable and may have urethral bleeding.\n\nCauses of urinary stones\nThe composition of stones is very different and the stone formation process is also very complex. Currently, there is no clear unified theory  about the causes of stone formation. Some possible causes include:\n1. Increased excretion of solutes into the urine\nIncrease Calcium\nNormally, the amount of Calcium (Ca) excreted into urine is 100 - 175 mg/day for people with a moderate Calcium diet. But if the calcium content in the urine exceeds the upper limit, the body is susceptible to an increased risk of urinary stones.\nReasons for increased urinary calcium:\nConsuming foods with too much Ca such as milk, cheese, etc. Using a lot of Vitamin D causes increased absorption of Ca from the intestines... Idiopathic Ca. Patients lie immobile for many days, causing Ca deposits. Some diseases affecting the skeletal system such as hyperparathyroidism, cancer that has metastasized to the bones , myeloma... Some other internal kidney diseases...; Consuming foods with too much Ca such as milk, cheese, etc.; Using a lot of Vitamin D causes increased absorption of Ca from the intestines...; Tieu Ca is idiopathic; The patient lies motionless for many days, causing calcium deposits; Some diseases affecting the skeletal system such as hyperparathyroidism, cancer that has metastasized to the bones, myeloma...; Some other kidney diseases...; Increased Oxalate\nAbout 50% of stones are Calcium Oxalate salt. Therefore, eating a lot of foods high in Oxalate is also a cause of stone deposition.\nHowever, the cause of increased Oxalate is mainly due to some genetic diseases causing defects in Glyoxylic acid metabolism: malabsorption disease, surgery to remove too much intestine...\nIncreased Cystine\nDue to genetic disorders, this stone is rare and does not radiopaque.\nIncreased Uric Acid\nHigh levels of Uric Acid come from consuming a lot of foods containing substances that produce Uric Acid due to absorbing too many purines such as meat, seafood, poultry... or as a result of chemotherapy for certain diseases such as leukemia, hyperthyroidism. red blood cells.\nMild hyperuricemia is defined as a concentration >800 mg/day (> 5 mmol/day) in men or >750 mg/day (> 4 mmol/day) in women. Mostly in protein (usually meat, fish and poultry, etc.); it can cause the formation of calcium oxalate stones (hyperuricemic calciumoxalate kidney stones).\n2. Changes in reason\nReduced urine flow causes the concentration of salts and organic substances to increase. Caused by hot weather, heavy work, drinking little water, etc.\nNormal urine pH index is 5.85. pH levels are changed due to the body excreting food, drinks, functional foods and pharmaceuticals... through the urinary system. Some inorganic salts will be difficult to dissolve in an alkaline environment.\n3. The randalls\nAccording to researcher Randall, Calcified plaques (Randall's plaques) are common in the renal papillary area, caused by damage to the cells of the collecting duct. When the mucosa covering these plaques becomes ulcerated, the Calcium layer will then form a nucleus that helps insoluble substances in urine stick to it. Other objects that can play a role in the cause of stones include blood clots, dead kidney epithelial cells, bacteria, pus cells, foreign objects in the urinary system...\n4. Due to blockage\nCongenital or acquired blockage of the urinary system causes urine to stagnate, causing the risk of stone formation.\n\nCommon symptoms\nPhysical symptoms\nWhen stones do not move or stick to tissue, or when coral stones are present, there are often no or few symptoms even though a urinary tract infection is present.\nWhen stones cause obstruction, the following symptoms may occur:\nPain: Pain in the back, abdomen or hip area. Kidney stone pain, also known as renal colic, is one of the most intense pains imaginable, with some people who have had kidney stones comparing the pain to giving birth or being stabbed with a knife.; Gross hematuria due to moving stones damaging the urinary mucosa; Cloudy or foul-smelling urine: due to urinary tract infection; Oliguria or anuria: obstructive bilateral kidney stones or single suprarenal kidney stone.; Painful or painful urination; Urinary stones; Whole body symptoms: possible high fever, chills, nausea or vomiting, whole body edema...\nPhysical symptoms\nAbdominal examination: mild abdominal distention, pain in the hip and back on the side of the kidney with stones, kidney tremor test (+), if there is a lot of hydronephrosis, there will be a kidney touch test (+), if the kidney has pus, there will be a positive reaction. belly.\n“Silent stones” are urinary stones that have been stuck for a long time, causing blockage of the renal pelvis without any painful symptoms. This is a case that requires special attention because patients are often subjective and refuse to go for examination and treatment. When discovered, it has caused severe infection, can cause permanent damage to kidney function, and may require kidney removal.\nFever/abdominal pain/nausea/Dizziness/hematuria/pain above the waist\n\nMethods of diagnosing urolithiasis\nclinical\nClinical features of urolithiasis are characterized by \"renal colic\", abnormal symptoms when urinating...\nSubclinical\nBlood test: White blood cells increase when there is pain or infection. If kidney function decreases, it will cause anemia.; Urine test: may find blood, protein, pus cells or bacteria. And there may be crystals similar to the chemical composition of stones. If pH > 7.6: infection with urea-decomposing bacteria (like Protéus), stones are usually Magnesium Ammonium Phosphate. If the pH is always 6.5: the cause is acidosis due to renal tubular disease. If the pH is always low, it is easy to diagnose Urate stones.; If pH > 7.6: urea-degrading bacterial infection (like Protéus), stones are usually Magnesium Ammonium Phosphate.; If pH is always 6.5: the cause is acidosis due to renal tubular disease; If pH is always low, it is easy to diagnose Urate stones; Blood biochemistry: Blood concentrations of substances in the chemical composition of stones can find the medical cause of stones and treat the root of stone disease. For example, blood Calcium often increases in hyperparathyroidism, osteolytic diseases, and diffuse cancers such as breast cancer, lung cancer, leukemia...; Ultrasound: is a simple test, cheap, easy to perform, less invasive but has a high sensitivity of 95%. Assess whether there are kidney stones or not, whether the kidneys have hydronephrosis or not, and the remaining thickness of the kidney parenchyma.; X-ray:         KUB is an unprepared X-ray of the urinary system, 90% of stones are visible on the film (opaque stones). This is the most basic test to evaluate, showing whether or not stones are present, shape, size. Size, quantity, location of stones; KUB is an unprepared X-ray of the urinary system, 90% of stones are visible on the film (contrast stones). This is the most basic test to evaluate, showing whether or not stones are present, shape, size, quantity. , gravel location.; UIV: further shows the degree of hydronephrosis of the kidneys, and the excretory function of both kidneys; CT-Scan of the abdomen: diagnoses stones with almost 100% accuracy. In addition, it can distinguish other lesions from stones such as: tumors of the urinary system, malformations of the urinary system as well as other organs in the abdomen. ; Cystoscopy: helps detect bladder stones and associated diseases in the bladder and urethra.\n\nWhat are the complications of urinary stones?\nDepending on the location and size of the stone, there are different complications:\nUrinary tract infection, kidney pus, sepsis or septic shock, which can be life-threatening.; Acute post-renal kidney failure, chronic kidney failure with completely destroyed kidney tissue and loss of function.\n\nTreatment of urinary stones\nKidney stone treatment is quite complicated, requiring a combination of internal medicine and surgery.\nInternally medical treatment\nIn case of emergency\nPatients with anuria or oliguria, this is a condition of post-renal acute renal failure. It is necessary to undergo hemodialysis first to stabilize the patient, then consider deciding whether to drain the urine by nephrotomy or insert a ureteral catheter with a JJ tube. When the patient is stable, surgery will be performed to remove the stones later.\nPatients with high fever who have severe infection syndrome or pus in their kidneys need to be actively resuscitated with antibiotics, fluids, antipyretics... and emergency surgery to drain the kidneys to the skin. Wait until the patient is stable to have surgery. later stone removal surgery.\nIn case of non-emergency\nDoctors will treat conservatively, without surgery, in the following cases:\nThe stones are small (usually less than 5mm in size) and do not progress, without complications of infection, obstruction or pain. Patients must drink enough water every day (more than 2 liters) and actively exercise. Indications for active treatment of infection, in case of urea-decomposing bacteria. For urate stones, stones can be dissolved with corresponding pharmaceutical substances, which have the effect of changing urine pH or dissolving stones directly. Uric acid stones in the upper or lower urinary tract, can be dissolved using prolonged urine alkalinization therapy; The stones are small (usually less than 5mm in size) and do not progress, without complications of infection, obstruction or pain. Patients must drink enough water every day (more than 2 liters) and actively exercise; Indications for aggressive treatment of infection, in cases caused by urea-degrading bacteria; For urate stones, it is possible to dissolve the stones with corresponding medicinal substances, which have the effect of changing urine pH or dissolving stones directly. Uric acid stones in the upper or lower urinary tract, which can be dissolved using prolonged urine alkalinization therapy\nSurgical treatment\nExtracorporeal Shock Wave Lithotripsy (ESWL)\nCurrently, about 80% of kidney stones are treated with extracorporeal lithotripsy, which is considered the least invasive treatment method today.\nIn principle: Shock waves from voltage or electromagnetic systems, locating stones by X-ray or ultrasound. Shock waves focus on a focus (kidney stone) with high pressure (average 800 - 1000 bares), breaking or crumbling the stone and then excreting it naturally.\nIndications: kidney stones less than or equal to 20mm.\nContraindications:\nUrinary tract infection Urinary tract stenosis Uncontrolled coagulation disorder. Wearing a pacemaker. Spinal deformities. Stones that are too hard or too soft (based on Hounsfield grade on X-ray); Urinary tract infection; Urinary tract stenosis; Uncontrolled blood clotting disorder; Wearing a pacemaker; Spinal deformities.; Stones that are too hard or too soft (based on Hounsfield grade on X-ray); Percutaneous stone removal (PCNL: Percutaeaus Nephrolithiotripsy):\nThis is a treatment method that only a few large medical facilities can perform, because it requires surgeons to have a lot of experience and modern equipment.\nPrinciple: during surgery, the doctor will create a small tunnel from the back into the kidney, then insert a scanner to find and crush the stone and remove all the stones.\nIndications: coral stones or semi-coral stones, recurrent kidney stones after surgery.\nContraindications: urinary tract infections. Blood clotting disorders.\nRetrograde ureteroscopy lithotripsy using a flexible scope\nThis is a modern endoscopic method of kidney stone surgery, highly effective and causes little harm to the patient. It can reach and dissolve stones in any location of the urinary system. This method requires modern equipment and highly skilled surgeons.\nLaparoscopic posterior hip surgery and open surgery\nNowadays, with the development of medicine and science and technology, it is very rare for urinary stones to require open surgery (less than 5%).\nToday, with the development of modern medicine, especially laparoscopic surgery techniques, treatment of urolithiasis is safer and gentler. rarely causes complications. At Tam Anh General Hospital system, the most advanced laparoscopic lithotripsy surgery methods are applied with the goal of maximizing the effectiveness of treating stones in the urinary system for patients. (*)\n\nPrevention of urinary stones\nThorough treatment of urinary tract infections; Drink plenty of water, minimize holding urine in daily life and work. Normal people are recommended to drink 2 liters of water a day.; Avoid prolonged immobility. Being physically active is always the best preventive measure to have a healthy body; Follow a diet that reduces sodium and increases potassium, limiting animal protein...\nYou may be interested in: What to eat and avoid for kidney stones to recover quickly\nUrinary system stones are also one of the most common diseases at the Department of Urology - Tam Anh General Hospital System. Here, leading experts and doctors will examine and prescribe the optimal and most effective treatment methods for patients.\nTo schedule an examination for urinary tract diseases or ask questions related to kidney cancer, customers can fill out information here, or contact Tam Anh General Hospital System:\nIn Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi. Hotline: 024 3872 3872 – 024 7106 6858; In Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City. Hotline: 0287 102 6789 – 093 180 6858; Fanpage: https://www.facebook.com/benhvientamanh\nUrinary stones easily recur, so regular monitoring and general health check-ups are recommended. The pain caused by stones is not the most terrible thing, but the bigger consequences are infection and destruction of kidney function.",
    "subsections": [
        {
            "subsection_name": "What are urinary stones?",
            "subsection_content": "Urinary stones or uroliths are stones formed by the natural crystallization of inorganic crystals in urine. Most of them start to form in the kidneys, move along the urinary system and are excreted, so many people are familiar with the name kidney stones. In the US, every year more than 400,000 patients are hospitalized because of urolithiasis. Most patients are between 30 and 50 years old. Men have a disease rate 3 times higher than women. There are 4-5 times more white people than black people.\nStones in the urinary system are a disease that can occur throughout a patient's life, so patients must be managed, monitored and have a reasonable lifestyle to limit the recurrence of stones.",
            "subsection_string": "What are urinary stones?\nUrinary stones or uroliths are stones formed by the natural crystallization of inorganic crystals in urine. Most of them start to form in the kidneys, move along the urinary system and are excreted, so many people are familiar with the name kidney stones. In the US, every year more than 400,000 patients are hospitalized because of urolithiasis. Most patients are between 30 and 50 years old. Men have a disease rate 3 times higher than women. There are 4-5 times more white people than black people.\nStones in the urinary system are a disease that can occur throughout a patient's life, so patients must be managed, monitored and have a reasonable lifestyle to limit the recurrence of stones."
        },
        {
            "subsection_name": "Classify",
            "subsection_content": "There are two ways to classify stones: according to chemical composition, or according to the location of the stones:\nClassified by chemical composition\nCalcium stones are the most common type of stone, accounting for 80-90%, including Calcium Oxalate stones, Calcium Phosphate stones, very hard and radiopaque stones, with a rough shape, yellow or brown color.; Magnesium Ammonium Phosphate stones, also known as infectious stones, are often caused by long-term urinary infections. They are yellow and slightly friable. This type of stone is often very large and can fill the renal pelvis, causing coral stones.; Cystine stones: smooth surface, many lumps and in both kidneys; Urate stones: can precipitate right in the kidney tissue, are not radiopaque so cannot be seen on X-ray.\nSort by location\nThis is the classification that is applied clinically because it determines the choice of appropriate treatment methods.\nKidney stones, including kidney stones and cisternal stones. Stones can cause renal colic, infection and serious complications; Ureteral stones: Most are caused by stones moving from the renal pelvis to the ureter and causing blockage in the urinary tract, causing \"renal colic\" with the following characteristics: pain appears suddenly, pain intensity increases rapidly and is severe. broadcast. The patient often rolls around, does not have a pain-relieving position, the pain is from the hip and back spreading to the front of the abdomen to the iliac fossa on the same side. Patients often have a feeling of urinary retention, frequent and painful urination, and possibly hematuria.; Bladder stones: 80% are due to stones falling from the kidney or ureter or due to obstruction in the bladder neck and urethra such as prostate enlargement, posterior urethral valve, urethral stricture... Due to different urethral pathways. This stone is common in older men, less common in women. Stones cause painful urination, burning urination, frequent urination, and intermittent urination; Urethral stones: stones from the bladder follow the urine stream down into the urethra and get stuck and cannot be urinated. Stones cause acute urinary retention, making the patient extremely uncomfortable and may have urethral bleeding.",
            "subsection_string": "Classify\nThere are two ways to classify stones: according to chemical composition, or according to the location of the stones:\nClassified by chemical composition\nCalcium stones are the most common type of stone, accounting for 80-90%, including Calcium Oxalate stones, Calcium Phosphate stones, very hard and radiopaque stones, with a rough shape, yellow or brown color.; Magnesium Ammonium Phosphate stones, also known as infectious stones, are often caused by long-term urinary infections. They are yellow and slightly friable. This type of stone is often very large and can fill the renal pelvis, causing coral stones.; Cystine stones: smooth surface, many lumps and in both kidneys; Urate stones: can precipitate right in the kidney tissue, are not radiopaque so cannot be seen on X-ray.\nSort by location\nThis is the classification that is applied clinically because it determines the choice of appropriate treatment methods.\nKidney stones, including kidney stones and cisternal stones. Stones can cause renal colic, infection and serious complications; Ureteral stones: Most are caused by stones moving from the renal pelvis to the ureter and causing blockage in the urinary tract, causing \"renal colic\" with the following characteristics: pain appears suddenly, pain intensity increases rapidly and is severe. broadcast. The patient often rolls around, does not have a pain-relieving position, the pain is from the hip and back spreading to the front of the abdomen to the iliac fossa on the same side. Patients often have a feeling of urinary retention, frequent and painful urination, and possibly hematuria.; Bladder stones: 80% are due to stones falling from the kidney or ureter or due to obstruction in the bladder neck and urethra such as prostate enlargement, posterior urethral valve, urethral stricture... Due to different urethral pathways. This stone is common in older men, less common in women. Stones cause painful urination, burning urination, frequent urination, and intermittent urination; Urethral stones: stones from the bladder follow the urine stream down into the urethra and get stuck and cannot be urinated. Stones cause acute urinary retention, making the patient extremely uncomfortable and may have urethral bleeding."
        },
        {
            "subsection_name": "Causes of urinary stones",
            "subsection_content": "The composition of stones is very different and the stone formation process is also very complex. Currently, there is no clear unified theory  about the causes of stone formation. Some possible causes include:\n1. Increased excretion of solutes into the urine\nIncrease Calcium\nNormally, the amount of Calcium (Ca) excreted into urine is 100 - 175 mg/day for people with a moderate Calcium diet. But if the calcium content in the urine exceeds the upper limit, the body is susceptible to an increased risk of urinary stones.\nReasons for increased urinary calcium:\nConsuming foods with too much Ca such as milk, cheese, etc. Using a lot of Vitamin D causes increased absorption of Ca from the intestines... Idiopathic Ca. Patients lie immobile for many days, causing Ca deposits. Some diseases affecting the skeletal system such as hyperparathyroidism, cancer that has metastasized to the bones , myeloma... Some other internal kidney diseases...; Consuming foods with too much Ca such as milk, cheese, etc.; Using a lot of Vitamin D causes increased absorption of Ca from the intestines...; Tieu Ca is idiopathic; The patient lies motionless for many days, causing calcium deposits; Some diseases affecting the skeletal system such as hyperparathyroidism, cancer that has metastasized to the bones, myeloma...; Some other kidney diseases...; Increased Oxalate\nAbout 50% of stones are Calcium Oxalate salt. Therefore, eating a lot of foods high in Oxalate is also a cause of stone deposition.\nHowever, the cause of increased Oxalate is mainly due to some genetic diseases causing defects in Glyoxylic acid metabolism: malabsorption disease, surgery to remove too much intestine...\nIncreased Cystine\nDue to genetic disorders, this stone is rare and does not radiopaque.\nIncreased Uric Acid\nHigh levels of Uric Acid come from consuming a lot of foods containing substances that produce Uric Acid due to absorbing too many purines such as meat, seafood, poultry... or as a result of chemotherapy for certain diseases such as leukemia, hyperthyroidism. red blood cells.\nMild hyperuricemia is defined as a concentration >800 mg/day (> 5 mmol/day) in men or >750 mg/day (> 4 mmol/day) in women. Mostly in protein (usually meat, fish and poultry, etc.); it can cause the formation of calcium oxalate stones (hyperuricemic calciumoxalate kidney stones).\n2. Changes in reason\nReduced urine flow causes the concentration of salts and organic substances to increase. Caused by hot weather, heavy work, drinking little water, etc.\nNormal urine pH index is 5.85. pH levels are changed due to the body excreting food, drinks, functional foods and pharmaceuticals... through the urinary system. Some inorganic salts will be difficult to dissolve in an alkaline environment.\n3. The randalls\nAccording to researcher Randall, Calcified plaques (Randall's plaques) are common in the renal papillary area, caused by damage to the cells of the collecting duct. When the mucosa covering these plaques becomes ulcerated, the Calcium layer will then form a nucleus that helps insoluble substances in urine stick to it. Other objects that can play a role in the cause of stones include blood clots, dead kidney epithelial cells, bacteria, pus cells, foreign objects in the urinary system...\n4. Due to blockage\nCongenital or acquired blockage of the urinary system causes urine to stagnate, causing the risk of stone formation.",
            "subsection_string": "Causes of urinary stones\nThe composition of stones is very different and the stone formation process is also very complex. Currently, there is no clear unified theory  about the causes of stone formation. Some possible causes include:\n1. Increased excretion of solutes into the urine\nIncrease Calcium\nNormally, the amount of Calcium (Ca) excreted into urine is 100 - 175 mg/day for people with a moderate Calcium diet. But if the calcium content in the urine exceeds the upper limit, the body is susceptible to an increased risk of urinary stones.\nReasons for increased urinary calcium:\nConsuming foods with too much Ca such as milk, cheese, etc. Using a lot of Vitamin D causes increased absorption of Ca from the intestines... Idiopathic Ca. Patients lie immobile for many days, causing Ca deposits. Some diseases affecting the skeletal system such as hyperparathyroidism, cancer that has metastasized to the bones , myeloma... Some other internal kidney diseases...; Consuming foods with too much Ca such as milk, cheese, etc.; Using a lot of Vitamin D causes increased absorption of Ca from the intestines...; Tieu Ca is idiopathic; The patient lies motionless for many days, causing calcium deposits; Some diseases affecting the skeletal system such as hyperparathyroidism, cancer that has metastasized to the bones, myeloma...; Some other kidney diseases...; Increased Oxalate\nAbout 50% of stones are Calcium Oxalate salt. Therefore, eating a lot of foods high in Oxalate is also a cause of stone deposition.\nHowever, the cause of increased Oxalate is mainly due to some genetic diseases causing defects in Glyoxylic acid metabolism: malabsorption disease, surgery to remove too much intestine...\nIncreased Cystine\nDue to genetic disorders, this stone is rare and does not radiopaque.\nIncreased Uric Acid\nHigh levels of Uric Acid come from consuming a lot of foods containing substances that produce Uric Acid due to absorbing too many purines such as meat, seafood, poultry... or as a result of chemotherapy for certain diseases such as leukemia, hyperthyroidism. red blood cells.\nMild hyperuricemia is defined as a concentration >800 mg/day (> 5 mmol/day) in men or >750 mg/day (> 4 mmol/day) in women. Mostly in protein (usually meat, fish and poultry, etc.); it can cause the formation of calcium oxalate stones (hyperuricemic calciumoxalate kidney stones).\n2. Changes in reason\nReduced urine flow causes the concentration of salts and organic substances to increase. Caused by hot weather, heavy work, drinking little water, etc.\nNormal urine pH index is 5.85. pH levels are changed due to the body excreting food, drinks, functional foods and pharmaceuticals... through the urinary system. Some inorganic salts will be difficult to dissolve in an alkaline environment.\n3. The randalls\nAccording to researcher Randall, Calcified plaques (Randall's plaques) are common in the renal papillary area, caused by damage to the cells of the collecting duct. When the mucosa covering these plaques becomes ulcerated, the Calcium layer will then form a nucleus that helps insoluble substances in urine stick to it. Other objects that can play a role in the cause of stones include blood clots, dead kidney epithelial cells, bacteria, pus cells, foreign objects in the urinary system...\n4. Due to blockage\nCongenital or acquired blockage of the urinary system causes urine to stagnate, causing the risk of stone formation."
        },
        {
            "subsection_name": "Common symptoms",
            "subsection_content": "Physical symptoms\nWhen stones do not move or stick to tissue, or when coral stones are present, there are often no or few symptoms even though a urinary tract infection is present.\nWhen stones cause obstruction, the following symptoms may occur:\nPain: Pain in the back, abdomen or hip area. Kidney stone pain, also known as renal colic, is one of the most intense pains imaginable, with some people who have had kidney stones comparing the pain to giving birth or being stabbed with a knife.; Gross hematuria due to moving stones damaging the urinary mucosa; Cloudy or foul-smelling urine: due to urinary tract infection; Oliguria or anuria: obstructive bilateral kidney stones or single suprarenal kidney stone.; Painful or painful urination; Urinary stones; Whole body symptoms: possible high fever, chills, nausea or vomiting, whole body edema...\nPhysical symptoms\nAbdominal examination: mild abdominal distention, pain in the hip and back on the side of the kidney with stones, kidney tremor test (+), if there is a lot of hydronephrosis, there will be a kidney touch test (+), if the kidney has pus, there will be a positive reaction. belly.\n“Silent stones” are urinary stones that have been stuck for a long time, causing blockage of the renal pelvis without any painful symptoms. This is a case that requires special attention because patients are often subjective and refuse to go for examination and treatment. When discovered, it has caused severe infection, can cause permanent damage to kidney function, and may require kidney removal.\nFever/abdominal pain/nausea/Dizziness/hematuria/pain above the waist",
            "subsection_string": "Common symptoms\nPhysical symptoms\nWhen stones do not move or stick to tissue, or when coral stones are present, there are often no or few symptoms even though a urinary tract infection is present.\nWhen stones cause obstruction, the following symptoms may occur:\nPain: Pain in the back, abdomen or hip area. Kidney stone pain, also known as renal colic, is one of the most intense pains imaginable, with some people who have had kidney stones comparing the pain to giving birth or being stabbed with a knife.; Gross hematuria due to moving stones damaging the urinary mucosa; Cloudy or foul-smelling urine: due to urinary tract infection; Oliguria or anuria: obstructive bilateral kidney stones or single suprarenal kidney stone.; Painful or painful urination; Urinary stones; Whole body symptoms: possible high fever, chills, nausea or vomiting, whole body edema...\nPhysical symptoms\nAbdominal examination: mild abdominal distention, pain in the hip and back on the side of the kidney with stones, kidney tremor test (+), if there is a lot of hydronephrosis, there will be a kidney touch test (+), if the kidney has pus, there will be a positive reaction. belly.\n“Silent stones” are urinary stones that have been stuck for a long time, causing blockage of the renal pelvis without any painful symptoms. This is a case that requires special attention because patients are often subjective and refuse to go for examination and treatment. When discovered, it has caused severe infection, can cause permanent damage to kidney function, and may require kidney removal.\nFever/abdominal pain/nausea/Dizziness/hematuria/pain above the waist"
        },
        {
            "subsection_name": "Methods of diagnosing urolithiasis",
            "subsection_content": "clinical\nClinical features of urolithiasis are characterized by \"renal colic\", abnormal symptoms when urinating...\nSubclinical\nBlood test: White blood cells increase when there is pain or infection. If kidney function decreases, it will cause anemia.; Urine test: may find blood, protein, pus cells or bacteria. And there may be crystals similar to the chemical composition of stones. If pH > 7.6: infection with urea-decomposing bacteria (like Protéus), stones are usually Magnesium Ammonium Phosphate. If the pH is always 6.5: the cause is acidosis due to renal tubular disease. If the pH is always low, it is easy to diagnose Urate stones.; If pH > 7.6: urea-degrading bacterial infection (like Protéus), stones are usually Magnesium Ammonium Phosphate.; If pH is always 6.5: the cause is acidosis due to renal tubular disease; If pH is always low, it is easy to diagnose Urate stones; Blood biochemistry: Blood concentrations of substances in the chemical composition of stones can find the medical cause of stones and treat the root of stone disease. For example, blood Calcium often increases in hyperparathyroidism, osteolytic diseases, and diffuse cancers such as breast cancer, lung cancer, leukemia...; Ultrasound: is a simple test, cheap, easy to perform, less invasive but has a high sensitivity of 95%. Assess whether there are kidney stones or not, whether the kidneys have hydronephrosis or not, and the remaining thickness of the kidney parenchyma.; X-ray:         KUB is an unprepared X-ray of the urinary system, 90% of stones are visible on the film (opaque stones). This is the most basic test to evaluate, showing whether or not stones are present, shape, size. Size, quantity, location of stones; KUB is an unprepared X-ray of the urinary system, 90% of stones are visible on the film (contrast stones). This is the most basic test to evaluate, showing whether or not stones are present, shape, size, quantity. , gravel location.; UIV: further shows the degree of hydronephrosis of the kidneys, and the excretory function of both kidneys; CT-Scan of the abdomen: diagnoses stones with almost 100% accuracy. In addition, it can distinguish other lesions from stones such as: tumors of the urinary system, malformations of the urinary system as well as other organs in the abdomen. ; Cystoscopy: helps detect bladder stones and associated diseases in the bladder and urethra.",
            "subsection_string": "Methods of diagnosing urolithiasis\nclinical\nClinical features of urolithiasis are characterized by \"renal colic\", abnormal symptoms when urinating...\nSubclinical\nBlood test: White blood cells increase when there is pain or infection. If kidney function decreases, it will cause anemia.; Urine test: may find blood, protein, pus cells or bacteria. And there may be crystals similar to the chemical composition of stones. If pH > 7.6: infection with urea-decomposing bacteria (like Protéus), stones are usually Magnesium Ammonium Phosphate. If the pH is always 6.5: the cause is acidosis due to renal tubular disease. If the pH is always low, it is easy to diagnose Urate stones.; If pH > 7.6: urea-degrading bacterial infection (like Protéus), stones are usually Magnesium Ammonium Phosphate.; If pH is always 6.5: the cause is acidosis due to renal tubular disease; If pH is always low, it is easy to diagnose Urate stones; Blood biochemistry: Blood concentrations of substances in the chemical composition of stones can find the medical cause of stones and treat the root of stone disease. For example, blood Calcium often increases in hyperparathyroidism, osteolytic diseases, and diffuse cancers such as breast cancer, lung cancer, leukemia...; Ultrasound: is a simple test, cheap, easy to perform, less invasive but has a high sensitivity of 95%. Assess whether there are kidney stones or not, whether the kidneys have hydronephrosis or not, and the remaining thickness of the kidney parenchyma.; X-ray:         KUB is an unprepared X-ray of the urinary system, 90% of stones are visible on the film (opaque stones). This is the most basic test to evaluate, showing whether or not stones are present, shape, size. Size, quantity, location of stones; KUB is an unprepared X-ray of the urinary system, 90% of stones are visible on the film (contrast stones). This is the most basic test to evaluate, showing whether or not stones are present, shape, size, quantity. , gravel location.; UIV: further shows the degree of hydronephrosis of the kidneys, and the excretory function of both kidneys; CT-Scan of the abdomen: diagnoses stones with almost 100% accuracy. In addition, it can distinguish other lesions from stones such as: tumors of the urinary system, malformations of the urinary system as well as other organs in the abdomen. ; Cystoscopy: helps detect bladder stones and associated diseases in the bladder and urethra."
        },
        {
            "subsection_name": "What are the complications of urinary stones?",
            "subsection_content": "Depending on the location and size of the stone, there are different complications:\nUrinary tract infection, kidney pus, sepsis or septic shock, which can be life-threatening.; Acute post-renal kidney failure, chronic kidney failure with completely destroyed kidney tissue and loss of function.",
            "subsection_string": "What are the complications of urinary stones?\nDepending on the location and size of the stone, there are different complications:\nUrinary tract infection, kidney pus, sepsis or septic shock, which can be life-threatening.; Acute post-renal kidney failure, chronic kidney failure with completely destroyed kidney tissue and loss of function."
        },
        {
            "subsection_name": "Treatment of urinary stones",
            "subsection_content": "Kidney stone treatment is quite complicated, requiring a combination of internal medicine and surgery.\nInternally medical treatment\nIn case of emergency\nPatients with anuria or oliguria, this is a condition of post-renal acute renal failure. It is necessary to undergo hemodialysis first to stabilize the patient, then consider deciding whether to drain the urine by nephrotomy or insert a ureteral catheter with a JJ tube. When the patient is stable, surgery will be performed to remove the stones later.\nPatients with high fever who have severe infection syndrome or pus in their kidneys need to be actively resuscitated with antibiotics, fluids, antipyretics... and emergency surgery to drain the kidneys to the skin. Wait until the patient is stable to have surgery. later stone removal surgery.\nIn case of non-emergency\nDoctors will treat conservatively, without surgery, in the following cases:\nThe stones are small (usually less than 5mm in size) and do not progress, without complications of infection, obstruction or pain. Patients must drink enough water every day (more than 2 liters) and actively exercise. Indications for active treatment of infection, in case of urea-decomposing bacteria. For urate stones, stones can be dissolved with corresponding pharmaceutical substances, which have the effect of changing urine pH or dissolving stones directly. Uric acid stones in the upper or lower urinary tract, can be dissolved using prolonged urine alkalinization therapy; The stones are small (usually less than 5mm in size) and do not progress, without complications of infection, obstruction or pain. Patients must drink enough water every day (more than 2 liters) and actively exercise; Indications for aggressive treatment of infection, in cases caused by urea-degrading bacteria; For urate stones, it is possible to dissolve the stones with corresponding medicinal substances, which have the effect of changing urine pH or dissolving stones directly. Uric acid stones in the upper or lower urinary tract, which can be dissolved using prolonged urine alkalinization therapy\nSurgical treatment\nExtracorporeal Shock Wave Lithotripsy (ESWL)\nCurrently, about 80% of kidney stones are treated with extracorporeal lithotripsy, which is considered the least invasive treatment method today.\nIn principle: Shock waves from voltage or electromagnetic systems, locating stones by X-ray or ultrasound. Shock waves focus on a focus (kidney stone) with high pressure (average 800 - 1000 bares), breaking or crumbling the stone and then excreting it naturally.\nIndications: kidney stones less than or equal to 20mm.\nContraindications:\nUrinary tract infection Urinary tract stenosis Uncontrolled coagulation disorder. Wearing a pacemaker. Spinal deformities. Stones that are too hard or too soft (based on Hounsfield grade on X-ray); Urinary tract infection; Urinary tract stenosis; Uncontrolled blood clotting disorder; Wearing a pacemaker; Spinal deformities.; Stones that are too hard or too soft (based on Hounsfield grade on X-ray); Percutaneous stone removal (PCNL: Percutaeaus Nephrolithiotripsy):\nThis is a treatment method that only a few large medical facilities can perform, because it requires surgeons to have a lot of experience and modern equipment.\nPrinciple: during surgery, the doctor will create a small tunnel from the back into the kidney, then insert a scanner to find and crush the stone and remove all the stones.\nIndications: coral stones or semi-coral stones, recurrent kidney stones after surgery.\nContraindications: urinary tract infections. Blood clotting disorders.\nRetrograde ureteroscopy lithotripsy using a flexible scope\nThis is a modern endoscopic method of kidney stone surgery, highly effective and causes little harm to the patient. It can reach and dissolve stones in any location of the urinary system. This method requires modern equipment and highly skilled surgeons.\nLaparoscopic posterior hip surgery and open surgery\nNowadays, with the development of medicine and science and technology, it is very rare for urinary stones to require open surgery (less than 5%).\nToday, with the development of modern medicine, especially laparoscopic surgery techniques, treatment of urolithiasis is safer and gentler. rarely causes complications. At Tam Anh General Hospital system, the most advanced laparoscopic lithotripsy surgery methods are applied with the goal of maximizing the effectiveness of treating stones in the urinary system for patients. (*)",
            "subsection_string": "Treatment of urinary stones\nKidney stone treatment is quite complicated, requiring a combination of internal medicine and surgery.\nInternally medical treatment\nIn case of emergency\nPatients with anuria or oliguria, this is a condition of post-renal acute renal failure. It is necessary to undergo hemodialysis first to stabilize the patient, then consider deciding whether to drain the urine by nephrotomy or insert a ureteral catheter with a JJ tube. When the patient is stable, surgery will be performed to remove the stones later.\nPatients with high fever who have severe infection syndrome or pus in their kidneys need to be actively resuscitated with antibiotics, fluids, antipyretics... and emergency surgery to drain the kidneys to the skin. Wait until the patient is stable to have surgery. later stone removal surgery.\nIn case of non-emergency\nDoctors will treat conservatively, without surgery, in the following cases:\nThe stones are small (usually less than 5mm in size) and do not progress, without complications of infection, obstruction or pain. Patients must drink enough water every day (more than 2 liters) and actively exercise. Indications for active treatment of infection, in case of urea-decomposing bacteria. For urate stones, stones can be dissolved with corresponding pharmaceutical substances, which have the effect of changing urine pH or dissolving stones directly. Uric acid stones in the upper or lower urinary tract, can be dissolved using prolonged urine alkalinization therapy; The stones are small (usually less than 5mm in size) and do not progress, without complications of infection, obstruction or pain. Patients must drink enough water every day (more than 2 liters) and actively exercise; Indications for aggressive treatment of infection, in cases caused by urea-degrading bacteria; For urate stones, it is possible to dissolve the stones with corresponding medicinal substances, which have the effect of changing urine pH or dissolving stones directly. Uric acid stones in the upper or lower urinary tract, which can be dissolved using prolonged urine alkalinization therapy\nSurgical treatment\nExtracorporeal Shock Wave Lithotripsy (ESWL)\nCurrently, about 80% of kidney stones are treated with extracorporeal lithotripsy, which is considered the least invasive treatment method today.\nIn principle: Shock waves from voltage or electromagnetic systems, locating stones by X-ray or ultrasound. Shock waves focus on a focus (kidney stone) with high pressure (average 800 - 1000 bares), breaking or crumbling the stone and then excreting it naturally.\nIndications: kidney stones less than or equal to 20mm.\nContraindications:\nUrinary tract infection Urinary tract stenosis Uncontrolled coagulation disorder. Wearing a pacemaker. Spinal deformities. Stones that are too hard or too soft (based on Hounsfield grade on X-ray); Urinary tract infection; Urinary tract stenosis; Uncontrolled blood clotting disorder; Wearing a pacemaker; Spinal deformities.; Stones that are too hard or too soft (based on Hounsfield grade on X-ray); Percutaneous stone removal (PCNL: Percutaeaus Nephrolithiotripsy):\nThis is a treatment method that only a few large medical facilities can perform, because it requires surgeons to have a lot of experience and modern equipment.\nPrinciple: during surgery, the doctor will create a small tunnel from the back into the kidney, then insert a scanner to find and crush the stone and remove all the stones.\nIndications: coral stones or semi-coral stones, recurrent kidney stones after surgery.\nContraindications: urinary tract infections. Blood clotting disorders.\nRetrograde ureteroscopy lithotripsy using a flexible scope\nThis is a modern endoscopic method of kidney stone surgery, highly effective and causes little harm to the patient. It can reach and dissolve stones in any location of the urinary system. This method requires modern equipment and highly skilled surgeons.\nLaparoscopic posterior hip surgery and open surgery\nNowadays, with the development of medicine and science and technology, it is very rare for urinary stones to require open surgery (less than 5%).\nToday, with the development of modern medicine, especially laparoscopic surgery techniques, treatment of urolithiasis is safer and gentler. rarely causes complications. At Tam Anh General Hospital system, the most advanced laparoscopic lithotripsy surgery methods are applied with the goal of maximizing the effectiveness of treating stones in the urinary system for patients. (*)"
        },
        {
            "subsection_name": "Prevention of urinary stones",
            "subsection_content": "Thorough treatment of urinary tract infections; Drink plenty of water, minimize holding urine in daily life and work. Normal people are recommended to drink 2 liters of water a day.; Avoid prolonged immobility. Being physically active is always the best preventive measure to have a healthy body; Follow a diet that reduces sodium and increases potassium, limiting animal protein...\nYou may be interested in: What to eat and avoid for kidney stones to recover quickly\nUrinary system stones are also one of the most common diseases at the Department of Urology - Tam Anh General Hospital System. Here, leading experts and doctors will examine and prescribe the optimal and most effective treatment methods for patients.\nTo schedule an examination for urinary tract diseases or ask questions related to kidney cancer, customers can fill out information here, or contact Tam Anh General Hospital System:\nIn Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi. Hotline: 024 3872 3872 – 024 7106 6858; In Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City. Hotline: 0287 102 6789 – 093 180 6858; Fanpage: https://www.facebook.com/benhvientamanh\nUrinary stones easily recur, so regular monitoring and general health check-ups are recommended. The pain caused by stones is not the most terrible thing, but the bigger consequences are infection and destruction of kidney function.",
            "subsection_string": "Prevention of urinary stones\nThorough treatment of urinary tract infections; Drink plenty of water, minimize holding urine in daily life and work. Normal people are recommended to drink 2 liters of water a day.; Avoid prolonged immobility. Being physically active is always the best preventive measure to have a healthy body; Follow a diet that reduces sodium and increases potassium, limiting animal protein...\nYou may be interested in: What to eat and avoid for kidney stones to recover quickly\nUrinary system stones are also one of the most common diseases at the Department of Urology - Tam Anh General Hospital System. Here, leading experts and doctors will examine and prescribe the optimal and most effective treatment methods for patients.\nTo schedule an examination for urinary tract diseases or ask questions related to kidney cancer, customers can fill out information here, or contact Tam Anh General Hospital System:\nIn Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi. Hotline: 024 3872 3872 – 024 7106 6858; In Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City. Hotline: 0287 102 6789 – 093 180 6858; Fanpage: https://www.facebook.com/benhvientamanh\nUrinary stones easily recur, so regular monitoring and general health check-ups are recommended. The pain caused by stones is not the most terrible thing, but the bigger consequences are infection and destruction of kidney function."
        }
    ],
    "name": "soi-tiet-nieu.json"
}