{
    "title": "Ureteral stones: Causes, signs and treatments",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/soi-nieu-quan/",
    "abstract": "Ureteral stones can cause severe pain and seriously affect the patient's life. This type of stone is usually caused by a kidney stone falling into the ureter, causing blockage in the urinary tract. If not treated promptly, the patient's life can be threatened.",
    "content": "Ureteral stones: Causes, signs and treatments\n\nUreteral stones can cause severe pain and seriously affect the patient's life. This type of stone is usually caused by a kidney stone falling into the ureter, causing blockage in the urinary tract. If not treated promptly, the patient's life can be threatened.\n\nWhat are ureteral stones?\nThe ureter is a long tube (about 25cm) that carries urine from the kidney to the bladder. The closer the ureter gets, the narrower it becomes. Ureteral stones are usually stones that move from the kidney to the ureter. This type of stone blocks the flow of urine from the kidneys to the bladder. This blockage leads to urine stagnation, which can lead to dangerous complications over time. (first)\nThe location of the stone can be in any part of the ureter, the most common are 3 physiological narrowing locations of the ureter such as:\nThe segment connecting the kidney to the ureter; The segment connecting the ureters to the bladder.; The ureter lies anterior to the iliac artery.\nUsually, the number of stones is one. In some cases, there may be multiple stones or a series of stones. The ureteral segment where stones appear is often inflamed and thickened, the upper ureteral segment is dilated and atrophied, and the lower ureteral segment is narrowed.\nWhen stones first appear, the patient will not notice any symptoms. This stage usually lasts 2 years and has no complications. If detected and treated medically during this stage, treatment effectiveness can be up to 80%.\n\nSigns of ureteral stone disease\nPain: When the stone moves from the kidney to the ureter, the patient will feel pain in the kidney with symptoms such as sudden pain, severe pain, and pain from the waist spreading to the groin. .; Painful urination, frequent urination, cloudy urination: Patients may experience frequent urination and painful urination. Urine color is cloudy, pus appears (a sign of reverse kidney infection if there is fever with chills). This symptom seriously threatens kidney function. Patients are at risk of sepsis and septic shock; Hematuria: Stones can rub against the ureter wall, causing bleeding, leading to hematuria.; In some rare cases, small stones may be emitted.; Accompanying symptoms may occur such as fever, chills, nausea, abdominal distension, and bowel obstruction.\n\nCauses of ureteral stones\nUreteral stones are made up of crystals in urine that clump together. Stones often form in the kidney before entering the ureters. Not all ureteral stones are made up of the same crystals. Pebbles can be made from different types of crystals such as: (2)\nCalcium oxalate: Stones made up of calcium oxalate crystals are the most common. Dehydration of the patient's body combined with a diet rich in oxalate-rich foods will increase the risk of developing stones.; Uric acid: Uric acid stones often appear when purine metabolism in the body increases. Common causes of this condition are supplementing a lot of purine-rich foods (pork intestines, beef intestines, dried fish meat, mushrooms...), gout, and decomposition of cancerous tumors when using chemotherapy drugs. Uric acid is easily soluble in alkaline environments, easily crystallizes in acidic environments, when the pH of urine is <6. Accordingly, acidified urine is the ideal environment to form stones.; Struvite: Struvite stones are formed due to urinary tract infections. The bacteria causing the infection cause a buildup of ammonia in the urine, leading to stone formation. Struvite stones often increase in size very quickly.; Cystine: Cystine stones are very rare in Vietnam. Stones form when the kidneys excrete too much cystine (an amino acid in urine), but it is less soluble so it easily accumulates. The cause of the condition is a congenital disorder of cystine reabsorption in the kidney tubules and intestinal mucosa.\nSome factors can increase the risk of forming ureteral stones such as:\nFamily history: If a family member has kidney or ureteral stones, your chances of getting the disease will increase.; Not drinking enough water every day will increase the risk of forming stones in the urinary system. In addition, people who live in warm climates and people who sweat a lot are at higher risk of getting the disease than others.; Diet: A diet containing foods rich in sodium, animal protein, and calcium oxalate will increase the risk of stone formation. In addition, supplementing too much vitamin C can also cause you to face the risk of stones appearing in the urinary system.; Obesity: Large waist size, overweight, uncontrolled weight gain are factors that increase the likelihood of ureteral stone formation.; Side effects of medications: Medications such as decongestants, diuretics, steroids, and anticonvulsants can increase the likelihood of stone formation.; Some other factors that increase the risk of disease include recurrent urinary tract infections, inflammatory bowel disease, gout, and hyperparathyroidism.\n\nSymptoms\nIf treatment of ureteral stones is delayed, it will cause complications such as:\nWater retention in the kidneys, causing dilation of the renal pelvis: Because the stones have blocked the passage of urine, urine cannot get to the bladder to be eliminated. This condition causes urine to stagnate in the kidneys, dilating the renal pelvis, affecting kidney function.; Urinary tract infection: During the process of moving the stone, it damages the lining of the ureter. Stagnation of urine in the kidneys is a favorable opportunity for bacteria to multiply and develop, causing inflammation with symptoms such as high fever, chills, and pain in the lumbar region.; Acute kidney failure: This condition occurs when stones completely block the ureters on both sides, or stones get stuck in the ureter in only one kidney, leading to symptoms of anuria.; Chronic kidney failure: Prolonged urinary tract infections can lead to chronic kidney failure. The kidney cells are now damaged and cannot be restored.\n\nMethods of diagnosing ureteral stones\nThe doctor will make a clinical diagnosis based on the patient's pain characteristics such as back pain or renal colic. In addition, some commonly applied diagnostic methods include:\nUltrasound: This is the initial means to suggest the diagnosis of ureteral stones with signs of hydronephrosis and dilated ureters. Ultrasound results often show ureteral stones in the upper ⅓ and lower ⅓ ureters; X-ray of the urinary system (KUB): This method can detect ureteral stones in about 60 - 80% of cases, except non-opaque stones such as uric acid stones, cystine stones.; CT scan (MSCT): This is a method that helps determine the location, size and opacification of stones, and the degree of obstruction with high accuracy (up to 96%).; Blood test: Blood test results will help the doctor determine whether there is too much calcium or uric acid in the patient's blood. Thereby, doctors can monitor kidney function, evaluate accompanying infections, and check for other diseases (if any).; Urine test: Used to evaluate whether there is a urinary tract infection or not. In addition, a urine sample from the last 24 hours can show whether the patient is excreting too many stone-forming minerals or too little stone-preventing substances. The doctor may ask the patient to perform this test on 2 consecutive days.\n\nTreatment of ureteral stones\nEmergency treatment\nWhen ureteral stones cause acute pyelonephritis, the patient may have back pain and accompanying fever, chills, and chills. At that time, the doctor will need to resolve the obstruction with a nephrostomy or ureteral catheterization procedure and appropriate antibiotic treatment. Once the infection has been resolved, the patient can undergo intervention to remove the stones. (3)\nInternally medical treatment\nWhen the stones are small, ≤ 10mm in diameter, smooth and have clear edges, and kidney function is normal, the doctor will prescribe medical treatment. Medical treatment follow-up time is about 4-6 weeks.\nSurgical treatment\nDoctors only intervene surgically in cases such as:\nUreteral stones over 1cm; Ureteral stones with urinary tract infection; Unresponsive to pain relief methods; Medical treatment is ineffective; Affected kidney function (kidney failure, ureteral stones, unique kidney stones, bilateral ureteral stones)\nSome surgical treatment methods for ureteral stones include:\nExtracorporeal lithotripsy; Retrograde ureteroscopy lithotripsy; Laparoscopic surgery to remove stones; Percutaneous lithotripsy; Open surgery to remove stones\n\nMeasures to prevent ureteral stones\nYou can reduce your risk of ureteral stones by:\nAdd enough water to the body: For patients with a history of kidney stones, you should eliminate about 2.5 liters of urine per day. Light yellow and clear urine is a sign that the body is sufficiently hydrated.; Limit the addition of foods high in calcium oxalate such as cheese, milk, thick tea, radishes, okra.; Limit intake of salt and animal protein: In your daily meals, you should reduce the amount of salt, choose protein sources derived from plants such as mushrooms, beans...; Be careful when supplementing calcium: Calcium in food usually does not affect the risk of kidney stones. Therefore, you can still continue to supplement calcium-rich foods, except in cases where your doctor recommends not to. Because when the body lacks calcium, it can easily lead to diseases related to bones and joints.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for ureteral stone examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nUreteral stones have the potential to cause serious complications if not treated early and properly. In some cases, if treatment is delayed, the patient's life may be threatened. Therefore, when there are signs of abnormalities in the urinary system, you should quickly go to the hospital to be examined, diagnosed and given appropriate treatment by doctors to help control the condition well.",
    "subsections": [
        {
            "subsection_name": "What are ureteral stones?",
            "subsection_content": "The ureter is a long tube (about 25cm) that carries urine from the kidney to the bladder. The closer the ureter gets, the narrower it becomes. Ureteral stones are usually stones that move from the kidney to the ureter. This type of stone blocks the flow of urine from the kidneys to the bladder. This blockage leads to urine stagnation, which can lead to dangerous complications over time. (first)\nThe location of the stone can be in any part of the ureter, the most common are 3 physiological narrowing locations of the ureter such as:\nThe segment connecting the kidney to the ureter; The segment connecting the ureters to the bladder.; The ureter lies anterior to the iliac artery.\nUsually, the number of stones is one. In some cases, there may be multiple stones or a series of stones. The ureteral segment where stones appear is often inflamed and thickened, the upper ureteral segment is dilated and atrophied, and the lower ureteral segment is narrowed.\nWhen stones first appear, the patient will not notice any symptoms. This stage usually lasts 2 years and has no complications. If detected and treated medically during this stage, treatment effectiveness can be up to 80%.",
            "subsection_string": "What are ureteral stones?\nThe ureter is a long tube (about 25cm) that carries urine from the kidney to the bladder. The closer the ureter gets, the narrower it becomes. Ureteral stones are usually stones that move from the kidney to the ureter. This type of stone blocks the flow of urine from the kidneys to the bladder. This blockage leads to urine stagnation, which can lead to dangerous complications over time. (first)\nThe location of the stone can be in any part of the ureter, the most common are 3 physiological narrowing locations of the ureter such as:\nThe segment connecting the kidney to the ureter; The segment connecting the ureters to the bladder.; The ureter lies anterior to the iliac artery.\nUsually, the number of stones is one. In some cases, there may be multiple stones or a series of stones. The ureteral segment where stones appear is often inflamed and thickened, the upper ureteral segment is dilated and atrophied, and the lower ureteral segment is narrowed.\nWhen stones first appear, the patient will not notice any symptoms. This stage usually lasts 2 years and has no complications. If detected and treated medically during this stage, treatment effectiveness can be up to 80%."
        },
        {
            "subsection_name": "Signs of ureteral stone disease",
            "subsection_content": "Pain: When the stone moves from the kidney to the ureter, the patient will feel pain in the kidney with symptoms such as sudden pain, severe pain, and pain from the waist spreading to the groin. .; Painful urination, frequent urination, cloudy urination: Patients may experience frequent urination and painful urination. Urine color is cloudy, pus appears (a sign of reverse kidney infection if there is fever with chills). This symptom seriously threatens kidney function. Patients are at risk of sepsis and septic shock; Hematuria: Stones can rub against the ureter wall, causing bleeding, leading to hematuria.; In some rare cases, small stones may be emitted.; Accompanying symptoms may occur such as fever, chills, nausea, abdominal distension, and bowel obstruction.",
            "subsection_string": "Signs of ureteral stone disease\nPain: When the stone moves from the kidney to the ureter, the patient will feel pain in the kidney with symptoms such as sudden pain, severe pain, and pain from the waist spreading to the groin. .; Painful urination, frequent urination, cloudy urination: Patients may experience frequent urination and painful urination. Urine color is cloudy, pus appears (a sign of reverse kidney infection if there is fever with chills). This symptom seriously threatens kidney function. Patients are at risk of sepsis and septic shock; Hematuria: Stones can rub against the ureter wall, causing bleeding, leading to hematuria.; In some rare cases, small stones may be emitted.; Accompanying symptoms may occur such as fever, chills, nausea, abdominal distension, and bowel obstruction."
        },
        {
            "subsection_name": "Causes of ureteral stones",
            "subsection_content": "Ureteral stones are made up of crystals in urine that clump together. Stones often form in the kidney before entering the ureters. Not all ureteral stones are made up of the same crystals. Pebbles can be made from different types of crystals such as: (2)\nCalcium oxalate: Stones made up of calcium oxalate crystals are the most common. Dehydration of the patient's body combined with a diet rich in oxalate-rich foods will increase the risk of developing stones.; Uric acid: Uric acid stones often appear when purine metabolism in the body increases. Common causes of this condition are supplementing a lot of purine-rich foods (pork intestines, beef intestines, dried fish meat, mushrooms...), gout, and decomposition of cancerous tumors when using chemotherapy drugs. Uric acid is easily soluble in alkaline environments, easily crystallizes in acidic environments, when the pH of urine is <6. Accordingly, acidified urine is the ideal environment to form stones.; Struvite: Struvite stones are formed due to urinary tract infections. The bacteria causing the infection cause a buildup of ammonia in the urine, leading to stone formation. Struvite stones often increase in size very quickly.; Cystine: Cystine stones are very rare in Vietnam. Stones form when the kidneys excrete too much cystine (an amino acid in urine), but it is less soluble so it easily accumulates. The cause of the condition is a congenital disorder of cystine reabsorption in the kidney tubules and intestinal mucosa.\nSome factors can increase the risk of forming ureteral stones such as:\nFamily history: If a family member has kidney or ureteral stones, your chances of getting the disease will increase.; Not drinking enough water every day will increase the risk of forming stones in the urinary system. In addition, people who live in warm climates and people who sweat a lot are at higher risk of getting the disease than others.; Diet: A diet containing foods rich in sodium, animal protein, and calcium oxalate will increase the risk of stone formation. In addition, supplementing too much vitamin C can also cause you to face the risk of stones appearing in the urinary system.; Obesity: Large waist size, overweight, uncontrolled weight gain are factors that increase the likelihood of ureteral stone formation.; Side effects of medications: Medications such as decongestants, diuretics, steroids, and anticonvulsants can increase the likelihood of stone formation.; Some other factors that increase the risk of disease include recurrent urinary tract infections, inflammatory bowel disease, gout, and hyperparathyroidism.",
            "subsection_string": "Causes of ureteral stones\nUreteral stones are made up of crystals in urine that clump together. Stones often form in the kidney before entering the ureters. Not all ureteral stones are made up of the same crystals. Pebbles can be made from different types of crystals such as: (2)\nCalcium oxalate: Stones made up of calcium oxalate crystals are the most common. Dehydration of the patient's body combined with a diet rich in oxalate-rich foods will increase the risk of developing stones.; Uric acid: Uric acid stones often appear when purine metabolism in the body increases. Common causes of this condition are supplementing a lot of purine-rich foods (pork intestines, beef intestines, dried fish meat, mushrooms...), gout, and decomposition of cancerous tumors when using chemotherapy drugs. Uric acid is easily soluble in alkaline environments, easily crystallizes in acidic environments, when the pH of urine is <6. Accordingly, acidified urine is the ideal environment to form stones.; Struvite: Struvite stones are formed due to urinary tract infections. The bacteria causing the infection cause a buildup of ammonia in the urine, leading to stone formation. Struvite stones often increase in size very quickly.; Cystine: Cystine stones are very rare in Vietnam. Stones form when the kidneys excrete too much cystine (an amino acid in urine), but it is less soluble so it easily accumulates. The cause of the condition is a congenital disorder of cystine reabsorption in the kidney tubules and intestinal mucosa.\nSome factors can increase the risk of forming ureteral stones such as:\nFamily history: If a family member has kidney or ureteral stones, your chances of getting the disease will increase.; Not drinking enough water every day will increase the risk of forming stones in the urinary system. In addition, people who live in warm climates and people who sweat a lot are at higher risk of getting the disease than others.; Diet: A diet containing foods rich in sodium, animal protein, and calcium oxalate will increase the risk of stone formation. In addition, supplementing too much vitamin C can also cause you to face the risk of stones appearing in the urinary system.; Obesity: Large waist size, overweight, uncontrolled weight gain are factors that increase the likelihood of ureteral stone formation.; Side effects of medications: Medications such as decongestants, diuretics, steroids, and anticonvulsants can increase the likelihood of stone formation.; Some other factors that increase the risk of disease include recurrent urinary tract infections, inflammatory bowel disease, gout, and hyperparathyroidism."
        },
        {
            "subsection_name": "Symptoms",
            "subsection_content": "If treatment of ureteral stones is delayed, it will cause complications such as:\nWater retention in the kidneys, causing dilation of the renal pelvis: Because the stones have blocked the passage of urine, urine cannot get to the bladder to be eliminated. This condition causes urine to stagnate in the kidneys, dilating the renal pelvis, affecting kidney function.; Urinary tract infection: During the process of moving the stone, it damages the lining of the ureter. Stagnation of urine in the kidneys is a favorable opportunity for bacteria to multiply and develop, causing inflammation with symptoms such as high fever, chills, and pain in the lumbar region.; Acute kidney failure: This condition occurs when stones completely block the ureters on both sides, or stones get stuck in the ureter in only one kidney, leading to symptoms of anuria.; Chronic kidney failure: Prolonged urinary tract infections can lead to chronic kidney failure. The kidney cells are now damaged and cannot be restored.",
            "subsection_string": "Symptoms\nIf treatment of ureteral stones is delayed, it will cause complications such as:\nWater retention in the kidneys, causing dilation of the renal pelvis: Because the stones have blocked the passage of urine, urine cannot get to the bladder to be eliminated. This condition causes urine to stagnate in the kidneys, dilating the renal pelvis, affecting kidney function.; Urinary tract infection: During the process of moving the stone, it damages the lining of the ureter. Stagnation of urine in the kidneys is a favorable opportunity for bacteria to multiply and develop, causing inflammation with symptoms such as high fever, chills, and pain in the lumbar region.; Acute kidney failure: This condition occurs when stones completely block the ureters on both sides, or stones get stuck in the ureter in only one kidney, leading to symptoms of anuria.; Chronic kidney failure: Prolonged urinary tract infections can lead to chronic kidney failure. The kidney cells are now damaged and cannot be restored."
        },
        {
            "subsection_name": "Methods of diagnosing ureteral stones",
            "subsection_content": "The doctor will make a clinical diagnosis based on the patient's pain characteristics such as back pain or renal colic. In addition, some commonly applied diagnostic methods include:\nUltrasound: This is the initial means to suggest the diagnosis of ureteral stones with signs of hydronephrosis and dilated ureters. Ultrasound results often show ureteral stones in the upper ⅓ and lower ⅓ ureters; X-ray of the urinary system (KUB): This method can detect ureteral stones in about 60 - 80% of cases, except non-opaque stones such as uric acid stones, cystine stones.; CT scan (MSCT): This is a method that helps determine the location, size and opacification of stones, and the degree of obstruction with high accuracy (up to 96%).; Blood test: Blood test results will help the doctor determine whether there is too much calcium or uric acid in the patient's blood. Thereby, doctors can monitor kidney function, evaluate accompanying infections, and check for other diseases (if any).; Urine test: Used to evaluate whether there is a urinary tract infection or not. In addition, a urine sample from the last 24 hours can show whether the patient is excreting too many stone-forming minerals or too little stone-preventing substances. The doctor may ask the patient to perform this test on 2 consecutive days.",
            "subsection_string": "Methods of diagnosing ureteral stones\nThe doctor will make a clinical diagnosis based on the patient's pain characteristics such as back pain or renal colic. In addition, some commonly applied diagnostic methods include:\nUltrasound: This is the initial means to suggest the diagnosis of ureteral stones with signs of hydronephrosis and dilated ureters. Ultrasound results often show ureteral stones in the upper ⅓ and lower ⅓ ureters; X-ray of the urinary system (KUB): This method can detect ureteral stones in about 60 - 80% of cases, except non-opaque stones such as uric acid stones, cystine stones.; CT scan (MSCT): This is a method that helps determine the location, size and opacification of stones, and the degree of obstruction with high accuracy (up to 96%).; Blood test: Blood test results will help the doctor determine whether there is too much calcium or uric acid in the patient's blood. Thereby, doctors can monitor kidney function, evaluate accompanying infections, and check for other diseases (if any).; Urine test: Used to evaluate whether there is a urinary tract infection or not. In addition, a urine sample from the last 24 hours can show whether the patient is excreting too many stone-forming minerals or too little stone-preventing substances. The doctor may ask the patient to perform this test on 2 consecutive days."
        },
        {
            "subsection_name": "Treatment of ureteral stones",
            "subsection_content": "Emergency treatment\nWhen ureteral stones cause acute pyelonephritis, the patient may have back pain and accompanying fever, chills, and chills. At that time, the doctor will need to resolve the obstruction with a nephrostomy or ureteral catheterization procedure and appropriate antibiotic treatment. Once the infection has been resolved, the patient can undergo intervention to remove the stones. (3)\nInternally medical treatment\nWhen the stones are small, ≤ 10mm in diameter, smooth and have clear edges, and kidney function is normal, the doctor will prescribe medical treatment. Medical treatment follow-up time is about 4-6 weeks.\nSurgical treatment\nDoctors only intervene surgically in cases such as:\nUreteral stones over 1cm; Ureteral stones with urinary tract infection; Unresponsive to pain relief methods; Medical treatment is ineffective; Affected kidney function (kidney failure, ureteral stones, unique kidney stones, bilateral ureteral stones)\nSome surgical treatment methods for ureteral stones include:\nExtracorporeal lithotripsy; Retrograde ureteroscopy lithotripsy; Laparoscopic surgery to remove stones; Percutaneous lithotripsy; Open surgery to remove stones",
            "subsection_string": "Treatment of ureteral stones\nEmergency treatment\nWhen ureteral stones cause acute pyelonephritis, the patient may have back pain and accompanying fever, chills, and chills. At that time, the doctor will need to resolve the obstruction with a nephrostomy or ureteral catheterization procedure and appropriate antibiotic treatment. Once the infection has been resolved, the patient can undergo intervention to remove the stones. (3)\nInternally medical treatment\nWhen the stones are small, ≤ 10mm in diameter, smooth and have clear edges, and kidney function is normal, the doctor will prescribe medical treatment. Medical treatment follow-up time is about 4-6 weeks.\nSurgical treatment\nDoctors only intervene surgically in cases such as:\nUreteral stones over 1cm; Ureteral stones with urinary tract infection; Unresponsive to pain relief methods; Medical treatment is ineffective; Affected kidney function (kidney failure, ureteral stones, unique kidney stones, bilateral ureteral stones)\nSome surgical treatment methods for ureteral stones include:\nExtracorporeal lithotripsy; Retrograde ureteroscopy lithotripsy; Laparoscopic surgery to remove stones; Percutaneous lithotripsy; Open surgery to remove stones"
        },
        {
            "subsection_name": "Measures to prevent ureteral stones",
            "subsection_content": "You can reduce your risk of ureteral stones by:\nAdd enough water to the body: For patients with a history of kidney stones, you should eliminate about 2.5 liters of urine per day. Light yellow and clear urine is a sign that the body is sufficiently hydrated.; Limit the addition of foods high in calcium oxalate such as cheese, milk, thick tea, radishes, okra.; Limit intake of salt and animal protein: In your daily meals, you should reduce the amount of salt, choose protein sources derived from plants such as mushrooms, beans...; Be careful when supplementing calcium: Calcium in food usually does not affect the risk of kidney stones. Therefore, you can still continue to supplement calcium-rich foods, except in cases where your doctor recommends not to. Because when the body lacks calcium, it can easily lead to diseases related to bones and joints.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for ureteral stone examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nUreteral stones have the potential to cause serious complications if not treated early and properly. In some cases, if treatment is delayed, the patient's life may be threatened. Therefore, when there are signs of abnormalities in the urinary system, you should quickly go to the hospital to be examined, diagnosed and given appropriate treatment by doctors to help control the condition well.",
            "subsection_string": "Measures to prevent ureteral stones\nYou can reduce your risk of ureteral stones by:\nAdd enough water to the body: For patients with a history of kidney stones, you should eliminate about 2.5 liters of urine per day. Light yellow and clear urine is a sign that the body is sufficiently hydrated.; Limit the addition of foods high in calcium oxalate such as cheese, milk, thick tea, radishes, okra.; Limit intake of salt and animal protein: In your daily meals, you should reduce the amount of salt, choose protein sources derived from plants such as mushrooms, beans...; Be careful when supplementing calcium: Calcium in food usually does not affect the risk of kidney stones. Therefore, you can still continue to supplement calcium-rich foods, except in cases where your doctor recommends not to. Because when the body lacks calcium, it can easily lead to diseases related to bones and joints.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for ureteral stone examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nUreteral stones have the potential to cause serious complications if not treated early and properly. In some cases, if treatment is delayed, the patient's life may be threatened. Therefore, when there are signs of abnormalities in the urinary system, you should quickly go to the hospital to be examined, diagnosed and given appropriate treatment by doctors to help control the condition well."
        }
    ],
    "name": "soi-nieu-quan.json"
}