{
    "title": "Common bile duct stones: Causes, symptoms, diagnosis and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/soi-ong-mat-chu/",
    "abstract": "Common bile duct stones can cause complicated complications such as biliary tract infection and acute pancreatitis. Without early intervention, the disease can progress to sepsis, with a high risk of death.",
    "content": "Common bile duct stones: Causes, symptoms, diagnosis and prevention\n\nCommon bile duct stones can cause complicated complications such as biliary tract infection and acute pancreatitis. Without early intervention, the disease can progress to sepsis, with a high risk of death.\n\nWhat are common bile duct stones?\nCholedocholithiasis is the appearance of at least one gallstone in the main bile duct outside the liver (common bile duct). Stones can be made up of bile pigments or calcium and cholesterol salts.\nThe common bile duct is the tube that carries bile directly from the liver to the duodenum to aid in food digestion. Therefore, the common bile duct plays an important role in the circulation of bile. When stones appear in the bile duct, they can significantly reduce the amount of bile reaching the duodenum, causing bloating and slow digestion. Large stones will cause bile duct obstruction, leading to dangerous, life-threatening complications such as biliary tract infection, acute pancreatitis...\n\nSymptoms of common bile duct stones\nCommon symptoms of common bile duct stones include:\n1. Right lower quadrant pain\nLiver colic: right lower quadrant or epigastric pain; Feeling of pain spreading to the right shoulder or to the back.; The pain lasts long, even up to 2-3 hours.\n2. Whole body warning symptoms\nFever: Fever symptoms appear simultaneously or only after a few hours when the patient is in pain. Patients may have a high fever of 39 - 40°C with chills and sweating.; Fever: Fever symptoms appear simultaneously or only after a few hours when the patient is in pain. Patients may have a high fever of 39 - 40°C with chills and sweating.\nInfection and poisoning: Patients have a dirty tongue, dry lips, and fatigue; rapid pulse, body weight loss; yellow eye mucous membranes and yellow skin; Infection and poisoning: Patients have a dirty tongue, dry lips, and fatigue; rapid pulse, body weight loss; Yellow eye mucous membranes and yellow skin.\n3. Physical warning symptoms\nYellow skin, yellow mucous membranes: This is the most obvious sign, often appearing late. Initially, the patient only has a slightly yellow color in the sclera. Over time, the skin and mucous membranes of the eye will gradually become darker yellow; Yellow skin, yellow mucous membranes: This is the most obvious sign, often appearing late. Initially, the patient only has a slightly yellow color in the sclera, but over time it will become darker yellow in the skin and mucous membranes of the eye.\nSymptoms such as fever, pain and jaundice all appear and disappear in a certain process. If the patient has had the disease for a long time, the patient certainly has a history of fever, pain or jaundice or a history of worms entering the biliary tract or bile surgery.; Symptoms such as fever, pain and jaundice all appear and disappear in a certain process. If the patient has had the disease for a long time, the patient certainly has a history of fever, pain or jaundice or a history of worms entering the biliary tract or bile surgery.\nGallbladder enlargement: Patients sometimes see the gallbladder emerging just below the edge of the right flank like an egg. When you touch the gallbladder area, it will feel round, even, and smooth; It hurts when pressed. Patients may feel the gallbladder expand up to 35%.; Gallbladder enlargement: Patients sometimes see the gallbladder emerging just below the edge of the right flank like an egg. When you touch the gallbladder area, it will feel round, even, and smooth; It hurts when pressed. Patients may feel the gallbladder expand up to 35%.\nEnlarged liver below the 2nd and 3rd ribs; pain when pressed; Enlarged liver below the 2nd and 3rd ribs; pain when pressed.\nPain points: The patient will have a lot of pain in the gallbladder area, the right parasternal area or the pancreatic duodenum.(1); Pain points: The patient will have a lot of pain in the gallbladder area, the right parasternal area or the duodenum pancreas.(1)\n4. Other warning symptoms\nVomiting with pain; Urine is scanty and dark, similar to water. This symptom is often detected early.; Because of complete bile obstruction, stools sometimes become pale and discolored.; Because bile salts are contaminated, the patient may experience itching on the skin (rarely seen).\n\nCauses of common bile duct stones\nThere are many causes of common bile duct stones. Common causes include:\nBacterial infection, parasitic infection: When bile stagnates, bacteria grow and damage the bile duct wall, causing ulcerated cells to peel off into the bile, causing precipitation of some components of the bile (decoction). bile factors and bile salts), leading to the formation of stones in the bile duct.; Bacterial infection, parasitic infection: When bile stagnates, bacteria grow and damage the bile duct wall, causing ulcerated cells to peel off into the bile, causing precipitation of some components of the bile (decoction). bile factors and bile salts), leading to stone formation in the bile duct.\nIn some cases, worms carry eggs or worm carcasses up the bile duct, becoming a place for bile pigment to deposit and gradually form stones.; In some cases, worms carry eggs or worm carcasses up the bile duct, becoming a place for bile pigment to deposit and gradually form stones.\nStones from the bile ducts in the liver or gallbladder go down the bile duct.; Stones from the bile ducts in the liver or gallbladder go down the bile duct.\n\nRisk factors for common bile duct stones\nThe risk of common bile duct stones is often higher in people with a history of gallstones, gallbladder disease, and even in cases where the gallbladder has been removed. Some factors that increase the risk of developing common bile duct stones include:\nObesity, overweight; Diet lacking fiber, high in calories, high in fat; Pregnant women.; Prolonged fasting.; Lose weight too fast.; Lazy exercise; In addition, there are risk factors that cannot be changed such as:; Age: Aortic duct gallstones often occur in the elderly; Gender: Women are more likely to develop gallstones than men; Family history: If a relative has common bile duct stones, it will increase your risk of getting the disease.\n\nDiagnosis of common bile duct stones\nTests to determine the stones and location of bile duct stones include abdominal ultrasound, abdominal CT scan, endoscopic retrograde cholangiopancreatography (ERCP), endoscopic ultrasound and magnetic resonance cholangiopancreatography (MRCP).\nSome tests to evaluate infection and hepatopancreatic function include bilirubin, complete blood count (CBC), liver function tests and pancreatic enzymes.\n\nComplications of common bile duct stones\n1. Cholangitis\nAs the size of common bile duct stones increases, it will cause blockage of the common bile duct, causing bile fluid to stagnate in the bile ducts in the liver, gallbladder, and bile ducts. This situation creates a favorable environment for harmful bacteria to invade and grow strongly, causing infection and cholangitis.\n2. Acute cholecystitis\nAcute cholecystitis is one of the extremely dangerous complications of common bile duct stones. This is a condition of bile obstruction and secondary infection in the gallbladder. Acute cholecystitis can cause gallbladder necrosis, bile leakage, and even death when timely intervention is provided.\nPeople with untreated common bile duct stones can develop acute cholecystitis\n3. Biliary tract bleeding\nObstruction of the common bile duct due to stones can cause bile stasis in the liver, causing serious impairment of liver function. Furthermore, this condition also damages the bile duct walls, affecting blood vessels, leading to biliary bleeding.\n4. Purulent cholangitis\nWhen the common bile duct is blocked, it can cause biliary tract infection. Therefore, when suffering from common bile duct stones, if the disease is not detected early and treated promptly, the infection will become more serious, forming a pus cavity, causing the patient a lot of pain, high fever and bile. pus.\n5. Biliary tract abscess, liver abscess\nCommon bile duct stones cause extrahepatic biliary tract infection. When this condition becomes severe, it can cause biliary tract abscess. The pus moves back up to the liver, leading to a liver abscess. This is one of the very serious complications of common bile duct stones. When experiencing this complication, the patient will feel severe pain in the right lower quadrant and symptoms of an enlarged liver appear.\n6. Biliary peritonitis\nThis is an extremely dangerous complication of common bile duct stones. This complication requires timely emergency surgical intervention. Bile peritonitis is a condition in which infected bile enters the abdominal cavity, localized in the right lower quadrant or spread throughout the abdomen, causing peritonitis.\n7. Septic shock, sepsis\nThis complication puts the patient at a very high risk of death. When there are signs such as high fever (over 39°C), fast heart rate (over 100 times/minute), rapid and shallow breathing, low blood pressure, mental disorders..., the patient needs immediate emergency treatment.\n\nTreatment of common bile duct stones\nAsymptomatic common bile duct stones: due to the risk of progression to biliary tract infection and other complications, asymptomatic common bile duct stones need to be treated with endoscopic retrograde cholangiopancreatography or surgery.( 2)\nEndoscopic retrograde cholangiopancreatography (ERCP):\nCut the sphincter of Oddi to remove stones with a balloon or gabion. Severe biliary tract infection may require temporary biliary enteral drainage and resuscitation to wait for planned stone removal. Acute pancreatitis due to gallstones without biliary tract infection or biliary obstruction: treat acute pancreatitis to stabilize and then remove the stone. via ERCP as planned.; Excision of the sphincter of Oddi muscle to remove stones by balloon or gabion; Severe biliary tract infection may require temporary biliary enteral drainage and resuscitation to wait for planned stone removal; Acute pancreatitis due to gallstones without biliary tract infection or biliary obstruction: treat stable acute pancreatitis and then remove stones via ERCP as planned.\nCholangioendoscopy: electro-hydraulic lithotripsy or laser lithotripsy in cases of stones that are difficult to intervene through endoscopic retrograde cholangiopancreatography (3); Surgery to remove common bile duct stones: Applicable to cases where endoscopic retrograde cholangiopancreatography fails to remove stones or after gastrectomy where the endoscope cannot reach the papilla\n\nCaring for patients with common bile duct stones\n1. Nutrition\nDiet reduces animal fat, increases vegetable oil, prioritizes vegetables and fruits in the daily menu, maintains food hygiene and safety in eating.; Drink a lot of water.\n2. Perform other care\nImplement a hygienic lifestyle anytime, anywhere, maintain a clean living environment.; Detect the disease early to have timely care and treatment measures according to the correct regimen, suitable for each stage of the disease.; Regular deworming after discharge from hospital; Periodic examination after discharge includes clinical and paraclinical.\n\nDiet for people with common bile duct stones\nThe diet of people with common bile duct stones should be balanced between essential nutrient groups, specifically:\nFat: Completely eliminating fat can prevent the gallbladder from being stimulated to contract and push bile into the digestive tract. The diet for people with common bile duct stones requires consuming foods containing healthy fats such as salmon, olive oil, soybean oil, avocado or nuts (walnuts, almonds, sesame...). These are considered good foods for people with common bile duct stones because they will support the functioning of the gallbladder well.; Fat: Completely eliminating fat can prevent the gallbladder from being stimulated to contract and push bile into the digestive tract. The diet for people with common bile duct stones requires consuming foods containing healthy fats such as salmon, olive oil, soybean oil, avocado or nuts (walnuts, almonds, sesame...). These are considered good foods for people with common bile duct stones because they will support the functioning of the gallbladder.\nFiber, vitamin C and fat-soluble vitamins (A, D, E, K): This food group not only provides many vitamins and minerals but also contains abundant soluble fiber. They help patients prevent cholesterol stones or gallbladder sludge stones from forming.; Fiber, vitamin C and fat-soluble vitamins (A, D, E, K): This food group not only provides many vitamins and minerals but also contains abundant soluble fiber. They help patients prevent cholesterol stones or gallbladder sludge stones from forming.\nMilk and low-fat dairy products: Low-fat milks such as fresh skimmed milk, skimmed milk, buttermilk and yogurt, help supplement nutrition when caring for people with common bile duct stones without increasing the amount of fat. cholesterol.; Milk and low-fat dairy products: Low-fat milks such as fresh skimmed milk, skimmed milk, buttermilk and yogurt, help supplement nutrition when caring for people with common bile duct stones without increasing the amount of fat. cholesterol.\nVegetable protein: Patients should regularly supplement vegetable protein from sunflower seeds, sesame seeds, and dark green vegetables. This food group will help prevent fatty degeneration of liver cells.; Vegetable protein: Patients should regularly supplement vegetable protein from sunflower seeds, sesame seeds, and dark green vegetables. This food group will help prevent fatty degeneration of liver cells.\nCarbohydrates: Carbohydrates are found in many familiar everyday foods such as white rice and cereals. However, this is the source of raw materials that create cholesterol. Therefore, people with common bile duct stones should only supplement carbohydrates from foods with intact bran such as black bread, brown rice, whole grains...; Carbohydrates: Carbohydrates are found in many familiar everyday foods such as white rice and cereals. However, this is the source of raw materials that create cholesterol. Therefore, people with common bile duct stones should only supplement carbohydrates from foods with intact bran such as black bread, brown rice, whole grains, etc.\nWater: Drink plenty of water every day to help eliminate toxins in the body; Water: Drink plenty of water every day to help eliminate toxins in the body.\nIn cases where there are stones causing gallbladder inflammation or after biliary surgery, the patient should only eat porridge, soup or boiled rice, soft stewed vegetables and other easily digestible foods.\nProcessing method also plays an important role in caring for people with gallstones. Improper preparation can cause cholesterol and bad fats to increase in the patient's food, aggravating symptoms of digestive disorders. Some tips when preparing meals for people with common bile duct stones include:\nLimit frying and stir-frying, if necessary, use oil-absorbing paper to help reduce oil seeping into the dish.; Prioritize processing methods such as grilling, steaming, boiling.; Be sure to skim off fat when cooking stew.; Avoid using too much oil and limit salt (less than 6g/day) when seasoning.\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe gastrointestinal problems. Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of gastrointestinal diseases with Gastroenterology specialists of Tam Anh General Hospital System, please contact:\nCommon bile duct stones cause many serious complications, negatively affecting the patient's quality of life. Therefore, patients need to recognize signs of the disease early, and then proceed with treatment to avoid serious disease progression.",
    "subsections": [
        {
            "subsection_name": "What are common bile duct stones?",
            "subsection_content": "Choledocholithiasis is the appearance of at least one gallstone in the main bile duct outside the liver (common bile duct). Stones can be made up of bile pigments or calcium and cholesterol salts.\nThe common bile duct is the tube that carries bile directly from the liver to the duodenum to aid in food digestion. Therefore, the common bile duct plays an important role in the circulation of bile. When stones appear in the bile duct, they can significantly reduce the amount of bile reaching the duodenum, causing bloating and slow digestion. Large stones will cause bile duct obstruction, leading to dangerous, life-threatening complications such as biliary tract infection, acute pancreatitis...",
            "subsection_string": "What are common bile duct stones?\nCholedocholithiasis is the appearance of at least one gallstone in the main bile duct outside the liver (common bile duct). Stones can be made up of bile pigments or calcium and cholesterol salts.\nThe common bile duct is the tube that carries bile directly from the liver to the duodenum to aid in food digestion. Therefore, the common bile duct plays an important role in the circulation of bile. When stones appear in the bile duct, they can significantly reduce the amount of bile reaching the duodenum, causing bloating and slow digestion. Large stones will cause bile duct obstruction, leading to dangerous, life-threatening complications such as biliary tract infection, acute pancreatitis..."
        },
        {
            "subsection_name": "Symptoms of common bile duct stones",
            "subsection_content": "Common symptoms of common bile duct stones include:\n1. Right lower quadrant pain\nLiver colic: right lower quadrant or epigastric pain; Feeling of pain spreading to the right shoulder or to the back.; The pain lasts long, even up to 2-3 hours.\n2. Whole body warning symptoms\nFever: Fever symptoms appear simultaneously or only after a few hours when the patient is in pain. Patients may have a high fever of 39 - 40°C with chills and sweating.; Fever: Fever symptoms appear simultaneously or only after a few hours when the patient is in pain. Patients may have a high fever of 39 - 40°C with chills and sweating.\nInfection and poisoning: Patients have a dirty tongue, dry lips, and fatigue; rapid pulse, body weight loss; yellow eye mucous membranes and yellow skin; Infection and poisoning: Patients have a dirty tongue, dry lips, and fatigue; rapid pulse, body weight loss; Yellow eye mucous membranes and yellow skin.\n3. Physical warning symptoms\nYellow skin, yellow mucous membranes: This is the most obvious sign, often appearing late. Initially, the patient only has a slightly yellow color in the sclera. Over time, the skin and mucous membranes of the eye will gradually become darker yellow; Yellow skin, yellow mucous membranes: This is the most obvious sign, often appearing late. Initially, the patient only has a slightly yellow color in the sclera, but over time it will become darker yellow in the skin and mucous membranes of the eye.\nSymptoms such as fever, pain and jaundice all appear and disappear in a certain process. If the patient has had the disease for a long time, the patient certainly has a history of fever, pain or jaundice or a history of worms entering the biliary tract or bile surgery.; Symptoms such as fever, pain and jaundice all appear and disappear in a certain process. If the patient has had the disease for a long time, the patient certainly has a history of fever, pain or jaundice or a history of worms entering the biliary tract or bile surgery.\nGallbladder enlargement: Patients sometimes see the gallbladder emerging just below the edge of the right flank like an egg. When you touch the gallbladder area, it will feel round, even, and smooth; It hurts when pressed. Patients may feel the gallbladder expand up to 35%.; Gallbladder enlargement: Patients sometimes see the gallbladder emerging just below the edge of the right flank like an egg. When you touch the gallbladder area, it will feel round, even, and smooth; It hurts when pressed. Patients may feel the gallbladder expand up to 35%.\nEnlarged liver below the 2nd and 3rd ribs; pain when pressed; Enlarged liver below the 2nd and 3rd ribs; pain when pressed.\nPain points: The patient will have a lot of pain in the gallbladder area, the right parasternal area or the pancreatic duodenum.(1); Pain points: The patient will have a lot of pain in the gallbladder area, the right parasternal area or the duodenum pancreas.(1)\n4. Other warning symptoms\nVomiting with pain; Urine is scanty and dark, similar to water. This symptom is often detected early.; Because of complete bile obstruction, stools sometimes become pale and discolored.; Because bile salts are contaminated, the patient may experience itching on the skin (rarely seen).",
            "subsection_string": "Symptoms of common bile duct stones\nCommon symptoms of common bile duct stones include:\n1. Right lower quadrant pain\nLiver colic: right lower quadrant or epigastric pain; Feeling of pain spreading to the right shoulder or to the back.; The pain lasts long, even up to 2-3 hours.\n2. Whole body warning symptoms\nFever: Fever symptoms appear simultaneously or only after a few hours when the patient is in pain. Patients may have a high fever of 39 - 40°C with chills and sweating.; Fever: Fever symptoms appear simultaneously or only after a few hours when the patient is in pain. Patients may have a high fever of 39 - 40°C with chills and sweating.\nInfection and poisoning: Patients have a dirty tongue, dry lips, and fatigue; rapid pulse, body weight loss; yellow eye mucous membranes and yellow skin; Infection and poisoning: Patients have a dirty tongue, dry lips, and fatigue; rapid pulse, body weight loss; Yellow eye mucous membranes and yellow skin.\n3. Physical warning symptoms\nYellow skin, yellow mucous membranes: This is the most obvious sign, often appearing late. Initially, the patient only has a slightly yellow color in the sclera. Over time, the skin and mucous membranes of the eye will gradually become darker yellow; Yellow skin, yellow mucous membranes: This is the most obvious sign, often appearing late. Initially, the patient only has a slightly yellow color in the sclera, but over time it will become darker yellow in the skin and mucous membranes of the eye.\nSymptoms such as fever, pain and jaundice all appear and disappear in a certain process. If the patient has had the disease for a long time, the patient certainly has a history of fever, pain or jaundice or a history of worms entering the biliary tract or bile surgery.; Symptoms such as fever, pain and jaundice all appear and disappear in a certain process. If the patient has had the disease for a long time, the patient certainly has a history of fever, pain or jaundice or a history of worms entering the biliary tract or bile surgery.\nGallbladder enlargement: Patients sometimes see the gallbladder emerging just below the edge of the right flank like an egg. When you touch the gallbladder area, it will feel round, even, and smooth; It hurts when pressed. Patients may feel the gallbladder expand up to 35%.; Gallbladder enlargement: Patients sometimes see the gallbladder emerging just below the edge of the right flank like an egg. When you touch the gallbladder area, it will feel round, even, and smooth; It hurts when pressed. Patients may feel the gallbladder expand up to 35%.\nEnlarged liver below the 2nd and 3rd ribs; pain when pressed; Enlarged liver below the 2nd and 3rd ribs; pain when pressed.\nPain points: The patient will have a lot of pain in the gallbladder area, the right parasternal area or the pancreatic duodenum.(1); Pain points: The patient will have a lot of pain in the gallbladder area, the right parasternal area or the duodenum pancreas.(1)\n4. Other warning symptoms\nVomiting with pain; Urine is scanty and dark, similar to water. This symptom is often detected early.; Because of complete bile obstruction, stools sometimes become pale and discolored.; Because bile salts are contaminated, the patient may experience itching on the skin (rarely seen)."
        },
        {
            "subsection_name": "Causes of common bile duct stones",
            "subsection_content": "There are many causes of common bile duct stones. Common causes include:\nBacterial infection, parasitic infection: When bile stagnates, bacteria grow and damage the bile duct wall, causing ulcerated cells to peel off into the bile, causing precipitation of some components of the bile (decoction). bile factors and bile salts), leading to the formation of stones in the bile duct.; Bacterial infection, parasitic infection: When bile stagnates, bacteria grow and damage the bile duct wall, causing ulcerated cells to peel off into the bile, causing precipitation of some components of the bile (decoction). bile factors and bile salts), leading to stone formation in the bile duct.\nIn some cases, worms carry eggs or worm carcasses up the bile duct, becoming a place for bile pigment to deposit and gradually form stones.; In some cases, worms carry eggs or worm carcasses up the bile duct, becoming a place for bile pigment to deposit and gradually form stones.\nStones from the bile ducts in the liver or gallbladder go down the bile duct.; Stones from the bile ducts in the liver or gallbladder go down the bile duct.",
            "subsection_string": "Causes of common bile duct stones\nThere are many causes of common bile duct stones. Common causes include:\nBacterial infection, parasitic infection: When bile stagnates, bacteria grow and damage the bile duct wall, causing ulcerated cells to peel off into the bile, causing precipitation of some components of the bile (decoction). bile factors and bile salts), leading to the formation of stones in the bile duct.; Bacterial infection, parasitic infection: When bile stagnates, bacteria grow and damage the bile duct wall, causing ulcerated cells to peel off into the bile, causing precipitation of some components of the bile (decoction). bile factors and bile salts), leading to stone formation in the bile duct.\nIn some cases, worms carry eggs or worm carcasses up the bile duct, becoming a place for bile pigment to deposit and gradually form stones.; In some cases, worms carry eggs or worm carcasses up the bile duct, becoming a place for bile pigment to deposit and gradually form stones.\nStones from the bile ducts in the liver or gallbladder go down the bile duct.; Stones from the bile ducts in the liver or gallbladder go down the bile duct."
        },
        {
            "subsection_name": "Risk factors for common bile duct stones",
            "subsection_content": "The risk of common bile duct stones is often higher in people with a history of gallstones, gallbladder disease, and even in cases where the gallbladder has been removed. Some factors that increase the risk of developing common bile duct stones include:\nObesity, overweight; Diet lacking fiber, high in calories, high in fat; Pregnant women.; Prolonged fasting.; Lose weight too fast.; Lazy exercise; In addition, there are risk factors that cannot be changed such as:; Age: Aortic duct gallstones often occur in the elderly; Gender: Women are more likely to develop gallstones than men; Family history: If a relative has common bile duct stones, it will increase your risk of getting the disease.",
            "subsection_string": "Risk factors for common bile duct stones\nThe risk of common bile duct stones is often higher in people with a history of gallstones, gallbladder disease, and even in cases where the gallbladder has been removed. Some factors that increase the risk of developing common bile duct stones include:\nObesity, overweight; Diet lacking fiber, high in calories, high in fat; Pregnant women.; Prolonged fasting.; Lose weight too fast.; Lazy exercise; In addition, there are risk factors that cannot be changed such as:; Age: Aortic duct gallstones often occur in the elderly; Gender: Women are more likely to develop gallstones than men; Family history: If a relative has common bile duct stones, it will increase your risk of getting the disease."
        },
        {
            "subsection_name": "Diagnosis of common bile duct stones",
            "subsection_content": "Tests to determine the stones and location of bile duct stones include abdominal ultrasound, abdominal CT scan, endoscopic retrograde cholangiopancreatography (ERCP), endoscopic ultrasound and magnetic resonance cholangiopancreatography (MRCP).\nSome tests to evaluate infection and hepatopancreatic function include bilirubin, complete blood count (CBC), liver function tests and pancreatic enzymes.",
            "subsection_string": "Diagnosis of common bile duct stones\nTests to determine the stones and location of bile duct stones include abdominal ultrasound, abdominal CT scan, endoscopic retrograde cholangiopancreatography (ERCP), endoscopic ultrasound and magnetic resonance cholangiopancreatography (MRCP).\nSome tests to evaluate infection and hepatopancreatic function include bilirubin, complete blood count (CBC), liver function tests and pancreatic enzymes."
        },
        {
            "subsection_name": "Complications of common bile duct stones",
            "subsection_content": "1. Cholangitis\nAs the size of common bile duct stones increases, it will cause blockage of the common bile duct, causing bile fluid to stagnate in the bile ducts in the liver, gallbladder, and bile ducts. This situation creates a favorable environment for harmful bacteria to invade and grow strongly, causing infection and cholangitis.\n2. Acute cholecystitis\nAcute cholecystitis is one of the extremely dangerous complications of common bile duct stones. This is a condition of bile obstruction and secondary infection in the gallbladder. Acute cholecystitis can cause gallbladder necrosis, bile leakage, and even death when timely intervention is provided.\nPeople with untreated common bile duct stones can develop acute cholecystitis\n3. Biliary tract bleeding\nObstruction of the common bile duct due to stones can cause bile stasis in the liver, causing serious impairment of liver function. Furthermore, this condition also damages the bile duct walls, affecting blood vessels, leading to biliary bleeding.\n4. Purulent cholangitis\nWhen the common bile duct is blocked, it can cause biliary tract infection. Therefore, when suffering from common bile duct stones, if the disease is not detected early and treated promptly, the infection will become more serious, forming a pus cavity, causing the patient a lot of pain, high fever and bile. pus.\n5. Biliary tract abscess, liver abscess\nCommon bile duct stones cause extrahepatic biliary tract infection. When this condition becomes severe, it can cause biliary tract abscess. The pus moves back up to the liver, leading to a liver abscess. This is one of the very serious complications of common bile duct stones. When experiencing this complication, the patient will feel severe pain in the right lower quadrant and symptoms of an enlarged liver appear.\n6. Biliary peritonitis\nThis is an extremely dangerous complication of common bile duct stones. This complication requires timely emergency surgical intervention. Bile peritonitis is a condition in which infected bile enters the abdominal cavity, localized in the right lower quadrant or spread throughout the abdomen, causing peritonitis.\n7. Septic shock, sepsis\nThis complication puts the patient at a very high risk of death. When there are signs such as high fever (over 39°C), fast heart rate (over 100 times/minute), rapid and shallow breathing, low blood pressure, mental disorders..., the patient needs immediate emergency treatment.",
            "subsection_string": "Complications of common bile duct stones\n1. Cholangitis\nAs the size of common bile duct stones increases, it will cause blockage of the common bile duct, causing bile fluid to stagnate in the bile ducts in the liver, gallbladder, and bile ducts. This situation creates a favorable environment for harmful bacteria to invade and grow strongly, causing infection and cholangitis.\n2. Acute cholecystitis\nAcute cholecystitis is one of the extremely dangerous complications of common bile duct stones. This is a condition of bile obstruction and secondary infection in the gallbladder. Acute cholecystitis can cause gallbladder necrosis, bile leakage, and even death when timely intervention is provided.\nPeople with untreated common bile duct stones can develop acute cholecystitis\n3. Biliary tract bleeding\nObstruction of the common bile duct due to stones can cause bile stasis in the liver, causing serious impairment of liver function. Furthermore, this condition also damages the bile duct walls, affecting blood vessels, leading to biliary bleeding.\n4. Purulent cholangitis\nWhen the common bile duct is blocked, it can cause biliary tract infection. Therefore, when suffering from common bile duct stones, if the disease is not detected early and treated promptly, the infection will become more serious, forming a pus cavity, causing the patient a lot of pain, high fever and bile. pus.\n5. Biliary tract abscess, liver abscess\nCommon bile duct stones cause extrahepatic biliary tract infection. When this condition becomes severe, it can cause biliary tract abscess. The pus moves back up to the liver, leading to a liver abscess. This is one of the very serious complications of common bile duct stones. When experiencing this complication, the patient will feel severe pain in the right lower quadrant and symptoms of an enlarged liver appear.\n6. Biliary peritonitis\nThis is an extremely dangerous complication of common bile duct stones. This complication requires timely emergency surgical intervention. Bile peritonitis is a condition in which infected bile enters the abdominal cavity, localized in the right lower quadrant or spread throughout the abdomen, causing peritonitis.\n7. Septic shock, sepsis\nThis complication puts the patient at a very high risk of death. When there are signs such as high fever (over 39°C), fast heart rate (over 100 times/minute), rapid and shallow breathing, low blood pressure, mental disorders..., the patient needs immediate emergency treatment."
        },
        {
            "subsection_name": "Treatment of common bile duct stones",
            "subsection_content": "Asymptomatic common bile duct stones: due to the risk of progression to biliary tract infection and other complications, asymptomatic common bile duct stones need to be treated with endoscopic retrograde cholangiopancreatography or surgery.( 2)\nEndoscopic retrograde cholangiopancreatography (ERCP):\nCut the sphincter of Oddi to remove stones with a balloon or gabion. Severe biliary tract infection may require temporary biliary enteral drainage and resuscitation to wait for planned stone removal. Acute pancreatitis due to gallstones without biliary tract infection or biliary obstruction: treat acute pancreatitis to stabilize and then remove the stone. via ERCP as planned.; Excision of the sphincter of Oddi muscle to remove stones by balloon or gabion; Severe biliary tract infection may require temporary biliary enteral drainage and resuscitation to wait for planned stone removal; Acute pancreatitis due to gallstones without biliary tract infection or biliary obstruction: treat stable acute pancreatitis and then remove stones via ERCP as planned.\nCholangioendoscopy: electro-hydraulic lithotripsy or laser lithotripsy in cases of stones that are difficult to intervene through endoscopic retrograde cholangiopancreatography (3); Surgery to remove common bile duct stones: Applicable to cases where endoscopic retrograde cholangiopancreatography fails to remove stones or after gastrectomy where the endoscope cannot reach the papilla",
            "subsection_string": "Treatment of common bile duct stones\nAsymptomatic common bile duct stones: due to the risk of progression to biliary tract infection and other complications, asymptomatic common bile duct stones need to be treated with endoscopic retrograde cholangiopancreatography or surgery.( 2)\nEndoscopic retrograde cholangiopancreatography (ERCP):\nCut the sphincter of Oddi to remove stones with a balloon or gabion. Severe biliary tract infection may require temporary biliary enteral drainage and resuscitation to wait for planned stone removal. Acute pancreatitis due to gallstones without biliary tract infection or biliary obstruction: treat acute pancreatitis to stabilize and then remove the stone. via ERCP as planned.; Excision of the sphincter of Oddi muscle to remove stones by balloon or gabion; Severe biliary tract infection may require temporary biliary enteral drainage and resuscitation to wait for planned stone removal; Acute pancreatitis due to gallstones without biliary tract infection or biliary obstruction: treat stable acute pancreatitis and then remove stones via ERCP as planned.\nCholangioendoscopy: electro-hydraulic lithotripsy or laser lithotripsy in cases of stones that are difficult to intervene through endoscopic retrograde cholangiopancreatography (3); Surgery to remove common bile duct stones: Applicable to cases where endoscopic retrograde cholangiopancreatography fails to remove stones or after gastrectomy where the endoscope cannot reach the papilla"
        },
        {
            "subsection_name": "Caring for patients with common bile duct stones",
            "subsection_content": "1. Nutrition\nDiet reduces animal fat, increases vegetable oil, prioritizes vegetables and fruits in the daily menu, maintains food hygiene and safety in eating.; Drink a lot of water.\n2. Perform other care\nImplement a hygienic lifestyle anytime, anywhere, maintain a clean living environment.; Detect the disease early to have timely care and treatment measures according to the correct regimen, suitable for each stage of the disease.; Regular deworming after discharge from hospital; Periodic examination after discharge includes clinical and paraclinical.",
            "subsection_string": "Caring for patients with common bile duct stones\n1. Nutrition\nDiet reduces animal fat, increases vegetable oil, prioritizes vegetables and fruits in the daily menu, maintains food hygiene and safety in eating.; Drink a lot of water.\n2. Perform other care\nImplement a hygienic lifestyle anytime, anywhere, maintain a clean living environment.; Detect the disease early to have timely care and treatment measures according to the correct regimen, suitable for each stage of the disease.; Regular deworming after discharge from hospital; Periodic examination after discharge includes clinical and paraclinical."
        },
        {
            "subsection_name": "Diet for people with common bile duct stones",
            "subsection_content": "The diet of people with common bile duct stones should be balanced between essential nutrient groups, specifically:\nFat: Completely eliminating fat can prevent the gallbladder from being stimulated to contract and push bile into the digestive tract. The diet for people with common bile duct stones requires consuming foods containing healthy fats such as salmon, olive oil, soybean oil, avocado or nuts (walnuts, almonds, sesame...). These are considered good foods for people with common bile duct stones because they will support the functioning of the gallbladder well.; Fat: Completely eliminating fat can prevent the gallbladder from being stimulated to contract and push bile into the digestive tract. The diet for people with common bile duct stones requires consuming foods containing healthy fats such as salmon, olive oil, soybean oil, avocado or nuts (walnuts, almonds, sesame...). These are considered good foods for people with common bile duct stones because they will support the functioning of the gallbladder.\nFiber, vitamin C and fat-soluble vitamins (A, D, E, K): This food group not only provides many vitamins and minerals but also contains abundant soluble fiber. They help patients prevent cholesterol stones or gallbladder sludge stones from forming.; Fiber, vitamin C and fat-soluble vitamins (A, D, E, K): This food group not only provides many vitamins and minerals but also contains abundant soluble fiber. They help patients prevent cholesterol stones or gallbladder sludge stones from forming.\nMilk and low-fat dairy products: Low-fat milks such as fresh skimmed milk, skimmed milk, buttermilk and yogurt, help supplement nutrition when caring for people with common bile duct stones without increasing the amount of fat. cholesterol.; Milk and low-fat dairy products: Low-fat milks such as fresh skimmed milk, skimmed milk, buttermilk and yogurt, help supplement nutrition when caring for people with common bile duct stones without increasing the amount of fat. cholesterol.\nVegetable protein: Patients should regularly supplement vegetable protein from sunflower seeds, sesame seeds, and dark green vegetables. This food group will help prevent fatty degeneration of liver cells.; Vegetable protein: Patients should regularly supplement vegetable protein from sunflower seeds, sesame seeds, and dark green vegetables. This food group will help prevent fatty degeneration of liver cells.\nCarbohydrates: Carbohydrates are found in many familiar everyday foods such as white rice and cereals. However, this is the source of raw materials that create cholesterol. Therefore, people with common bile duct stones should only supplement carbohydrates from foods with intact bran such as black bread, brown rice, whole grains...; Carbohydrates: Carbohydrates are found in many familiar everyday foods such as white rice and cereals. However, this is the source of raw materials that create cholesterol. Therefore, people with common bile duct stones should only supplement carbohydrates from foods with intact bran such as black bread, brown rice, whole grains, etc.\nWater: Drink plenty of water every day to help eliminate toxins in the body; Water: Drink plenty of water every day to help eliminate toxins in the body.\nIn cases where there are stones causing gallbladder inflammation or after biliary surgery, the patient should only eat porridge, soup or boiled rice, soft stewed vegetables and other easily digestible foods.\nProcessing method also plays an important role in caring for people with gallstones. Improper preparation can cause cholesterol and bad fats to increase in the patient's food, aggravating symptoms of digestive disorders. Some tips when preparing meals for people with common bile duct stones include:\nLimit frying and stir-frying, if necessary, use oil-absorbing paper to help reduce oil seeping into the dish.; Prioritize processing methods such as grilling, steaming, boiling.; Be sure to skim off fat when cooking stew.; Avoid using too much oil and limit salt (less than 6g/day) when seasoning.\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe gastrointestinal problems. Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of gastrointestinal diseases with Gastroenterology specialists of Tam Anh General Hospital System, please contact:\nCommon bile duct stones cause many serious complications, negatively affecting the patient's quality of life. Therefore, patients need to recognize signs of the disease early, and then proceed with treatment to avoid serious disease progression.",
            "subsection_string": "Diet for people with common bile duct stones\nThe diet of people with common bile duct stones should be balanced between essential nutrient groups, specifically:\nFat: Completely eliminating fat can prevent the gallbladder from being stimulated to contract and push bile into the digestive tract. The diet for people with common bile duct stones requires consuming foods containing healthy fats such as salmon, olive oil, soybean oil, avocado or nuts (walnuts, almonds, sesame...). These are considered good foods for people with common bile duct stones because they will support the functioning of the gallbladder well.; Fat: Completely eliminating fat can prevent the gallbladder from being stimulated to contract and push bile into the digestive tract. The diet for people with common bile duct stones requires consuming foods containing healthy fats such as salmon, olive oil, soybean oil, avocado or nuts (walnuts, almonds, sesame...). These are considered good foods for people with common bile duct stones because they will support the functioning of the gallbladder.\nFiber, vitamin C and fat-soluble vitamins (A, D, E, K): This food group not only provides many vitamins and minerals but also contains abundant soluble fiber. They help patients prevent cholesterol stones or gallbladder sludge stones from forming.; Fiber, vitamin C and fat-soluble vitamins (A, D, E, K): This food group not only provides many vitamins and minerals but also contains abundant soluble fiber. They help patients prevent cholesterol stones or gallbladder sludge stones from forming.\nMilk and low-fat dairy products: Low-fat milks such as fresh skimmed milk, skimmed milk, buttermilk and yogurt, help supplement nutrition when caring for people with common bile duct stones without increasing the amount of fat. cholesterol.; Milk and low-fat dairy products: Low-fat milks such as fresh skimmed milk, skimmed milk, buttermilk and yogurt, help supplement nutrition when caring for people with common bile duct stones without increasing the amount of fat. cholesterol.\nVegetable protein: Patients should regularly supplement vegetable protein from sunflower seeds, sesame seeds, and dark green vegetables. This food group will help prevent fatty degeneration of liver cells.; Vegetable protein: Patients should regularly supplement vegetable protein from sunflower seeds, sesame seeds, and dark green vegetables. This food group will help prevent fatty degeneration of liver cells.\nCarbohydrates: Carbohydrates are found in many familiar everyday foods such as white rice and cereals. However, this is the source of raw materials that create cholesterol. Therefore, people with common bile duct stones should only supplement carbohydrates from foods with intact bran such as black bread, brown rice, whole grains...; Carbohydrates: Carbohydrates are found in many familiar everyday foods such as white rice and cereals. However, this is the source of raw materials that create cholesterol. Therefore, people with common bile duct stones should only supplement carbohydrates from foods with intact bran such as black bread, brown rice, whole grains, etc.\nWater: Drink plenty of water every day to help eliminate toxins in the body; Water: Drink plenty of water every day to help eliminate toxins in the body.\nIn cases where there are stones causing gallbladder inflammation or after biliary surgery, the patient should only eat porridge, soup or boiled rice, soft stewed vegetables and other easily digestible foods.\nProcessing method also plays an important role in caring for people with gallstones. Improper preparation can cause cholesterol and bad fats to increase in the patient's food, aggravating symptoms of digestive disorders. Some tips when preparing meals for people with common bile duct stones include:\nLimit frying and stir-frying, if necessary, use oil-absorbing paper to help reduce oil seeping into the dish.; Prioritize processing methods such as grilling, steaming, boiling.; Be sure to skim off fat when cooking stew.; Avoid using too much oil and limit salt (less than 6g/day) when seasoning.\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing High-class, effective examination and treatment services for patients with mild to severe gastrointestinal problems. Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of gastrointestinal diseases with Gastroenterology specialists of Tam Anh General Hospital System, please contact:\nCommon bile duct stones cause many serious complications, negatively affecting the patient's quality of life. Therefore, patients need to recognize signs of the disease early, and then proceed with treatment to avoid serious disease progression."
        }
    ],
    "name": "soi-ong-mat-chu.json"
}