{
    "title": "Malaria: Symptoms, causes and diagnosis",
    "category": "Infectious",
    "link": "https://tamanhhospital.vn/sot-ret/",
    "abstract": "Every year, more than 400,000 people around the world die from malaria. The disease occurs mainly in tropical and subtropical countries. So what is malaria, and where does it come from?",
    "content": "Malaria: Symptoms, causes and diagnosis\n\nEvery year, more than 400,000 people around the world die from malaria. The disease occurs mainly in tropical and subtropical countries. So what is malaria, and where does it come from?\n\nWhat is malaria?\nMalaria is a disease caused by the Plasmodium parasite with symptoms of headache, fever, chills and death. People get sick after being bitten by Anopheles mosquitoes for 10-15 days. The disease can be transmitted through blood transfusion, mother to child, sharing needles contaminated with blood containing malaria parasites or mosquito bites. (first)\n\nSymptoms of malaria\nPeople with malaria may only show symptoms of common malaria, but sometimes they may have signs of malignant malaria. Signs of malaria also depend on the species of parasite that transmits the disease.\nCommon signs of malaria\nPeople with malaria have common signs such as fever, chills, headache, abdominal pain, fatigue, rapid breathing, rapid heart rate, cough, fatigue, muscle and joint pain, and diarrhea. These initial symptoms are usually not life-threatening. Depending on each person's constitution, the disease will have different symptoms. If there is a typical fever, the patient will go through 3 stages: Chills - fever - sweating. As for atypical fever, the patient has common symptoms such as: Fever without flare-ups or continuous fever, chills, chills, goosebumps. In some cases, patients have an enlarged spleen, an enlarged liver, paleness, weakness, and anemia.\nSigns of malignant malaria\nSevere malaria is a severe form of malaria, mainly caused by the parasite P. falciparum. The disease causes blockage of small capillaries, leading to circulatory disorders, reduced blood flow to organs and brain damage. The patient has dangerous life-threatening complications, with signs of malaria such as continuous high fever, mental disorders (delirium, mumbling, lethargy), digestive disorders (vomiting, nausea). , diarrhea, abdominal pain), severe headache, lethargic vision, pale skin, etc. In addition, patients with severe anemia, kidney failure, acute pulmonary edema, hypoglycemia, shock, hemorrhage, and general convulsions body, jaundice, high fever, etc. If malignant malaria is not treated promptly, the death rate is very high.\n\nCause of malaria\nThere are 5 species of parasites that cause malaria in the Plasmodium family in humans, including: P.vivax, P.falciparum (these are 2 dangerous species), P.malariae, P.ovale (2 less dangerous species) and P. knowlesi (mainly in Southeast Asia, mainly in monkeys but can also cause severe malaria in humans). In Vietnam alone, there are 3 types: P. falciparum, P.vivax and P.malariae. These parasites transmit the disease through an intermediate host, the Anopheles mosquito. (2)\nThere are about 422 species of Anopheles mosquitoes in the world, but in reality only about 70 species of mosquitoes can transmit the parasite that causes malaria, of which 40 species of mosquitoes are the intermediate hosts of the disease. In Vietnam, there are 15 species of Anopheles mosquitoes that cause disease, including 3 species that regularly transmit the disease: An.dirus, An.minimus, An.epiroticus and 12 additional disease-transmitting species: An.aconitus, An.jeyporensis, An. maculatus, An.sinensis, An.campestri, An.subpictus, An.vagus, An.indefinitus.\nAn.dirus mosquitoes thrive in the rainy season, distributed mainly in mountainous areas from 20 latitude North to South. The An.epiroticus mosquito lives in the brackish coastal waters of the South. An.minimus mosquitoes are distributed in mountainous and hilly areas below 1,000 meters, thriving at the beginning and end of the rainy season.\nWhen a mosquito bites and sucks the blood of a person with malaria, it sucks in the male and female gametocytes of the malaria parasite. The time from the first fever to the appearance of gametocytes in the blood ranges from 2-3 days for P.vivax, P.malariae, P.ovale, from 7-10 days for P.falciparum.\nIn the mosquito's body, male and female gametocytes combine to form ovules, then pass through the stomach wall and form cocoons, which develop into thousands of young parasites. Young parasites move up towards the mosquito's salivary glands and gather here to have the opportunity to penetrate other people. When the parasite enters the bloodstream, it will reach the liver, develop in liver cells through stages from trophozoites to schizonts, and rupture the liver cells, releasing young parasites into the blood. In the blood vessels, young parasites penetrate young red blood cells, breaking them down to release young parasites that cause malaria. Young parasites have two forms: the asexual form returns to invade red blood cells to develop, and the sexual form includes male and female gametocytes. The gametocytes do not penetrate red blood cells but wait for the mosquito to suck the patient's blood to return to a new life cycle.\nIn some situations, P.vivax and P.ovale parasites can \"temporarily reside long-term\" in the liver, which is the reason why signs of fever recur after many months, even lasting up to 2-3 years. year. People with malaria are still a source of infection when gametocytes are still in the blood. Some studies have noted that for people with malaria who are not treated or are not treated thoroughly, gametocytes in the blood can still be a source of infection when bitten by mosquitoes to others, specifically for over 3 years for malaria. survival of P.malariae, 2 years for P.vivax and 1 year for P.falciparum.\nMosquitoes are the main agent that transmits malaria\n\n4 modes of malaria transmission\nThe parasite that causes malaria cannot exist in the outside environment, only in the blood of infected people and in the Anopheles mosquito that transmits the disease. Blood from an infected person can transmit malaria for at least 1 month. Malaria is transmitted through blood with 4 modes of transmission:\nMosquito transmission: This is the main way malaria spreads.; Blood transfusion: In some rare cases, blood donors (healthy carriers of the disease) are infected with malaria parasites but do not know it and donate blood to others.; Mother to child: Pregnant women with malaria will transmit it to their child through the placenta and face the risk of miscarriage and premature birth. The cause is due to the mother's anemia, severe illness, hypoglycemia, and acute pulmonary edema. Luckily, the rate of pregnant women getting malaria is very rare.; Injection: Syringe contaminated with blood containing malaria parasites, due to injecting drugs with a person carrying the disease.\n\nClassification of malaria\nCommon malaria\nCommon malaria is the initial symptoms of malaria, without complications, so it is usually not dangerous to the patient's life. Depending on the type of parasite causing the disease, the fever cycle in common malaria will be different. For example, malaria caused by P.falciparum causes the patient to have a fever every day. The fever is often severe and can easily lead to malignant malaria and death if not treated promptly. If malaria is transmitted by the P.vivax parasite, the fever usually occurs every other day. Fever caused by P.malariae and P.ovale parasites can occur every other day but sometimes only occurs once every 3 days. In general, common malaria includes 3 types: primary fever, typical fever and truncated fever. (3)\nInitial fever: The first fever is often not typical, the patient will have a high fever continuously for several days. The next time you have a fever, the symptoms of malaria will be more typical.; Typical fever: The patient goes through three stages of chills - fever - sweating. Chills phase: This phase lasts 30 minutes - 2 hours, the patient has chills all over the body, pale lips, haloed eyes, and goosebumps. Hot fever stage: Lasts from 1 to 3 hours. When the chills begin to subside, the patient feels hotter, body temperature can reach 40 degrees Celsius - 41 degrees Celsius. The patient's face is red, skin is dry and hot, pulse is rapid, breathing is short, thirst is accompanied by thirst. Headache, possibly some pain in the liver and spleen area. Sweating phase: Body temperature drops rapidly, the patient begins to sweat and continues to feel thirsty. The patient's headache is relieved, his pulse returns to normal, he feels comfortable, and falls asleep.; Chills phase: This phase lasts 30 minutes - 2 hours, the patient has chills all over the body, pale lips, haloed eyes, goosebumps.; Hot fever stage: Lasts from 1 to 3 hours. When the chills begin to subside, the patient feels hotter, body temperature can reach 40 degrees Celsius - 41 degrees Celsius. The patient's face is red, skin is dry and hot, pulse is rapid, breathing is short, thirst is accompanied by thirst. headache, possibly slight pain in the liver and spleen area; Sweating phase: Body temperature drops rapidly, the patient begins to sweat and continues to feel thirsty. The patient's headache is relieved, his pulse returns to normal, he feels comfortable, and falls asleep.; Short-term fever: Lasts about 1-2 hours, the patient does not have a fever, only feels chills.\nIn addition, there are some other forms of malaria such as healthy people carrying the parasite (cold parasitic form), results: blood test shows malaria parasites but the patient does not have a fever, can still live and work normally. .\nMalignant malaria\nSevere malaria is a severe form of malaria with complications. Patients have prominent signs of neurological disorders such as behavioral disorders, consciousness disorders, rapid, sometimes sudden coma, sometimes convulsions, paralysis, loss of cortex, loss of brain. There are many different forms of malignant malaria.\nCerebral form: Accounts for 80% - 95% of complicated malaria cases. The patient has pre-malignant signs, the most typical being consciousness disorders such as drowsiness or restlessness, and babbling. The patient also has continuous high fever, severe headache, insomnia, vomiting or diarrhea. In the brain, there are also signs of psychiatric syndromes such as sudden or gradual coma, gradually deepening coma, dilated pupils, epileptic seizures, and sphincter disorders. In addition, the patient also shows other signs such as respiratory disorders or respiratory failure due to brain edema, phlegm stagnation, brain dehydration or swelling leading to decreased or increased blood pressure, vomiting, and diarrhea. In some cases, kidney failure occurs, little or no urine, increased urea levels in the blood, and blood in the urine. The number of patients who die from cerebral malaria ranges from 20% - 50%.; Hemoglobinuria: The disease progresses seriously due to massive hemolysis, the patient has a severe fever, feels like vomiting or vomits yellow fluid, jaundice, cardiovascular collapse, kidney failure, back pain. The patient urinates hemoglobin. The urine is initially red-brown and then turns coffee-colored. With subsequent urination, the amount of urine gradually decreases and there is even no urine. Patients suffer from anemia, acute lack of oxygen, and the amount of red blood cells and hemoglobin in the blood drops sharply.; Cold form: The patient has low blood pressure, sweats a lot, the whole body becomes cold, the skin turns pale, and has a headache.; Pulmonary type: The bottom of the lungs has many moist rales and snoring rales, causing the patient to have difficulty breathing, rapid breathing, cyanosis, and in some cases even spitting out pink foam.; Hepatobiliary form: Patients with yellow eyes, jaundice, yellow stools and urine, nausea and vomiting, coma.; Digestive: Patients have abdominal pain, vomiting, acute diarrhea, hypothermia.\n\nDangerous complications of malaria\nAmong the parasites that cause malaria, the most feared is plasmodium, which easily causes patients to fall into malignant malaria. Some other types of malaria parasites cause milder forms of the disease, but can still persist for many years and cause relapses. The World Health Organization estimates that about 94% of all malaria deaths occur in Africa, mainly in children under 5 years old. There are many dangerous and serious complications of malaria such as: (4)\nCerebral malaria: Small blood vessels cannot circulate to the brain because blood cells filled with parasites are clogged, leading to cerebral edema and brain damage. The patient shows signs of convulsions and coma. Particularly, children are susceptible to blood loss and brain damage, facing the risk of neurological and cognitive impairment, behavioral disorders, and epilepsy.; Pulmonary edema: The patient's body accumulates secretions, causing pulmonary edema, difficulty breathing, and easily leading to death.; Organ failure: Kidney failure, liver failure or spleen rupture puts the body in critical condition.; Anemia: The body does not have enough red blood cells to carry oxygen to the body's tissues.; Hypoglycemia: Patients face coma or even death because hypoglycemia occurs. Patients with hypoglycemia are not only caused by the disease but also by side effects of the drug quinine to treat malaria.\nSevere malaria can progress very quickly and lead to death within hours to days. In most severe cases, the mortality rate can be up to 20% and requires special care and treatment. Although the disease is dangerous, if treated properly, the patient will recover well.\n\nWho is at risk of malaria?\nMalaria occurs mainly in mountainous areas, where people cultivate slash-and-burn fields, grow rubber, travel to malaria-endemic areas, etc. The patient is determined to be infected with the parasite that causes malaria. when you have a positive blood test result.\nPeople at risk of malaria include: Young children, infants, the elderly, and pregnant women. Notably, some cases of congenital malaria, although rare, appear soon after the child is born. At this time, the child cries, has fever, jaundice, and enlarged liver and spleen. For children over 6 months old, if they have malaria, they will have continuous high fever, vomiting, diarrhea, abdominal distension, hepatosplenomegaly, signs of meningitis, convulsions, and high mortality rate.\nYoung children are at high risk of malaria\n\nDiagnosis of malaria\nIn some cases, people with malaria have symptoms similar to other diseases such as typhoid, typhoid fever, level I dengue hemorrhagic fever, flu, etc. Even in cases of recurrent malaria, there are signs. like septicemia, urinary tract infection, cholangitis, liver abscess. Therefore, the most accurate diagnosis is a blood test to distinguish malaria from other diseases.\nTesting methods:\nGiemsa stain: Considered the gold standard for identifying malaria parasites. Giemsa-stained blood smears were examined under a light microscope.; Quick AO staining: The patient's blood sample is examined under a fluorescence microscope; QBC method of fluorescence microscopy.; Rapid test based on immunochromatography method to detect malaria parasite antigens present in the blood.; PCR molecular biology: High sensitivity and specificity, can detect parasites/mm3 of blood, even helps diagnose recurrent malaria or reinfection of malaria.; Detection of malaria antibodies: Indirect fluorescence method and immunosorbent fermentation binding method both detect antibodies in the serum of malaria patients.\n\nThing has malaria\nEarly detection of malaria not only helps patients receive timely treatment and limits the number of deaths, but also helps the community control the source of the disease early. As for treatment, the patient is killed with gametocytes to stop the malaria attack combined with preventing its spread; At the same time, it kills P.vivax and dormant P.ovale parasites in the liver.\nFor people with common malaria\nTreatment to relieve malaria:\nP.vivax parasitic infection: Patients are given chloroquin at a total dose of 25 mg/kg body weight. Patients receive it for 3 days of treatment. The first two days, the patient takes 10 mg/kg of body weight/day, and on the third day, takes 5 mg/kg of body weight. Or treat with artesunate at a total dose of 16 mg/kg of body weight divided into 7 days. On the first day, the patient takes 4 mg/kg of body weight, from days 2 to 7, the patient takes 2 mg/kg of body weight every day. Artesunate should not be used in pregnant women during the first 3 months, unless they have severe malaria. Or patients can be treated with quinine sulfate at a dose of 30 mg/kg/24 hours divided into 3 doses a day, treatment lasting 7 days.\nP.falciparum parasitic infection: Patients are given drugs containing artemisinin derivatives, in pill form 40 mg dihydroartemisinin + 320 mg piperaquine phosphate. For children under 3 years old, take 1 pill the first day, half a pill each day for the next two days. From 3 - under 8 years old, 2 pills the first day, 1 pill each day for the next two days. Children 8 to under 15 years old, take 3 pills the first day, 1.5 pills each day for the next two days. From 15 years old and up, take 4 pills the first day, then 2 pills/day two days later. Do not use for pregnant women in the first 3 months.\nAnti-relapse and anti-spread treatment\nPatients were given primaquine tablets with a content of 13.2 mg containing 7.5 mg of base, a dose of 0.5 mg of base/kg of body weight/24 hours.\nWith P.falciparum parasites, treatment is only required for 1 day, and for P.vivax, treatment is required for 10 consecutive days. Do not use this medicine for children under 3 years old, pregnant women, people with liver disease and G6PD deficiency.\nIn areas where P.falciparum parasites predominate, it is recommended that patients be treated to relieve fever with combination drugs containing artemisinin derivatives: Arterakine, CV artecan, coartem,...\nTreatment of patients with complicated malaria\nWhen arriving at the hospital, the patient is given artesunate intravenously, with a dose of 2.4 mg/kg of body weight in the first hour, followed by a booster injection of 1.2 mg/kg of body weight 24 hours later. Finally, each day the patient continues to receive a dose of 1.2 mg/kg of body weight until they can drink, then switch to oral medication for another 7 days.\n\nHow to prevent malaria\nTo prevent malaria, people need to sleep under mosquito nets whether at home, in the fields, or traveling in the forest. Areas where Anopheles mosquitoes are prevalent need to kill mosquitoes by periodically spraying pesticides, impregnating chemical mosquito nets to kill mosquitoes, applying mosquito repellent cream and incense, clearing bushes, clearing sewers around the house, clearing the flow, and removing Moss clears the surface of the lake, builds a house far from the forest and water sources, wears long clothes at night,...\nIn addition, in areas where malaria is common, people are also given short-term prophylactic drugs to identify cases early to localize the epidemic.\nAlthough malaria can cause many dangerous complications, there are still ways to prevent and repel the disease. Therefore, every person needs to equip themselves with knowledge to protect themselves against this dangerous infectious disease.",
    "subsections": [
        {
            "subsection_name": "What is malaria?",
            "subsection_content": "Malaria is a disease caused by the Plasmodium parasite with symptoms of headache, fever, chills and death. People get sick after being bitten by Anopheles mosquitoes for 10-15 days. The disease can be transmitted through blood transfusion, mother to child, sharing needles contaminated with blood containing malaria parasites or mosquito bites. (first)",
            "subsection_string": "What is malaria?\nMalaria is a disease caused by the Plasmodium parasite with symptoms of headache, fever, chills and death. People get sick after being bitten by Anopheles mosquitoes for 10-15 days. The disease can be transmitted through blood transfusion, mother to child, sharing needles contaminated with blood containing malaria parasites or mosquito bites. (first)"
        },
        {
            "subsection_name": "Symptoms of malaria",
            "subsection_content": "People with malaria may only show symptoms of common malaria, but sometimes they may have signs of malignant malaria. Signs of malaria also depend on the species of parasite that transmits the disease.\nCommon signs of malaria\nPeople with malaria have common signs such as fever, chills, headache, abdominal pain, fatigue, rapid breathing, rapid heart rate, cough, fatigue, muscle and joint pain, and diarrhea. These initial symptoms are usually not life-threatening. Depending on each person's constitution, the disease will have different symptoms. If there is a typical fever, the patient will go through 3 stages: Chills - fever - sweating. As for atypical fever, the patient has common symptoms such as: Fever without flare-ups or continuous fever, chills, chills, goosebumps. In some cases, patients have an enlarged spleen, an enlarged liver, paleness, weakness, and anemia.\nSigns of malignant malaria\nSevere malaria is a severe form of malaria, mainly caused by the parasite P. falciparum. The disease causes blockage of small capillaries, leading to circulatory disorders, reduced blood flow to organs and brain damage. The patient has dangerous life-threatening complications, with signs of malaria such as continuous high fever, mental disorders (delirium, mumbling, lethargy), digestive disorders (vomiting, nausea). , diarrhea, abdominal pain), severe headache, lethargic vision, pale skin, etc. In addition, patients with severe anemia, kidney failure, acute pulmonary edema, hypoglycemia, shock, hemorrhage, and general convulsions body, jaundice, high fever, etc. If malignant malaria is not treated promptly, the death rate is very high.",
            "subsection_string": "Symptoms of malaria\nPeople with malaria may only show symptoms of common malaria, but sometimes they may have signs of malignant malaria. Signs of malaria also depend on the species of parasite that transmits the disease.\nCommon signs of malaria\nPeople with malaria have common signs such as fever, chills, headache, abdominal pain, fatigue, rapid breathing, rapid heart rate, cough, fatigue, muscle and joint pain, and diarrhea. These initial symptoms are usually not life-threatening. Depending on each person's constitution, the disease will have different symptoms. If there is a typical fever, the patient will go through 3 stages: Chills - fever - sweating. As for atypical fever, the patient has common symptoms such as: Fever without flare-ups or continuous fever, chills, chills, goosebumps. In some cases, patients have an enlarged spleen, an enlarged liver, paleness, weakness, and anemia.\nSigns of malignant malaria\nSevere malaria is a severe form of malaria, mainly caused by the parasite P. falciparum. The disease causes blockage of small capillaries, leading to circulatory disorders, reduced blood flow to organs and brain damage. The patient has dangerous life-threatening complications, with signs of malaria such as continuous high fever, mental disorders (delirium, mumbling, lethargy), digestive disorders (vomiting, nausea). , diarrhea, abdominal pain), severe headache, lethargic vision, pale skin, etc. In addition, patients with severe anemia, kidney failure, acute pulmonary edema, hypoglycemia, shock, hemorrhage, and general convulsions body, jaundice, high fever, etc. If malignant malaria is not treated promptly, the death rate is very high."
        },
        {
            "subsection_name": "Cause of malaria",
            "subsection_content": "There are 5 species of parasites that cause malaria in the Plasmodium family in humans, including: P.vivax, P.falciparum (these are 2 dangerous species), P.malariae, P.ovale (2 less dangerous species) and P. knowlesi (mainly in Southeast Asia, mainly in monkeys but can also cause severe malaria in humans). In Vietnam alone, there are 3 types: P. falciparum, P.vivax and P.malariae. These parasites transmit the disease through an intermediate host, the Anopheles mosquito. (2)\nThere are about 422 species of Anopheles mosquitoes in the world, but in reality only about 70 species of mosquitoes can transmit the parasite that causes malaria, of which 40 species of mosquitoes are the intermediate hosts of the disease. In Vietnam, there are 15 species of Anopheles mosquitoes that cause disease, including 3 species that regularly transmit the disease: An.dirus, An.minimus, An.epiroticus and 12 additional disease-transmitting species: An.aconitus, An.jeyporensis, An. maculatus, An.sinensis, An.campestri, An.subpictus, An.vagus, An.indefinitus.\nAn.dirus mosquitoes thrive in the rainy season, distributed mainly in mountainous areas from 20 latitude North to South. The An.epiroticus mosquito lives in the brackish coastal waters of the South. An.minimus mosquitoes are distributed in mountainous and hilly areas below 1,000 meters, thriving at the beginning and end of the rainy season.\nWhen a mosquito bites and sucks the blood of a person with malaria, it sucks in the male and female gametocytes of the malaria parasite. The time from the first fever to the appearance of gametocytes in the blood ranges from 2-3 days for P.vivax, P.malariae, P.ovale, from 7-10 days for P.falciparum.\nIn the mosquito's body, male and female gametocytes combine to form ovules, then pass through the stomach wall and form cocoons, which develop into thousands of young parasites. Young parasites move up towards the mosquito's salivary glands and gather here to have the opportunity to penetrate other people. When the parasite enters the bloodstream, it will reach the liver, develop in liver cells through stages from trophozoites to schizonts, and rupture the liver cells, releasing young parasites into the blood. In the blood vessels, young parasites penetrate young red blood cells, breaking them down to release young parasites that cause malaria. Young parasites have two forms: the asexual form returns to invade red blood cells to develop, and the sexual form includes male and female gametocytes. The gametocytes do not penetrate red blood cells but wait for the mosquito to suck the patient's blood to return to a new life cycle.\nIn some situations, P.vivax and P.ovale parasites can \"temporarily reside long-term\" in the liver, which is the reason why signs of fever recur after many months, even lasting up to 2-3 years. year. People with malaria are still a source of infection when gametocytes are still in the blood. Some studies have noted that for people with malaria who are not treated or are not treated thoroughly, gametocytes in the blood can still be a source of infection when bitten by mosquitoes to others, specifically for over 3 years for malaria. survival of P.malariae, 2 years for P.vivax and 1 year for P.falciparum.\nMosquitoes are the main agent that transmits malaria",
            "subsection_string": "Cause of malaria\nThere are 5 species of parasites that cause malaria in the Plasmodium family in humans, including: P.vivax, P.falciparum (these are 2 dangerous species), P.malariae, P.ovale (2 less dangerous species) and P. knowlesi (mainly in Southeast Asia, mainly in monkeys but can also cause severe malaria in humans). In Vietnam alone, there are 3 types: P. falciparum, P.vivax and P.malariae. These parasites transmit the disease through an intermediate host, the Anopheles mosquito. (2)\nThere are about 422 species of Anopheles mosquitoes in the world, but in reality only about 70 species of mosquitoes can transmit the parasite that causes malaria, of which 40 species of mosquitoes are the intermediate hosts of the disease. In Vietnam, there are 15 species of Anopheles mosquitoes that cause disease, including 3 species that regularly transmit the disease: An.dirus, An.minimus, An.epiroticus and 12 additional disease-transmitting species: An.aconitus, An.jeyporensis, An. maculatus, An.sinensis, An.campestri, An.subpictus, An.vagus, An.indefinitus.\nAn.dirus mosquitoes thrive in the rainy season, distributed mainly in mountainous areas from 20 latitude North to South. The An.epiroticus mosquito lives in the brackish coastal waters of the South. An.minimus mosquitoes are distributed in mountainous and hilly areas below 1,000 meters, thriving at the beginning and end of the rainy season.\nWhen a mosquito bites and sucks the blood of a person with malaria, it sucks in the male and female gametocytes of the malaria parasite. The time from the first fever to the appearance of gametocytes in the blood ranges from 2-3 days for P.vivax, P.malariae, P.ovale, from 7-10 days for P.falciparum.\nIn the mosquito's body, male and female gametocytes combine to form ovules, then pass through the stomach wall and form cocoons, which develop into thousands of young parasites. Young parasites move up towards the mosquito's salivary glands and gather here to have the opportunity to penetrate other people. When the parasite enters the bloodstream, it will reach the liver, develop in liver cells through stages from trophozoites to schizonts, and rupture the liver cells, releasing young parasites into the blood. In the blood vessels, young parasites penetrate young red blood cells, breaking them down to release young parasites that cause malaria. Young parasites have two forms: the asexual form returns to invade red blood cells to develop, and the sexual form includes male and female gametocytes. The gametocytes do not penetrate red blood cells but wait for the mosquito to suck the patient's blood to return to a new life cycle.\nIn some situations, P.vivax and P.ovale parasites can \"temporarily reside long-term\" in the liver, which is the reason why signs of fever recur after many months, even lasting up to 2-3 years. year. People with malaria are still a source of infection when gametocytes are still in the blood. Some studies have noted that for people with malaria who are not treated or are not treated thoroughly, gametocytes in the blood can still be a source of infection when bitten by mosquitoes to others, specifically for over 3 years for malaria. survival of P.malariae, 2 years for P.vivax and 1 year for P.falciparum.\nMosquitoes are the main agent that transmits malaria"
        },
        {
            "subsection_name": "4 modes of malaria transmission",
            "subsection_content": "The parasite that causes malaria cannot exist in the outside environment, only in the blood of infected people and in the Anopheles mosquito that transmits the disease. Blood from an infected person can transmit malaria for at least 1 month. Malaria is transmitted through blood with 4 modes of transmission:\nMosquito transmission: This is the main way malaria spreads.; Blood transfusion: In some rare cases, blood donors (healthy carriers of the disease) are infected with malaria parasites but do not know it and donate blood to others.; Mother to child: Pregnant women with malaria will transmit it to their child through the placenta and face the risk of miscarriage and premature birth. The cause is due to the mother's anemia, severe illness, hypoglycemia, and acute pulmonary edema. Luckily, the rate of pregnant women getting malaria is very rare.; Injection: Syringe contaminated with blood containing malaria parasites, due to injecting drugs with a person carrying the disease.",
            "subsection_string": "4 modes of malaria transmission\nThe parasite that causes malaria cannot exist in the outside environment, only in the blood of infected people and in the Anopheles mosquito that transmits the disease. Blood from an infected person can transmit malaria for at least 1 month. Malaria is transmitted through blood with 4 modes of transmission:\nMosquito transmission: This is the main way malaria spreads.; Blood transfusion: In some rare cases, blood donors (healthy carriers of the disease) are infected with malaria parasites but do not know it and donate blood to others.; Mother to child: Pregnant women with malaria will transmit it to their child through the placenta and face the risk of miscarriage and premature birth. The cause is due to the mother's anemia, severe illness, hypoglycemia, and acute pulmonary edema. Luckily, the rate of pregnant women getting malaria is very rare.; Injection: Syringe contaminated with blood containing malaria parasites, due to injecting drugs with a person carrying the disease."
        },
        {
            "subsection_name": "Classification of malaria",
            "subsection_content": "Common malaria\nCommon malaria is the initial symptoms of malaria, without complications, so it is usually not dangerous to the patient's life. Depending on the type of parasite causing the disease, the fever cycle in common malaria will be different. For example, malaria caused by P.falciparum causes the patient to have a fever every day. The fever is often severe and can easily lead to malignant malaria and death if not treated promptly. If malaria is transmitted by the P.vivax parasite, the fever usually occurs every other day. Fever caused by P.malariae and P.ovale parasites can occur every other day but sometimes only occurs once every 3 days. In general, common malaria includes 3 types: primary fever, typical fever and truncated fever. (3)\nInitial fever: The first fever is often not typical, the patient will have a high fever continuously for several days. The next time you have a fever, the symptoms of malaria will be more typical.; Typical fever: The patient goes through three stages of chills - fever - sweating. Chills phase: This phase lasts 30 minutes - 2 hours, the patient has chills all over the body, pale lips, haloed eyes, and goosebumps. Hot fever stage: Lasts from 1 to 3 hours. When the chills begin to subside, the patient feels hotter, body temperature can reach 40 degrees Celsius - 41 degrees Celsius. The patient's face is red, skin is dry and hot, pulse is rapid, breathing is short, thirst is accompanied by thirst. Headache, possibly some pain in the liver and spleen area. Sweating phase: Body temperature drops rapidly, the patient begins to sweat and continues to feel thirsty. The patient's headache is relieved, his pulse returns to normal, he feels comfortable, and falls asleep.; Chills phase: This phase lasts 30 minutes - 2 hours, the patient has chills all over the body, pale lips, haloed eyes, goosebumps.; Hot fever stage: Lasts from 1 to 3 hours. When the chills begin to subside, the patient feels hotter, body temperature can reach 40 degrees Celsius - 41 degrees Celsius. The patient's face is red, skin is dry and hot, pulse is rapid, breathing is short, thirst is accompanied by thirst. headache, possibly slight pain in the liver and spleen area; Sweating phase: Body temperature drops rapidly, the patient begins to sweat and continues to feel thirsty. The patient's headache is relieved, his pulse returns to normal, he feels comfortable, and falls asleep.; Short-term fever: Lasts about 1-2 hours, the patient does not have a fever, only feels chills.\nIn addition, there are some other forms of malaria such as healthy people carrying the parasite (cold parasitic form), results: blood test shows malaria parasites but the patient does not have a fever, can still live and work normally. .\nMalignant malaria\nSevere malaria is a severe form of malaria with complications. Patients have prominent signs of neurological disorders such as behavioral disorders, consciousness disorders, rapid, sometimes sudden coma, sometimes convulsions, paralysis, loss of cortex, loss of brain. There are many different forms of malignant malaria.\nCerebral form: Accounts for 80% - 95% of complicated malaria cases. The patient has pre-malignant signs, the most typical being consciousness disorders such as drowsiness or restlessness, and babbling. The patient also has continuous high fever, severe headache, insomnia, vomiting or diarrhea. In the brain, there are also signs of psychiatric syndromes such as sudden or gradual coma, gradually deepening coma, dilated pupils, epileptic seizures, and sphincter disorders. In addition, the patient also shows other signs such as respiratory disorders or respiratory failure due to brain edema, phlegm stagnation, brain dehydration or swelling leading to decreased or increased blood pressure, vomiting, and diarrhea. In some cases, kidney failure occurs, little or no urine, increased urea levels in the blood, and blood in the urine. The number of patients who die from cerebral malaria ranges from 20% - 50%.; Hemoglobinuria: The disease progresses seriously due to massive hemolysis, the patient has a severe fever, feels like vomiting or vomits yellow fluid, jaundice, cardiovascular collapse, kidney failure, back pain. The patient urinates hemoglobin. The urine is initially red-brown and then turns coffee-colored. With subsequent urination, the amount of urine gradually decreases and there is even no urine. Patients suffer from anemia, acute lack of oxygen, and the amount of red blood cells and hemoglobin in the blood drops sharply.; Cold form: The patient has low blood pressure, sweats a lot, the whole body becomes cold, the skin turns pale, and has a headache.; Pulmonary type: The bottom of the lungs has many moist rales and snoring rales, causing the patient to have difficulty breathing, rapid breathing, cyanosis, and in some cases even spitting out pink foam.; Hepatobiliary form: Patients with yellow eyes, jaundice, yellow stools and urine, nausea and vomiting, coma.; Digestive: Patients have abdominal pain, vomiting, acute diarrhea, hypothermia.",
            "subsection_string": "Classification of malaria\nCommon malaria\nCommon malaria is the initial symptoms of malaria, without complications, so it is usually not dangerous to the patient's life. Depending on the type of parasite causing the disease, the fever cycle in common malaria will be different. For example, malaria caused by P.falciparum causes the patient to have a fever every day. The fever is often severe and can easily lead to malignant malaria and death if not treated promptly. If malaria is transmitted by the P.vivax parasite, the fever usually occurs every other day. Fever caused by P.malariae and P.ovale parasites can occur every other day but sometimes only occurs once every 3 days. In general, common malaria includes 3 types: primary fever, typical fever and truncated fever. (3)\nInitial fever: The first fever is often not typical, the patient will have a high fever continuously for several days. The next time you have a fever, the symptoms of malaria will be more typical.; Typical fever: The patient goes through three stages of chills - fever - sweating. Chills phase: This phase lasts 30 minutes - 2 hours, the patient has chills all over the body, pale lips, haloed eyes, and goosebumps. Hot fever stage: Lasts from 1 to 3 hours. When the chills begin to subside, the patient feels hotter, body temperature can reach 40 degrees Celsius - 41 degrees Celsius. The patient's face is red, skin is dry and hot, pulse is rapid, breathing is short, thirst is accompanied by thirst. Headache, possibly some pain in the liver and spleen area. Sweating phase: Body temperature drops rapidly, the patient begins to sweat and continues to feel thirsty. The patient's headache is relieved, his pulse returns to normal, he feels comfortable, and falls asleep.; Chills phase: This phase lasts 30 minutes - 2 hours, the patient has chills all over the body, pale lips, haloed eyes, goosebumps.; Hot fever stage: Lasts from 1 to 3 hours. When the chills begin to subside, the patient feels hotter, body temperature can reach 40 degrees Celsius - 41 degrees Celsius. The patient's face is red, skin is dry and hot, pulse is rapid, breathing is short, thirst is accompanied by thirst. headache, possibly slight pain in the liver and spleen area; Sweating phase: Body temperature drops rapidly, the patient begins to sweat and continues to feel thirsty. The patient's headache is relieved, his pulse returns to normal, he feels comfortable, and falls asleep.; Short-term fever: Lasts about 1-2 hours, the patient does not have a fever, only feels chills.\nIn addition, there are some other forms of malaria such as healthy people carrying the parasite (cold parasitic form), results: blood test shows malaria parasites but the patient does not have a fever, can still live and work normally. .\nMalignant malaria\nSevere malaria is a severe form of malaria with complications. Patients have prominent signs of neurological disorders such as behavioral disorders, consciousness disorders, rapid, sometimes sudden coma, sometimes convulsions, paralysis, loss of cortex, loss of brain. There are many different forms of malignant malaria.\nCerebral form: Accounts for 80% - 95% of complicated malaria cases. The patient has pre-malignant signs, the most typical being consciousness disorders such as drowsiness or restlessness, and babbling. The patient also has continuous high fever, severe headache, insomnia, vomiting or diarrhea. In the brain, there are also signs of psychiatric syndromes such as sudden or gradual coma, gradually deepening coma, dilated pupils, epileptic seizures, and sphincter disorders. In addition, the patient also shows other signs such as respiratory disorders or respiratory failure due to brain edema, phlegm stagnation, brain dehydration or swelling leading to decreased or increased blood pressure, vomiting, and diarrhea. In some cases, kidney failure occurs, little or no urine, increased urea levels in the blood, and blood in the urine. The number of patients who die from cerebral malaria ranges from 20% - 50%.; Hemoglobinuria: The disease progresses seriously due to massive hemolysis, the patient has a severe fever, feels like vomiting or vomits yellow fluid, jaundice, cardiovascular collapse, kidney failure, back pain. The patient urinates hemoglobin. The urine is initially red-brown and then turns coffee-colored. With subsequent urination, the amount of urine gradually decreases and there is even no urine. Patients suffer from anemia, acute lack of oxygen, and the amount of red blood cells and hemoglobin in the blood drops sharply.; Cold form: The patient has low blood pressure, sweats a lot, the whole body becomes cold, the skin turns pale, and has a headache.; Pulmonary type: The bottom of the lungs has many moist rales and snoring rales, causing the patient to have difficulty breathing, rapid breathing, cyanosis, and in some cases even spitting out pink foam.; Hepatobiliary form: Patients with yellow eyes, jaundice, yellow stools and urine, nausea and vomiting, coma.; Digestive: Patients have abdominal pain, vomiting, acute diarrhea, hypothermia."
        },
        {
            "subsection_name": "Dangerous complications of malaria",
            "subsection_content": "Among the parasites that cause malaria, the most feared is plasmodium, which easily causes patients to fall into malignant malaria. Some other types of malaria parasites cause milder forms of the disease, but can still persist for many years and cause relapses. The World Health Organization estimates that about 94% of all malaria deaths occur in Africa, mainly in children under 5 years old. There are many dangerous and serious complications of malaria such as: (4)\nCerebral malaria: Small blood vessels cannot circulate to the brain because blood cells filled with parasites are clogged, leading to cerebral edema and brain damage. The patient shows signs of convulsions and coma. Particularly, children are susceptible to blood loss and brain damage, facing the risk of neurological and cognitive impairment, behavioral disorders, and epilepsy.; Pulmonary edema: The patient's body accumulates secretions, causing pulmonary edema, difficulty breathing, and easily leading to death.; Organ failure: Kidney failure, liver failure or spleen rupture puts the body in critical condition.; Anemia: The body does not have enough red blood cells to carry oxygen to the body's tissues.; Hypoglycemia: Patients face coma or even death because hypoglycemia occurs. Patients with hypoglycemia are not only caused by the disease but also by side effects of the drug quinine to treat malaria.\nSevere malaria can progress very quickly and lead to death within hours to days. In most severe cases, the mortality rate can be up to 20% and requires special care and treatment. Although the disease is dangerous, if treated properly, the patient will recover well.",
            "subsection_string": "Dangerous complications of malaria\nAmong the parasites that cause malaria, the most feared is plasmodium, which easily causes patients to fall into malignant malaria. Some other types of malaria parasites cause milder forms of the disease, but can still persist for many years and cause relapses. The World Health Organization estimates that about 94% of all malaria deaths occur in Africa, mainly in children under 5 years old. There are many dangerous and serious complications of malaria such as: (4)\nCerebral malaria: Small blood vessels cannot circulate to the brain because blood cells filled with parasites are clogged, leading to cerebral edema and brain damage. The patient shows signs of convulsions and coma. Particularly, children are susceptible to blood loss and brain damage, facing the risk of neurological and cognitive impairment, behavioral disorders, and epilepsy.; Pulmonary edema: The patient's body accumulates secretions, causing pulmonary edema, difficulty breathing, and easily leading to death.; Organ failure: Kidney failure, liver failure or spleen rupture puts the body in critical condition.; Anemia: The body does not have enough red blood cells to carry oxygen to the body's tissues.; Hypoglycemia: Patients face coma or even death because hypoglycemia occurs. Patients with hypoglycemia are not only caused by the disease but also by side effects of the drug quinine to treat malaria.\nSevere malaria can progress very quickly and lead to death within hours to days. In most severe cases, the mortality rate can be up to 20% and requires special care and treatment. Although the disease is dangerous, if treated properly, the patient will recover well."
        },
        {
            "subsection_name": "Who is at risk of malaria?",
            "subsection_content": "Malaria occurs mainly in mountainous areas, where people cultivate slash-and-burn fields, grow rubber, travel to malaria-endemic areas, etc. The patient is determined to be infected with the parasite that causes malaria. when you have a positive blood test result.\nPeople at risk of malaria include: Young children, infants, the elderly, and pregnant women. Notably, some cases of congenital malaria, although rare, appear soon after the child is born. At this time, the child cries, has fever, jaundice, and enlarged liver and spleen. For children over 6 months old, if they have malaria, they will have continuous high fever, vomiting, diarrhea, abdominal distension, hepatosplenomegaly, signs of meningitis, convulsions, and high mortality rate.\nYoung children are at high risk of malaria",
            "subsection_string": "Who is at risk of malaria?\nMalaria occurs mainly in mountainous areas, where people cultivate slash-and-burn fields, grow rubber, travel to malaria-endemic areas, etc. The patient is determined to be infected with the parasite that causes malaria. when you have a positive blood test result.\nPeople at risk of malaria include: Young children, infants, the elderly, and pregnant women. Notably, some cases of congenital malaria, although rare, appear soon after the child is born. At this time, the child cries, has fever, jaundice, and enlarged liver and spleen. For children over 6 months old, if they have malaria, they will have continuous high fever, vomiting, diarrhea, abdominal distension, hepatosplenomegaly, signs of meningitis, convulsions, and high mortality rate.\nYoung children are at high risk of malaria"
        },
        {
            "subsection_name": "Diagnosis of malaria",
            "subsection_content": "In some cases, people with malaria have symptoms similar to other diseases such as typhoid, typhoid fever, level I dengue hemorrhagic fever, flu, etc. Even in cases of recurrent malaria, there are signs. like septicemia, urinary tract infection, cholangitis, liver abscess. Therefore, the most accurate diagnosis is a blood test to distinguish malaria from other diseases.\nTesting methods:\nGiemsa stain: Considered the gold standard for identifying malaria parasites. Giemsa-stained blood smears were examined under a light microscope.; Quick AO staining: The patient's blood sample is examined under a fluorescence microscope; QBC method of fluorescence microscopy.; Rapid test based on immunochromatography method to detect malaria parasite antigens present in the blood.; PCR molecular biology: High sensitivity and specificity, can detect parasites/mm3 of blood, even helps diagnose recurrent malaria or reinfection of malaria.; Detection of malaria antibodies: Indirect fluorescence method and immunosorbent fermentation binding method both detect antibodies in the serum of malaria patients.",
            "subsection_string": "Diagnosis of malaria\nIn some cases, people with malaria have symptoms similar to other diseases such as typhoid, typhoid fever, level I dengue hemorrhagic fever, flu, etc. Even in cases of recurrent malaria, there are signs. like septicemia, urinary tract infection, cholangitis, liver abscess. Therefore, the most accurate diagnosis is a blood test to distinguish malaria from other diseases.\nTesting methods:\nGiemsa stain: Considered the gold standard for identifying malaria parasites. Giemsa-stained blood smears were examined under a light microscope.; Quick AO staining: The patient's blood sample is examined under a fluorescence microscope; QBC method of fluorescence microscopy.; Rapid test based on immunochromatography method to detect malaria parasite antigens present in the blood.; PCR molecular biology: High sensitivity and specificity, can detect parasites/mm3 of blood, even helps diagnose recurrent malaria or reinfection of malaria.; Detection of malaria antibodies: Indirect fluorescence method and immunosorbent fermentation binding method both detect antibodies in the serum of malaria patients."
        },
        {
            "subsection_name": "Thing has malaria",
            "subsection_content": "Early detection of malaria not only helps patients receive timely treatment and limits the number of deaths, but also helps the community control the source of the disease early. As for treatment, the patient is killed with gametocytes to stop the malaria attack combined with preventing its spread; At the same time, it kills P.vivax and dormant P.ovale parasites in the liver.\nFor people with common malaria\nTreatment to relieve malaria:\nP.vivax parasitic infection: Patients are given chloroquin at a total dose of 25 mg/kg body weight. Patients receive it for 3 days of treatment. The first two days, the patient takes 10 mg/kg of body weight/day, and on the third day, takes 5 mg/kg of body weight. Or treat with artesunate at a total dose of 16 mg/kg of body weight divided into 7 days. On the first day, the patient takes 4 mg/kg of body weight, from days 2 to 7, the patient takes 2 mg/kg of body weight every day. Artesunate should not be used in pregnant women during the first 3 months, unless they have severe malaria. Or patients can be treated with quinine sulfate at a dose of 30 mg/kg/24 hours divided into 3 doses a day, treatment lasting 7 days.\nP.falciparum parasitic infection: Patients are given drugs containing artemisinin derivatives, in pill form 40 mg dihydroartemisinin + 320 mg piperaquine phosphate. For children under 3 years old, take 1 pill the first day, half a pill each day for the next two days. From 3 - under 8 years old, 2 pills the first day, 1 pill each day for the next two days. Children 8 to under 15 years old, take 3 pills the first day, 1.5 pills each day for the next two days. From 15 years old and up, take 4 pills the first day, then 2 pills/day two days later. Do not use for pregnant women in the first 3 months.\nAnti-relapse and anti-spread treatment\nPatients were given primaquine tablets with a content of 13.2 mg containing 7.5 mg of base, a dose of 0.5 mg of base/kg of body weight/24 hours.\nWith P.falciparum parasites, treatment is only required for 1 day, and for P.vivax, treatment is required for 10 consecutive days. Do not use this medicine for children under 3 years old, pregnant women, people with liver disease and G6PD deficiency.\nIn areas where P.falciparum parasites predominate, it is recommended that patients be treated to relieve fever with combination drugs containing artemisinin derivatives: Arterakine, CV artecan, coartem,...\nTreatment of patients with complicated malaria\nWhen arriving at the hospital, the patient is given artesunate intravenously, with a dose of 2.4 mg/kg of body weight in the first hour, followed by a booster injection of 1.2 mg/kg of body weight 24 hours later. Finally, each day the patient continues to receive a dose of 1.2 mg/kg of body weight until they can drink, then switch to oral medication for another 7 days.",
            "subsection_string": "Thing has malaria\nEarly detection of malaria not only helps patients receive timely treatment and limits the number of deaths, but also helps the community control the source of the disease early. As for treatment, the patient is killed with gametocytes to stop the malaria attack combined with preventing its spread; At the same time, it kills P.vivax and dormant P.ovale parasites in the liver.\nFor people with common malaria\nTreatment to relieve malaria:\nP.vivax parasitic infection: Patients are given chloroquin at a total dose of 25 mg/kg body weight. Patients receive it for 3 days of treatment. The first two days, the patient takes 10 mg/kg of body weight/day, and on the third day, takes 5 mg/kg of body weight. Or treat with artesunate at a total dose of 16 mg/kg of body weight divided into 7 days. On the first day, the patient takes 4 mg/kg of body weight, from days 2 to 7, the patient takes 2 mg/kg of body weight every day. Artesunate should not be used in pregnant women during the first 3 months, unless they have severe malaria. Or patients can be treated with quinine sulfate at a dose of 30 mg/kg/24 hours divided into 3 doses a day, treatment lasting 7 days.\nP.falciparum parasitic infection: Patients are given drugs containing artemisinin derivatives, in pill form 40 mg dihydroartemisinin + 320 mg piperaquine phosphate. For children under 3 years old, take 1 pill the first day, half a pill each day for the next two days. From 3 - under 8 years old, 2 pills the first day, 1 pill each day for the next two days. Children 8 to under 15 years old, take 3 pills the first day, 1.5 pills each day for the next two days. From 15 years old and up, take 4 pills the first day, then 2 pills/day two days later. Do not use for pregnant women in the first 3 months.\nAnti-relapse and anti-spread treatment\nPatients were given primaquine tablets with a content of 13.2 mg containing 7.5 mg of base, a dose of 0.5 mg of base/kg of body weight/24 hours.\nWith P.falciparum parasites, treatment is only required for 1 day, and for P.vivax, treatment is required for 10 consecutive days. Do not use this medicine for children under 3 years old, pregnant women, people with liver disease and G6PD deficiency.\nIn areas where P.falciparum parasites predominate, it is recommended that patients be treated to relieve fever with combination drugs containing artemisinin derivatives: Arterakine, CV artecan, coartem,...\nTreatment of patients with complicated malaria\nWhen arriving at the hospital, the patient is given artesunate intravenously, with a dose of 2.4 mg/kg of body weight in the first hour, followed by a booster injection of 1.2 mg/kg of body weight 24 hours later. Finally, each day the patient continues to receive a dose of 1.2 mg/kg of body weight until they can drink, then switch to oral medication for another 7 days."
        },
        {
            "subsection_name": "How to prevent malaria",
            "subsection_content": "To prevent malaria, people need to sleep under mosquito nets whether at home, in the fields, or traveling in the forest. Areas where Anopheles mosquitoes are prevalent need to kill mosquitoes by periodically spraying pesticides, impregnating chemical mosquito nets to kill mosquitoes, applying mosquito repellent cream and incense, clearing bushes, clearing sewers around the house, clearing the flow, and removing Moss clears the surface of the lake, builds a house far from the forest and water sources, wears long clothes at night,...\nIn addition, in areas where malaria is common, people are also given short-term prophylactic drugs to identify cases early to localize the epidemic.\nAlthough malaria can cause many dangerous complications, there are still ways to prevent and repel the disease. Therefore, every person needs to equip themselves with knowledge to protect themselves against this dangerous infectious disease.",
            "subsection_string": "How to prevent malaria\nTo prevent malaria, people need to sleep under mosquito nets whether at home, in the fields, or traveling in the forest. Areas where Anopheles mosquitoes are prevalent need to kill mosquitoes by periodically spraying pesticides, impregnating chemical mosquito nets to kill mosquitoes, applying mosquito repellent cream and incense, clearing bushes, clearing sewers around the house, clearing the flow, and removing Moss clears the surface of the lake, builds a house far from the forest and water sources, wears long clothes at night,...\nIn addition, in areas where malaria is common, people are also given short-term prophylactic drugs to identify cases early to localize the epidemic.\nAlthough malaria can cause many dangerous complications, there are still ways to prevent and repel the disease. Therefore, every person needs to equip themselves with knowledge to protect themselves against this dangerous infectious disease."
        }
    ],
    "name": "sot-ret.json"
}