{
    "title": "Dengue fever: Signs, causes, diagnosis and prevention",
    "category": "Infectious",
    "link": "https://tamanhhospital.vn/sot-xuat-huyet/",
    "abstract": "Dengue fever occurs all year round but usually breaks out during the rainy season from July to November every year. Because this is a favorable time for mosquitoes to reproduce, creating conditions for an outbreak\nDengue hemorrhagic fever epidemic.\n If you clearly understand dengue fever, its signs, causes of the disease, diagnosis and prevention measures for dengue fever... it will help you and your family prevent the disease better.",
    "content": "Dengue fever: Signs, causes, diagnosis and prevention\n\nDengue fever occurs all year round but usually breaks out during the rainy season from July to November every year. Because this is a favorable time for mosquitoes to reproduce, creating conditions for an outbreak\nDengue hemorrhagic fever epidemic.\n If you clearly understand dengue fever, its signs, causes of the disease, diagnosis and prevention measures for dengue fever... it will help you and your family prevent the disease better.\n\nWhat is dengue fever?\nDengue hemorrhagic fever is a common disease in tropical climates caused by the Dengue virus (dengue hemorrhagic fever, DHF or Dengue Fever). This virus has 4 serotypes including: DEN-1, DEN-2, DEN-3, DEN-4. Patients can be infected with 1 to 4 strains of the virus and have lifelong immunity to that strain. This does not mean that people who have had dengue fever are immune to the remaining 3 strains. Therefore, a person may have dengue fever more than once. Dengue virus is spread to humans mainly by female mosquitoes of the genus Aedes, mainly Aedes aegypti.\nDengue fever occurs all year round and peaks during the rainy season, the mosquito breeding season. Dengue fever occurs in both adults and children. The disease causes high fever, fatigue, bone pain, blood clotting disorders, hemorrhage, and sudden drop in blood pressure. In some cases, it can lead to serious changes that can negatively affect your health.\nWhen suffering from dengue fever, the patient needs proper care and regular symptom monitoring. If not diagnosed and treated promptly, the patient can become seriously ill and even die.\n\nClassification of dengue fever\nAccording to the World Health Organization, dengue fever is divided into two groups: uncomplicated group and severely complicated group. These are two simplified classification groups of WHO to replace the old classification in 1997, the new classification definition has been widely used in the world since 2011. (1)\n1. Mild dengue fever\nMild dengue fever is when the patient is infected with the Dengue virus but does not suffer serious complications. Mild dengue fever can be treated like a regular fever at home. However, when a patient has a mild form of dengue fever, there is still a possibility of it turning into a severe form due to improper care.\n2. Severe dengue fever\nSevere dengue fever is associated with serious bleeding or plasma leakage, and dysfunction of organs in the body. It can be understood that severe dengue fever is when the disease becomes severe, causing dangerous complications.\nA red rash is one of the symptoms of dengue fever\n\nSymptoms of dengue fever\nThere are two levels of dengue fever: mild dengue fever and severe dengue fever. Depending on the level, there will be different symptoms.\n1. Symptoms of mild dengue fever\nSymptoms of mild dengue fever are often confused with illnesses such as fever, cold or red rash. The most common symptoms of mild dengue fever include: Fever with eye pain, headache, rash, bone pain, nausea, bone and joint pain,...\nPatients with dengue fever will have symptoms lasting from 4 to 7 days. If dengue fever is mild, the patient with proper care can recover after about 1 week from the onset of fever.\n2. Symptoms of severe dengue fever\nWhen suffering from severe dengue fever, the patient will have mild symptoms plus the following symptoms. (2)\nAppearance of petechiae on the skin; Bleeding from the nose or teeth; Vomiting blood or having blood in the stool (due to internal bleeding).; Vomiting a lot, stomach pain, cold and clammy limbs; People are tired and dizzy.\nWhen a patient unfortunately develops severe dengue fever, they need to be treated promptly. If delayed, it can lead to death or serious sequelae later.\n3. Symptoms of dengue fever in children\nDengue fever in children will show signs of high fever from day 3. Many parents mistake it for the flu or a respiratory illness, leading to late detection of the disease, which can cause serious complications.\n\nStages of dengue fever\nWhen suffering from dengue fever, the patient goes through 3 stages: fever stage, danger stage, recovery stage.\n1. Fever stage\nAfter being infected with the Dengue virus from mosquitoes, the patient will incubate for 4-7 days, sometimes up to 14 days, after which symptoms of fever appear. This is the fever stage, the patient may have a continuous high fever or a sudden high fever of 39 - 40 degrees Celsius. Taking fever-reducing medication will not reduce the fever. In addition, the patient may have accompanying symptoms such as: fatigue, sore throat, epigastric pain and diarrhea, headache, pain in both eye sockets, congested skin, bleeding gums or nosebleeds, rashes, loss of appetite, nausea, muscle and joint pain, etc.\nFor children, common symptoms are fever accompanied by sore throat and abdominal pain. After 3 days, the child's fever will subside. On the 8th day, mild bleeding often appears such as: petechiae under the skin, nosebleeds. After the fever subsides, the baby may develop a rash on the body, then spread to the face, limbs, palms and feet, causing itching.\nPlease watch more videos about dengue fever here:\n2. Danger period\nThe dangerous stage occurs from days 3 to 7 after the first day of fever. The patient may have a reduced fever or still have a fever. At that time, some secondary infections will appear, showing signs of thrombocytopenia and hemoconcentration. Hemorrhagic manifestations may or may not occur. People with dengue fever in the dangerous stage may face severe symptoms such as:\nSymptoms of plasma leakage due to increased vascular permeability; Patients may have lung effusion and symptoms such as: Chest pain when changing positions, chest tightness and difficulty breathing.; Severe symptoms of peritoneal effusion such as: Abdominal bloating, rapid abdominal enlargement; Pain in the lower ribs or epigastric area due to enlarged liver, fatigue, lethargy, cold limbs, cold and damp skin all over the body, little urination.; Hemorrhage under the skin: Hemorrhagic spots or hemorrhagic patches appear, usually on the front of the legs, and the inside of the arms, thighs, ribs, abdomen.; The condition is more dangerous when there is internal bleeding in the gastrointestinal tract, bleeding in the lungs and brain with symptoms such as: Vomiting blood, urinating blood, coughing up blood, abnormal vaginal bleeding, menorrhagia, …; Severe complications that dengue patients may face in the dangerous stage include: severe hepatitis, myocarditis, encephalitis, and kidney failure.\nSevere complications can occur in some patients who do not have signs of plasma leakage or are not in shock. During this period, the patient needs good care and careful observation of symptoms of the disease; If the above symptoms become more severe, you should be taken to the emergency room promptly.\n3. Recovery phase\nAfter passing the dangerous period of 1-2 days, the patient no longer has a fever, his health gradually recovers, his blood pressure stabilizes, he urinates more and has an appetite. Test indicators gradually returned to normal levels.\nAt this stage, the patient's family should note: Take care of the patient carefully and properly, and do not ignore unusual symptoms even if the patient shows signs of recovery. At this stage, if not properly cared for, the patient may develop pulmonary edema or heart failure.\nYou may be interested in: How long does it take for dengue fever to go away? Mistakes need to be avoided to quickly cure the disease\n\nThe causative agent of dengue fever\nThe causative agent of dengue fever is the Dengue virus transmitted to humans from female Aedes mosquitoes that carry the virus that causes the disease. Dengue virus has 4 serotypes: DEN-1, DEN-2, DEN-3, DEN-4. In Vietnam, there are all 4 serotypes. For example, after having dengue fever DEN-1, you can still get dengue fever DEN-2.\nAccording to the World Health Organization (WHO), the cause of the spread of dengue fever is mainly due to female mosquitoes of the genus Aedes, commonly known as midges. The Aedes aegypti female mosquito originates from Africa, gradually spreading to other areas via boats and planes. Female Aedes aegypti formosus mosquitoes live mainly in urban areas while female Aedes albopictus mosquitoes live mainly in rural areas. (3)\nThis species transmits the disease through a bite. The saliva of the strain containing the Dengue virus will enter the patient's bloodstream, causing dengue fever. More dangerously, when the female Aedes aegypti mosquito carries a Dengue virus, it can incubate in the body for 8 - 11 days. When this virus attacks the human body, it will \"travel\" in the blood for 2 to 7 days. The process of transmitting the virus from mosquitoes to humans and then from patients to mosquitoes follows a cycle that causes dengue outbreaks to become faster. The time when mosquitoes are most active in biting and sucking human blood is early in the morning or late in the evening.\nIn addition to the source of infection from humans, health organizations also discovered that monkeys living in Malaysia carry the Dengue virus.\nSee more: Dengue fever in adults: Symptoms, diagnosis and treatment.\n\nComplications of dengue fever\nIf you have severe dengue fever, if you do not receive proper care, it will cause complications that will negatively affect your health and even cause death. Complications caused by dengue fever that patients may face:\nShock due to blood loss or plasma leakage, prolonged condition can cause cerebral edema and neurological syndromes leading to coma.; Respiratory tract inflammation, pneumonia or pulmonary edema due to plasma leakage causing plasma spillage into the respiratory tract.; Cerebral hemorrhage due to blood loss and plasma leakage leads to a sudden drop in blood pressure; Heart failure, kidney failure: Hemorrhage causes blood to flow continuously, causing the heart to not have enough circulation, plus the escape of plasma, causing fluid to accumulate in the pericardium. At the same time, the kidneys must work at full capacity to excrete plasma. If this condition persists, it can lead to acute kidney failure.; Sudden blindness due to retinal hemorrhage causes reduced vision or causes hemorrhage in the vitreous fluid, making the patient almost blind.; Complications in pregnant women: Pregnant women with dengue fever may have high fever and rapid fetal heart beat. If the patient becomes seriously ill, there is a risk of thrombocytopenia leading to bleeding. If you have dengue fever in the first months of pregnancy, there is a risk of threatening the fetus.\nSee more: Dengue fever in infants: Causes and diagnosis\n\nWhen to see a doctor?\nWhen suffering from mild dengue fever, patients will be cared for at home and treated based on symptoms. However, when the following symptoms appear, the patient needs to be hospitalized immediately.\nUnable to eat or drink, vomiting a lot; Increased abdominal pain; Cold and clammy hands and feet; Feeling more uncomfortable even though the fever has reduced or disappeared.; Fatigue, lethargy, irritability, behavioral changes; Nosebleeds, vomiting blood, abnormal vaginal bleeding, blood in stools, black stools.; More than 6 hours without urinating.\nWhen a patient has one of the above signs, they need to be taken to the nearest hospital for timely emergency treatment to avoid bad complications.\n\nHow to diagnose dengue fever\nWhen a patient is infected with the Dengue virus, the incubation period ranges from 3 to 7 days, sometimes up to 14 days. During this time, the patient remains healthy and has no symptoms. How to recognize dengue fever: Wait until the first stage of the disease (fever stage), the patient will have typical symptoms of dengue fever such as: High fever, bleeding under the skin (red rashes or spots appear). large bleeding under the skin), bleeding gums, nosebleeds, pain in both eye sockets, muscle pain, joint pain, loss of appetite, nausea,...\nThe test will be done from 2 days of fever onwards and results include: Normal or increased red blood cell volume, normal or slightly decreased platelet count, decreased white blood cell count. When you just have a fever and have signs of dengue fever, you need to go to the hospital for examination and timely treatment to avoid the disease from progressing more seriously. (4)\nSummary of dangerous parasitic and viral diseases, see more right here\n\nHow to treat dengue fever\nDengue hemorrhagic fever currently has no specific treatment, but treatment is only based on symptoms. When a fever begins and symptoms of dengue fever begin, the patient can go to the hospital for examination. With mild severity, the patient will be prescribed treatment at home. The treatment time can be up to 7 - 10 days from the first day of fever.\nPatients treated for dengue fever at home need careful care. Paracetamol can be used to reduce fever, dosage is 10 - 15 mg/kg/time, take at least 4 hours apart.\nThe patient needs to rest in bed and avoid strenuous activities because during this time the patient is tired and dizzy and may fall when walking alone. Let the patient drink enough water every day, increase fruit juices, electrolyte replacement drinks, and thin porridge water. You should divide many small meals so that the patient can eat easily. Food should be liquid or soft food. Have the patient bathe in warm water, wipe the body gently, do not rub the skin too hard.\nSee more: What should you eat and avoid if you have dengue fever?\nNote: Absolutely do not let people with dengue fever take Aspirin, Analgin, Ibuprofen, because these drugs can make the condition worse due to bleeding or acidosis.\nWhile treating dengue fever at home, if you see one of these unusual symptoms, take the patient to the hospital for timely emergency treatment.\n\nHow to prevent dengue fever\nThe best way to prevent dengue fever is to kill mosquitoes and prevent mosquito bites, one of the main causes of dengue fever. You can take effective mosquito control measures below:\nPrevent mosquito breeding: Cover water containers tightly to prevent mosquitoes from laying eggs. Drop whole or worms into large containers of water to kill larvae. Clean small water containers regularly such as: buckets, basins, jars, jars, etc. Clear dense gardens and collect waste items that can contain water and easily contain larvae such as bottles, jars, bottle fragments, cans, coconut shells, flower offering vases, discarded wheels, etc.; Prevent mosquito bites by: Wearing long-sleeved clothes when going out, sleeping under mosquito nets even during the day. Repell mosquitoes from entering the house with mosquito spray, mosquito incense, mosquito repellent cream, catch mosquitoes with an electric mosquito racket, etc. Use door curtains impregnated with mosquito-killing chemicals. Coordinate with the authorities to spray enough mosquito-killing chemicals; Prevent the spread of epidemics from sick people: Do not let dengue patients get bitten by mosquitoes by letting them sleep under mosquito nets.\nDengue fever can occur all year round, not just during the rainy season, so people should not be subjective. Cases of dengue fever, if detected and treated promptly, will soon recover and regain health. Detecting the signs of dengue fever early and getting the right treatment will help reduce the risk of serious complications.",
    "subsections": [
        {
            "subsection_name": "What is dengue fever?",
            "subsection_content": "Dengue hemorrhagic fever is a common disease in tropical climates caused by the Dengue virus (dengue hemorrhagic fever, DHF or Dengue Fever). This virus has 4 serotypes including: DEN-1, DEN-2, DEN-3, DEN-4. Patients can be infected with 1 to 4 strains of the virus and have lifelong immunity to that strain. This does not mean that people who have had dengue fever are immune to the remaining 3 strains. Therefore, a person may have dengue fever more than once. Dengue virus is spread to humans mainly by female mosquitoes of the genus Aedes, mainly Aedes aegypti.\nDengue fever occurs all year round and peaks during the rainy season, the mosquito breeding season. Dengue fever occurs in both adults and children. The disease causes high fever, fatigue, bone pain, blood clotting disorders, hemorrhage, and sudden drop in blood pressure. In some cases, it can lead to serious changes that can negatively affect your health.\nWhen suffering from dengue fever, the patient needs proper care and regular symptom monitoring. If not diagnosed and treated promptly, the patient can become seriously ill and even die.",
            "subsection_string": "What is dengue fever?\nDengue hemorrhagic fever is a common disease in tropical climates caused by the Dengue virus (dengue hemorrhagic fever, DHF or Dengue Fever). This virus has 4 serotypes including: DEN-1, DEN-2, DEN-3, DEN-4. Patients can be infected with 1 to 4 strains of the virus and have lifelong immunity to that strain. This does not mean that people who have had dengue fever are immune to the remaining 3 strains. Therefore, a person may have dengue fever more than once. Dengue virus is spread to humans mainly by female mosquitoes of the genus Aedes, mainly Aedes aegypti.\nDengue fever occurs all year round and peaks during the rainy season, the mosquito breeding season. Dengue fever occurs in both adults and children. The disease causes high fever, fatigue, bone pain, blood clotting disorders, hemorrhage, and sudden drop in blood pressure. In some cases, it can lead to serious changes that can negatively affect your health.\nWhen suffering from dengue fever, the patient needs proper care and regular symptom monitoring. If not diagnosed and treated promptly, the patient can become seriously ill and even die."
        },
        {
            "subsection_name": "Classification of dengue fever",
            "subsection_content": "According to the World Health Organization, dengue fever is divided into two groups: uncomplicated group and severely complicated group. These are two simplified classification groups of WHO to replace the old classification in 1997, the new classification definition has been widely used in the world since 2011. (1)\n1. Mild dengue fever\nMild dengue fever is when the patient is infected with the Dengue virus but does not suffer serious complications. Mild dengue fever can be treated like a regular fever at home. However, when a patient has a mild form of dengue fever, there is still a possibility of it turning into a severe form due to improper care.\n2. Severe dengue fever\nSevere dengue fever is associated with serious bleeding or plasma leakage, and dysfunction of organs in the body. It can be understood that severe dengue fever is when the disease becomes severe, causing dangerous complications.\nA red rash is one of the symptoms of dengue fever",
            "subsection_string": "Classification of dengue fever\nAccording to the World Health Organization, dengue fever is divided into two groups: uncomplicated group and severely complicated group. These are two simplified classification groups of WHO to replace the old classification in 1997, the new classification definition has been widely used in the world since 2011. (1)\n1. Mild dengue fever\nMild dengue fever is when the patient is infected with the Dengue virus but does not suffer serious complications. Mild dengue fever can be treated like a regular fever at home. However, when a patient has a mild form of dengue fever, there is still a possibility of it turning into a severe form due to improper care.\n2. Severe dengue fever\nSevere dengue fever is associated with serious bleeding or plasma leakage, and dysfunction of organs in the body. It can be understood that severe dengue fever is when the disease becomes severe, causing dangerous complications.\nA red rash is one of the symptoms of dengue fever"
        },
        {
            "subsection_name": "Symptoms of dengue fever",
            "subsection_content": "There are two levels of dengue fever: mild dengue fever and severe dengue fever. Depending on the level, there will be different symptoms.\n1. Symptoms of mild dengue fever\nSymptoms of mild dengue fever are often confused with illnesses such as fever, cold or red rash. The most common symptoms of mild dengue fever include: Fever with eye pain, headache, rash, bone pain, nausea, bone and joint pain,...\nPatients with dengue fever will have symptoms lasting from 4 to 7 days. If dengue fever is mild, the patient with proper care can recover after about 1 week from the onset of fever.\n2. Symptoms of severe dengue fever\nWhen suffering from severe dengue fever, the patient will have mild symptoms plus the following symptoms. (2)\nAppearance of petechiae on the skin; Bleeding from the nose or teeth; Vomiting blood or having blood in the stool (due to internal bleeding).; Vomiting a lot, stomach pain, cold and clammy limbs; People are tired and dizzy.\nWhen a patient unfortunately develops severe dengue fever, they need to be treated promptly. If delayed, it can lead to death or serious sequelae later.\n3. Symptoms of dengue fever in children\nDengue fever in children will show signs of high fever from day 3. Many parents mistake it for the flu or a respiratory illness, leading to late detection of the disease, which can cause serious complications.",
            "subsection_string": "Symptoms of dengue fever\nThere are two levels of dengue fever: mild dengue fever and severe dengue fever. Depending on the level, there will be different symptoms.\n1. Symptoms of mild dengue fever\nSymptoms of mild dengue fever are often confused with illnesses such as fever, cold or red rash. The most common symptoms of mild dengue fever include: Fever with eye pain, headache, rash, bone pain, nausea, bone and joint pain,...\nPatients with dengue fever will have symptoms lasting from 4 to 7 days. If dengue fever is mild, the patient with proper care can recover after about 1 week from the onset of fever.\n2. Symptoms of severe dengue fever\nWhen suffering from severe dengue fever, the patient will have mild symptoms plus the following symptoms. (2)\nAppearance of petechiae on the skin; Bleeding from the nose or teeth; Vomiting blood or having blood in the stool (due to internal bleeding).; Vomiting a lot, stomach pain, cold and clammy limbs; People are tired and dizzy.\nWhen a patient unfortunately develops severe dengue fever, they need to be treated promptly. If delayed, it can lead to death or serious sequelae later.\n3. Symptoms of dengue fever in children\nDengue fever in children will show signs of high fever from day 3. Many parents mistake it for the flu or a respiratory illness, leading to late detection of the disease, which can cause serious complications."
        },
        {
            "subsection_name": "Stages of dengue fever",
            "subsection_content": "When suffering from dengue fever, the patient goes through 3 stages: fever stage, danger stage, recovery stage.\n1. Fever stage\nAfter being infected with the Dengue virus from mosquitoes, the patient will incubate for 4-7 days, sometimes up to 14 days, after which symptoms of fever appear. This is the fever stage, the patient may have a continuous high fever or a sudden high fever of 39 - 40 degrees Celsius. Taking fever-reducing medication will not reduce the fever. In addition, the patient may have accompanying symptoms such as: fatigue, sore throat, epigastric pain and diarrhea, headache, pain in both eye sockets, congested skin, bleeding gums or nosebleeds, rashes, loss of appetite, nausea, muscle and joint pain, etc.\nFor children, common symptoms are fever accompanied by sore throat and abdominal pain. After 3 days, the child's fever will subside. On the 8th day, mild bleeding often appears such as: petechiae under the skin, nosebleeds. After the fever subsides, the baby may develop a rash on the body, then spread to the face, limbs, palms and feet, causing itching.\nPlease watch more videos about dengue fever here:\n2. Danger period\nThe dangerous stage occurs from days 3 to 7 after the first day of fever. The patient may have a reduced fever or still have a fever. At that time, some secondary infections will appear, showing signs of thrombocytopenia and hemoconcentration. Hemorrhagic manifestations may or may not occur. People with dengue fever in the dangerous stage may face severe symptoms such as:\nSymptoms of plasma leakage due to increased vascular permeability; Patients may have lung effusion and symptoms such as: Chest pain when changing positions, chest tightness and difficulty breathing.; Severe symptoms of peritoneal effusion such as: Abdominal bloating, rapid abdominal enlargement; Pain in the lower ribs or epigastric area due to enlarged liver, fatigue, lethargy, cold limbs, cold and damp skin all over the body, little urination.; Hemorrhage under the skin: Hemorrhagic spots or hemorrhagic patches appear, usually on the front of the legs, and the inside of the arms, thighs, ribs, abdomen.; The condition is more dangerous when there is internal bleeding in the gastrointestinal tract, bleeding in the lungs and brain with symptoms such as: Vomiting blood, urinating blood, coughing up blood, abnormal vaginal bleeding, menorrhagia, …; Severe complications that dengue patients may face in the dangerous stage include: severe hepatitis, myocarditis, encephalitis, and kidney failure.\nSevere complications can occur in some patients who do not have signs of plasma leakage or are not in shock. During this period, the patient needs good care and careful observation of symptoms of the disease; If the above symptoms become more severe, you should be taken to the emergency room promptly.\n3. Recovery phase\nAfter passing the dangerous period of 1-2 days, the patient no longer has a fever, his health gradually recovers, his blood pressure stabilizes, he urinates more and has an appetite. Test indicators gradually returned to normal levels.\nAt this stage, the patient's family should note: Take care of the patient carefully and properly, and do not ignore unusual symptoms even if the patient shows signs of recovery. At this stage, if not properly cared for, the patient may develop pulmonary edema or heart failure.\nYou may be interested in: How long does it take for dengue fever to go away? Mistakes need to be avoided to quickly cure the disease",
            "subsection_string": "Stages of dengue fever\nWhen suffering from dengue fever, the patient goes through 3 stages: fever stage, danger stage, recovery stage.\n1. Fever stage\nAfter being infected with the Dengue virus from mosquitoes, the patient will incubate for 4-7 days, sometimes up to 14 days, after which symptoms of fever appear. This is the fever stage, the patient may have a continuous high fever or a sudden high fever of 39 - 40 degrees Celsius. Taking fever-reducing medication will not reduce the fever. In addition, the patient may have accompanying symptoms such as: fatigue, sore throat, epigastric pain and diarrhea, headache, pain in both eye sockets, congested skin, bleeding gums or nosebleeds, rashes, loss of appetite, nausea, muscle and joint pain, etc.\nFor children, common symptoms are fever accompanied by sore throat and abdominal pain. After 3 days, the child's fever will subside. On the 8th day, mild bleeding often appears such as: petechiae under the skin, nosebleeds. After the fever subsides, the baby may develop a rash on the body, then spread to the face, limbs, palms and feet, causing itching.\nPlease watch more videos about dengue fever here:\n2. Danger period\nThe dangerous stage occurs from days 3 to 7 after the first day of fever. The patient may have a reduced fever or still have a fever. At that time, some secondary infections will appear, showing signs of thrombocytopenia and hemoconcentration. Hemorrhagic manifestations may or may not occur. People with dengue fever in the dangerous stage may face severe symptoms such as:\nSymptoms of plasma leakage due to increased vascular permeability; Patients may have lung effusion and symptoms such as: Chest pain when changing positions, chest tightness and difficulty breathing.; Severe symptoms of peritoneal effusion such as: Abdominal bloating, rapid abdominal enlargement; Pain in the lower ribs or epigastric area due to enlarged liver, fatigue, lethargy, cold limbs, cold and damp skin all over the body, little urination.; Hemorrhage under the skin: Hemorrhagic spots or hemorrhagic patches appear, usually on the front of the legs, and the inside of the arms, thighs, ribs, abdomen.; The condition is more dangerous when there is internal bleeding in the gastrointestinal tract, bleeding in the lungs and brain with symptoms such as: Vomiting blood, urinating blood, coughing up blood, abnormal vaginal bleeding, menorrhagia, …; Severe complications that dengue patients may face in the dangerous stage include: severe hepatitis, myocarditis, encephalitis, and kidney failure.\nSevere complications can occur in some patients who do not have signs of plasma leakage or are not in shock. During this period, the patient needs good care and careful observation of symptoms of the disease; If the above symptoms become more severe, you should be taken to the emergency room promptly.\n3. Recovery phase\nAfter passing the dangerous period of 1-2 days, the patient no longer has a fever, his health gradually recovers, his blood pressure stabilizes, he urinates more and has an appetite. Test indicators gradually returned to normal levels.\nAt this stage, the patient's family should note: Take care of the patient carefully and properly, and do not ignore unusual symptoms even if the patient shows signs of recovery. At this stage, if not properly cared for, the patient may develop pulmonary edema or heart failure.\nYou may be interested in: How long does it take for dengue fever to go away? Mistakes need to be avoided to quickly cure the disease"
        },
        {
            "subsection_name": "The causative agent of dengue fever",
            "subsection_content": "The causative agent of dengue fever is the Dengue virus transmitted to humans from female Aedes mosquitoes that carry the virus that causes the disease. Dengue virus has 4 serotypes: DEN-1, DEN-2, DEN-3, DEN-4. In Vietnam, there are all 4 serotypes. For example, after having dengue fever DEN-1, you can still get dengue fever DEN-2.\nAccording to the World Health Organization (WHO), the cause of the spread of dengue fever is mainly due to female mosquitoes of the genus Aedes, commonly known as midges. The Aedes aegypti female mosquito originates from Africa, gradually spreading to other areas via boats and planes. Female Aedes aegypti formosus mosquitoes live mainly in urban areas while female Aedes albopictus mosquitoes live mainly in rural areas. (3)\nThis species transmits the disease through a bite. The saliva of the strain containing the Dengue virus will enter the patient's bloodstream, causing dengue fever. More dangerously, when the female Aedes aegypti mosquito carries a Dengue virus, it can incubate in the body for 8 - 11 days. When this virus attacks the human body, it will \"travel\" in the blood for 2 to 7 days. The process of transmitting the virus from mosquitoes to humans and then from patients to mosquitoes follows a cycle that causes dengue outbreaks to become faster. The time when mosquitoes are most active in biting and sucking human blood is early in the morning or late in the evening.\nIn addition to the source of infection from humans, health organizations also discovered that monkeys living in Malaysia carry the Dengue virus.\nSee more: Dengue fever in adults: Symptoms, diagnosis and treatment.",
            "subsection_string": "The causative agent of dengue fever\nThe causative agent of dengue fever is the Dengue virus transmitted to humans from female Aedes mosquitoes that carry the virus that causes the disease. Dengue virus has 4 serotypes: DEN-1, DEN-2, DEN-3, DEN-4. In Vietnam, there are all 4 serotypes. For example, after having dengue fever DEN-1, you can still get dengue fever DEN-2.\nAccording to the World Health Organization (WHO), the cause of the spread of dengue fever is mainly due to female mosquitoes of the genus Aedes, commonly known as midges. The Aedes aegypti female mosquito originates from Africa, gradually spreading to other areas via boats and planes. Female Aedes aegypti formosus mosquitoes live mainly in urban areas while female Aedes albopictus mosquitoes live mainly in rural areas. (3)\nThis species transmits the disease through a bite. The saliva of the strain containing the Dengue virus will enter the patient's bloodstream, causing dengue fever. More dangerously, when the female Aedes aegypti mosquito carries a Dengue virus, it can incubate in the body for 8 - 11 days. When this virus attacks the human body, it will \"travel\" in the blood for 2 to 7 days. The process of transmitting the virus from mosquitoes to humans and then from patients to mosquitoes follows a cycle that causes dengue outbreaks to become faster. The time when mosquitoes are most active in biting and sucking human blood is early in the morning or late in the evening.\nIn addition to the source of infection from humans, health organizations also discovered that monkeys living in Malaysia carry the Dengue virus.\nSee more: Dengue fever in adults: Symptoms, diagnosis and treatment."
        },
        {
            "subsection_name": "Complications of dengue fever",
            "subsection_content": "If you have severe dengue fever, if you do not receive proper care, it will cause complications that will negatively affect your health and even cause death. Complications caused by dengue fever that patients may face:\nShock due to blood loss or plasma leakage, prolonged condition can cause cerebral edema and neurological syndromes leading to coma.; Respiratory tract inflammation, pneumonia or pulmonary edema due to plasma leakage causing plasma spillage into the respiratory tract.; Cerebral hemorrhage due to blood loss and plasma leakage leads to a sudden drop in blood pressure; Heart failure, kidney failure: Hemorrhage causes blood to flow continuously, causing the heart to not have enough circulation, plus the escape of plasma, causing fluid to accumulate in the pericardium. At the same time, the kidneys must work at full capacity to excrete plasma. If this condition persists, it can lead to acute kidney failure.; Sudden blindness due to retinal hemorrhage causes reduced vision or causes hemorrhage in the vitreous fluid, making the patient almost blind.; Complications in pregnant women: Pregnant women with dengue fever may have high fever and rapid fetal heart beat. If the patient becomes seriously ill, there is a risk of thrombocytopenia leading to bleeding. If you have dengue fever in the first months of pregnancy, there is a risk of threatening the fetus.\nSee more: Dengue fever in infants: Causes and diagnosis",
            "subsection_string": "Complications of dengue fever\nIf you have severe dengue fever, if you do not receive proper care, it will cause complications that will negatively affect your health and even cause death. Complications caused by dengue fever that patients may face:\nShock due to blood loss or plasma leakage, prolonged condition can cause cerebral edema and neurological syndromes leading to coma.; Respiratory tract inflammation, pneumonia or pulmonary edema due to plasma leakage causing plasma spillage into the respiratory tract.; Cerebral hemorrhage due to blood loss and plasma leakage leads to a sudden drop in blood pressure; Heart failure, kidney failure: Hemorrhage causes blood to flow continuously, causing the heart to not have enough circulation, plus the escape of plasma, causing fluid to accumulate in the pericardium. At the same time, the kidneys must work at full capacity to excrete plasma. If this condition persists, it can lead to acute kidney failure.; Sudden blindness due to retinal hemorrhage causes reduced vision or causes hemorrhage in the vitreous fluid, making the patient almost blind.; Complications in pregnant women: Pregnant women with dengue fever may have high fever and rapid fetal heart beat. If the patient becomes seriously ill, there is a risk of thrombocytopenia leading to bleeding. If you have dengue fever in the first months of pregnancy, there is a risk of threatening the fetus.\nSee more: Dengue fever in infants: Causes and diagnosis"
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "When suffering from mild dengue fever, patients will be cared for at home and treated based on symptoms. However, when the following symptoms appear, the patient needs to be hospitalized immediately.\nUnable to eat or drink, vomiting a lot; Increased abdominal pain; Cold and clammy hands and feet; Feeling more uncomfortable even though the fever has reduced or disappeared.; Fatigue, lethargy, irritability, behavioral changes; Nosebleeds, vomiting blood, abnormal vaginal bleeding, blood in stools, black stools.; More than 6 hours without urinating.\nWhen a patient has one of the above signs, they need to be taken to the nearest hospital for timely emergency treatment to avoid bad complications.",
            "subsection_string": "When to see a doctor?\nWhen suffering from mild dengue fever, patients will be cared for at home and treated based on symptoms. However, when the following symptoms appear, the patient needs to be hospitalized immediately.\nUnable to eat or drink, vomiting a lot; Increased abdominal pain; Cold and clammy hands and feet; Feeling more uncomfortable even though the fever has reduced or disappeared.; Fatigue, lethargy, irritability, behavioral changes; Nosebleeds, vomiting blood, abnormal vaginal bleeding, blood in stools, black stools.; More than 6 hours without urinating.\nWhen a patient has one of the above signs, they need to be taken to the nearest hospital for timely emergency treatment to avoid bad complications."
        },
        {
            "subsection_name": "How to diagnose dengue fever",
            "subsection_content": "When a patient is infected with the Dengue virus, the incubation period ranges from 3 to 7 days, sometimes up to 14 days. During this time, the patient remains healthy and has no symptoms. How to recognize dengue fever: Wait until the first stage of the disease (fever stage), the patient will have typical symptoms of dengue fever such as: High fever, bleeding under the skin (red rashes or spots appear). large bleeding under the skin), bleeding gums, nosebleeds, pain in both eye sockets, muscle pain, joint pain, loss of appetite, nausea,...\nThe test will be done from 2 days of fever onwards and results include: Normal or increased red blood cell volume, normal or slightly decreased platelet count, decreased white blood cell count. When you just have a fever and have signs of dengue fever, you need to go to the hospital for examination and timely treatment to avoid the disease from progressing more seriously. (4)\nSummary of dangerous parasitic and viral diseases, see more right here",
            "subsection_string": "How to diagnose dengue fever\nWhen a patient is infected with the Dengue virus, the incubation period ranges from 3 to 7 days, sometimes up to 14 days. During this time, the patient remains healthy and has no symptoms. How to recognize dengue fever: Wait until the first stage of the disease (fever stage), the patient will have typical symptoms of dengue fever such as: High fever, bleeding under the skin (red rashes or spots appear). large bleeding under the skin), bleeding gums, nosebleeds, pain in both eye sockets, muscle pain, joint pain, loss of appetite, nausea,...\nThe test will be done from 2 days of fever onwards and results include: Normal or increased red blood cell volume, normal or slightly decreased platelet count, decreased white blood cell count. When you just have a fever and have signs of dengue fever, you need to go to the hospital for examination and timely treatment to avoid the disease from progressing more seriously. (4)\nSummary of dangerous parasitic and viral diseases, see more right here"
        },
        {
            "subsection_name": "How to treat dengue fever",
            "subsection_content": "Dengue hemorrhagic fever currently has no specific treatment, but treatment is only based on symptoms. When a fever begins and symptoms of dengue fever begin, the patient can go to the hospital for examination. With mild severity, the patient will be prescribed treatment at home. The treatment time can be up to 7 - 10 days from the first day of fever.\nPatients treated for dengue fever at home need careful care. Paracetamol can be used to reduce fever, dosage is 10 - 15 mg/kg/time, take at least 4 hours apart.\nThe patient needs to rest in bed and avoid strenuous activities because during this time the patient is tired and dizzy and may fall when walking alone. Let the patient drink enough water every day, increase fruit juices, electrolyte replacement drinks, and thin porridge water. You should divide many small meals so that the patient can eat easily. Food should be liquid or soft food. Have the patient bathe in warm water, wipe the body gently, do not rub the skin too hard.\nSee more: What should you eat and avoid if you have dengue fever?\nNote: Absolutely do not let people with dengue fever take Aspirin, Analgin, Ibuprofen, because these drugs can make the condition worse due to bleeding or acidosis.\nWhile treating dengue fever at home, if you see one of these unusual symptoms, take the patient to the hospital for timely emergency treatment.",
            "subsection_string": "How to treat dengue fever\nDengue hemorrhagic fever currently has no specific treatment, but treatment is only based on symptoms. When a fever begins and symptoms of dengue fever begin, the patient can go to the hospital for examination. With mild severity, the patient will be prescribed treatment at home. The treatment time can be up to 7 - 10 days from the first day of fever.\nPatients treated for dengue fever at home need careful care. Paracetamol can be used to reduce fever, dosage is 10 - 15 mg/kg/time, take at least 4 hours apart.\nThe patient needs to rest in bed and avoid strenuous activities because during this time the patient is tired and dizzy and may fall when walking alone. Let the patient drink enough water every day, increase fruit juices, electrolyte replacement drinks, and thin porridge water. You should divide many small meals so that the patient can eat easily. Food should be liquid or soft food. Have the patient bathe in warm water, wipe the body gently, do not rub the skin too hard.\nSee more: What should you eat and avoid if you have dengue fever?\nNote: Absolutely do not let people with dengue fever take Aspirin, Analgin, Ibuprofen, because these drugs can make the condition worse due to bleeding or acidosis.\nWhile treating dengue fever at home, if you see one of these unusual symptoms, take the patient to the hospital for timely emergency treatment."
        },
        {
            "subsection_name": "How to prevent dengue fever",
            "subsection_content": "The best way to prevent dengue fever is to kill mosquitoes and prevent mosquito bites, one of the main causes of dengue fever. You can take effective mosquito control measures below:\nPrevent mosquito breeding: Cover water containers tightly to prevent mosquitoes from laying eggs. Drop whole or worms into large containers of water to kill larvae. Clean small water containers regularly such as: buckets, basins, jars, jars, etc. Clear dense gardens and collect waste items that can contain water and easily contain larvae such as bottles, jars, bottle fragments, cans, coconut shells, flower offering vases, discarded wheels, etc.; Prevent mosquito bites by: Wearing long-sleeved clothes when going out, sleeping under mosquito nets even during the day. Repell mosquitoes from entering the house with mosquito spray, mosquito incense, mosquito repellent cream, catch mosquitoes with an electric mosquito racket, etc. Use door curtains impregnated with mosquito-killing chemicals. Coordinate with the authorities to spray enough mosquito-killing chemicals; Prevent the spread of epidemics from sick people: Do not let dengue patients get bitten by mosquitoes by letting them sleep under mosquito nets.\nDengue fever can occur all year round, not just during the rainy season, so people should not be subjective. Cases of dengue fever, if detected and treated promptly, will soon recover and regain health. Detecting the signs of dengue fever early and getting the right treatment will help reduce the risk of serious complications.",
            "subsection_string": "How to prevent dengue fever\nThe best way to prevent dengue fever is to kill mosquitoes and prevent mosquito bites, one of the main causes of dengue fever. You can take effective mosquito control measures below:\nPrevent mosquito breeding: Cover water containers tightly to prevent mosquitoes from laying eggs. Drop whole or worms into large containers of water to kill larvae. Clean small water containers regularly such as: buckets, basins, jars, jars, etc. Clear dense gardens and collect waste items that can contain water and easily contain larvae such as bottles, jars, bottle fragments, cans, coconut shells, flower offering vases, discarded wheels, etc.; Prevent mosquito bites by: Wearing long-sleeved clothes when going out, sleeping under mosquito nets even during the day. Repell mosquitoes from entering the house with mosquito spray, mosquito incense, mosquito repellent cream, catch mosquitoes with an electric mosquito racket, etc. Use door curtains impregnated with mosquito-killing chemicals. Coordinate with the authorities to spray enough mosquito-killing chemicals; Prevent the spread of epidemics from sick people: Do not let dengue patients get bitten by mosquitoes by letting them sleep under mosquito nets.\nDengue fever can occur all year round, not just during the rainy season, so people should not be subjective. Cases of dengue fever, if detected and treated promptly, will soon recover and regain health. Detecting the signs of dengue fever early and getting the right treatment will help reduce the risk of serious complications."
        }
    ],
    "name": "sot-xuat-huyet.json"
}