{
    "title": "Genital warts: Causes, signs, complications, prevention",
    "category": "Andrology",
    "link": "https://tamanhhospital.vn/sui-mao-ga/",
    "abstract": "Statistical results of the US Centers for Disease Control and Prevention (CDC) show that the proportion of people infected with genital warts at least once in their life accounts for up to 50%. This is a dangerous sexually transmitted disease with complicated complications such as genital cancer, infertility, stillbirth, miscarriage, premature birth and can be transmitted from mother to child...",
    "content": "Genital warts: Causes, signs, complications, prevention\n\nStatistical results of the US Centers for Disease Control and Prevention (CDC) show that the proportion of people infected with genital warts at least once in their life accounts for up to 50%. This is a dangerous sexually transmitted disease with complicated complications such as genital cancer, infertility, stillbirth, miscarriage, premature birth and can be transmitted from mother to child...\n\nWhat is genital warts?\nGenital warts, or genital warts, are a common sexually transmitted disease caused by a virus, manifested by soft warts on the genitals accompanied by pain and itching. snoring, discomfort. The virus that causes genital warts is Human Papillomavirus (HPV). (first)\nSome people develop genital warts within a few weeks of infection, but in others it can take months or years. In fact, most cases of HPV infection are asymptomatic or undetected. The proportion of people with obvious symptoms is very low, only about 1-2% of cases. Therefore, it is difficult for patients to determine their condition and accidentally transmit the virus to others.\n\nSymptoms of genital warts in both men and women\nAccording to Andrology experts, Tam Anh General Hospital System, genital warts are transmitted through sexual contact, including oral, vaginal and anal sex. Warts can exist inside or outside the genitals, so patients sometimes cannot detect them.\nIn the early stages of formation, warts are often very small, skin-colored or slightly darker. The tips of the spots are shaped like a chicken's comb or cauliflower and feel smooth or slightly rough to the touch. Besides, they can also appear as a cluster of warts or just one wart. In addition, depending on gender, symptoms of genital warts may be different.\nSymptoms of genital warts in men\nGenital warts in men can appear on the penis, scrotum, groin, thighs, inside or around the anus.; Skin-colored, brown or pink warts in the genital area cause discomfort, itching, and bleeding after sex. In addition, genital warts can also appear on the lips, mouth, tongue or throat of people who have oral sex with someone infected with the HPV virus.\nSymptoms of genital warts in women:\nWarts caused by HPV virus infection in women can appear inside or outside the vagina, anus, or cervix; Similar to men, genital warts in women can also appear in other places on the woman's body and cause: vaginal discharge, itching, burning, pain and swelling. /or bleeding during sex...\nPatients should see a specialist when they feel the above symptoms or when their body has symptoms such as:\nGenital irritation or itching; Pain during sex; Burning pain when urinating, difficulty urinating; Genital organs have abnormal discharge, foul smell, redness...\n\nVirus strains that cause genital warts\nThe virus that causes genital warts is Human Papillomavirus (HPV). This virus includes about 150 strains with at least 30-40 strains transmitted through sexual contact. But only certain strains can cause genital warts. According to the US National Cancer Institute, there are two common groups that cause genital warts:\nHPV-16 and HPV-18 strains belong to the high-risk group, capable of causing cancer of the cervix, penis, vulva, vagina, anus, oropharynx...; HPV-6 and HPV-11 strains belong to the benign group. However, giant genital warts (Buschke-Lowenstein tumors) are very rare and are considered a form of papillary squamous cell carcinoma caused by HPV 6 and 11. The disease is characterized by invasion below the dermis. Pathology has benign areas interspersed with abnormal epidermal cells or squamous cell carcinoma (SCC) differentiated cells.\n\nCauses of genital warts\nHuman Papillomavirus (HPV) is the cause of genital warts. This virus includes about 150 strains with at least 40 strains transmitted through sexual contact. Among them, the two common strains that cause genital warts are HPV-16 and HPV-18, which are in the high-risk group, because they have the ability to cause cancer of the cervix, penis, vulva, vagina, anus, and pharynx. throat... HPV-6 and HPV-11 strains can also cause genital warts and recurrent respiratory papillomas, but do not progress to cancer. (2)\nRisk factors for genital warts:\nMost sexually active people will be infected with the virus at some point in their lives. Additionally, factors that may increase your risk of infection include:\nHaving sex without protection; Having sex without knowing your partner's sexual history; Having many sexual partners; Infection with other sexually transmitted diseases; Having sex early; Weak immune system such as HIV infection or taking anti-rejection drugs; People under 30 years old; Smoker; Have a mother infected with HPV virus\n\nIs genital warts dangerous?\nGenital warts are one of the very dangerous diseases, with the ability to transmit quickly, making the patient feel very painful, uncomfortable, self-conscious... If not detected early and treated promptly and according to the correct regimen. , the disease can leave many serious complications, affecting the patient's health and fertility. Specifically:\nDevelops into cancer\nGenital warts have the ability to cause cancer in both men and women. Statistical results show that about 10.2% of women with genital warts in the cervix, 5% in the vagina, and 5% in the anus can develop cancer. In men, 15% of HPV infections turn into penile cancer.\nPatients can also get cancer of the nasopharynx, throat... when suffering from genital warts due to oral sex.\nEffects on pregnancy\nDuring pregnancy, hormone levels in a woman's body increase. This is what causes the warts to get bigger, spread more widely and cause bleeding. Genital warts not only make it difficult to go to the toilet due to their increasing size, but can also reduce the elasticity of vaginal tissue, affecting the natural birth process, making it difficult for pregnant women. vaginal birth.\nAlthough very rare, in 4/100,000 live births, some newborns whose mothers have genital warts are also at risk of developing laryngeal papilloma, causing the child to have a hoarse voice and cry weakly... In severe cases, the disease can spread to the trachea and lungs, causing airway obstruction.\nAffects fertility\nGenital warts can deform the penis, block the vas deferens, block the urethra, cause cervical cancer... affecting the fertility of both sexes. Some studies also show that the presence of HPV virus in semen reduces sperm mobility, which can cause infertility in men. If sperm containing HPV fertilizes the egg, it can also increase the risk of miscarriage.\n\nStages of development of genital warts\nAccording to the development process of genital warts, many experts divide the disease into 5 stages corresponding to the following symptoms:\nIncubation period: This is the period when the patient is exposed to the pathogen until the first wart appears. This period can be weeks, months or up to several years. Usually about 3 months.; Onset stage: To put it simply, this is the first stage of genital warts. The patient has small, light-colored, scattered lesions...; Development stage: At this stage, the warts develop strongly in size, number, location... greatly affecting psychology and living process.; Complications stage: In folk medicine, this is called late-stage genital warts. The patient shows signs of superinfection, the damaged area is swollen, exudates fluid, ulcers, and bleeds easily. Some people have complications such as anal cancer, nasopharynx...; Recurrence stage: After being cured, the patient is still at risk of recurrence from the same partner or because the virus in the body has not been completely eliminated. Usually, the condition of people with recurrent genital warts will be worse than the primary condition.\n\nDisease diagnostic tests\nIn addition to observing genital warts with the naked eye, doctors also instruct patients to perform the following paraclinical diagnostic measures: (3)\nBlood test: Sexually transmitted diseases such as gonorrhea, syphilis, chlamydia... often have a relationship with genital warts. Therefore, patients need to be tested for the presence of these bacteria in the blood to determine the cause of the disease and risk factors.; Anal examination: Genital warts may not appear in the genitals or mouth area, but exist deep inside the anus. Therefore, the doctor can examine the anus with a specialized instrument to find warts inside.\nPelvic exam: For women, the doctor may prescribe a cervical smear (Pap test) during a pelvic exam to check for changes in the cervix caused by genital warts (if any). ). Patients can also have a colposcopy to check and biopsy the vagina and cervix... Colposcopy and HPV testing are performed when genital warts recur many times for monitoring purposes. Cytological and histological abnormalities in the uterus to evaluate the disease condition and prevent and control the risk of cervical cancer.\nBiopsy: Your doctor may also prescribe a biopsy and send tissue samples for pathological evaluation. This is to survey histopathological images, determine the type of HPV virus, determine the DNA of the virus and predict the risk of cancer for the patient.\n\nTreatment of genital warts\nAccording to Andrology experts, the treatment of genital warts must comply with the first principle of removing lesions and pre-cancerous lesions caused by HPV infection; Control the risk of infection with other sexually transmitted diseases to avoid making genital warts worse, and also treat the patient's partner to prevent reinfection.\nDrug treatment\nCurrently, genital warts can be treated with the following measures:\nImiquimod (Aldara): This drug is indicated for adults and children 12 years of age and older. There is currently no data on safety for pregnant women and children under 12 years of age. The drug has the ability to enhance local immunity. However, this medicine is used on the skin and causes local inflammatory reactions such as: skin redness, irritation, calluses, ulcers, erosions, blisters and hypopigmentation...; Trichloroacetic acid: This acid is similar to acetic acid, used in cosmetic treatments, warts and genital warts. The drug can also cause side effects such as mild skin irritation, including itching, swelling, pain... Can be used by pregnant women.; Podophyllin and Podofilox: This is a type of tree resin that destroys the tissue of genital warts. However, podofilox, a compound with similar activity to Podophyllin, is not intended for use in the internal genital area and is contraindicated in pregnant women.; Interferon or 5-fluorouracin: This is an injectable drug that strengthens the body's natural resistance, thereby helping to destroy the HPV virus. However, the drug is only suitable for small, less serious injuries because it can cause many side effects and has a relatively high cost.\nGenital warts cannot be treated with regular wart medications or over-the-counter medications. Therefore, patients should not arbitrarily use medicine or buy it at a pharmacy, but should go to the hospital to check their specific condition and be prescribed appropriate medicine, to avoid complications and the risk of drug resistance.\nTreatment is by procedures and surgery\nIf medical treatment is not effective, the patient may need some minor procedures to remove the wart. Those measures include:\nCryotheraphy: This procedure uses liquid nitrogen (-196 degrees Celsius) to freeze infected cells, causing irreversible damage to cell membranes. The doctor sprays or uses a cotton swab to dab the lesion until a 1mm frozen halo appears around the lesion, photocoagulation time is 5-20 seconds, 1-2 healing cycles each time and repeat 1-3 times. /week maximum 12 weeks. Side effects of this method are pain, necrosis, blisters, and scarring. Regional anesthesia may be needed if the lesions are large or extensive. The rate of lesion clearance is 44 - 87%, recurrence is 12 - 42% after 1-3 months and can be up to 59% after 12 months of lesion clearance. Cryotherapy with liquid nitrogen requires quite simple, inexpensive equipment and is safe for pregnant women. The downside is that patients need to go to the medical facility many times\nPhysical methods remove and destroy damage\nIncluding: CO2 laser, curettage, electrocautery... Priority indicated for large, widespread warts, warts in the urethra, vagina, cervix and other lesions that do not respond to treatment. CO2 laser is preferred because it maintains anatomy, controls depth, is easier to perform than surgical excision, has less bleeding, and causes less discomfort than electrocautery. Electrocautery is contraindicated for people with pacemakers and lesions near the anus.\nThe patient will receive local anesthesia during the procedure. In the case of large lesions, in the anal canal or in children, general anesthesia may be given. These methods are effective in removing most (89-100%) of the lesions at one time, however the risk of recurrence ranges from 19-29% and has disadvantages including possible scarring and pigmentation changes. , anal fissures, damage to the anal sphincter.\n\nHow to care for sick people\nPeople with genital warts need to have appropriate care to limit the risk of widespread damage, affecting the health of themselves and their partners. After treatment, patients also need to be closely monitored to quickly recover and limit the risk of recurrence.\nAccordingly, Andrology experts, Tam Anh General Hospital System advise patients to follow the following advice:\nDo not arbitrarily use over-the-counter medications, especially medications used in other areas. Because genital warts are caused by a different strain of HPV virus, a suitable treatment medication is needed.\nAfter treating genital warts, patients should pay attention to hygiene factors by using an intimate washing solution with a medium pH, bathing regularly, changing clothes daily, and not sharing personal items. with other people. Most lesions respond within 3 months of treatment. However, immunodeficiency and treatment complications may affect effectiveness. The partner of a patient with genital warts can be infected with HPV even though the lesions are not visible, because the HPV PCR test is not necessary for the partner. The length of time the virus persists after the damage is gone is unknown, so there is no clear recommendation on how long to abstain from sex. Patients should limit sexual intercourse while the injury is present and during treatment.; Nutrition for people with genital warts mainly focuses on strengthening resistance to repel viruses and prevent the risk of reinfection. Patients should not eat hot, spicy foods, fried foods, irritating foods and stimulants... Pay attention to increasing green vegetables, fruits, and healthy proteins. Pay special attention to vitamins B and C and strong antioxidants such as garlic, onions...\nYou may be interested in: What should you avoid eating with genital warts? Nutrition and 7 foods to avoid\n\nHow to prevent genital warts\nIf you are sexually active, you can take the following measures to protect yourself and your partner from the risk of getting or spreading HPV and other sexually transmitted diseases: (4)\nUse condoms when having sex; Check periodically according to your doctor's instructions; Thorough treatment of sexually transmitted diseases; Talk to your partner if you are infected with HPV to get treatment together; Be monogamous or limit the number of sexual partners; Get the HPV vaccine to proactively protect your health. The vaccine can protect you from genital warts and also from HPV strains linked to cancer risk. This vaccine is given in 1-3 doses, depending on age, and should be given before sexual intercourse, as it is most effective when a person has not been exposed to HPV.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an examination and treatment of genital warts with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nGenital warts are one of the common sexually transmitted diseases. Some people only get it once, while others have frequent relapses. Treatment can remove the wart, but it cannot completely remove the HPV virus. Therefore, you should prevent the risk of infection and pay attention to safe and faithful sex.",
    "subsections": [
        {
            "subsection_name": "What is genital warts?",
            "subsection_content": "Genital warts, or genital warts, are a common sexually transmitted disease caused by a virus, manifested by soft warts on the genitals accompanied by pain and itching. snoring, discomfort. The virus that causes genital warts is Human Papillomavirus (HPV). (first)\nSome people develop genital warts within a few weeks of infection, but in others it can take months or years. In fact, most cases of HPV infection are asymptomatic or undetected. The proportion of people with obvious symptoms is very low, only about 1-2% of cases. Therefore, it is difficult for patients to determine their condition and accidentally transmit the virus to others.",
            "subsection_string": "What is genital warts?\nGenital warts, or genital warts, are a common sexually transmitted disease caused by a virus, manifested by soft warts on the genitals accompanied by pain and itching. snoring, discomfort. The virus that causes genital warts is Human Papillomavirus (HPV). (first)\nSome people develop genital warts within a few weeks of infection, but in others it can take months or years. In fact, most cases of HPV infection are asymptomatic or undetected. The proportion of people with obvious symptoms is very low, only about 1-2% of cases. Therefore, it is difficult for patients to determine their condition and accidentally transmit the virus to others."
        },
        {
            "subsection_name": "Symptoms of genital warts in both men and women",
            "subsection_content": "According to Andrology experts, Tam Anh General Hospital System, genital warts are transmitted through sexual contact, including oral, vaginal and anal sex. Warts can exist inside or outside the genitals, so patients sometimes cannot detect them.\nIn the early stages of formation, warts are often very small, skin-colored or slightly darker. The tips of the spots are shaped like a chicken's comb or cauliflower and feel smooth or slightly rough to the touch. Besides, they can also appear as a cluster of warts or just one wart. In addition, depending on gender, symptoms of genital warts may be different.\nSymptoms of genital warts in men\nGenital warts in men can appear on the penis, scrotum, groin, thighs, inside or around the anus.; Skin-colored, brown or pink warts in the genital area cause discomfort, itching, and bleeding after sex. In addition, genital warts can also appear on the lips, mouth, tongue or throat of people who have oral sex with someone infected with the HPV virus.\nSymptoms of genital warts in women:\nWarts caused by HPV virus infection in women can appear inside or outside the vagina, anus, or cervix; Similar to men, genital warts in women can also appear in other places on the woman's body and cause: vaginal discharge, itching, burning, pain and swelling. /or bleeding during sex...\nPatients should see a specialist when they feel the above symptoms or when their body has symptoms such as:\nGenital irritation or itching; Pain during sex; Burning pain when urinating, difficulty urinating; Genital organs have abnormal discharge, foul smell, redness...",
            "subsection_string": "Symptoms of genital warts in both men and women\nAccording to Andrology experts, Tam Anh General Hospital System, genital warts are transmitted through sexual contact, including oral, vaginal and anal sex. Warts can exist inside or outside the genitals, so patients sometimes cannot detect them.\nIn the early stages of formation, warts are often very small, skin-colored or slightly darker. The tips of the spots are shaped like a chicken's comb or cauliflower and feel smooth or slightly rough to the touch. Besides, they can also appear as a cluster of warts or just one wart. In addition, depending on gender, symptoms of genital warts may be different.\nSymptoms of genital warts in men\nGenital warts in men can appear on the penis, scrotum, groin, thighs, inside or around the anus.; Skin-colored, brown or pink warts in the genital area cause discomfort, itching, and bleeding after sex. In addition, genital warts can also appear on the lips, mouth, tongue or throat of people who have oral sex with someone infected with the HPV virus.\nSymptoms of genital warts in women:\nWarts caused by HPV virus infection in women can appear inside or outside the vagina, anus, or cervix; Similar to men, genital warts in women can also appear in other places on the woman's body and cause: vaginal discharge, itching, burning, pain and swelling. /or bleeding during sex...\nPatients should see a specialist when they feel the above symptoms or when their body has symptoms such as:\nGenital irritation or itching; Pain during sex; Burning pain when urinating, difficulty urinating; Genital organs have abnormal discharge, foul smell, redness..."
        },
        {
            "subsection_name": "Virus strains that cause genital warts",
            "subsection_content": "The virus that causes genital warts is Human Papillomavirus (HPV). This virus includes about 150 strains with at least 30-40 strains transmitted through sexual contact. But only certain strains can cause genital warts. According to the US National Cancer Institute, there are two common groups that cause genital warts:\nHPV-16 and HPV-18 strains belong to the high-risk group, capable of causing cancer of the cervix, penis, vulva, vagina, anus, oropharynx...; HPV-6 and HPV-11 strains belong to the benign group. However, giant genital warts (Buschke-Lowenstein tumors) are very rare and are considered a form of papillary squamous cell carcinoma caused by HPV 6 and 11. The disease is characterized by invasion below the dermis. Pathology has benign areas interspersed with abnormal epidermal cells or squamous cell carcinoma (SCC) differentiated cells.",
            "subsection_string": "Virus strains that cause genital warts\nThe virus that causes genital warts is Human Papillomavirus (HPV). This virus includes about 150 strains with at least 30-40 strains transmitted through sexual contact. But only certain strains can cause genital warts. According to the US National Cancer Institute, there are two common groups that cause genital warts:\nHPV-16 and HPV-18 strains belong to the high-risk group, capable of causing cancer of the cervix, penis, vulva, vagina, anus, oropharynx...; HPV-6 and HPV-11 strains belong to the benign group. However, giant genital warts (Buschke-Lowenstein tumors) are very rare and are considered a form of papillary squamous cell carcinoma caused by HPV 6 and 11. The disease is characterized by invasion below the dermis. Pathology has benign areas interspersed with abnormal epidermal cells or squamous cell carcinoma (SCC) differentiated cells."
        },
        {
            "subsection_name": "Causes of genital warts",
            "subsection_content": "Human Papillomavirus (HPV) is the cause of genital warts. This virus includes about 150 strains with at least 40 strains transmitted through sexual contact. Among them, the two common strains that cause genital warts are HPV-16 and HPV-18, which are in the high-risk group, because they have the ability to cause cancer of the cervix, penis, vulva, vagina, anus, and pharynx. throat... HPV-6 and HPV-11 strains can also cause genital warts and recurrent respiratory papillomas, but do not progress to cancer. (2)\nRisk factors for genital warts:\nMost sexually active people will be infected with the virus at some point in their lives. Additionally, factors that may increase your risk of infection include:\nHaving sex without protection; Having sex without knowing your partner's sexual history; Having many sexual partners; Infection with other sexually transmitted diseases; Having sex early; Weak immune system such as HIV infection or taking anti-rejection drugs; People under 30 years old; Smoker; Have a mother infected with HPV virus",
            "subsection_string": "Causes of genital warts\nHuman Papillomavirus (HPV) is the cause of genital warts. This virus includes about 150 strains with at least 40 strains transmitted through sexual contact. Among them, the two common strains that cause genital warts are HPV-16 and HPV-18, which are in the high-risk group, because they have the ability to cause cancer of the cervix, penis, vulva, vagina, anus, and pharynx. throat... HPV-6 and HPV-11 strains can also cause genital warts and recurrent respiratory papillomas, but do not progress to cancer. (2)\nRisk factors for genital warts:\nMost sexually active people will be infected with the virus at some point in their lives. Additionally, factors that may increase your risk of infection include:\nHaving sex without protection; Having sex without knowing your partner's sexual history; Having many sexual partners; Infection with other sexually transmitted diseases; Having sex early; Weak immune system such as HIV infection or taking anti-rejection drugs; People under 30 years old; Smoker; Have a mother infected with HPV virus"
        },
        {
            "subsection_name": "Is genital warts dangerous?",
            "subsection_content": "Genital warts are one of the very dangerous diseases, with the ability to transmit quickly, making the patient feel very painful, uncomfortable, self-conscious... If not detected early and treated promptly and according to the correct regimen. , the disease can leave many serious complications, affecting the patient's health and fertility. Specifically:\nDevelops into cancer\nGenital warts have the ability to cause cancer in both men and women. Statistical results show that about 10.2% of women with genital warts in the cervix, 5% in the vagina, and 5% in the anus can develop cancer. In men, 15% of HPV infections turn into penile cancer.\nPatients can also get cancer of the nasopharynx, throat... when suffering from genital warts due to oral sex.\nEffects on pregnancy\nDuring pregnancy, hormone levels in a woman's body increase. This is what causes the warts to get bigger, spread more widely and cause bleeding. Genital warts not only make it difficult to go to the toilet due to their increasing size, but can also reduce the elasticity of vaginal tissue, affecting the natural birth process, making it difficult for pregnant women. vaginal birth.\nAlthough very rare, in 4/100,000 live births, some newborns whose mothers have genital warts are also at risk of developing laryngeal papilloma, causing the child to have a hoarse voice and cry weakly... In severe cases, the disease can spread to the trachea and lungs, causing airway obstruction.\nAffects fertility\nGenital warts can deform the penis, block the vas deferens, block the urethra, cause cervical cancer... affecting the fertility of both sexes. Some studies also show that the presence of HPV virus in semen reduces sperm mobility, which can cause infertility in men. If sperm containing HPV fertilizes the egg, it can also increase the risk of miscarriage.",
            "subsection_string": "Is genital warts dangerous?\nGenital warts are one of the very dangerous diseases, with the ability to transmit quickly, making the patient feel very painful, uncomfortable, self-conscious... If not detected early and treated promptly and according to the correct regimen. , the disease can leave many serious complications, affecting the patient's health and fertility. Specifically:\nDevelops into cancer\nGenital warts have the ability to cause cancer in both men and women. Statistical results show that about 10.2% of women with genital warts in the cervix, 5% in the vagina, and 5% in the anus can develop cancer. In men, 15% of HPV infections turn into penile cancer.\nPatients can also get cancer of the nasopharynx, throat... when suffering from genital warts due to oral sex.\nEffects on pregnancy\nDuring pregnancy, hormone levels in a woman's body increase. This is what causes the warts to get bigger, spread more widely and cause bleeding. Genital warts not only make it difficult to go to the toilet due to their increasing size, but can also reduce the elasticity of vaginal tissue, affecting the natural birth process, making it difficult for pregnant women. vaginal birth.\nAlthough very rare, in 4/100,000 live births, some newborns whose mothers have genital warts are also at risk of developing laryngeal papilloma, causing the child to have a hoarse voice and cry weakly... In severe cases, the disease can spread to the trachea and lungs, causing airway obstruction.\nAffects fertility\nGenital warts can deform the penis, block the vas deferens, block the urethra, cause cervical cancer... affecting the fertility of both sexes. Some studies also show that the presence of HPV virus in semen reduces sperm mobility, which can cause infertility in men. If sperm containing HPV fertilizes the egg, it can also increase the risk of miscarriage."
        },
        {
            "subsection_name": "Stages of development of genital warts",
            "subsection_content": "According to the development process of genital warts, many experts divide the disease into 5 stages corresponding to the following symptoms:\nIncubation period: This is the period when the patient is exposed to the pathogen until the first wart appears. This period can be weeks, months or up to several years. Usually about 3 months.; Onset stage: To put it simply, this is the first stage of genital warts. The patient has small, light-colored, scattered lesions...; Development stage: At this stage, the warts develop strongly in size, number, location... greatly affecting psychology and living process.; Complications stage: In folk medicine, this is called late-stage genital warts. The patient shows signs of superinfection, the damaged area is swollen, exudates fluid, ulcers, and bleeds easily. Some people have complications such as anal cancer, nasopharynx...; Recurrence stage: After being cured, the patient is still at risk of recurrence from the same partner or because the virus in the body has not been completely eliminated. Usually, the condition of people with recurrent genital warts will be worse than the primary condition.",
            "subsection_string": "Stages of development of genital warts\nAccording to the development process of genital warts, many experts divide the disease into 5 stages corresponding to the following symptoms:\nIncubation period: This is the period when the patient is exposed to the pathogen until the first wart appears. This period can be weeks, months or up to several years. Usually about 3 months.; Onset stage: To put it simply, this is the first stage of genital warts. The patient has small, light-colored, scattered lesions...; Development stage: At this stage, the warts develop strongly in size, number, location... greatly affecting psychology and living process.; Complications stage: In folk medicine, this is called late-stage genital warts. The patient shows signs of superinfection, the damaged area is swollen, exudates fluid, ulcers, and bleeds easily. Some people have complications such as anal cancer, nasopharynx...; Recurrence stage: After being cured, the patient is still at risk of recurrence from the same partner or because the virus in the body has not been completely eliminated. Usually, the condition of people with recurrent genital warts will be worse than the primary condition."
        },
        {
            "subsection_name": "Disease diagnostic tests",
            "subsection_content": "In addition to observing genital warts with the naked eye, doctors also instruct patients to perform the following paraclinical diagnostic measures: (3)\nBlood test: Sexually transmitted diseases such as gonorrhea, syphilis, chlamydia... often have a relationship with genital warts. Therefore, patients need to be tested for the presence of these bacteria in the blood to determine the cause of the disease and risk factors.; Anal examination: Genital warts may not appear in the genitals or mouth area, but exist deep inside the anus. Therefore, the doctor can examine the anus with a specialized instrument to find warts inside.\nPelvic exam: For women, the doctor may prescribe a cervical smear (Pap test) during a pelvic exam to check for changes in the cervix caused by genital warts (if any). ). Patients can also have a colposcopy to check and biopsy the vagina and cervix... Colposcopy and HPV testing are performed when genital warts recur many times for monitoring purposes. Cytological and histological abnormalities in the uterus to evaluate the disease condition and prevent and control the risk of cervical cancer.\nBiopsy: Your doctor may also prescribe a biopsy and send tissue samples for pathological evaluation. This is to survey histopathological images, determine the type of HPV virus, determine the DNA of the virus and predict the risk of cancer for the patient.",
            "subsection_string": "Disease diagnostic tests\nIn addition to observing genital warts with the naked eye, doctors also instruct patients to perform the following paraclinical diagnostic measures: (3)\nBlood test: Sexually transmitted diseases such as gonorrhea, syphilis, chlamydia... often have a relationship with genital warts. Therefore, patients need to be tested for the presence of these bacteria in the blood to determine the cause of the disease and risk factors.; Anal examination: Genital warts may not appear in the genitals or mouth area, but exist deep inside the anus. Therefore, the doctor can examine the anus with a specialized instrument to find warts inside.\nPelvic exam: For women, the doctor may prescribe a cervical smear (Pap test) during a pelvic exam to check for changes in the cervix caused by genital warts (if any). ). Patients can also have a colposcopy to check and biopsy the vagina and cervix... Colposcopy and HPV testing are performed when genital warts recur many times for monitoring purposes. Cytological and histological abnormalities in the uterus to evaluate the disease condition and prevent and control the risk of cervical cancer.\nBiopsy: Your doctor may also prescribe a biopsy and send tissue samples for pathological evaluation. This is to survey histopathological images, determine the type of HPV virus, determine the DNA of the virus and predict the risk of cancer for the patient."
        },
        {
            "subsection_name": "Treatment of genital warts",
            "subsection_content": "According to Andrology experts, the treatment of genital warts must comply with the first principle of removing lesions and pre-cancerous lesions caused by HPV infection; Control the risk of infection with other sexually transmitted diseases to avoid making genital warts worse, and also treat the patient's partner to prevent reinfection.\nDrug treatment\nCurrently, genital warts can be treated with the following measures:\nImiquimod (Aldara): This drug is indicated for adults and children 12 years of age and older. There is currently no data on safety for pregnant women and children under 12 years of age. The drug has the ability to enhance local immunity. However, this medicine is used on the skin and causes local inflammatory reactions such as: skin redness, irritation, calluses, ulcers, erosions, blisters and hypopigmentation...; Trichloroacetic acid: This acid is similar to acetic acid, used in cosmetic treatments, warts and genital warts. The drug can also cause side effects such as mild skin irritation, including itching, swelling, pain... Can be used by pregnant women.; Podophyllin and Podofilox: This is a type of tree resin that destroys the tissue of genital warts. However, podofilox, a compound with similar activity to Podophyllin, is not intended for use in the internal genital area and is contraindicated in pregnant women.; Interferon or 5-fluorouracin: This is an injectable drug that strengthens the body's natural resistance, thereby helping to destroy the HPV virus. However, the drug is only suitable for small, less serious injuries because it can cause many side effects and has a relatively high cost.\nGenital warts cannot be treated with regular wart medications or over-the-counter medications. Therefore, patients should not arbitrarily use medicine or buy it at a pharmacy, but should go to the hospital to check their specific condition and be prescribed appropriate medicine, to avoid complications and the risk of drug resistance.\nTreatment is by procedures and surgery\nIf medical treatment is not effective, the patient may need some minor procedures to remove the wart. Those measures include:\nCryotheraphy: This procedure uses liquid nitrogen (-196 degrees Celsius) to freeze infected cells, causing irreversible damage to cell membranes. The doctor sprays or uses a cotton swab to dab the lesion until a 1mm frozen halo appears around the lesion, photocoagulation time is 5-20 seconds, 1-2 healing cycles each time and repeat 1-3 times. /week maximum 12 weeks. Side effects of this method are pain, necrosis, blisters, and scarring. Regional anesthesia may be needed if the lesions are large or extensive. The rate of lesion clearance is 44 - 87%, recurrence is 12 - 42% after 1-3 months and can be up to 59% after 12 months of lesion clearance. Cryotherapy with liquid nitrogen requires quite simple, inexpensive equipment and is safe for pregnant women. The downside is that patients need to go to the medical facility many times\nPhysical methods remove and destroy damage\nIncluding: CO2 laser, curettage, electrocautery... Priority indicated for large, widespread warts, warts in the urethra, vagina, cervix and other lesions that do not respond to treatment. CO2 laser is preferred because it maintains anatomy, controls depth, is easier to perform than surgical excision, has less bleeding, and causes less discomfort than electrocautery. Electrocautery is contraindicated for people with pacemakers and lesions near the anus.\nThe patient will receive local anesthesia during the procedure. In the case of large lesions, in the anal canal or in children, general anesthesia may be given. These methods are effective in removing most (89-100%) of the lesions at one time, however the risk of recurrence ranges from 19-29% and has disadvantages including possible scarring and pigmentation changes. , anal fissures, damage to the anal sphincter.",
            "subsection_string": "Treatment of genital warts\nAccording to Andrology experts, the treatment of genital warts must comply with the first principle of removing lesions and pre-cancerous lesions caused by HPV infection; Control the risk of infection with other sexually transmitted diseases to avoid making genital warts worse, and also treat the patient's partner to prevent reinfection.\nDrug treatment\nCurrently, genital warts can be treated with the following measures:\nImiquimod (Aldara): This drug is indicated for adults and children 12 years of age and older. There is currently no data on safety for pregnant women and children under 12 years of age. The drug has the ability to enhance local immunity. However, this medicine is used on the skin and causes local inflammatory reactions such as: skin redness, irritation, calluses, ulcers, erosions, blisters and hypopigmentation...; Trichloroacetic acid: This acid is similar to acetic acid, used in cosmetic treatments, warts and genital warts. The drug can also cause side effects such as mild skin irritation, including itching, swelling, pain... Can be used by pregnant women.; Podophyllin and Podofilox: This is a type of tree resin that destroys the tissue of genital warts. However, podofilox, a compound with similar activity to Podophyllin, is not intended for use in the internal genital area and is contraindicated in pregnant women.; Interferon or 5-fluorouracin: This is an injectable drug that strengthens the body's natural resistance, thereby helping to destroy the HPV virus. However, the drug is only suitable for small, less serious injuries because it can cause many side effects and has a relatively high cost.\nGenital warts cannot be treated with regular wart medications or over-the-counter medications. Therefore, patients should not arbitrarily use medicine or buy it at a pharmacy, but should go to the hospital to check their specific condition and be prescribed appropriate medicine, to avoid complications and the risk of drug resistance.\nTreatment is by procedures and surgery\nIf medical treatment is not effective, the patient may need some minor procedures to remove the wart. Those measures include:\nCryotheraphy: This procedure uses liquid nitrogen (-196 degrees Celsius) to freeze infected cells, causing irreversible damage to cell membranes. The doctor sprays or uses a cotton swab to dab the lesion until a 1mm frozen halo appears around the lesion, photocoagulation time is 5-20 seconds, 1-2 healing cycles each time and repeat 1-3 times. /week maximum 12 weeks. Side effects of this method are pain, necrosis, blisters, and scarring. Regional anesthesia may be needed if the lesions are large or extensive. The rate of lesion clearance is 44 - 87%, recurrence is 12 - 42% after 1-3 months and can be up to 59% after 12 months of lesion clearance. Cryotherapy with liquid nitrogen requires quite simple, inexpensive equipment and is safe for pregnant women. The downside is that patients need to go to the medical facility many times\nPhysical methods remove and destroy damage\nIncluding: CO2 laser, curettage, electrocautery... Priority indicated for large, widespread warts, warts in the urethra, vagina, cervix and other lesions that do not respond to treatment. CO2 laser is preferred because it maintains anatomy, controls depth, is easier to perform than surgical excision, has less bleeding, and causes less discomfort than electrocautery. Electrocautery is contraindicated for people with pacemakers and lesions near the anus.\nThe patient will receive local anesthesia during the procedure. In the case of large lesions, in the anal canal or in children, general anesthesia may be given. These methods are effective in removing most (89-100%) of the lesions at one time, however the risk of recurrence ranges from 19-29% and has disadvantages including possible scarring and pigmentation changes. , anal fissures, damage to the anal sphincter."
        },
        {
            "subsection_name": "How to care for sick people",
            "subsection_content": "People with genital warts need to have appropriate care to limit the risk of widespread damage, affecting the health of themselves and their partners. After treatment, patients also need to be closely monitored to quickly recover and limit the risk of recurrence.\nAccordingly, Andrology experts, Tam Anh General Hospital System advise patients to follow the following advice:\nDo not arbitrarily use over-the-counter medications, especially medications used in other areas. Because genital warts are caused by a different strain of HPV virus, a suitable treatment medication is needed.\nAfter treating genital warts, patients should pay attention to hygiene factors by using an intimate washing solution with a medium pH, bathing regularly, changing clothes daily, and not sharing personal items. with other people. Most lesions respond within 3 months of treatment. However, immunodeficiency and treatment complications may affect effectiveness. The partner of a patient with genital warts can be infected with HPV even though the lesions are not visible, because the HPV PCR test is not necessary for the partner. The length of time the virus persists after the damage is gone is unknown, so there is no clear recommendation on how long to abstain from sex. Patients should limit sexual intercourse while the injury is present and during treatment.; Nutrition for people with genital warts mainly focuses on strengthening resistance to repel viruses and prevent the risk of reinfection. Patients should not eat hot, spicy foods, fried foods, irritating foods and stimulants... Pay attention to increasing green vegetables, fruits, and healthy proteins. Pay special attention to vitamins B and C and strong antioxidants such as garlic, onions...\nYou may be interested in: What should you avoid eating with genital warts? Nutrition and 7 foods to avoid",
            "subsection_string": "How to care for sick people\nPeople with genital warts need to have appropriate care to limit the risk of widespread damage, affecting the health of themselves and their partners. After treatment, patients also need to be closely monitored to quickly recover and limit the risk of recurrence.\nAccordingly, Andrology experts, Tam Anh General Hospital System advise patients to follow the following advice:\nDo not arbitrarily use over-the-counter medications, especially medications used in other areas. Because genital warts are caused by a different strain of HPV virus, a suitable treatment medication is needed.\nAfter treating genital warts, patients should pay attention to hygiene factors by using an intimate washing solution with a medium pH, bathing regularly, changing clothes daily, and not sharing personal items. with other people. Most lesions respond within 3 months of treatment. However, immunodeficiency and treatment complications may affect effectiveness. The partner of a patient with genital warts can be infected with HPV even though the lesions are not visible, because the HPV PCR test is not necessary for the partner. The length of time the virus persists after the damage is gone is unknown, so there is no clear recommendation on how long to abstain from sex. Patients should limit sexual intercourse while the injury is present and during treatment.; Nutrition for people with genital warts mainly focuses on strengthening resistance to repel viruses and prevent the risk of reinfection. Patients should not eat hot, spicy foods, fried foods, irritating foods and stimulants... Pay attention to increasing green vegetables, fruits, and healthy proteins. Pay special attention to vitamins B and C and strong antioxidants such as garlic, onions...\nYou may be interested in: What should you avoid eating with genital warts? Nutrition and 7 foods to avoid"
        },
        {
            "subsection_name": "How to prevent genital warts",
            "subsection_content": "If you are sexually active, you can take the following measures to protect yourself and your partner from the risk of getting or spreading HPV and other sexually transmitted diseases: (4)\nUse condoms when having sex; Check periodically according to your doctor's instructions; Thorough treatment of sexually transmitted diseases; Talk to your partner if you are infected with HPV to get treatment together; Be monogamous or limit the number of sexual partners; Get the HPV vaccine to proactively protect your health. The vaccine can protect you from genital warts and also from HPV strains linked to cancer risk. This vaccine is given in 1-3 doses, depending on age, and should be given before sexual intercourse, as it is most effective when a person has not been exposed to HPV.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an examination and treatment of genital warts with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nGenital warts are one of the common sexually transmitted diseases. Some people only get it once, while others have frequent relapses. Treatment can remove the wart, but it cannot completely remove the HPV virus. Therefore, you should prevent the risk of infection and pay attention to safe and faithful sex.",
            "subsection_string": "How to prevent genital warts\nIf you are sexually active, you can take the following measures to protect yourself and your partner from the risk of getting or spreading HPV and other sexually transmitted diseases: (4)\nUse condoms when having sex; Check periodically according to your doctor's instructions; Thorough treatment of sexually transmitted diseases; Talk to your partner if you are infected with HPV to get treatment together; Be monogamous or limit the number of sexual partners; Get the HPV vaccine to proactively protect your health. The vaccine can protect you from genital warts and also from HPV strains linked to cancer risk. This vaccine is given in 1-3 doses, depending on age, and should be given before sexual intercourse, as it is most effective when a person has not been exposed to HPV.\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an examination and treatment of genital warts with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nGenital warts are one of the common sexually transmitted diseases. Some people only get it once, while others have frequent relapses. Treatment can remove the wart, but it cannot completely remove the HPV virus. Therefore, you should prevent the risk of infection and pay attention to safe and faithful sex."
        }
    ],
    "name": "sui-mao-ga.json"
}