{
    "title": "Chronic venous insufficiency: Causes, symptoms and treatment",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/suy-tinh-mach-man-tinh/",
    "abstract": "Chronic venous insufficiency is a fairly common disease, with about 1 in every 20 adults suffering from the disease. The disease is common in people over 50 years old, and the risk of the disease increases with increasing age. However, many young people may have venous disease but do not know it and do not receive appropriate treatment.",
    "content": "Chronic venous insufficiency: Causes, symptoms and treatment\n\nChronic venous insufficiency is a fairly common disease, with about 1 in every 20 adults suffering from the disease. The disease is common in people over 50 years old, and the risk of the disease increases with increasing age. However, many young people may have venous disease but do not know it and do not receive appropriate treatment.\n\nWhat is chronic venous insufficiency?\nChronic venous insufficiency is a condition in which the venous valves will \"not close tightly\", causing part of the oxygen-poor blood to \"flow back\" to the legs and stagnate there with each cardiac cycle. In the body, the heart plays the role of bringing \"oxygen-rich\" blood to the organs through arteries, while veins bring \"oxygen-poor\" blood back to the heart to continue the body's infinite circulation. (first)\nThe farther away the veins are, the slower blood returns to the heart, especially the veins in the legs. Blood in the leg veins is more likely to \"stall\" because most of the time during the day we are in a sitting or standing position. Veins have many one-way valves distributed along their path. Venous valves help blood \"climb step by step\" in one direction to the heart. The valves also help prevent blood stasis in distant parts of the body.\nOver time, sometimes taking years to decades, chronic venous insufficiency progresses silently and gradually causes symptoms of pain, cramps, numbness, edema and changes in color in the legs. Over time, if not treated properly, it can progress to foot ulcers that do not heal.\n\nCauses of chronic varicose veins\nIf you do not exercise regularly, along with work characteristics that require you to sit or stand for long periods of time, it will increase the pressure in the veins and \"irreversible dilation\" of the veins due to blood stasis. Over time, this condition weakens the venous valves, putting you at risk of venous insufficiency. In addition, blood clots in the deep veins of the legs (deep vein thrombosis) are also a cause of chronic venous valve insufficiency. (2)\nWomen are more susceptible to chronic venous insufficiency than men. In addition, some of the following subjects are also at higher risk:\nOver 50 years old; Overweight – obesity; Smoke; Are pregnant or have been pregnant multiple times; Parents/siblings have a history of chronic venous insufficiency; History of deep vein thrombosis\nSee more: Varicose veins of the lower limbs during pregnancy\n\nSymptoms of chronic venous insufficiency\nSymptoms of chronic venous insufficiency are often localized in the legs, from the feet to the calves in the early stages or the thighs in the later stages: (3)\nSwelling or heaviness in the legs, especially in the lower legs and ankles; Painful; Itchy; Numbness; Varicose veins (tiny spider veins on the surface of the skin, or tortuous varicose veins); Dark, hard skin\nSymptoms of venous disease will often be \"more intense\" in the afternoon or at bedtime. Symptoms will decrease when raising the legs or some patients even want to \"hang their legs\" high to sleep because they will \"sleep better\". That's because when the legs are higher than the heart, the blood in the legs will \"flow\" better to the heart, helping to relieve symptoms of tension caused by blood stagnation in the leg veins.\nIf not treated early, the pressure created by blood stagnation in the veins for a long time will break small blood vessels in the legs, causing the skin to turn dark brown, especially the skin on the lower legs near the ankles. More serious is swelling and leg ulcers that take a long time to heal, are easily infected, and are difficult to treat.\n\nDisease complications\nChronic venous insufficiency can lead to serious complications such as:\nVenous ulcers\nPoor blood circulation to the heart in the legs is the root cause of leg ulcers. These ulcers are not only unsightly but also painful and slow to heal. Even with proper treatment, it can take several months for them to completely disappear. On the contrary, if the patient does not keep the ulcerated skin area clean during treatment, the ulcers will quickly become infected. At that time, the doctor must widen the wound to remove infected tissue and prevent more serious complications.\nBlood clot\nWhen the veins of the lower extremities are impaired, the blood flow to the heart will go very slowly, creating an opportunity for blood clots to form. That's why chronic venous insufficiency is sometimes associated with deep vein thrombosis. This condition develops when a blood clot forms in one of the deep veins in the leg. These clots can block blood flow to the legs and even block a pulmonary embolism, causing a pulmonary embolism (when part of a blood clot in the leg breaks off and travels to the lungs). If not treated early, the blood clot will block the arteries in the lungs, reducing oxygen exchange, leading to death.\nSymptoms of a pulmonary embolism include coughing up blood, chest pain or discomfort, shortness of breath, low blood pressure, and rapid heart rate. If you have symptoms that suggest a pulmonary embolism, go to the hospital immediately.\nBleeding is difficult to stop\nCirculatory problems can affect the body's ability to heal wounds. That means if you have chronic venous insufficiency and have an open wound on your leg, you are at risk of bleeding a lot and must take intensive care to stop the bleeding. Otherwise, uncontrolled blood loss will be life-threatening.\nIn addition, some people with chronic venous insufficiency also face bleeding naturally. The cause is venous ulcers or venous hemorrhage. Regardless of the cause of bleeding, the patient needs to see a doctor for timely treatment.\n\nDiagnosis of chronic varicose veins\nTo diagnose whether you have chronic venous insufficiency and what stage the disease is in, your doctor will first examine your symptoms and take your medical history. Then, the doctor examines the leg veins with a doppler ultrasound. This technique uses sound waves to observe blood vessels, check the speed and direction of blood flow, thereby determining the location of valve insufficiency and associated diseases in the legs to help doctors make an accurate diagnosis. (4)\nSometimes, you may need to do additional blood tests, X-rays, electromyography, computed tomography or magnetic resonance imaging to check for other causes of pain, swelling, and numbness in your legs...\nDoppler ultrasound is a modern diagnostic technique that helps detect chronic venous insufficiency\n\nTreatments\nThe main goal when treating chronic venous insufficiency is to resolve current symptoms, prevent leg ulcers as well as stop the progression of the disease over time. Coordinated measures include:\nChange your lifestyle\nThis is the doctor's first advice for patients with varicose veins. Lifestyle changes include:\nWear venous pressure stockings: Venous stockings can stretch and create pressure in the legs, helping blood move and not stagnate in the veins. Vein stockings come in a variety of tightnesses, lengths, and styles. Depending on your condition and treatment goals, your doctor will prescribe you the right type of socks for your feet.\nMove often: you need to try not to sit or stand for long periods of time. If you have to sit, regularly straighten or wiggle your feet to help blood circulate to the heart easily. If you stand a lot, sit down every 60 minutes and put your feet up. The main goal is to help blood return to the heart, reducing pressure in the veins of your legs.\nExercise: Exercise also helps bring blood back to the heart better. In exercise subjects, brisk walking is a leg varicose vein exercise recommended by doctors because it is easy to practice, helps strengthen leg muscles and enhances blood circulation in the deep vein system better.\nUse medicine\nDepending on your condition, your doctor will prescribe you appropriate medications, such as drugs to strengthen veins, anticoagulants to prevent blood clots, antibiotics if there is a leg ulcer infection, etc.\n\nTreatment procedures\nIf you have severe chronic venous insufficiency, your doctor will consider a number of procedures to remove diseased veins to redirect blood flow to other healthy veins. Some treatments being routinely performed at the Department of Cardiovascular and Thoracic Surgery, Cardiovascular Center, Tam Anh General Hospital are:\nSclerotherapy: the doctor will inject medicine into the spider veins under the skin. Thanks to that, blood no longer follows the diseased veins. Over time, veins will become fibrous, turn into scars and no longer appear on the skin.; Endovascular laser ablation: the doctor will insert a heating wire (laser or radiofrequency wire) into the vein and conduct heat wave heating to destroy the diseased vein. This is a new method being widely applied in major centers around the world with high aesthetics and treatment effectiveness, low recurrence rate, and moderate cost.; Venaseal intravenous glue injection: This is a modern method highly appreciated for its convenience and speed. The procedure is performed with anesthesia so the patient will be completely awake throughout the treatment process. The doctor inserts a tool into the diseased vein to inject glue to \"adhere\" the vein. Blood will no longer follow that vein but will be directed to another healthy vein.\nDoctor performs glue injection to treat chronic varicose veins of the lower limbs.\n\nPrecautions\nAlthough it is impossible to completely prevent chronic venous insufficiency, you can reduce the risk of the disease by:\nDo not smoke and stay away from cigarette smoke.; Avoid wearing tight clothes or belts that are too tight.; Don't sit or stand for too long. Try to get up and move around regularly.; Have a heart-healthy diet: reduce sodium (salt) intake, limit fried foods and processed foods, increase fruits, vegetables, good fats, and nuts … in the diet.; Exercise regularly.; Maintain a reasonable weight.\nExercising regularly, preferably walking, helps prevent and improve symptoms of chronic venous insufficiency\nThe Cardiovascular - Thoracic - Vascular Surgery Department of Tam Anh General Hospital receives and successfully treats many cases of chronic venous insufficiency from mild to severe. Thanks to the application of modern techniques in treatment, patients' symptoms are completely improved, risks are reduced and relapses are prevented.\nIn particular, Tam Anh General Hospital is one of the first hospitals to deploy bio-colloid injection technique (in addition to the already popular laser or radiofrequency ablation procedure) in the treatment of chronic varicose veins. This technique is performed by a team of experienced surgeons, under the support of a modern ultrasound system. Patients recover quickly and return to daily life soon.\nTo schedule an examination and treatment for chronic venous insufficiency, please contact:\nProgressive chronic venous insufficiency can cause discomfort, pain, and reduced patient quality of life. Early and correct treatment will help control symptoms and give patients a better quality of life.",
    "subsections": [
        {
            "subsection_name": "What is chronic venous insufficiency?",
            "subsection_content": "Chronic venous insufficiency is a condition in which the venous valves will \"not close tightly\", causing part of the oxygen-poor blood to \"flow back\" to the legs and stagnate there with each cardiac cycle. In the body, the heart plays the role of bringing \"oxygen-rich\" blood to the organs through arteries, while veins bring \"oxygen-poor\" blood back to the heart to continue the body's infinite circulation. (first)\nThe farther away the veins are, the slower blood returns to the heart, especially the veins in the legs. Blood in the leg veins is more likely to \"stall\" because most of the time during the day we are in a sitting or standing position. Veins have many one-way valves distributed along their path. Venous valves help blood \"climb step by step\" in one direction to the heart. The valves also help prevent blood stasis in distant parts of the body.\nOver time, sometimes taking years to decades, chronic venous insufficiency progresses silently and gradually causes symptoms of pain, cramps, numbness, edema and changes in color in the legs. Over time, if not treated properly, it can progress to foot ulcers that do not heal.",
            "subsection_string": "What is chronic venous insufficiency?\nChronic venous insufficiency is a condition in which the venous valves will \"not close tightly\", causing part of the oxygen-poor blood to \"flow back\" to the legs and stagnate there with each cardiac cycle. In the body, the heart plays the role of bringing \"oxygen-rich\" blood to the organs through arteries, while veins bring \"oxygen-poor\" blood back to the heart to continue the body's infinite circulation. (first)\nThe farther away the veins are, the slower blood returns to the heart, especially the veins in the legs. Blood in the leg veins is more likely to \"stall\" because most of the time during the day we are in a sitting or standing position. Veins have many one-way valves distributed along their path. Venous valves help blood \"climb step by step\" in one direction to the heart. The valves also help prevent blood stasis in distant parts of the body.\nOver time, sometimes taking years to decades, chronic venous insufficiency progresses silently and gradually causes symptoms of pain, cramps, numbness, edema and changes in color in the legs. Over time, if not treated properly, it can progress to foot ulcers that do not heal."
        },
        {
            "subsection_name": "Causes of chronic varicose veins",
            "subsection_content": "If you do not exercise regularly, along with work characteristics that require you to sit or stand for long periods of time, it will increase the pressure in the veins and \"irreversible dilation\" of the veins due to blood stasis. Over time, this condition weakens the venous valves, putting you at risk of venous insufficiency. In addition, blood clots in the deep veins of the legs (deep vein thrombosis) are also a cause of chronic venous valve insufficiency. (2)\nWomen are more susceptible to chronic venous insufficiency than men. In addition, some of the following subjects are also at higher risk:\nOver 50 years old; Overweight – obesity; Smoke; Are pregnant or have been pregnant multiple times; Parents/siblings have a history of chronic venous insufficiency; History of deep vein thrombosis\nSee more: Varicose veins of the lower limbs during pregnancy",
            "subsection_string": "Causes of chronic varicose veins\nIf you do not exercise regularly, along with work characteristics that require you to sit or stand for long periods of time, it will increase the pressure in the veins and \"irreversible dilation\" of the veins due to blood stasis. Over time, this condition weakens the venous valves, putting you at risk of venous insufficiency. In addition, blood clots in the deep veins of the legs (deep vein thrombosis) are also a cause of chronic venous valve insufficiency. (2)\nWomen are more susceptible to chronic venous insufficiency than men. In addition, some of the following subjects are also at higher risk:\nOver 50 years old; Overweight – obesity; Smoke; Are pregnant or have been pregnant multiple times; Parents/siblings have a history of chronic venous insufficiency; History of deep vein thrombosis\nSee more: Varicose veins of the lower limbs during pregnancy"
        },
        {
            "subsection_name": "Symptoms of chronic venous insufficiency",
            "subsection_content": "Symptoms of chronic venous insufficiency are often localized in the legs, from the feet to the calves in the early stages or the thighs in the later stages: (3)\nSwelling or heaviness in the legs, especially in the lower legs and ankles; Painful; Itchy; Numbness; Varicose veins (tiny spider veins on the surface of the skin, or tortuous varicose veins); Dark, hard skin\nSymptoms of venous disease will often be \"more intense\" in the afternoon or at bedtime. Symptoms will decrease when raising the legs or some patients even want to \"hang their legs\" high to sleep because they will \"sleep better\". That's because when the legs are higher than the heart, the blood in the legs will \"flow\" better to the heart, helping to relieve symptoms of tension caused by blood stagnation in the leg veins.\nIf not treated early, the pressure created by blood stagnation in the veins for a long time will break small blood vessels in the legs, causing the skin to turn dark brown, especially the skin on the lower legs near the ankles. More serious is swelling and leg ulcers that take a long time to heal, are easily infected, and are difficult to treat.",
            "subsection_string": "Symptoms of chronic venous insufficiency\nSymptoms of chronic venous insufficiency are often localized in the legs, from the feet to the calves in the early stages or the thighs in the later stages: (3)\nSwelling or heaviness in the legs, especially in the lower legs and ankles; Painful; Itchy; Numbness; Varicose veins (tiny spider veins on the surface of the skin, or tortuous varicose veins); Dark, hard skin\nSymptoms of venous disease will often be \"more intense\" in the afternoon or at bedtime. Symptoms will decrease when raising the legs or some patients even want to \"hang their legs\" high to sleep because they will \"sleep better\". That's because when the legs are higher than the heart, the blood in the legs will \"flow\" better to the heart, helping to relieve symptoms of tension caused by blood stagnation in the leg veins.\nIf not treated early, the pressure created by blood stagnation in the veins for a long time will break small blood vessels in the legs, causing the skin to turn dark brown, especially the skin on the lower legs near the ankles. More serious is swelling and leg ulcers that take a long time to heal, are easily infected, and are difficult to treat."
        },
        {
            "subsection_name": "Disease complications",
            "subsection_content": "Chronic venous insufficiency can lead to serious complications such as:\nVenous ulcers\nPoor blood circulation to the heart in the legs is the root cause of leg ulcers. These ulcers are not only unsightly but also painful and slow to heal. Even with proper treatment, it can take several months for them to completely disappear. On the contrary, if the patient does not keep the ulcerated skin area clean during treatment, the ulcers will quickly become infected. At that time, the doctor must widen the wound to remove infected tissue and prevent more serious complications.\nBlood clot\nWhen the veins of the lower extremities are impaired, the blood flow to the heart will go very slowly, creating an opportunity for blood clots to form. That's why chronic venous insufficiency is sometimes associated with deep vein thrombosis. This condition develops when a blood clot forms in one of the deep veins in the leg. These clots can block blood flow to the legs and even block a pulmonary embolism, causing a pulmonary embolism (when part of a blood clot in the leg breaks off and travels to the lungs). If not treated early, the blood clot will block the arteries in the lungs, reducing oxygen exchange, leading to death.\nSymptoms of a pulmonary embolism include coughing up blood, chest pain or discomfort, shortness of breath, low blood pressure, and rapid heart rate. If you have symptoms that suggest a pulmonary embolism, go to the hospital immediately.\nBleeding is difficult to stop\nCirculatory problems can affect the body's ability to heal wounds. That means if you have chronic venous insufficiency and have an open wound on your leg, you are at risk of bleeding a lot and must take intensive care to stop the bleeding. Otherwise, uncontrolled blood loss will be life-threatening.\nIn addition, some people with chronic venous insufficiency also face bleeding naturally. The cause is venous ulcers or venous hemorrhage. Regardless of the cause of bleeding, the patient needs to see a doctor for timely treatment.",
            "subsection_string": "Disease complications\nChronic venous insufficiency can lead to serious complications such as:\nVenous ulcers\nPoor blood circulation to the heart in the legs is the root cause of leg ulcers. These ulcers are not only unsightly but also painful and slow to heal. Even with proper treatment, it can take several months for them to completely disappear. On the contrary, if the patient does not keep the ulcerated skin area clean during treatment, the ulcers will quickly become infected. At that time, the doctor must widen the wound to remove infected tissue and prevent more serious complications.\nBlood clot\nWhen the veins of the lower extremities are impaired, the blood flow to the heart will go very slowly, creating an opportunity for blood clots to form. That's why chronic venous insufficiency is sometimes associated with deep vein thrombosis. This condition develops when a blood clot forms in one of the deep veins in the leg. These clots can block blood flow to the legs and even block a pulmonary embolism, causing a pulmonary embolism (when part of a blood clot in the leg breaks off and travels to the lungs). If not treated early, the blood clot will block the arteries in the lungs, reducing oxygen exchange, leading to death.\nSymptoms of a pulmonary embolism include coughing up blood, chest pain or discomfort, shortness of breath, low blood pressure, and rapid heart rate. If you have symptoms that suggest a pulmonary embolism, go to the hospital immediately.\nBleeding is difficult to stop\nCirculatory problems can affect the body's ability to heal wounds. That means if you have chronic venous insufficiency and have an open wound on your leg, you are at risk of bleeding a lot and must take intensive care to stop the bleeding. Otherwise, uncontrolled blood loss will be life-threatening.\nIn addition, some people with chronic venous insufficiency also face bleeding naturally. The cause is venous ulcers or venous hemorrhage. Regardless of the cause of bleeding, the patient needs to see a doctor for timely treatment."
        },
        {
            "subsection_name": "Diagnosis of chronic varicose veins",
            "subsection_content": "To diagnose whether you have chronic venous insufficiency and what stage the disease is in, your doctor will first examine your symptoms and take your medical history. Then, the doctor examines the leg veins with a doppler ultrasound. This technique uses sound waves to observe blood vessels, check the speed and direction of blood flow, thereby determining the location of valve insufficiency and associated diseases in the legs to help doctors make an accurate diagnosis. (4)\nSometimes, you may need to do additional blood tests, X-rays, electromyography, computed tomography or magnetic resonance imaging to check for other causes of pain, swelling, and numbness in your legs...\nDoppler ultrasound is a modern diagnostic technique that helps detect chronic venous insufficiency",
            "subsection_string": "Diagnosis of chronic varicose veins\nTo diagnose whether you have chronic venous insufficiency and what stage the disease is in, your doctor will first examine your symptoms and take your medical history. Then, the doctor examines the leg veins with a doppler ultrasound. This technique uses sound waves to observe blood vessels, check the speed and direction of blood flow, thereby determining the location of valve insufficiency and associated diseases in the legs to help doctors make an accurate diagnosis. (4)\nSometimes, you may need to do additional blood tests, X-rays, electromyography, computed tomography or magnetic resonance imaging to check for other causes of pain, swelling, and numbness in your legs...\nDoppler ultrasound is a modern diagnostic technique that helps detect chronic venous insufficiency"
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "The main goal when treating chronic venous insufficiency is to resolve current symptoms, prevent leg ulcers as well as stop the progression of the disease over time. Coordinated measures include:\nChange your lifestyle\nThis is the doctor's first advice for patients with varicose veins. Lifestyle changes include:\nWear venous pressure stockings: Venous stockings can stretch and create pressure in the legs, helping blood move and not stagnate in the veins. Vein stockings come in a variety of tightnesses, lengths, and styles. Depending on your condition and treatment goals, your doctor will prescribe you the right type of socks for your feet.\nMove often: you need to try not to sit or stand for long periods of time. If you have to sit, regularly straighten or wiggle your feet to help blood circulate to the heart easily. If you stand a lot, sit down every 60 minutes and put your feet up. The main goal is to help blood return to the heart, reducing pressure in the veins of your legs.\nExercise: Exercise also helps bring blood back to the heart better. In exercise subjects, brisk walking is a leg varicose vein exercise recommended by doctors because it is easy to practice, helps strengthen leg muscles and enhances blood circulation in the deep vein system better.\nUse medicine\nDepending on your condition, your doctor will prescribe you appropriate medications, such as drugs to strengthen veins, anticoagulants to prevent blood clots, antibiotics if there is a leg ulcer infection, etc.",
            "subsection_string": "Treatments\nThe main goal when treating chronic venous insufficiency is to resolve current symptoms, prevent leg ulcers as well as stop the progression of the disease over time. Coordinated measures include:\nChange your lifestyle\nThis is the doctor's first advice for patients with varicose veins. Lifestyle changes include:\nWear venous pressure stockings: Venous stockings can stretch and create pressure in the legs, helping blood move and not stagnate in the veins. Vein stockings come in a variety of tightnesses, lengths, and styles. Depending on your condition and treatment goals, your doctor will prescribe you the right type of socks for your feet.\nMove often: you need to try not to sit or stand for long periods of time. If you have to sit, regularly straighten or wiggle your feet to help blood circulate to the heart easily. If you stand a lot, sit down every 60 minutes and put your feet up. The main goal is to help blood return to the heart, reducing pressure in the veins of your legs.\nExercise: Exercise also helps bring blood back to the heart better. In exercise subjects, brisk walking is a leg varicose vein exercise recommended by doctors because it is easy to practice, helps strengthen leg muscles and enhances blood circulation in the deep vein system better.\nUse medicine\nDepending on your condition, your doctor will prescribe you appropriate medications, such as drugs to strengthen veins, anticoagulants to prevent blood clots, antibiotics if there is a leg ulcer infection, etc."
        },
        {
            "subsection_name": "Treatment procedures",
            "subsection_content": "If you have severe chronic venous insufficiency, your doctor will consider a number of procedures to remove diseased veins to redirect blood flow to other healthy veins. Some treatments being routinely performed at the Department of Cardiovascular and Thoracic Surgery, Cardiovascular Center, Tam Anh General Hospital are:\nSclerotherapy: the doctor will inject medicine into the spider veins under the skin. Thanks to that, blood no longer follows the diseased veins. Over time, veins will become fibrous, turn into scars and no longer appear on the skin.; Endovascular laser ablation: the doctor will insert a heating wire (laser or radiofrequency wire) into the vein and conduct heat wave heating to destroy the diseased vein. This is a new method being widely applied in major centers around the world with high aesthetics and treatment effectiveness, low recurrence rate, and moderate cost.; Venaseal intravenous glue injection: This is a modern method highly appreciated for its convenience and speed. The procedure is performed with anesthesia so the patient will be completely awake throughout the treatment process. The doctor inserts a tool into the diseased vein to inject glue to \"adhere\" the vein. Blood will no longer follow that vein but will be directed to another healthy vein.\nDoctor performs glue injection to treat chronic varicose veins of the lower limbs.",
            "subsection_string": "Treatment procedures\nIf you have severe chronic venous insufficiency, your doctor will consider a number of procedures to remove diseased veins to redirect blood flow to other healthy veins. Some treatments being routinely performed at the Department of Cardiovascular and Thoracic Surgery, Cardiovascular Center, Tam Anh General Hospital are:\nSclerotherapy: the doctor will inject medicine into the spider veins under the skin. Thanks to that, blood no longer follows the diseased veins. Over time, veins will become fibrous, turn into scars and no longer appear on the skin.; Endovascular laser ablation: the doctor will insert a heating wire (laser or radiofrequency wire) into the vein and conduct heat wave heating to destroy the diseased vein. This is a new method being widely applied in major centers around the world with high aesthetics and treatment effectiveness, low recurrence rate, and moderate cost.; Venaseal intravenous glue injection: This is a modern method highly appreciated for its convenience and speed. The procedure is performed with anesthesia so the patient will be completely awake throughout the treatment process. The doctor inserts a tool into the diseased vein to inject glue to \"adhere\" the vein. Blood will no longer follow that vein but will be directed to another healthy vein.\nDoctor performs glue injection to treat chronic varicose veins of the lower limbs."
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "Although it is impossible to completely prevent chronic venous insufficiency, you can reduce the risk of the disease by:\nDo not smoke and stay away from cigarette smoke.; Avoid wearing tight clothes or belts that are too tight.; Don't sit or stand for too long. Try to get up and move around regularly.; Have a heart-healthy diet: reduce sodium (salt) intake, limit fried foods and processed foods, increase fruits, vegetables, good fats, and nuts … in the diet.; Exercise regularly.; Maintain a reasonable weight.\nExercising regularly, preferably walking, helps prevent and improve symptoms of chronic venous insufficiency\nThe Cardiovascular - Thoracic - Vascular Surgery Department of Tam Anh General Hospital receives and successfully treats many cases of chronic venous insufficiency from mild to severe. Thanks to the application of modern techniques in treatment, patients' symptoms are completely improved, risks are reduced and relapses are prevented.\nIn particular, Tam Anh General Hospital is one of the first hospitals to deploy bio-colloid injection technique (in addition to the already popular laser or radiofrequency ablation procedure) in the treatment of chronic varicose veins. This technique is performed by a team of experienced surgeons, under the support of a modern ultrasound system. Patients recover quickly and return to daily life soon.\nTo schedule an examination and treatment for chronic venous insufficiency, please contact:\nProgressive chronic venous insufficiency can cause discomfort, pain, and reduced patient quality of life. Early and correct treatment will help control symptoms and give patients a better quality of life.",
            "subsection_string": "Precautions\nAlthough it is impossible to completely prevent chronic venous insufficiency, you can reduce the risk of the disease by:\nDo not smoke and stay away from cigarette smoke.; Avoid wearing tight clothes or belts that are too tight.; Don't sit or stand for too long. Try to get up and move around regularly.; Have a heart-healthy diet: reduce sodium (salt) intake, limit fried foods and processed foods, increase fruits, vegetables, good fats, and nuts … in the diet.; Exercise regularly.; Maintain a reasonable weight.\nExercising regularly, preferably walking, helps prevent and improve symptoms of chronic venous insufficiency\nThe Cardiovascular - Thoracic - Vascular Surgery Department of Tam Anh General Hospital receives and successfully treats many cases of chronic venous insufficiency from mild to severe. Thanks to the application of modern techniques in treatment, patients' symptoms are completely improved, risks are reduced and relapses are prevented.\nIn particular, Tam Anh General Hospital is one of the first hospitals to deploy bio-colloid injection technique (in addition to the already popular laser or radiofrequency ablation procedure) in the treatment of chronic varicose veins. This technique is performed by a team of experienced surgeons, under the support of a modern ultrasound system. Patients recover quickly and return to daily life soon.\nTo schedule an examination and treatment for chronic venous insufficiency, please contact:\nProgressive chronic venous insufficiency can cause discomfort, pain, and reduced patient quality of life. Early and correct treatment will help control symptoms and give patients a better quality of life."
        }
    ],
    "name": "suy-tinh-mach-man-tinh.json"
}