{
    "title": "End-stage heart failure: Causes, symptoms, treatment",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/suy-tim-giai-doan-cuoi/",
    "abstract": "In the final stages of heart failure, the heart is significantly damaged and cannot pump enough blood to meet the body's needs. The mortality rate of end-stage heart failure can be higher than 75%. This article is expertly advised by BS.CKII Vo Ngoc Cam - Deputy Department of Cardiovascular Resuscitation, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "End-stage heart failure: Causes, symptoms, treatment\n\nIn the final stages of heart failure, the heart is significantly damaged and cannot pump enough blood to meet the body's needs. The mortality rate of end-stage heart failure can be higher than 75%. This article is expertly advised by BS.CKII Vo Ngoc Cam - Deputy Department of Cardiovascular Resuscitation, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City.\n\nWhat is end-stage heart failure?\nEnd-stage heart failure is the most severe form of heart failure of all stages of the disease. Heart failure causes the heart to not function as well as it should and leads to a weakening of the heart; At the same time, it causes other damage to the body over time. (first)\nAt first, the heart compensates for this weakness by changing: the heart tenses, enlarges and pumps blood faster. The body also changes, narrowing blood vessels and diverting blood from certain organs. But despite these adjustments, heart failure continues to worsen and eventually, the body will no longer be able to compensate for the loss of blood. At this point, the patient begins to feel tired, have difficulty breathing, and have other problems.\nAlthough treatments can help control symptoms and slow the progression of the disease, some heart failure eventually reaches its final stages. During this stage, the patient feels short of breath even when resting.\nThe severity of symptoms caused by end-stage heart failure can fluctuate over hours or days.\n\nSymptoms of end-stage heart failure\nHeart failure is one of the common causes of hospitalization in the elderly. In fact, more than 5 million adults in the US have heart failure. The disease gets worse over time, so that the most severe symptoms appear in the final stages. (2)\n1. Sleep problems\nThe final stage of heart failure makes the patient have difficulty breathing, especially when lying low. This causes the patient to have difficulty sleeping and may have to wake up in the middle of the night to breathe. According to the doctor's advice, the patient should try sleeping in a position leaning on two or more pillows to improve the situation.\n2. Difficulty breathing\nHeart failure makes it difficult for patients to breathe when walking up stairs. With end-stage heart failure, patients have a high rate of shortness of breath when walking short distances or even when sitting still.\n3. Dry cough\nThe patient coughs frequently during the day and the sputum is light pink (may be mixed with blood). End-stage heart failure can make coughing worse, especially when lying down.\n4. Swelling of hands and feet\nWhen the heart cannot send blood throughout the body, blood can accumulate in certain parts. That leads to swelling in the feet, ankles, legs or abdomen. Patients may also gain weight due to fluid retention in these areas. End-stage heart failure makes parts of the body more susceptible to swelling and weight gain.\n5. Eat less\nProgressive heart failure can cause people to not feel hungry and eat less at their meals. Even though the patient eats little, the patient continues to gain weight due to the accumulation of fluid in the body.\n6. Going to the toilet many times\nPeople may have to wake up and urinate more often in the middle of the night when they have end-stage heart failure than when they are healthy. It's a way for the body to increase the elimination of excess fluid.\n7. Heart beats fast\nThe patient feels that his heart beats too fast or too strongly. In the late stages of heart failure, people experience this more often or to a greater degree.\n8. Feeling anxious\nEnd-stage heart failure makes patients worry about their health. Depression or too much anxiety can make heart failure worse. Many signs show that more clearly, such as sweating and difficulty breathing.\n9. Fatigue\nIf before, many activities did not make the patient tired, now the accompanying symptoms of fatigue appear. This is caused by heart failure and it is likely that the patient will always feel tired.\nThis condition makes the patient constantly tired.\n\nCauses of end-stage heart failure\nHeart failure can become chronic and develop over time due to medical conditions, thus causing the heart to become damaged and work harder than usual. In addition, heart failure also has an acute form and develops with conditions that cause sudden heart damage, such as infection, blood clots in the lungs, or myocardial infarction. (3)\nOver time, mild heart disease can progress to the point of requiring medication and intervention with other treatment options, even a heart transplant. When this happens, it means the patient is experiencing end-stage heart failure.\nMany causes contribute to the final stages of the disease, including:\nCoronary artery disease: The coronary arteries supply blood to the heart muscle. If they become clogged or narrowed, blood flow to the myocardium decreases, causing the heart to weaken.; Non-ischemic cardiomyopathy: This disease involves weakening of the heart muscle, caused by something other than blockage in the coronary arteries. Possible causes include genetic conditions, medication side effects, and infections.; Heart valve disease, congenital heart disease, hypertension, diabetes, and sleep apnea are also causes of heart failure.\nBesides the above causes, many risk factors also cause heart failure to progress to the end stage, including:\nOverweight, obese;; Smoke;; Anemia;; Atrial fibrillation;; Lupus erythematosus;; Diabetes, especially type 2;; Thyroid diseases such as hypothyroidism, hyperthyroidism...; Myocarditis: is an inflammation of the heart muscle that often occurs due to a virus and can lead to left heart failure;; Arrhythmia: fast heart rate or slow heart rate;; Hemochromatosis: condition where iron accumulates in tissues;; Amyloidosis: the deposition of proteins that accumulate in one or more organ systems.\n\nDiagnostic method\nTo determine end-stage heart failure, your doctor first needs to know about your symptoms and medical history. Some questions will be discussed with the patient, such as:\nWhether other health conditions are present: such as diabetes, kidney disease, chest pain (or angina), high blood pressure, high cholesterol, coronary artery disease or other heart problems; Family history of heart disease or sudden death; Does the patient smoke or drink alcohol? What level?; Have you had or are receiving chemotherapy and/or radiotherapy?; Medications currently in use.\nAfter understanding the information, the doctor will prescribe a number of appropriate paraclinical diagnoses to accurately determine the patient's condition, including:\nElectrocardiogram: to examine abnormal heart rhythm; Blood tests: Your doctor may order these tests to check for infection, evaluate kidney function, and levels of brain natriuretic peptide (NT-pro B-type Natriuretic Peptide – BNP). BNP is produced by the heart, and is normally present in the blood in very low amounts. If heart failure occurs, the BNP index will increase abnormally; MRI scan: provides high-resolution images of the heart, which can evaluate structural changes and scarring.; Cardiac catheterization: This helps doctors identify blockages in the arteries – one of the most common causes of heart failure. The doctor can check blood flow and pressure levels in the ventricles at the same time.; Echocardiogram: This is an imaging technique that can help doctors identify valvular heart disease, congenital cardiomyopathy, ischemic heart disease, or some non-ischemic dilated cardiomyopathy. set…\nThe patient had an echocardiogram at Tam Anh General Hospital.\n\nSymptoms\nComplications become more severe in the late stages of heart failure, including:\nKidney failure: This occurs when blood flow to the kidneys is reduced. If left untreated, the disease will become more severe. The kidneys are damaged due to heart failure, so dialysis is needed for treatment.; Heart valve problems: Heart valves keep blood flowing in the right direction. Because of end-stage heart failure, the heart chambers are enlarged, the pressure in the heart is very high, leading to the heart valves not working normally.; Heart rhythm problems: life-threatening arrhythmias such as ventricular fibrillation, ventricular tachycardia, atrial fibrillation, etc. may occur; Liver damage: Heart failure is caused by fluid buildup and this puts a lot of pressure on the liver, making it difficult for the liver to function normally. This condition leads to cirrhosis.\n\nCan the disease be cured?\nWhen a patient has end-stage heart failure, performing daily activities such as bathing or walking around the house will also become more difficult. The person may be hospitalized for intravenous medications, oxygen therapy, or other interventional treatments. If the condition does not improve upon admission, the person may receive palliative care. (4)\n1. Implantable devices\nThe doctor will perform the procedure of implanting a defibrillator into the patient's chest. This device helps convert the heart to sinus rhythm in case the patient has ventricular tachycardia or ventricular fibrillation.\n2. Heart transplant\nThis is an invasive procedure to replace the heart with another suitable and healthy heart. After being replaced, the patient also needs to use medication to help the body gradually accept this new heart.\n3. Palliative care\nPalliative care is not necessarily end-of-life care. Palliative care focuses on relieving symptoms and discomfort caused by chronic disease. Many cases continue to be treated with palliative care but focus more on improving the patient's quality of life.\n\nMeasures to prevent end-stage heart failure\nStop smoking: It is best not to use tobacco and stay away from secondhand smoke (passive smoking). Smoking is one of the risk factors for damaging coronary arteries and leading to heart failure.; Eat a heart-healthy diet that prioritizes foods low in saturated fat, trans fat, sugar or sodium; add fruits, vegetables, low-fat milk, lean protein (chicken) and \"good\" fats such as those found in olive oil, fish, avocados.; Strictly follow the treatment program: People with cardiovascular disease need to have regular check-ups and take medication as prescribed. Recent research shows that a major part of the long-term benefit of statin therapy is preventing heart failure by preventing heart attacks and coronary events.; Try to stay positive: End-stage heart failure is a serious condition and gets worse quickly if anxiety and depression are present. Therefore, controlling stress and creating a comfortable and happy state of mind will help limit the rapid progression of the disease.\nInvested in modern machinery systems such as modern 4D echocardiography and vascular machines, 1.5 - 3 Tesla magnetic resonance imaging machine, 768-slice MSCT heart and coronary artery imaging system, intervention system Digital background subtraction (DSA) circuit, 360-degree rotating robotic arm... with a team of experienced experts, Tam Anh General Hospital Heart Center successfully treats patients with cardiovascular diseases (heart failure, high blood pressure). pressure, coronary artery disease, valvular heart disease, myocardial ischemia, congenital heart disease...). Treatment regimens are developed individually for each patient, bringing high efficiency, preventing dangerous complications and improving the patient's quality of life.\nThe life expectancy of end-stage heart failure patients depends on the severity of symptoms the patient experiences and response to treatment. To prevent end-stage heart failure, people with cardiovascular disease need to change healthier living habits. In particular, people with heart failure need regular examinations so that doctors can detect disease progression and intervene promptly.",
    "subsections": [
        {
            "subsection_name": "What is end-stage heart failure?",
            "subsection_content": "End-stage heart failure is the most severe form of heart failure of all stages of the disease. Heart failure causes the heart to not function as well as it should and leads to a weakening of the heart; At the same time, it causes other damage to the body over time. (first)\nAt first, the heart compensates for this weakness by changing: the heart tenses, enlarges and pumps blood faster. The body also changes, narrowing blood vessels and diverting blood from certain organs. But despite these adjustments, heart failure continues to worsen and eventually, the body will no longer be able to compensate for the loss of blood. At this point, the patient begins to feel tired, have difficulty breathing, and have other problems.\nAlthough treatments can help control symptoms and slow the progression of the disease, some heart failure eventually reaches its final stages. During this stage, the patient feels short of breath even when resting.\nThe severity of symptoms caused by end-stage heart failure can fluctuate over hours or days.",
            "subsection_string": "What is end-stage heart failure?\nEnd-stage heart failure is the most severe form of heart failure of all stages of the disease. Heart failure causes the heart to not function as well as it should and leads to a weakening of the heart; At the same time, it causes other damage to the body over time. (first)\nAt first, the heart compensates for this weakness by changing: the heart tenses, enlarges and pumps blood faster. The body also changes, narrowing blood vessels and diverting blood from certain organs. But despite these adjustments, heart failure continues to worsen and eventually, the body will no longer be able to compensate for the loss of blood. At this point, the patient begins to feel tired, have difficulty breathing, and have other problems.\nAlthough treatments can help control symptoms and slow the progression of the disease, some heart failure eventually reaches its final stages. During this stage, the patient feels short of breath even when resting.\nThe severity of symptoms caused by end-stage heart failure can fluctuate over hours or days."
        },
        {
            "subsection_name": "Symptoms of end-stage heart failure",
            "subsection_content": "Heart failure is one of the common causes of hospitalization in the elderly. In fact, more than 5 million adults in the US have heart failure. The disease gets worse over time, so that the most severe symptoms appear in the final stages. (2)\n1. Sleep problems\nThe final stage of heart failure makes the patient have difficulty breathing, especially when lying low. This causes the patient to have difficulty sleeping and may have to wake up in the middle of the night to breathe. According to the doctor's advice, the patient should try sleeping in a position leaning on two or more pillows to improve the situation.\n2. Difficulty breathing\nHeart failure makes it difficult for patients to breathe when walking up stairs. With end-stage heart failure, patients have a high rate of shortness of breath when walking short distances or even when sitting still.\n3. Dry cough\nThe patient coughs frequently during the day and the sputum is light pink (may be mixed with blood). End-stage heart failure can make coughing worse, especially when lying down.\n4. Swelling of hands and feet\nWhen the heart cannot send blood throughout the body, blood can accumulate in certain parts. That leads to swelling in the feet, ankles, legs or abdomen. Patients may also gain weight due to fluid retention in these areas. End-stage heart failure makes parts of the body more susceptible to swelling and weight gain.\n5. Eat less\nProgressive heart failure can cause people to not feel hungry and eat less at their meals. Even though the patient eats little, the patient continues to gain weight due to the accumulation of fluid in the body.\n6. Going to the toilet many times\nPeople may have to wake up and urinate more often in the middle of the night when they have end-stage heart failure than when they are healthy. It's a way for the body to increase the elimination of excess fluid.\n7. Heart beats fast\nThe patient feels that his heart beats too fast or too strongly. In the late stages of heart failure, people experience this more often or to a greater degree.\n8. Feeling anxious\nEnd-stage heart failure makes patients worry about their health. Depression or too much anxiety can make heart failure worse. Many signs show that more clearly, such as sweating and difficulty breathing.\n9. Fatigue\nIf before, many activities did not make the patient tired, now the accompanying symptoms of fatigue appear. This is caused by heart failure and it is likely that the patient will always feel tired.\nThis condition makes the patient constantly tired.",
            "subsection_string": "Symptoms of end-stage heart failure\nHeart failure is one of the common causes of hospitalization in the elderly. In fact, more than 5 million adults in the US have heart failure. The disease gets worse over time, so that the most severe symptoms appear in the final stages. (2)\n1. Sleep problems\nThe final stage of heart failure makes the patient have difficulty breathing, especially when lying low. This causes the patient to have difficulty sleeping and may have to wake up in the middle of the night to breathe. According to the doctor's advice, the patient should try sleeping in a position leaning on two or more pillows to improve the situation.\n2. Difficulty breathing\nHeart failure makes it difficult for patients to breathe when walking up stairs. With end-stage heart failure, patients have a high rate of shortness of breath when walking short distances or even when sitting still.\n3. Dry cough\nThe patient coughs frequently during the day and the sputum is light pink (may be mixed with blood). End-stage heart failure can make coughing worse, especially when lying down.\n4. Swelling of hands and feet\nWhen the heart cannot send blood throughout the body, blood can accumulate in certain parts. That leads to swelling in the feet, ankles, legs or abdomen. Patients may also gain weight due to fluid retention in these areas. End-stage heart failure makes parts of the body more susceptible to swelling and weight gain.\n5. Eat less\nProgressive heart failure can cause people to not feel hungry and eat less at their meals. Even though the patient eats little, the patient continues to gain weight due to the accumulation of fluid in the body.\n6. Going to the toilet many times\nPeople may have to wake up and urinate more often in the middle of the night when they have end-stage heart failure than when they are healthy. It's a way for the body to increase the elimination of excess fluid.\n7. Heart beats fast\nThe patient feels that his heart beats too fast or too strongly. In the late stages of heart failure, people experience this more often or to a greater degree.\n8. Feeling anxious\nEnd-stage heart failure makes patients worry about their health. Depression or too much anxiety can make heart failure worse. Many signs show that more clearly, such as sweating and difficulty breathing.\n9. Fatigue\nIf before, many activities did not make the patient tired, now the accompanying symptoms of fatigue appear. This is caused by heart failure and it is likely that the patient will always feel tired.\nThis condition makes the patient constantly tired."
        },
        {
            "subsection_name": "Causes of end-stage heart failure",
            "subsection_content": "Heart failure can become chronic and develop over time due to medical conditions, thus causing the heart to become damaged and work harder than usual. In addition, heart failure also has an acute form and develops with conditions that cause sudden heart damage, such as infection, blood clots in the lungs, or myocardial infarction. (3)\nOver time, mild heart disease can progress to the point of requiring medication and intervention with other treatment options, even a heart transplant. When this happens, it means the patient is experiencing end-stage heart failure.\nMany causes contribute to the final stages of the disease, including:\nCoronary artery disease: The coronary arteries supply blood to the heart muscle. If they become clogged or narrowed, blood flow to the myocardium decreases, causing the heart to weaken.; Non-ischemic cardiomyopathy: This disease involves weakening of the heart muscle, caused by something other than blockage in the coronary arteries. Possible causes include genetic conditions, medication side effects, and infections.; Heart valve disease, congenital heart disease, hypertension, diabetes, and sleep apnea are also causes of heart failure.\nBesides the above causes, many risk factors also cause heart failure to progress to the end stage, including:\nOverweight, obese;; Smoke;; Anemia;; Atrial fibrillation;; Lupus erythematosus;; Diabetes, especially type 2;; Thyroid diseases such as hypothyroidism, hyperthyroidism...; Myocarditis: is an inflammation of the heart muscle that often occurs due to a virus and can lead to left heart failure;; Arrhythmia: fast heart rate or slow heart rate;; Hemochromatosis: condition where iron accumulates in tissues;; Amyloidosis: the deposition of proteins that accumulate in one or more organ systems.",
            "subsection_string": "Causes of end-stage heart failure\nHeart failure can become chronic and develop over time due to medical conditions, thus causing the heart to become damaged and work harder than usual. In addition, heart failure also has an acute form and develops with conditions that cause sudden heart damage, such as infection, blood clots in the lungs, or myocardial infarction. (3)\nOver time, mild heart disease can progress to the point of requiring medication and intervention with other treatment options, even a heart transplant. When this happens, it means the patient is experiencing end-stage heart failure.\nMany causes contribute to the final stages of the disease, including:\nCoronary artery disease: The coronary arteries supply blood to the heart muscle. If they become clogged or narrowed, blood flow to the myocardium decreases, causing the heart to weaken.; Non-ischemic cardiomyopathy: This disease involves weakening of the heart muscle, caused by something other than blockage in the coronary arteries. Possible causes include genetic conditions, medication side effects, and infections.; Heart valve disease, congenital heart disease, hypertension, diabetes, and sleep apnea are also causes of heart failure.\nBesides the above causes, many risk factors also cause heart failure to progress to the end stage, including:\nOverweight, obese;; Smoke;; Anemia;; Atrial fibrillation;; Lupus erythematosus;; Diabetes, especially type 2;; Thyroid diseases such as hypothyroidism, hyperthyroidism...; Myocarditis: is an inflammation of the heart muscle that often occurs due to a virus and can lead to left heart failure;; Arrhythmia: fast heart rate or slow heart rate;; Hemochromatosis: condition where iron accumulates in tissues;; Amyloidosis: the deposition of proteins that accumulate in one or more organ systems."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "To determine end-stage heart failure, your doctor first needs to know about your symptoms and medical history. Some questions will be discussed with the patient, such as:\nWhether other health conditions are present: such as diabetes, kidney disease, chest pain (or angina), high blood pressure, high cholesterol, coronary artery disease or other heart problems; Family history of heart disease or sudden death; Does the patient smoke or drink alcohol? What level?; Have you had or are receiving chemotherapy and/or radiotherapy?; Medications currently in use.\nAfter understanding the information, the doctor will prescribe a number of appropriate paraclinical diagnoses to accurately determine the patient's condition, including:\nElectrocardiogram: to examine abnormal heart rhythm; Blood tests: Your doctor may order these tests to check for infection, evaluate kidney function, and levels of brain natriuretic peptide (NT-pro B-type Natriuretic Peptide – BNP). BNP is produced by the heart, and is normally present in the blood in very low amounts. If heart failure occurs, the BNP index will increase abnormally; MRI scan: provides high-resolution images of the heart, which can evaluate structural changes and scarring.; Cardiac catheterization: This helps doctors identify blockages in the arteries – one of the most common causes of heart failure. The doctor can check blood flow and pressure levels in the ventricles at the same time.; Echocardiogram: This is an imaging technique that can help doctors identify valvular heart disease, congenital cardiomyopathy, ischemic heart disease, or some non-ischemic dilated cardiomyopathy. set…\nThe patient had an echocardiogram at Tam Anh General Hospital.",
            "subsection_string": "Diagnostic method\nTo determine end-stage heart failure, your doctor first needs to know about your symptoms and medical history. Some questions will be discussed with the patient, such as:\nWhether other health conditions are present: such as diabetes, kidney disease, chest pain (or angina), high blood pressure, high cholesterol, coronary artery disease or other heart problems; Family history of heart disease or sudden death; Does the patient smoke or drink alcohol? What level?; Have you had or are receiving chemotherapy and/or radiotherapy?; Medications currently in use.\nAfter understanding the information, the doctor will prescribe a number of appropriate paraclinical diagnoses to accurately determine the patient's condition, including:\nElectrocardiogram: to examine abnormal heart rhythm; Blood tests: Your doctor may order these tests to check for infection, evaluate kidney function, and levels of brain natriuretic peptide (NT-pro B-type Natriuretic Peptide – BNP). BNP is produced by the heart, and is normally present in the blood in very low amounts. If heart failure occurs, the BNP index will increase abnormally; MRI scan: provides high-resolution images of the heart, which can evaluate structural changes and scarring.; Cardiac catheterization: This helps doctors identify blockages in the arteries – one of the most common causes of heart failure. The doctor can check blood flow and pressure levels in the ventricles at the same time.; Echocardiogram: This is an imaging technique that can help doctors identify valvular heart disease, congenital cardiomyopathy, ischemic heart disease, or some non-ischemic dilated cardiomyopathy. set…\nThe patient had an echocardiogram at Tam Anh General Hospital."
        },
        {
            "subsection_name": "Symptoms",
            "subsection_content": "Complications become more severe in the late stages of heart failure, including:\nKidney failure: This occurs when blood flow to the kidneys is reduced. If left untreated, the disease will become more severe. The kidneys are damaged due to heart failure, so dialysis is needed for treatment.; Heart valve problems: Heart valves keep blood flowing in the right direction. Because of end-stage heart failure, the heart chambers are enlarged, the pressure in the heart is very high, leading to the heart valves not working normally.; Heart rhythm problems: life-threatening arrhythmias such as ventricular fibrillation, ventricular tachycardia, atrial fibrillation, etc. may occur; Liver damage: Heart failure is caused by fluid buildup and this puts a lot of pressure on the liver, making it difficult for the liver to function normally. This condition leads to cirrhosis.",
            "subsection_string": "Symptoms\nComplications become more severe in the late stages of heart failure, including:\nKidney failure: This occurs when blood flow to the kidneys is reduced. If left untreated, the disease will become more severe. The kidneys are damaged due to heart failure, so dialysis is needed for treatment.; Heart valve problems: Heart valves keep blood flowing in the right direction. Because of end-stage heart failure, the heart chambers are enlarged, the pressure in the heart is very high, leading to the heart valves not working normally.; Heart rhythm problems: life-threatening arrhythmias such as ventricular fibrillation, ventricular tachycardia, atrial fibrillation, etc. may occur; Liver damage: Heart failure is caused by fluid buildup and this puts a lot of pressure on the liver, making it difficult for the liver to function normally. This condition leads to cirrhosis."
        },
        {
            "subsection_name": "Can the disease be cured?",
            "subsection_content": "When a patient has end-stage heart failure, performing daily activities such as bathing or walking around the house will also become more difficult. The person may be hospitalized for intravenous medications, oxygen therapy, or other interventional treatments. If the condition does not improve upon admission, the person may receive palliative care. (4)\n1. Implantable devices\nThe doctor will perform the procedure of implanting a defibrillator into the patient's chest. This device helps convert the heart to sinus rhythm in case the patient has ventricular tachycardia or ventricular fibrillation.\n2. Heart transplant\nThis is an invasive procedure to replace the heart with another suitable and healthy heart. After being replaced, the patient also needs to use medication to help the body gradually accept this new heart.\n3. Palliative care\nPalliative care is not necessarily end-of-life care. Palliative care focuses on relieving symptoms and discomfort caused by chronic disease. Many cases continue to be treated with palliative care but focus more on improving the patient's quality of life.",
            "subsection_string": "Can the disease be cured?\nWhen a patient has end-stage heart failure, performing daily activities such as bathing or walking around the house will also become more difficult. The person may be hospitalized for intravenous medications, oxygen therapy, or other interventional treatments. If the condition does not improve upon admission, the person may receive palliative care. (4)\n1. Implantable devices\nThe doctor will perform the procedure of implanting a defibrillator into the patient's chest. This device helps convert the heart to sinus rhythm in case the patient has ventricular tachycardia or ventricular fibrillation.\n2. Heart transplant\nThis is an invasive procedure to replace the heart with another suitable and healthy heart. After being replaced, the patient also needs to use medication to help the body gradually accept this new heart.\n3. Palliative care\nPalliative care is not necessarily end-of-life care. Palliative care focuses on relieving symptoms and discomfort caused by chronic disease. Many cases continue to be treated with palliative care but focus more on improving the patient's quality of life."
        },
        {
            "subsection_name": "Measures to prevent end-stage heart failure",
            "subsection_content": "Stop smoking: It is best not to use tobacco and stay away from secondhand smoke (passive smoking). Smoking is one of the risk factors for damaging coronary arteries and leading to heart failure.; Eat a heart-healthy diet that prioritizes foods low in saturated fat, trans fat, sugar or sodium; add fruits, vegetables, low-fat milk, lean protein (chicken) and \"good\" fats such as those found in olive oil, fish, avocados.; Strictly follow the treatment program: People with cardiovascular disease need to have regular check-ups and take medication as prescribed. Recent research shows that a major part of the long-term benefit of statin therapy is preventing heart failure by preventing heart attacks and coronary events.; Try to stay positive: End-stage heart failure is a serious condition and gets worse quickly if anxiety and depression are present. Therefore, controlling stress and creating a comfortable and happy state of mind will help limit the rapid progression of the disease.\nInvested in modern machinery systems such as modern 4D echocardiography and vascular machines, 1.5 - 3 Tesla magnetic resonance imaging machine, 768-slice MSCT heart and coronary artery imaging system, intervention system Digital background subtraction (DSA) circuit, 360-degree rotating robotic arm... with a team of experienced experts, Tam Anh General Hospital Heart Center successfully treats patients with cardiovascular diseases (heart failure, high blood pressure). pressure, coronary artery disease, valvular heart disease, myocardial ischemia, congenital heart disease...). Treatment regimens are developed individually for each patient, bringing high efficiency, preventing dangerous complications and improving the patient's quality of life.\nThe life expectancy of end-stage heart failure patients depends on the severity of symptoms the patient experiences and response to treatment. To prevent end-stage heart failure, people with cardiovascular disease need to change healthier living habits. In particular, people with heart failure need regular examinations so that doctors can detect disease progression and intervene promptly.",
            "subsection_string": "Measures to prevent end-stage heart failure\nStop smoking: It is best not to use tobacco and stay away from secondhand smoke (passive smoking). Smoking is one of the risk factors for damaging coronary arteries and leading to heart failure.; Eat a heart-healthy diet that prioritizes foods low in saturated fat, trans fat, sugar or sodium; add fruits, vegetables, low-fat milk, lean protein (chicken) and \"good\" fats such as those found in olive oil, fish, avocados.; Strictly follow the treatment program: People with cardiovascular disease need to have regular check-ups and take medication as prescribed. Recent research shows that a major part of the long-term benefit of statin therapy is preventing heart failure by preventing heart attacks and coronary events.; Try to stay positive: End-stage heart failure is a serious condition and gets worse quickly if anxiety and depression are present. Therefore, controlling stress and creating a comfortable and happy state of mind will help limit the rapid progression of the disease.\nInvested in modern machinery systems such as modern 4D echocardiography and vascular machines, 1.5 - 3 Tesla magnetic resonance imaging machine, 768-slice MSCT heart and coronary artery imaging system, intervention system Digital background subtraction (DSA) circuit, 360-degree rotating robotic arm... with a team of experienced experts, Tam Anh General Hospital Heart Center successfully treats patients with cardiovascular diseases (heart failure, high blood pressure). pressure, coronary artery disease, valvular heart disease, myocardial ischemia, congenital heart disease...). Treatment regimens are developed individually for each patient, bringing high efficiency, preventing dangerous complications and improving the patient's quality of life.\nThe life expectancy of end-stage heart failure patients depends on the severity of symptoms the patient experiences and response to treatment. To prevent end-stage heart failure, people with cardiovascular disease need to change healthier living habits. In particular, people with heart failure need regular examinations so that doctors can detect disease progression and intervene promptly."
        }
    ],
    "name": "suy-tim-giai-doan-cuoi.json"
}