{
    "title": "Heart failure: Causes, symptoms and treatments",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/suy-tim/",
    "abstract": "Heart failure is one of the most common and dangerous cardiovascular diseases today. According to estimates, Vietnam has about 1.6 million people experiencing this condition. Although it is a dangerous disease, if detected early and treated promptly, patients can prolong their lifespan and enjoy a better quality of life.",
    "content": "Heart failure: Causes, symptoms and treatments\n\nHeart failure is one of the most common and dangerous cardiovascular diseases today. According to estimates, Vietnam has about 1.6 million people experiencing this condition. Although it is a dangerous disease, if detected early and treated promptly, patients can prolong their lifespan and enjoy a better quality of life.\n\nWhat is heart failure?\nHeart failure is a condition in which the heart is weakened due to physical damage or heart dysfunction, causing the ventricles to not be able to receive or eject blood. This is known to be a complex clinical syndrome. (first)\nThe patient's cardiovascular system cannot supply enough blood to the cells, causing the patient to feel tired and have difficulty breathing, and some people have a cough. Daily activities such as walking, climbing stairs, or carrying things may become more difficult. When the patient exerts himself, fluid retention may occur, leading to pulmonary congestion and peripheral edema.\nHeart failure is the final consequence of cardiovascular diseases\n\nCauses of heart failure\nBefore a patient with heart failure, it is necessary to find the cause of the current condition of the disease: the underlying cause and the factors that cause the disease to progress. Some underlying causes leading to this condition are:\nCoronary artery disease such as: acute coronary syndrome, myocardial ischemia...; Hypertension;; Valvular stenosis: aortic valve stenosis; mitral valve stenosis; Heart valve regurgitation: severe mitral valve regurgitation, aortic valve regurgitation;; Congenital heart disease with shunts in the heart: ventricular septal defect, atrial septal defect, patent ductus arteriosus, pulmonary window, etc.; Dilated cardiomyopathy not associated with ischemia:; A history of a genetic disorder or someone in the family with a history of the disease;; Infiltrative disorders;; Injury due to drugs or poisoning;; Metabolic diseases: thyroid disease, diabetes;; Due to viruses or other infectious agents;; Arrhythmia and heart rate:; Chronic bradyarrhythmia;; Chronic tachyarrhythmia.\nIn addition, some factors that contribute to worsening heart failure include:\nDiet high in salt; Non-adherence to treatment: skipping medication, taking irregularly; Inappropriate dose reduction of heart failure medications;; Arrhythmia (fast, slow);; Infection;; Anemia;; Using additional drugs that may worsen the condition: calcium blockers (verapamil, diltiazem), beta blockers, nonsteroidal anti-inflammatory drugs, antiarrhythmic drugs (group I, sotalol);; Alcohol abuse;; Pregnant;\n\nCommon symptoms\nSymptoms of the disease may be different for each person. They can start suddenly or develop gradually over weeks or months. (2)\nThe most common symptoms of heart failure are:\nDifficulty breathing: can occur immediately after the patient is active or at rest; More severe is difficulty breathing when lying with the head low, paroxysmal difficulty breathing at night causing the patient to wake up.; Fatigue: the patient may feel tired and weak most of the time;; Swollen feet and ankles: due to fluid retention, may be mild in the morning and worse at the end of the day.\nOther symptoms include:\nPersistent cough that may be worse at night; sometimes coughing up blood or pink foam; Wheeze;; Bloating;; Loss of appetite;; Weight gain or loss;; Dizziness and fainting;; Tachycardia, arrhythmia or palpitations;; Some patients may also experience depression and anxiety and insomnia.\n\nClassification of heart failure\nClinically, there are many ways to classify heart failure. These classifications help doctors direct treatment for each case. (3)\n1. Left heart failure\nPatients with left heart failure have symptoms of pulmonary congestion such as fatigue, shortness of breath that increases with exertion or when lying down, dry cough, coughing up blood, etc.\n2. Right heart failure\nPatients with right heart failure have symptoms of peripheral blood stasis such as leg edema, enlarged liver, ascites, distended neck veins, etc.\n3. Complete heart failure\nThere are symptoms of both types of heart failure mentioned above.\n4. Acute heart failure\nAcute heart failure causes severe difficulty breathing, acute pulmonary edema or cardiogenic shock. Symptoms are acute, the patient must be hospitalized in the emergency room for timely treatment. If delayed, life can be dangerous.\n5. Chronic heart failure\nSymptoms of chronic heart failure occur gradually or the patient has a history of acute heart failure, but now the heart failure has improved and is stable.\n6. Systolic heart failure (or heart failure with reduced ejection fraction)\nThe heart has the function of contracting and pumping blood to the aorta and its branches to feed the organs in the body. The heart's ability to contract is also known as ejection fraction, which is assessed through ultrasound or cardiac catheterization. Normal ejection fraction > 55%. When the cardiac contractile function is reduced and the ejection fraction is ≤ 40%, it is called heart failure with reduced ejection fraction.\n7. Diastolic heart failure (or heart failure with preserved ejection fraction)\nIn addition to the function of pumping blood, the heart also has the function of sucking blood from the veins back to the heart. When the heart relaxes during diastole (rest period) with negative pressure in the chest, blood from the veins will flow to the heart to start a new contraction cycle. When the heart muscle thickens or stiffens and no longer expands well to accommodate blood, it will cause diastolic dysfunction.\nThe patient has typical symptoms of the disease (fatigue, shortness of breath, leg swelling), on ultrasound the preserved ejection fraction is > 50%, the left ventricle is thickened, there is diastolic dysfunction with increased markers of Heart failure in the blood (BNP or NT-ProBNP) is diagnosed as diastolic heart failure.\nSee more: What is decompensated heart failure?\nIn addition, the heart failure staging systems of the New York Heart Association (NYHA) are also frequently used by doctors.\n\nDiagnosis of heart failure\nTo diagnose heart failure, the doctor will take a careful medical history, ask about family history, perform a clinical examination, and combine paraclinical methods such as:\nECG electrocardiogram: can detect cardiac chamber thickening, arrhythmia, left bundle branch lock, Q wave infarction, ST-T changes in myocardial ischemia.; Cardiopulmonary X-ray: image of enlarged heart shadow, pulmonary congestion, pleural effusion; Transthoracic echocardiography: assess normal or reduced left ventricular function, good left ventricular regional motion, heart valve regurgitation, heart chamber size, pulmonary artery pressure, pericardial fluid, chamber thrombosis heart.; Holter electrocardiogram 24 hours: look for arrhythmias; Coronary angiography: often to find suspected causes of coronary artery disease, reduced left ventricular ejection fraction; Coronary artery MSCT: to find suspected causes of coronary artery disease, structural heart abnormalities, pericardial disease.; Cardiac MRI: when thinking that the cause of heart failure is due to myocarditis or cardiomyopathy; General blood tests (blood sugar, blood fat, liver enzymes, kidney function, electrolytes, TSH) and NT- Pro BNP,  help diagnose the cause, prognosis and monitor treatment.\n\nTreatment of heart failure\nHeart failure is a chronic disease that requires lifelong management. However, with treatment, signs and symptoms may improve, and sometimes the heart becomes stronger and heart function recovers. Proper treatment can help patients have a better quality of life, live longer and reduce the risk of sudden death. (4)\nIn almost every case of treating this disease, doctors will use a combination of drugs or supporting devices.\nTreatment medicine\nTo treat heart failure, doctors will combine different medications depending on the symptoms, stage and cause of the disease. Some drugs used in treatment include:\nAngiotensin-converting enzyme (ACE) inhibitors:  these drugs are effective for people with heart failure. The drug mechanism helps dilate blood vessels to lower blood pressure, improve blood flow and reduce the workload on the heart. in all stages of the disease.; Angiotensin II receptor blockers: this group of drugs can be used as an alternative for patients who are intolerant to angiotensin-converting enzyme (ACE) inhibitors; Beta blockers: this is a group of drugs that help slow heart rate, lower blood pressure, prevent and treat tachyarrhythmias, improve heart function and prevent sudden death.; Diuretics: this medicine helps patients urinate more often, limits water retention in the body, especially in the lungs, helping patients breathe easily.; Aldosterone antagonists: these are potassium-sparing diuretics, which reduce myocardial fibrosis and prolong the patient's life.; Inotropic drugs: are intravenous drugs used for people with severe heart failure in the hospital to improve the heart's pumping function and maintain blood pressure. However, this medicine does not help prolong the patient's life; Digoxin (Lanoxin): this drug helps increase the strength of heart muscle contractions, especially indicated in patients with heart failure accompanied by atrial fibrillation.\nIn almost every treatment case, doctors will use a combination of drugs or supportive devices\nMedication regimens can be used in combination depending on the patient's condition. In addition, some other medications, such as nitrates, can be used to reduce angina, statins to lower cholesterol, or blood thinners to help prevent clots. Blood clots... can be used depending on the medical condition.\nSurgery\nIn some cases, doctors recommend surgery to treat the cause of heart failure such as heart valve surgery if heart failure is due to heart valve disease, coronary artery bypass surgery if heart failure is due to coronary artery stenosis, surgery to repair the disease. congenital heart disease or arrhythmia ablation treatment\nSome treatments being researched and used in some people include implantable left ventricular resynchronization device (CRT), implantable automated defibrillator (ICD), left ventricular assist device (LVAD), heart transplant, and most recently, total artificial heart replacement. These techniques are only applied in large hospitals by highly qualified doctors.\nAutomated defibrillator (ICD): used for patients with reduced ejection fraction < 35%, helps prevent sudden death due to ventricular arrhythmia. When the heart is in ventricular fibrillation or ventricular tachycardia, the machine will emit an electric current like an electric shock to stop the arrhythmia and bring the heart rhythm back to normal.; Cardiac resynchronization therapy (CRT): used in patients with reduced ejection fraction and wide QRS complexes on the electrocardiogram. This machine will help the two ventricles contract more synchronously, improving heart function and heart failure symptoms of the patient.; Ventricular assist devices (VADs): these are mechanical circulatory support devices that act as an implantable mechanical pump that pumps blood from the lower chambers of the heart (ventricles) to the rest of the heart. body. VADs are implanted in the abdomen or chest and attached to the heart to help it pump blood to the rest of the body.; Heart transplant: In cases of end-stage disease that does not respond to the above treatment measures, it is necessary to be included in the heart transplant registration list. A heart transplant can improve a patient's survival and quality of life.\nPatients need to recognize signs of worsening disease to see a doctor immediately:\nRapid weight gain;; Phew;; Shortness of breath;; Fainting, palpitations;; Chest pain or heaviness;; Fatigue or shortness of breath during daily exercise.\n\nIs heart failure dangerous?\nHeart failure is an extremely dangerous disease and leads to many complications that can reduce a person's quality of life and lifespan.\nReduced quality of life: sick people cannot work or even take care of themselves. Patients with end-stage heart failure need constant support from caregivers.; Arrhythmia: Patients are susceptible to atrial fibrillation or ventricular arrhythmia. Atrial fibrillation worsens the condition by reducing the amount of blood the heart pumps out by 20%, in addition to increasing the risk of ischemic stroke due to blood clots from the heart traveling to the brain. Patients with severe heart failure often have ventricular premature beats, ventricular tachycardia or ventricular fibrillation, causing sudden death if a defibrillator is not placed in advance.; Death and sudden death: end-stage severe heart failure that does not respond to medical treatment without placement of a cardiac support device or heart transplant will lead to death. Sudden death is also a complication that can occur in patients with stages C and D, even when symptoms of heart failure are not too severe.\nSee more: How long can people with heart failure live? Can lifespan be extended?\nPatients need to recognize signs of worsening disease and seek medical attention immediately:\nRapid weight gain: gain >= 1.5 kg/day or >= 2.5 kg/week; Phew;; Shortness of breath;; Fainting, palpitations;; Chest pain or heaviness;; Fatigue or shortness of breath during daily exercise.\n\nLifestyle for people with heart failure\nHeart failure is unpredictable, getting worse or improving over time depending on the cause, treatment, and early or late detection. Therefore, patients need to equip themselves with cardiovascular knowledge to slow down the progression of the disease as well as improve their quality of life.\nSome lifestyle and lifestyle tips recommended by doctors include:\nExercise: some gentle exercises such as walking, yoga... are recommended for people with the disease.; Do not work or do strenuous activities.; For people with heart failure who smoke or drink alcohol, they should completely quit those habits.; Avoid stress, maintain a happy and comfortable psychological state; Limit foods high in fat or fat.; Maintain weight, if the patient is overweight or obese, they need to lose weight; Get regular medical checkups and use medication according to your doctor's regimen.\nA scientific lifestyle and reasonable nutrition help patients improve their quality of life and reduce the risk of cardiovascular disease.\nGathering a team of leading industry experts and experienced doctors such as Associate Professor, Doctor Pham Nguyen Vinh, Associate Professor, Doctor Nguyen Thi Bach Yen, Doctor Nguyen Minh Tri Vien, Doctor Tran Van Hung, Doctor. Nguyen Anh Dung, BS.II Huynh Ngoc Long, BSCKI Vu Nang Phuc, PhD.Nguyen Thi Duyen, BS.Nguyen Duc Hung, BS.Nguyen Pham Thuy Linh, BS.CKI Pham Thuc Minh Thuy, MSc. Huynh Khiem Huy, BS .CKI Vo Ngoc Cam, MSc Nguyen Khiem Thao, MSc Hoang Thi Binh, MSc Nguyen Quoc Khanh...; With modern equipment, the Cardiovascular Center, Tam Anh General Hospital provides effective screening, diagnosis and treatment services for cardiovascular diseases for all subjects, from pregnant women to infants. newborns, children, adults, the elderly...\nIn particular, the SOMATOM Drive 2-ball head CT scanner system imported from Germany is capable of capturing 768 slices in one rotation, scanning the whole body in just 3 to 4 seconds; New generation magnetic resonance imaging machine MAGNETOM Amira BioMatrix (Siemens – Germany) applies advanced Full Biological Matrix technology; High-end ultrasound machine ACUSON Sequoia from Germany... supports effective diagnosis of cardiovascular diseases, suitable for all subjects, especially children.\nThe SOMATOM Drive 2-ball head CT scanner system imported from Germany is capable of capturing 768 slices in one rotation to support effective diagnosis of cardiovascular disease.\nIn addition, the modern Hybrid operating room with an advanced Artis Pheno angiography and 3D rendering robot system ensures accuracy during surgery, shortens surgery time and limits the risk of re-surgery and complications. After surgery... allows Tam Anh Hospital to perform complex cardiovascular interventions in the treatment of heart failure such as pacemaker implantation to treat bradycardia, CRT and other cardiovascular disease treatment techniques.\nFor advice and to schedule an examination with leading cardiovascular experts at Tam Anh General Hospital system, please contact: Hanoi:  Address: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: Address: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook .com/benhvientamanh\nHeart failure is one of the most dangerous cardiovascular problems today. The disease is caused by many different agents and is a complex clinical syndrome. Therefore, if you detect any of the above unusual symptoms, you need to immediately go to a hospital or medical facility for timely examination and diagnosis.",
    "subsections": [
        {
            "subsection_name": "What is heart failure?",
            "subsection_content": "Heart failure is a condition in which the heart is weakened due to physical damage or heart dysfunction, causing the ventricles to not be able to receive or eject blood. This is known to be a complex clinical syndrome. (first)\nThe patient's cardiovascular system cannot supply enough blood to the cells, causing the patient to feel tired and have difficulty breathing, and some people have a cough. Daily activities such as walking, climbing stairs, or carrying things may become more difficult. When the patient exerts himself, fluid retention may occur, leading to pulmonary congestion and peripheral edema.\nHeart failure is the final consequence of cardiovascular diseases",
            "subsection_string": "What is heart failure?\nHeart failure is a condition in which the heart is weakened due to physical damage or heart dysfunction, causing the ventricles to not be able to receive or eject blood. This is known to be a complex clinical syndrome. (first)\nThe patient's cardiovascular system cannot supply enough blood to the cells, causing the patient to feel tired and have difficulty breathing, and some people have a cough. Daily activities such as walking, climbing stairs, or carrying things may become more difficult. When the patient exerts himself, fluid retention may occur, leading to pulmonary congestion and peripheral edema.\nHeart failure is the final consequence of cardiovascular diseases"
        },
        {
            "subsection_name": "Causes of heart failure",
            "subsection_content": "Before a patient with heart failure, it is necessary to find the cause of the current condition of the disease: the underlying cause and the factors that cause the disease to progress. Some underlying causes leading to this condition are:\nCoronary artery disease such as: acute coronary syndrome, myocardial ischemia...; Hypertension;; Valvular stenosis: aortic valve stenosis; mitral valve stenosis; Heart valve regurgitation: severe mitral valve regurgitation, aortic valve regurgitation;; Congenital heart disease with shunts in the heart: ventricular septal defect, atrial septal defect, patent ductus arteriosus, pulmonary window, etc.; Dilated cardiomyopathy not associated with ischemia:; A history of a genetic disorder or someone in the family with a history of the disease;; Infiltrative disorders;; Injury due to drugs or poisoning;; Metabolic diseases: thyroid disease, diabetes;; Due to viruses or other infectious agents;; Arrhythmia and heart rate:; Chronic bradyarrhythmia;; Chronic tachyarrhythmia.\nIn addition, some factors that contribute to worsening heart failure include:\nDiet high in salt; Non-adherence to treatment: skipping medication, taking irregularly; Inappropriate dose reduction of heart failure medications;; Arrhythmia (fast, slow);; Infection;; Anemia;; Using additional drugs that may worsen the condition: calcium blockers (verapamil, diltiazem), beta blockers, nonsteroidal anti-inflammatory drugs, antiarrhythmic drugs (group I, sotalol);; Alcohol abuse;; Pregnant;",
            "subsection_string": "Causes of heart failure\nBefore a patient with heart failure, it is necessary to find the cause of the current condition of the disease: the underlying cause and the factors that cause the disease to progress. Some underlying causes leading to this condition are:\nCoronary artery disease such as: acute coronary syndrome, myocardial ischemia...; Hypertension;; Valvular stenosis: aortic valve stenosis; mitral valve stenosis; Heart valve regurgitation: severe mitral valve regurgitation, aortic valve regurgitation;; Congenital heart disease with shunts in the heart: ventricular septal defect, atrial septal defect, patent ductus arteriosus, pulmonary window, etc.; Dilated cardiomyopathy not associated with ischemia:; A history of a genetic disorder or someone in the family with a history of the disease;; Infiltrative disorders;; Injury due to drugs or poisoning;; Metabolic diseases: thyroid disease, diabetes;; Due to viruses or other infectious agents;; Arrhythmia and heart rate:; Chronic bradyarrhythmia;; Chronic tachyarrhythmia.\nIn addition, some factors that contribute to worsening heart failure include:\nDiet high in salt; Non-adherence to treatment: skipping medication, taking irregularly; Inappropriate dose reduction of heart failure medications;; Arrhythmia (fast, slow);; Infection;; Anemia;; Using additional drugs that may worsen the condition: calcium blockers (verapamil, diltiazem), beta blockers, nonsteroidal anti-inflammatory drugs, antiarrhythmic drugs (group I, sotalol);; Alcohol abuse;; Pregnant;"
        },
        {
            "subsection_name": "Common symptoms",
            "subsection_content": "Symptoms of the disease may be different for each person. They can start suddenly or develop gradually over weeks or months. (2)\nThe most common symptoms of heart failure are:\nDifficulty breathing: can occur immediately after the patient is active or at rest; More severe is difficulty breathing when lying with the head low, paroxysmal difficulty breathing at night causing the patient to wake up.; Fatigue: the patient may feel tired and weak most of the time;; Swollen feet and ankles: due to fluid retention, may be mild in the morning and worse at the end of the day.\nOther symptoms include:\nPersistent cough that may be worse at night; sometimes coughing up blood or pink foam; Wheeze;; Bloating;; Loss of appetite;; Weight gain or loss;; Dizziness and fainting;; Tachycardia, arrhythmia or palpitations;; Some patients may also experience depression and anxiety and insomnia.",
            "subsection_string": "Common symptoms\nSymptoms of the disease may be different for each person. They can start suddenly or develop gradually over weeks or months. (2)\nThe most common symptoms of heart failure are:\nDifficulty breathing: can occur immediately after the patient is active or at rest; More severe is difficulty breathing when lying with the head low, paroxysmal difficulty breathing at night causing the patient to wake up.; Fatigue: the patient may feel tired and weak most of the time;; Swollen feet and ankles: due to fluid retention, may be mild in the morning and worse at the end of the day.\nOther symptoms include:\nPersistent cough that may be worse at night; sometimes coughing up blood or pink foam; Wheeze;; Bloating;; Loss of appetite;; Weight gain or loss;; Dizziness and fainting;; Tachycardia, arrhythmia or palpitations;; Some patients may also experience depression and anxiety and insomnia."
        },
        {
            "subsection_name": "Classification of heart failure",
            "subsection_content": "Clinically, there are many ways to classify heart failure. These classifications help doctors direct treatment for each case. (3)\n1. Left heart failure\nPatients with left heart failure have symptoms of pulmonary congestion such as fatigue, shortness of breath that increases with exertion or when lying down, dry cough, coughing up blood, etc.\n2. Right heart failure\nPatients with right heart failure have symptoms of peripheral blood stasis such as leg edema, enlarged liver, ascites, distended neck veins, etc.\n3. Complete heart failure\nThere are symptoms of both types of heart failure mentioned above.\n4. Acute heart failure\nAcute heart failure causes severe difficulty breathing, acute pulmonary edema or cardiogenic shock. Symptoms are acute, the patient must be hospitalized in the emergency room for timely treatment. If delayed, life can be dangerous.\n5. Chronic heart failure\nSymptoms of chronic heart failure occur gradually or the patient has a history of acute heart failure, but now the heart failure has improved and is stable.\n6. Systolic heart failure (or heart failure with reduced ejection fraction)\nThe heart has the function of contracting and pumping blood to the aorta and its branches to feed the organs in the body. The heart's ability to contract is also known as ejection fraction, which is assessed through ultrasound or cardiac catheterization. Normal ejection fraction > 55%. When the cardiac contractile function is reduced and the ejection fraction is ≤ 40%, it is called heart failure with reduced ejection fraction.\n7. Diastolic heart failure (or heart failure with preserved ejection fraction)\nIn addition to the function of pumping blood, the heart also has the function of sucking blood from the veins back to the heart. When the heart relaxes during diastole (rest period) with negative pressure in the chest, blood from the veins will flow to the heart to start a new contraction cycle. When the heart muscle thickens or stiffens and no longer expands well to accommodate blood, it will cause diastolic dysfunction.\nThe patient has typical symptoms of the disease (fatigue, shortness of breath, leg swelling), on ultrasound the preserved ejection fraction is > 50%, the left ventricle is thickened, there is diastolic dysfunction with increased markers of Heart failure in the blood (BNP or NT-ProBNP) is diagnosed as diastolic heart failure.\nSee more: What is decompensated heart failure?\nIn addition, the heart failure staging systems of the New York Heart Association (NYHA) are also frequently used by doctors.",
            "subsection_string": "Classification of heart failure\nClinically, there are many ways to classify heart failure. These classifications help doctors direct treatment for each case. (3)\n1. Left heart failure\nPatients with left heart failure have symptoms of pulmonary congestion such as fatigue, shortness of breath that increases with exertion or when lying down, dry cough, coughing up blood, etc.\n2. Right heart failure\nPatients with right heart failure have symptoms of peripheral blood stasis such as leg edema, enlarged liver, ascites, distended neck veins, etc.\n3. Complete heart failure\nThere are symptoms of both types of heart failure mentioned above.\n4. Acute heart failure\nAcute heart failure causes severe difficulty breathing, acute pulmonary edema or cardiogenic shock. Symptoms are acute, the patient must be hospitalized in the emergency room for timely treatment. If delayed, life can be dangerous.\n5. Chronic heart failure\nSymptoms of chronic heart failure occur gradually or the patient has a history of acute heart failure, but now the heart failure has improved and is stable.\n6. Systolic heart failure (or heart failure with reduced ejection fraction)\nThe heart has the function of contracting and pumping blood to the aorta and its branches to feed the organs in the body. The heart's ability to contract is also known as ejection fraction, which is assessed through ultrasound or cardiac catheterization. Normal ejection fraction > 55%. When the cardiac contractile function is reduced and the ejection fraction is ≤ 40%, it is called heart failure with reduced ejection fraction.\n7. Diastolic heart failure (or heart failure with preserved ejection fraction)\nIn addition to the function of pumping blood, the heart also has the function of sucking blood from the veins back to the heart. When the heart relaxes during diastole (rest period) with negative pressure in the chest, blood from the veins will flow to the heart to start a new contraction cycle. When the heart muscle thickens or stiffens and no longer expands well to accommodate blood, it will cause diastolic dysfunction.\nThe patient has typical symptoms of the disease (fatigue, shortness of breath, leg swelling), on ultrasound the preserved ejection fraction is > 50%, the left ventricle is thickened, there is diastolic dysfunction with increased markers of Heart failure in the blood (BNP or NT-ProBNP) is diagnosed as diastolic heart failure.\nSee more: What is decompensated heart failure?\nIn addition, the heart failure staging systems of the New York Heart Association (NYHA) are also frequently used by doctors."
        },
        {
            "subsection_name": "Diagnosis of heart failure",
            "subsection_content": "To diagnose heart failure, the doctor will take a careful medical history, ask about family history, perform a clinical examination, and combine paraclinical methods such as:\nECG electrocardiogram: can detect cardiac chamber thickening, arrhythmia, left bundle branch lock, Q wave infarction, ST-T changes in myocardial ischemia.; Cardiopulmonary X-ray: image of enlarged heart shadow, pulmonary congestion, pleural effusion; Transthoracic echocardiography: assess normal or reduced left ventricular function, good left ventricular regional motion, heart valve regurgitation, heart chamber size, pulmonary artery pressure, pericardial fluid, chamber thrombosis heart.; Holter electrocardiogram 24 hours: look for arrhythmias; Coronary angiography: often to find suspected causes of coronary artery disease, reduced left ventricular ejection fraction; Coronary artery MSCT: to find suspected causes of coronary artery disease, structural heart abnormalities, pericardial disease.; Cardiac MRI: when thinking that the cause of heart failure is due to myocarditis or cardiomyopathy; General blood tests (blood sugar, blood fat, liver enzymes, kidney function, electrolytes, TSH) and NT- Pro BNP,  help diagnose the cause, prognosis and monitor treatment.",
            "subsection_string": "Diagnosis of heart failure\nTo diagnose heart failure, the doctor will take a careful medical history, ask about family history, perform a clinical examination, and combine paraclinical methods such as:\nECG electrocardiogram: can detect cardiac chamber thickening, arrhythmia, left bundle branch lock, Q wave infarction, ST-T changes in myocardial ischemia.; Cardiopulmonary X-ray: image of enlarged heart shadow, pulmonary congestion, pleural effusion; Transthoracic echocardiography: assess normal or reduced left ventricular function, good left ventricular regional motion, heart valve regurgitation, heart chamber size, pulmonary artery pressure, pericardial fluid, chamber thrombosis heart.; Holter electrocardiogram 24 hours: look for arrhythmias; Coronary angiography: often to find suspected causes of coronary artery disease, reduced left ventricular ejection fraction; Coronary artery MSCT: to find suspected causes of coronary artery disease, structural heart abnormalities, pericardial disease.; Cardiac MRI: when thinking that the cause of heart failure is due to myocarditis or cardiomyopathy; General blood tests (blood sugar, blood fat, liver enzymes, kidney function, electrolytes, TSH) and NT- Pro BNP,  help diagnose the cause, prognosis and monitor treatment."
        },
        {
            "subsection_name": "Treatment of heart failure",
            "subsection_content": "Heart failure is a chronic disease that requires lifelong management. However, with treatment, signs and symptoms may improve, and sometimes the heart becomes stronger and heart function recovers. Proper treatment can help patients have a better quality of life, live longer and reduce the risk of sudden death. (4)\nIn almost every case of treating this disease, doctors will use a combination of drugs or supporting devices.\nTreatment medicine\nTo treat heart failure, doctors will combine different medications depending on the symptoms, stage and cause of the disease. Some drugs used in treatment include:\nAngiotensin-converting enzyme (ACE) inhibitors:  these drugs are effective for people with heart failure. The drug mechanism helps dilate blood vessels to lower blood pressure, improve blood flow and reduce the workload on the heart. in all stages of the disease.; Angiotensin II receptor blockers: this group of drugs can be used as an alternative for patients who are intolerant to angiotensin-converting enzyme (ACE) inhibitors; Beta blockers: this is a group of drugs that help slow heart rate, lower blood pressure, prevent and treat tachyarrhythmias, improve heart function and prevent sudden death.; Diuretics: this medicine helps patients urinate more often, limits water retention in the body, especially in the lungs, helping patients breathe easily.; Aldosterone antagonists: these are potassium-sparing diuretics, which reduce myocardial fibrosis and prolong the patient's life.; Inotropic drugs: are intravenous drugs used for people with severe heart failure in the hospital to improve the heart's pumping function and maintain blood pressure. However, this medicine does not help prolong the patient's life; Digoxin (Lanoxin): this drug helps increase the strength of heart muscle contractions, especially indicated in patients with heart failure accompanied by atrial fibrillation.\nIn almost every treatment case, doctors will use a combination of drugs or supportive devices\nMedication regimens can be used in combination depending on the patient's condition. In addition, some other medications, such as nitrates, can be used to reduce angina, statins to lower cholesterol, or blood thinners to help prevent clots. Blood clots... can be used depending on the medical condition.\nSurgery\nIn some cases, doctors recommend surgery to treat the cause of heart failure such as heart valve surgery if heart failure is due to heart valve disease, coronary artery bypass surgery if heart failure is due to coronary artery stenosis, surgery to repair the disease. congenital heart disease or arrhythmia ablation treatment\nSome treatments being researched and used in some people include implantable left ventricular resynchronization device (CRT), implantable automated defibrillator (ICD), left ventricular assist device (LVAD), heart transplant, and most recently, total artificial heart replacement. These techniques are only applied in large hospitals by highly qualified doctors.\nAutomated defibrillator (ICD): used for patients with reduced ejection fraction < 35%, helps prevent sudden death due to ventricular arrhythmia. When the heart is in ventricular fibrillation or ventricular tachycardia, the machine will emit an electric current like an electric shock to stop the arrhythmia and bring the heart rhythm back to normal.; Cardiac resynchronization therapy (CRT): used in patients with reduced ejection fraction and wide QRS complexes on the electrocardiogram. This machine will help the two ventricles contract more synchronously, improving heart function and heart failure symptoms of the patient.; Ventricular assist devices (VADs): these are mechanical circulatory support devices that act as an implantable mechanical pump that pumps blood from the lower chambers of the heart (ventricles) to the rest of the heart. body. VADs are implanted in the abdomen or chest and attached to the heart to help it pump blood to the rest of the body.; Heart transplant: In cases of end-stage disease that does not respond to the above treatment measures, it is necessary to be included in the heart transplant registration list. A heart transplant can improve a patient's survival and quality of life.\nPatients need to recognize signs of worsening disease to see a doctor immediately:\nRapid weight gain;; Phew;; Shortness of breath;; Fainting, palpitations;; Chest pain or heaviness;; Fatigue or shortness of breath during daily exercise.",
            "subsection_string": "Treatment of heart failure\nHeart failure is a chronic disease that requires lifelong management. However, with treatment, signs and symptoms may improve, and sometimes the heart becomes stronger and heart function recovers. Proper treatment can help patients have a better quality of life, live longer and reduce the risk of sudden death. (4)\nIn almost every case of treating this disease, doctors will use a combination of drugs or supporting devices.\nTreatment medicine\nTo treat heart failure, doctors will combine different medications depending on the symptoms, stage and cause of the disease. Some drugs used in treatment include:\nAngiotensin-converting enzyme (ACE) inhibitors:  these drugs are effective for people with heart failure. The drug mechanism helps dilate blood vessels to lower blood pressure, improve blood flow and reduce the workload on the heart. in all stages of the disease.; Angiotensin II receptor blockers: this group of drugs can be used as an alternative for patients who are intolerant to angiotensin-converting enzyme (ACE) inhibitors; Beta blockers: this is a group of drugs that help slow heart rate, lower blood pressure, prevent and treat tachyarrhythmias, improve heart function and prevent sudden death.; Diuretics: this medicine helps patients urinate more often, limits water retention in the body, especially in the lungs, helping patients breathe easily.; Aldosterone antagonists: these are potassium-sparing diuretics, which reduce myocardial fibrosis and prolong the patient's life.; Inotropic drugs: are intravenous drugs used for people with severe heart failure in the hospital to improve the heart's pumping function and maintain blood pressure. However, this medicine does not help prolong the patient's life; Digoxin (Lanoxin): this drug helps increase the strength of heart muscle contractions, especially indicated in patients with heart failure accompanied by atrial fibrillation.\nIn almost every treatment case, doctors will use a combination of drugs or supportive devices\nMedication regimens can be used in combination depending on the patient's condition. In addition, some other medications, such as nitrates, can be used to reduce angina, statins to lower cholesterol, or blood thinners to help prevent clots. Blood clots... can be used depending on the medical condition.\nSurgery\nIn some cases, doctors recommend surgery to treat the cause of heart failure such as heart valve surgery if heart failure is due to heart valve disease, coronary artery bypass surgery if heart failure is due to coronary artery stenosis, surgery to repair the disease. congenital heart disease or arrhythmia ablation treatment\nSome treatments being researched and used in some people include implantable left ventricular resynchronization device (CRT), implantable automated defibrillator (ICD), left ventricular assist device (LVAD), heart transplant, and most recently, total artificial heart replacement. These techniques are only applied in large hospitals by highly qualified doctors.\nAutomated defibrillator (ICD): used for patients with reduced ejection fraction < 35%, helps prevent sudden death due to ventricular arrhythmia. When the heart is in ventricular fibrillation or ventricular tachycardia, the machine will emit an electric current like an electric shock to stop the arrhythmia and bring the heart rhythm back to normal.; Cardiac resynchronization therapy (CRT): used in patients with reduced ejection fraction and wide QRS complexes on the electrocardiogram. This machine will help the two ventricles contract more synchronously, improving heart function and heart failure symptoms of the patient.; Ventricular assist devices (VADs): these are mechanical circulatory support devices that act as an implantable mechanical pump that pumps blood from the lower chambers of the heart (ventricles) to the rest of the heart. body. VADs are implanted in the abdomen or chest and attached to the heart to help it pump blood to the rest of the body.; Heart transplant: In cases of end-stage disease that does not respond to the above treatment measures, it is necessary to be included in the heart transplant registration list. A heart transplant can improve a patient's survival and quality of life.\nPatients need to recognize signs of worsening disease to see a doctor immediately:\nRapid weight gain;; Phew;; Shortness of breath;; Fainting, palpitations;; Chest pain or heaviness;; Fatigue or shortness of breath during daily exercise."
        },
        {
            "subsection_name": "Is heart failure dangerous?",
            "subsection_content": "Heart failure is an extremely dangerous disease and leads to many complications that can reduce a person's quality of life and lifespan.\nReduced quality of life: sick people cannot work or even take care of themselves. Patients with end-stage heart failure need constant support from caregivers.; Arrhythmia: Patients are susceptible to atrial fibrillation or ventricular arrhythmia. Atrial fibrillation worsens the condition by reducing the amount of blood the heart pumps out by 20%, in addition to increasing the risk of ischemic stroke due to blood clots from the heart traveling to the brain. Patients with severe heart failure often have ventricular premature beats, ventricular tachycardia or ventricular fibrillation, causing sudden death if a defibrillator is not placed in advance.; Death and sudden death: end-stage severe heart failure that does not respond to medical treatment without placement of a cardiac support device or heart transplant will lead to death. Sudden death is also a complication that can occur in patients with stages C and D, even when symptoms of heart failure are not too severe.\nSee more: How long can people with heart failure live? Can lifespan be extended?\nPatients need to recognize signs of worsening disease and seek medical attention immediately:\nRapid weight gain: gain >= 1.5 kg/day or >= 2.5 kg/week; Phew;; Shortness of breath;; Fainting, palpitations;; Chest pain or heaviness;; Fatigue or shortness of breath during daily exercise.",
            "subsection_string": "Is heart failure dangerous?\nHeart failure is an extremely dangerous disease and leads to many complications that can reduce a person's quality of life and lifespan.\nReduced quality of life: sick people cannot work or even take care of themselves. Patients with end-stage heart failure need constant support from caregivers.; Arrhythmia: Patients are susceptible to atrial fibrillation or ventricular arrhythmia. Atrial fibrillation worsens the condition by reducing the amount of blood the heart pumps out by 20%, in addition to increasing the risk of ischemic stroke due to blood clots from the heart traveling to the brain. Patients with severe heart failure often have ventricular premature beats, ventricular tachycardia or ventricular fibrillation, causing sudden death if a defibrillator is not placed in advance.; Death and sudden death: end-stage severe heart failure that does not respond to medical treatment without placement of a cardiac support device or heart transplant will lead to death. Sudden death is also a complication that can occur in patients with stages C and D, even when symptoms of heart failure are not too severe.\nSee more: How long can people with heart failure live? Can lifespan be extended?\nPatients need to recognize signs of worsening disease and seek medical attention immediately:\nRapid weight gain: gain >= 1.5 kg/day or >= 2.5 kg/week; Phew;; Shortness of breath;; Fainting, palpitations;; Chest pain or heaviness;; Fatigue or shortness of breath during daily exercise."
        },
        {
            "subsection_name": "Lifestyle for people with heart failure",
            "subsection_content": "Heart failure is unpredictable, getting worse or improving over time depending on the cause, treatment, and early or late detection. Therefore, patients need to equip themselves with cardiovascular knowledge to slow down the progression of the disease as well as improve their quality of life.\nSome lifestyle and lifestyle tips recommended by doctors include:\nExercise: some gentle exercises such as walking, yoga... are recommended for people with the disease.; Do not work or do strenuous activities.; For people with heart failure who smoke or drink alcohol, they should completely quit those habits.; Avoid stress, maintain a happy and comfortable psychological state; Limit foods high in fat or fat.; Maintain weight, if the patient is overweight or obese, they need to lose weight; Get regular medical checkups and use medication according to your doctor's regimen.\nA scientific lifestyle and reasonable nutrition help patients improve their quality of life and reduce the risk of cardiovascular disease.\nGathering a team of leading industry experts and experienced doctors such as Associate Professor, Doctor Pham Nguyen Vinh, Associate Professor, Doctor Nguyen Thi Bach Yen, Doctor Nguyen Minh Tri Vien, Doctor Tran Van Hung, Doctor. Nguyen Anh Dung, BS.II Huynh Ngoc Long, BSCKI Vu Nang Phuc, PhD.Nguyen Thi Duyen, BS.Nguyen Duc Hung, BS.Nguyen Pham Thuy Linh, BS.CKI Pham Thuc Minh Thuy, MSc. Huynh Khiem Huy, BS .CKI Vo Ngoc Cam, MSc Nguyen Khiem Thao, MSc Hoang Thi Binh, MSc Nguyen Quoc Khanh...; With modern equipment, the Cardiovascular Center, Tam Anh General Hospital provides effective screening, diagnosis and treatment services for cardiovascular diseases for all subjects, from pregnant women to infants. newborns, children, adults, the elderly...\nIn particular, the SOMATOM Drive 2-ball head CT scanner system imported from Germany is capable of capturing 768 slices in one rotation, scanning the whole body in just 3 to 4 seconds; New generation magnetic resonance imaging machine MAGNETOM Amira BioMatrix (Siemens – Germany) applies advanced Full Biological Matrix technology; High-end ultrasound machine ACUSON Sequoia from Germany... supports effective diagnosis of cardiovascular diseases, suitable for all subjects, especially children.\nThe SOMATOM Drive 2-ball head CT scanner system imported from Germany is capable of capturing 768 slices in one rotation to support effective diagnosis of cardiovascular disease.\nIn addition, the modern Hybrid operating room with an advanced Artis Pheno angiography and 3D rendering robot system ensures accuracy during surgery, shortens surgery time and limits the risk of re-surgery and complications. After surgery... allows Tam Anh Hospital to perform complex cardiovascular interventions in the treatment of heart failure such as pacemaker implantation to treat bradycardia, CRT and other cardiovascular disease treatment techniques.\nFor advice and to schedule an examination with leading cardiovascular experts at Tam Anh General Hospital system, please contact: Hanoi:  Address: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: Address: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook .com/benhvientamanh\nHeart failure is one of the most dangerous cardiovascular problems today. The disease is caused by many different agents and is a complex clinical syndrome. Therefore, if you detect any of the above unusual symptoms, you need to immediately go to a hospital or medical facility for timely examination and diagnosis.",
            "subsection_string": "Lifestyle for people with heart failure\nHeart failure is unpredictable, getting worse or improving over time depending on the cause, treatment, and early or late detection. Therefore, patients need to equip themselves with cardiovascular knowledge to slow down the progression of the disease as well as improve their quality of life.\nSome lifestyle and lifestyle tips recommended by doctors include:\nExercise: some gentle exercises such as walking, yoga... are recommended for people with the disease.; Do not work or do strenuous activities.; For people with heart failure who smoke or drink alcohol, they should completely quit those habits.; Avoid stress, maintain a happy and comfortable psychological state; Limit foods high in fat or fat.; Maintain weight, if the patient is overweight or obese, they need to lose weight; Get regular medical checkups and use medication according to your doctor's regimen.\nA scientific lifestyle and reasonable nutrition help patients improve their quality of life and reduce the risk of cardiovascular disease.\nGathering a team of leading industry experts and experienced doctors such as Associate Professor, Doctor Pham Nguyen Vinh, Associate Professor, Doctor Nguyen Thi Bach Yen, Doctor Nguyen Minh Tri Vien, Doctor Tran Van Hung, Doctor. Nguyen Anh Dung, BS.II Huynh Ngoc Long, BSCKI Vu Nang Phuc, PhD.Nguyen Thi Duyen, BS.Nguyen Duc Hung, BS.Nguyen Pham Thuy Linh, BS.CKI Pham Thuc Minh Thuy, MSc. Huynh Khiem Huy, BS .CKI Vo Ngoc Cam, MSc Nguyen Khiem Thao, MSc Hoang Thi Binh, MSc Nguyen Quoc Khanh...; With modern equipment, the Cardiovascular Center, Tam Anh General Hospital provides effective screening, diagnosis and treatment services for cardiovascular diseases for all subjects, from pregnant women to infants. newborns, children, adults, the elderly...\nIn particular, the SOMATOM Drive 2-ball head CT scanner system imported from Germany is capable of capturing 768 slices in one rotation, scanning the whole body in just 3 to 4 seconds; New generation magnetic resonance imaging machine MAGNETOM Amira BioMatrix (Siemens – Germany) applies advanced Full Biological Matrix technology; High-end ultrasound machine ACUSON Sequoia from Germany... supports effective diagnosis of cardiovascular diseases, suitable for all subjects, especially children.\nThe SOMATOM Drive 2-ball head CT scanner system imported from Germany is capable of capturing 768 slices in one rotation to support effective diagnosis of cardiovascular disease.\nIn addition, the modern Hybrid operating room with an advanced Artis Pheno angiography and 3D rendering robot system ensures accuracy during surgery, shortens surgery time and limits the risk of re-surgery and complications. After surgery... allows Tam Anh Hospital to perform complex cardiovascular interventions in the treatment of heart failure such as pacemaker implantation to treat bradycardia, CRT and other cardiovascular disease treatment techniques.\nFor advice and to schedule an examination with leading cardiovascular experts at Tam Anh General Hospital system, please contact: Hanoi:  Address: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: Address: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook .com/benhvientamanh\nHeart failure is one of the most dangerous cardiovascular problems today. The disease is caused by many different agents and is a complex clinical syndrome. Therefore, if you detect any of the above unusual symptoms, you need to immediately go to a hospital or medical facility for timely examination and diagnosis."
        }
    ],
    "name": "suy-tim.json"
}