{
    "title": "Right heart failure: Causes, symptoms, diagnosis, treatment",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/suy-tim-phai/",
    "abstract": "Right heart failure causes insufficient blood to be pumped to the lungs, blood stagnation in the veins, causing edema in the patient and potentially many other serious consequences. MSc. Vo Anh Minh said that the structure of the heart has 4 chambers, including left and right atria, left and right ventricles. The task of the left ventricle is to pump blood from the heart to all organs in the body under relatively high pressure, requiring the left ventricle wall to be muscular, thick and strong. In contrast, the right ventricle's job is to pump \"used\" oxygen-poor blood to the lungs, through the pulmonary artery to be supplemented with oxygen. It can operate under low pressures and is a relatively thin-walled structure with much less myocardium than the left ventricle.",
    "content": "Right heart failure: Causes, symptoms, diagnosis, treatment\n\nRight heart failure causes insufficient blood to be pumped to the lungs, blood stagnation in the veins, causing edema in the patient and potentially many other serious consequences. MSc. Vo Anh Minh said that the structure of the heart has 4 chambers, including left and right atria, left and right ventricles. The task of the left ventricle is to pump blood from the heart to all organs in the body under relatively high pressure, requiring the left ventricle wall to be muscular, thick and strong. In contrast, the right ventricle's job is to pump \"used\" oxygen-poor blood to the lungs, through the pulmonary artery to be supplemented with oxygen. It can operate under low pressures and is a relatively thin-walled structure with much less myocardium than the left ventricle.\n\nWhat is right heart failure?\nRight heart failure is a condition in which the right ventricle does not pump blood effectively to the lungs. In other words, the right ventricle is weakened, causing it to not pump enough blood to the lungs. This disease often occurs when the left ventricle weakens, losing its ability to pump blood to the rest of the body. Or it can be due to a number of diseases, including pulmonary hypertension due to many causes, right ventricular cardiomyopathy and valvular heart disease... (1)\nRight-sided heart failure is also known as cor pulmonale or cor pulmonale.\n\nWhat is the difference between right and left heart failure?\nThese two types of heart failure have the following differences:\nRight heart failure: The right ventricle transports oxygen-poor blood from the heart back to the lungs to be oxygenated. When the right heart fails, the right ventricle has a reduced ability to pump. That means the heart cannot pump blood to the pulmonary arteries well and blood will stagnate in the veins. If this causes swelling in the feet, ankles, lower legs, and abdomen; Left-sided heart failure: Oxygen-rich blood is carried by the heart from the lungs to the left atrium, then to the left ventricle to pump blood to the rest of the body. The left ventricle accounts for the most working capacity of the heart, so it is larger than the other chambers and is necessary for normal function. In left heart failure, the left ventricle cannot pump enough blood to the body.\n\nSymptoms of right heart failure\nAccording to MSc Vo Anh Minh, patients with right heart failure have quite severe symptoms compared to left heart failure. Patients also need to pay attention so that they can promptly receive treatment from a doctor. Some common symptoms include: (2)\nSwelling in the feet, legs, ankles, stomach, liver...; You may have to urinate more often, especially at night; Difficulty breathing, swelling of neck veins; Fast pulse, chest pain; Weight gain, loss of appetite; Cold and sweaty skin; Mental fatigue, confusion and forgetfulness\n\nCauses of right heart failure\nThere are many causes of right heart failure, most of which are due to the patient having previously had left heart failure. (3)\n1. Left heart failure\nLeft heart failure is the first cause of right heart failure. When the left ventricle does not function effectively, blood flow pressure increases and eventually stagnates in the lungs. This can overload the right side of the heart. As a result, when the right side cannot pump blood effectively, blood will stagnate in the veins, leading to swelling.\n2. Chronic lung disease\nIncludes chronic obstructive pulmonary disease, pulmonary embolism, and other causes of pulmonary hypertension. High pressure in the pulmonary artery increases the workload of the right ventricle. Over time, the right ventricle may not pump blood as well as it should.\n3. Heart attack\nA heart attack is a blockage of the arteries that supply blood to the heart. Myocardial infarction can cause left heart failure leading to right heart failure; or it can directly cause right heart failure due to blocked blood supply to the right ventricle (right ventricular myocardial infarction).\n4. Tricuspid valve stenosis\nTricuspid valve stenosis is a condition in which the tricuspid valve narrows. This limits blood flow out of the right atrium, causing the right atrium to dilate and pool blood in the peripheral veins.\n5. Tricuspid valve regurgitation\nThe tricuspid valve does not close properly, also known as tricuspid regurgitation. This causes blood in the right ventricle to flow back into the right atrium and causes volume overload of the right ventricle. Over time, this can cause the right ventricle to dilate and weaken.\n6. Pericardial spasm\nSurrounding the heart is a membrane sac. Repeated or continuous inflammation will cause stiffness and thickening. Thickening of the heart membrane limits the heart's ability to pump blood effectively.\n7. Congenital heart defects\nCongenital heart defects are also a cause of right-sided heart failure. Some types of congenital heart defects can cause abnormal blood flow in the heart and weaken the right ventricle.\nMany causes lead to this disease, the most common of which is left heart failure.\n\nIs right-sided heart failure dangerous?\nComplications of right heart failure can range from: (4)\nAtrial fibrillation: Irregular heart rhythm, which can increase the risk of stroke and blood clots.; Heart failure: Unintentional weight loss (at least 7.5% of normal weight) within 6 months. This can be life-threatening if the body is not nourished.; Heart valve problems: Increased pressure in the heart can make it difficult for blood to circulate smoothly in the heart.; Impaired kidney function: Common in patients with right heart failure. If the kidneys receive less blood, it can lead to kidney failure.; Liver damage: Blood from the heart stagnates and puts pressure on the liver, which can cause scarring, making it difficult for the liver to function normally.\n\nDiagnosis method of right heart failure\nDiagnosis of right heart failure usually requires a thorough physical examination by a cardiologist. The doctor also needs to understand your medical history and perform appropriate tests. When reviewing your health history, you may be diagnosed with right heart failure if you have ever had deep vein thrombosis or pulmonary embolism.\nSome methods for diagnosing right heart failure include:\nBlood tests: Blood tests measure elevated substances in people with heart failure, and check kidney, liver, and thyroid function; Check for signs of other diseases that can affect the heart; Echocardiogram: Uses ultrasound waves to record moving images of the heart chambers and valves.\nEchocardiogram patient at Tam Anh General Hospital.\nChest X-ray: A common imaging evaluation to view the heart and lungs. A chest X-ray can show whether the lungs are congested or the heart is enlarged.; CT scan: The doctor will obtain detailed images of the heart to determine the condition of the heart.; Cardiac catheterization: A long, thin flexible tube is threaded through a blood vessel in the arm or groin and then up to the heart. Contrast is injected through the catheter and a type of X-ray film is used to show blockages in the heart. This method can be performed along with coronary angiography.; Coronary angiogram: During cardiac catheterization, a contrast dye (visible on X-ray film) will be injected into the heart chambers or coronary arteries. This medication allows your doctor to examine blood flow through your heart and blood vessels to detect any blockages. This method can be performed along with cardiac catheterization.; Electrocardiogram (ECG): The heart's electrical currents are detected by electrodes attached to the arms, legs, and chest. This method can help determine whether parts of the heart are dysfunctional or overworked.; Myocardial biopsy: A long, thin flexible catheter is threaded through a blood vessel in the arm, groin, or neck into the heart to remove a small piece of heart muscle. This heart tissue is looked at under a microscope to determine whether cardiomyopathy is causing right heart failure.; Lung function test: The patient needs to breathe into a tube connected to a measuring device. The device will show how air enters and leaves the patient's lungs.; Exercise electrocardiogram: The patient will be asked to exercise to make the heart work harder and beat faster. If the patient cannot exercise, medication will be given to increase the heart rate. This method is used in conjunction with an electrocardiogram and helps show changes to heart rate as well as blood pressure.\n\nTreatment of right heart failure\nAccording to MSc Vo Anh Minh, depending on the cause, the doctor will provide an appropriate treatment regimen for right heart failure. Although not all causes of right heart failure can be cured, people can improve their symptoms. Usually, a combination of lifestyle changes, medication use, and use of cardiac support devices will help patients better control heart failure.\n1. Change your lifestyle\nLifestyle changes can help improve a person's symptoms and slow the progression of the disease. People with mild right heart failure need to do the following:\nQuit smoking; Limit the use of alcohol and coffee; Design a suitable, heart-healthy diet; Sleep a lot at night; Follow sexual activity guidelines for people with heart failure; You can practice yoga and meditation to ensure mental comfort and no stress\n2. Using medicine\nPatients use medication to treat right heart failure, improve heart function, and treat symptoms related to heart rate, high blood pressure, and fluid accumulation. Using medicine helps the body:\nLimit water retention and electrolyte loss; Opens narrowed blood vessels to improve blood flow; Stabilize heart rate and blood pressure; Increase blood flow throughout the body and reduce swelling; Limit fluid retention by urinating more; Prevent blood clots; Reduce cholesterol.\nSpecific medications prescribed by doctors to treat right heart failure include:\nBeta blockers: Helps slow down the heart rate so the heart doesn't work too hard; Diuretics: Helps eliminate sodium and excess fluid in the body.; Pulmonary vasodilators: These drugs relax the blood vessels connected to the heart and lungs.; Digoxin: Increases the heart's ability to pump blood; Vasodilators: Dilate blood vessels and block chemicals that weaken the heart.\n3. Types of devices to support the treatment of right heart failure\nBesides medication, doctors can use devices to help treat right heart failure such as:\nImplantable cardioverter defibrillator (ICD); Cardiac resynchronization therapy (CRT) – a type of pacemaker; Left ventricular assist device (LVAD)\nPatients with right heart failure need to be examined and treated early.\n4. Surgery\nIf medication is not effective in controlling and treating right heart failure or severe symptoms occur, the patient may need a ventricular assist device or heart transplant.\nVentricular assist device (VAD): This device can be implanted to help people with weak hearts pump blood more effectively.\nHeart transplant surgery: The damaged heart is surgically replaced with a healthy heart from a donor.\n\nPrecautions\nIt is not always possible to prevent right heart failure. But you can treat the conditions that cause heart failure instead. If you treat these conditions early, you can stop heart failure before it starts:\nAbnormal heart rhythm; Alcohol use disorder; Anemia; Coronary artery blockage; Heart valve disorders; High Blood Pressure; Fat; Thyroid disorders\nInvested in modern machinery systems such as modern 4D cardiac and vascular ultrasound machines, 1.5 - 3 Tesla magnetic resonance imaging machine, 768-slice MSCT of the heart and coronary arteries, DSA coronary angiography system 360 degrees..., Tam Anh General Hospital Heart Center receives and treats patients with right heart failure as well as cardiovascular diseases (hypertension, coronary artery disease, valvular heart disease, myocardial ischemia, congenital heart disease). born,…).\nTreatment regimens are developed individually for each patient, bringing high efficiency in improving symptoms and preventing dangerous complications, improving the patient's quality of life.\nThe most important thing is to practice healthy living and make it part of your daily routine. The more scientific your lifestyle is, the more likely your right heart failure will improve. Regularly monitor and manage symptoms in addition to taking medications as prescribed by your doctor.",
    "subsections": [
        {
            "subsection_name": "What is right heart failure?",
            "subsection_content": "Right heart failure is a condition in which the right ventricle does not pump blood effectively to the lungs. In other words, the right ventricle is weakened, causing it to not pump enough blood to the lungs. This disease often occurs when the left ventricle weakens, losing its ability to pump blood to the rest of the body. Or it can be due to a number of diseases, including pulmonary hypertension due to many causes, right ventricular cardiomyopathy and valvular heart disease... (1)\nRight-sided heart failure is also known as cor pulmonale or cor pulmonale.",
            "subsection_string": "What is right heart failure?\nRight heart failure is a condition in which the right ventricle does not pump blood effectively to the lungs. In other words, the right ventricle is weakened, causing it to not pump enough blood to the lungs. This disease often occurs when the left ventricle weakens, losing its ability to pump blood to the rest of the body. Or it can be due to a number of diseases, including pulmonary hypertension due to many causes, right ventricular cardiomyopathy and valvular heart disease... (1)\nRight-sided heart failure is also known as cor pulmonale or cor pulmonale."
        },
        {
            "subsection_name": "What is the difference between right and left heart failure?",
            "subsection_content": "These two types of heart failure have the following differences:\nRight heart failure: The right ventricle transports oxygen-poor blood from the heart back to the lungs to be oxygenated. When the right heart fails, the right ventricle has a reduced ability to pump. That means the heart cannot pump blood to the pulmonary arteries well and blood will stagnate in the veins. If this causes swelling in the feet, ankles, lower legs, and abdomen; Left-sided heart failure: Oxygen-rich blood is carried by the heart from the lungs to the left atrium, then to the left ventricle to pump blood to the rest of the body. The left ventricle accounts for the most working capacity of the heart, so it is larger than the other chambers and is necessary for normal function. In left heart failure, the left ventricle cannot pump enough blood to the body.",
            "subsection_string": "What is the difference between right and left heart failure?\nThese two types of heart failure have the following differences:\nRight heart failure: The right ventricle transports oxygen-poor blood from the heart back to the lungs to be oxygenated. When the right heart fails, the right ventricle has a reduced ability to pump. That means the heart cannot pump blood to the pulmonary arteries well and blood will stagnate in the veins. If this causes swelling in the feet, ankles, lower legs, and abdomen; Left-sided heart failure: Oxygen-rich blood is carried by the heart from the lungs to the left atrium, then to the left ventricle to pump blood to the rest of the body. The left ventricle accounts for the most working capacity of the heart, so it is larger than the other chambers and is necessary for normal function. In left heart failure, the left ventricle cannot pump enough blood to the body."
        },
        {
            "subsection_name": "Symptoms of right heart failure",
            "subsection_content": "According to MSc Vo Anh Minh, patients with right heart failure have quite severe symptoms compared to left heart failure. Patients also need to pay attention so that they can promptly receive treatment from a doctor. Some common symptoms include: (2)\nSwelling in the feet, legs, ankles, stomach, liver...; You may have to urinate more often, especially at night; Difficulty breathing, swelling of neck veins; Fast pulse, chest pain; Weight gain, loss of appetite; Cold and sweaty skin; Mental fatigue, confusion and forgetfulness",
            "subsection_string": "Symptoms of right heart failure\nAccording to MSc Vo Anh Minh, patients with right heart failure have quite severe symptoms compared to left heart failure. Patients also need to pay attention so that they can promptly receive treatment from a doctor. Some common symptoms include: (2)\nSwelling in the feet, legs, ankles, stomach, liver...; You may have to urinate more often, especially at night; Difficulty breathing, swelling of neck veins; Fast pulse, chest pain; Weight gain, loss of appetite; Cold and sweaty skin; Mental fatigue, confusion and forgetfulness"
        },
        {
            "subsection_name": "Causes of right heart failure",
            "subsection_content": "There are many causes of right heart failure, most of which are due to the patient having previously had left heart failure. (3)\n1. Left heart failure\nLeft heart failure is the first cause of right heart failure. When the left ventricle does not function effectively, blood flow pressure increases and eventually stagnates in the lungs. This can overload the right side of the heart. As a result, when the right side cannot pump blood effectively, blood will stagnate in the veins, leading to swelling.\n2. Chronic lung disease\nIncludes chronic obstructive pulmonary disease, pulmonary embolism, and other causes of pulmonary hypertension. High pressure in the pulmonary artery increases the workload of the right ventricle. Over time, the right ventricle may not pump blood as well as it should.\n3. Heart attack\nA heart attack is a blockage of the arteries that supply blood to the heart. Myocardial infarction can cause left heart failure leading to right heart failure; or it can directly cause right heart failure due to blocked blood supply to the right ventricle (right ventricular myocardial infarction).\n4. Tricuspid valve stenosis\nTricuspid valve stenosis is a condition in which the tricuspid valve narrows. This limits blood flow out of the right atrium, causing the right atrium to dilate and pool blood in the peripheral veins.\n5. Tricuspid valve regurgitation\nThe tricuspid valve does not close properly, also known as tricuspid regurgitation. This causes blood in the right ventricle to flow back into the right atrium and causes volume overload of the right ventricle. Over time, this can cause the right ventricle to dilate and weaken.\n6. Pericardial spasm\nSurrounding the heart is a membrane sac. Repeated or continuous inflammation will cause stiffness and thickening. Thickening of the heart membrane limits the heart's ability to pump blood effectively.\n7. Congenital heart defects\nCongenital heart defects are also a cause of right-sided heart failure. Some types of congenital heart defects can cause abnormal blood flow in the heart and weaken the right ventricle.\nMany causes lead to this disease, the most common of which is left heart failure.",
            "subsection_string": "Causes of right heart failure\nThere are many causes of right heart failure, most of which are due to the patient having previously had left heart failure. (3)\n1. Left heart failure\nLeft heart failure is the first cause of right heart failure. When the left ventricle does not function effectively, blood flow pressure increases and eventually stagnates in the lungs. This can overload the right side of the heart. As a result, when the right side cannot pump blood effectively, blood will stagnate in the veins, leading to swelling.\n2. Chronic lung disease\nIncludes chronic obstructive pulmonary disease, pulmonary embolism, and other causes of pulmonary hypertension. High pressure in the pulmonary artery increases the workload of the right ventricle. Over time, the right ventricle may not pump blood as well as it should.\n3. Heart attack\nA heart attack is a blockage of the arteries that supply blood to the heart. Myocardial infarction can cause left heart failure leading to right heart failure; or it can directly cause right heart failure due to blocked blood supply to the right ventricle (right ventricular myocardial infarction).\n4. Tricuspid valve stenosis\nTricuspid valve stenosis is a condition in which the tricuspid valve narrows. This limits blood flow out of the right atrium, causing the right atrium to dilate and pool blood in the peripheral veins.\n5. Tricuspid valve regurgitation\nThe tricuspid valve does not close properly, also known as tricuspid regurgitation. This causes blood in the right ventricle to flow back into the right atrium and causes volume overload of the right ventricle. Over time, this can cause the right ventricle to dilate and weaken.\n6. Pericardial spasm\nSurrounding the heart is a membrane sac. Repeated or continuous inflammation will cause stiffness and thickening. Thickening of the heart membrane limits the heart's ability to pump blood effectively.\n7. Congenital heart defects\nCongenital heart defects are also a cause of right-sided heart failure. Some types of congenital heart defects can cause abnormal blood flow in the heart and weaken the right ventricle.\nMany causes lead to this disease, the most common of which is left heart failure."
        },
        {
            "subsection_name": "Is right-sided heart failure dangerous?",
            "subsection_content": "Complications of right heart failure can range from: (4)\nAtrial fibrillation: Irregular heart rhythm, which can increase the risk of stroke and blood clots.; Heart failure: Unintentional weight loss (at least 7.5% of normal weight) within 6 months. This can be life-threatening if the body is not nourished.; Heart valve problems: Increased pressure in the heart can make it difficult for blood to circulate smoothly in the heart.; Impaired kidney function: Common in patients with right heart failure. If the kidneys receive less blood, it can lead to kidney failure.; Liver damage: Blood from the heart stagnates and puts pressure on the liver, which can cause scarring, making it difficult for the liver to function normally.",
            "subsection_string": "Is right-sided heart failure dangerous?\nComplications of right heart failure can range from: (4)\nAtrial fibrillation: Irregular heart rhythm, which can increase the risk of stroke and blood clots.; Heart failure: Unintentional weight loss (at least 7.5% of normal weight) within 6 months. This can be life-threatening if the body is not nourished.; Heart valve problems: Increased pressure in the heart can make it difficult for blood to circulate smoothly in the heart.; Impaired kidney function: Common in patients with right heart failure. If the kidneys receive less blood, it can lead to kidney failure.; Liver damage: Blood from the heart stagnates and puts pressure on the liver, which can cause scarring, making it difficult for the liver to function normally."
        },
        {
            "subsection_name": "Diagnosis method of right heart failure",
            "subsection_content": "Diagnosis of right heart failure usually requires a thorough physical examination by a cardiologist. The doctor also needs to understand your medical history and perform appropriate tests. When reviewing your health history, you may be diagnosed with right heart failure if you have ever had deep vein thrombosis or pulmonary embolism.\nSome methods for diagnosing right heart failure include:\nBlood tests: Blood tests measure elevated substances in people with heart failure, and check kidney, liver, and thyroid function; Check for signs of other diseases that can affect the heart; Echocardiogram: Uses ultrasound waves to record moving images of the heart chambers and valves.\nEchocardiogram patient at Tam Anh General Hospital.\nChest X-ray: A common imaging evaluation to view the heart and lungs. A chest X-ray can show whether the lungs are congested or the heart is enlarged.; CT scan: The doctor will obtain detailed images of the heart to determine the condition of the heart.; Cardiac catheterization: A long, thin flexible tube is threaded through a blood vessel in the arm or groin and then up to the heart. Contrast is injected through the catheter and a type of X-ray film is used to show blockages in the heart. This method can be performed along with coronary angiography.; Coronary angiogram: During cardiac catheterization, a contrast dye (visible on X-ray film) will be injected into the heart chambers or coronary arteries. This medication allows your doctor to examine blood flow through your heart and blood vessels to detect any blockages. This method can be performed along with cardiac catheterization.; Electrocardiogram (ECG): The heart's electrical currents are detected by electrodes attached to the arms, legs, and chest. This method can help determine whether parts of the heart are dysfunctional or overworked.; Myocardial biopsy: A long, thin flexible catheter is threaded through a blood vessel in the arm, groin, or neck into the heart to remove a small piece of heart muscle. This heart tissue is looked at under a microscope to determine whether cardiomyopathy is causing right heart failure.; Lung function test: The patient needs to breathe into a tube connected to a measuring device. The device will show how air enters and leaves the patient's lungs.; Exercise electrocardiogram: The patient will be asked to exercise to make the heart work harder and beat faster. If the patient cannot exercise, medication will be given to increase the heart rate. This method is used in conjunction with an electrocardiogram and helps show changes to heart rate as well as blood pressure.",
            "subsection_string": "Diagnosis method of right heart failure\nDiagnosis of right heart failure usually requires a thorough physical examination by a cardiologist. The doctor also needs to understand your medical history and perform appropriate tests. When reviewing your health history, you may be diagnosed with right heart failure if you have ever had deep vein thrombosis or pulmonary embolism.\nSome methods for diagnosing right heart failure include:\nBlood tests: Blood tests measure elevated substances in people with heart failure, and check kidney, liver, and thyroid function; Check for signs of other diseases that can affect the heart; Echocardiogram: Uses ultrasound waves to record moving images of the heart chambers and valves.\nEchocardiogram patient at Tam Anh General Hospital.\nChest X-ray: A common imaging evaluation to view the heart and lungs. A chest X-ray can show whether the lungs are congested or the heart is enlarged.; CT scan: The doctor will obtain detailed images of the heart to determine the condition of the heart.; Cardiac catheterization: A long, thin flexible tube is threaded through a blood vessel in the arm or groin and then up to the heart. Contrast is injected through the catheter and a type of X-ray film is used to show blockages in the heart. This method can be performed along with coronary angiography.; Coronary angiogram: During cardiac catheterization, a contrast dye (visible on X-ray film) will be injected into the heart chambers or coronary arteries. This medication allows your doctor to examine blood flow through your heart and blood vessels to detect any blockages. This method can be performed along with cardiac catheterization.; Electrocardiogram (ECG): The heart's electrical currents are detected by electrodes attached to the arms, legs, and chest. This method can help determine whether parts of the heart are dysfunctional or overworked.; Myocardial biopsy: A long, thin flexible catheter is threaded through a blood vessel in the arm, groin, or neck into the heart to remove a small piece of heart muscle. This heart tissue is looked at under a microscope to determine whether cardiomyopathy is causing right heart failure.; Lung function test: The patient needs to breathe into a tube connected to a measuring device. The device will show how air enters and leaves the patient's lungs.; Exercise electrocardiogram: The patient will be asked to exercise to make the heart work harder and beat faster. If the patient cannot exercise, medication will be given to increase the heart rate. This method is used in conjunction with an electrocardiogram and helps show changes to heart rate as well as blood pressure."
        },
        {
            "subsection_name": "Treatment of right heart failure",
            "subsection_content": "According to MSc Vo Anh Minh, depending on the cause, the doctor will provide an appropriate treatment regimen for right heart failure. Although not all causes of right heart failure can be cured, people can improve their symptoms. Usually, a combination of lifestyle changes, medication use, and use of cardiac support devices will help patients better control heart failure.\n1. Change your lifestyle\nLifestyle changes can help improve a person's symptoms and slow the progression of the disease. People with mild right heart failure need to do the following:\nQuit smoking; Limit the use of alcohol and coffee; Design a suitable, heart-healthy diet; Sleep a lot at night; Follow sexual activity guidelines for people with heart failure; You can practice yoga and meditation to ensure mental comfort and no stress\n2. Using medicine\nPatients use medication to treat right heart failure, improve heart function, and treat symptoms related to heart rate, high blood pressure, and fluid accumulation. Using medicine helps the body:\nLimit water retention and electrolyte loss; Opens narrowed blood vessels to improve blood flow; Stabilize heart rate and blood pressure; Increase blood flow throughout the body and reduce swelling; Limit fluid retention by urinating more; Prevent blood clots; Reduce cholesterol.\nSpecific medications prescribed by doctors to treat right heart failure include:\nBeta blockers: Helps slow down the heart rate so the heart doesn't work too hard; Diuretics: Helps eliminate sodium and excess fluid in the body.; Pulmonary vasodilators: These drugs relax the blood vessels connected to the heart and lungs.; Digoxin: Increases the heart's ability to pump blood; Vasodilators: Dilate blood vessels and block chemicals that weaken the heart.\n3. Types of devices to support the treatment of right heart failure\nBesides medication, doctors can use devices to help treat right heart failure such as:\nImplantable cardioverter defibrillator (ICD); Cardiac resynchronization therapy (CRT) – a type of pacemaker; Left ventricular assist device (LVAD)\nPatients with right heart failure need to be examined and treated early.\n4. Surgery\nIf medication is not effective in controlling and treating right heart failure or severe symptoms occur, the patient may need a ventricular assist device or heart transplant.\nVentricular assist device (VAD): This device can be implanted to help people with weak hearts pump blood more effectively.\nHeart transplant surgery: The damaged heart is surgically replaced with a healthy heart from a donor.",
            "subsection_string": "Treatment of right heart failure\nAccording to MSc Vo Anh Minh, depending on the cause, the doctor will provide an appropriate treatment regimen for right heart failure. Although not all causes of right heart failure can be cured, people can improve their symptoms. Usually, a combination of lifestyle changes, medication use, and use of cardiac support devices will help patients better control heart failure.\n1. Change your lifestyle\nLifestyle changes can help improve a person's symptoms and slow the progression of the disease. People with mild right heart failure need to do the following:\nQuit smoking; Limit the use of alcohol and coffee; Design a suitable, heart-healthy diet; Sleep a lot at night; Follow sexual activity guidelines for people with heart failure; You can practice yoga and meditation to ensure mental comfort and no stress\n2. Using medicine\nPatients use medication to treat right heart failure, improve heart function, and treat symptoms related to heart rate, high blood pressure, and fluid accumulation. Using medicine helps the body:\nLimit water retention and electrolyte loss; Opens narrowed blood vessels to improve blood flow; Stabilize heart rate and blood pressure; Increase blood flow throughout the body and reduce swelling; Limit fluid retention by urinating more; Prevent blood clots; Reduce cholesterol.\nSpecific medications prescribed by doctors to treat right heart failure include:\nBeta blockers: Helps slow down the heart rate so the heart doesn't work too hard; Diuretics: Helps eliminate sodium and excess fluid in the body.; Pulmonary vasodilators: These drugs relax the blood vessels connected to the heart and lungs.; Digoxin: Increases the heart's ability to pump blood; Vasodilators: Dilate blood vessels and block chemicals that weaken the heart.\n3. Types of devices to support the treatment of right heart failure\nBesides medication, doctors can use devices to help treat right heart failure such as:\nImplantable cardioverter defibrillator (ICD); Cardiac resynchronization therapy (CRT) – a type of pacemaker; Left ventricular assist device (LVAD)\nPatients with right heart failure need to be examined and treated early.\n4. Surgery\nIf medication is not effective in controlling and treating right heart failure or severe symptoms occur, the patient may need a ventricular assist device or heart transplant.\nVentricular assist device (VAD): This device can be implanted to help people with weak hearts pump blood more effectively.\nHeart transplant surgery: The damaged heart is surgically replaced with a healthy heart from a donor."
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "It is not always possible to prevent right heart failure. But you can treat the conditions that cause heart failure instead. If you treat these conditions early, you can stop heart failure before it starts:\nAbnormal heart rhythm; Alcohol use disorder; Anemia; Coronary artery blockage; Heart valve disorders; High Blood Pressure; Fat; Thyroid disorders\nInvested in modern machinery systems such as modern 4D cardiac and vascular ultrasound machines, 1.5 - 3 Tesla magnetic resonance imaging machine, 768-slice MSCT of the heart and coronary arteries, DSA coronary angiography system 360 degrees..., Tam Anh General Hospital Heart Center receives and treats patients with right heart failure as well as cardiovascular diseases (hypertension, coronary artery disease, valvular heart disease, myocardial ischemia, congenital heart disease). born,…).\nTreatment regimens are developed individually for each patient, bringing high efficiency in improving symptoms and preventing dangerous complications, improving the patient's quality of life.\nThe most important thing is to practice healthy living and make it part of your daily routine. The more scientific your lifestyle is, the more likely your right heart failure will improve. Regularly monitor and manage symptoms in addition to taking medications as prescribed by your doctor.",
            "subsection_string": "Precautions\nIt is not always possible to prevent right heart failure. But you can treat the conditions that cause heart failure instead. If you treat these conditions early, you can stop heart failure before it starts:\nAbnormal heart rhythm; Alcohol use disorder; Anemia; Coronary artery blockage; Heart valve disorders; High Blood Pressure; Fat; Thyroid disorders\nInvested in modern machinery systems such as modern 4D cardiac and vascular ultrasound machines, 1.5 - 3 Tesla magnetic resonance imaging machine, 768-slice MSCT of the heart and coronary arteries, DSA coronary angiography system 360 degrees..., Tam Anh General Hospital Heart Center receives and treats patients with right heart failure as well as cardiovascular diseases (hypertension, coronary artery disease, valvular heart disease, myocardial ischemia, congenital heart disease). born,…).\nTreatment regimens are developed individually for each patient, bringing high efficiency in improving symptoms and preventing dangerous complications, improving the patient's quality of life.\nThe most important thing is to practice healthy living and make it part of your daily routine. The more scientific your lifestyle is, the more likely your right heart failure will improve. Regularly monitor and manage symptoms in addition to taking medications as prescribed by your doctor."
        }
    ],
    "name": "suy-tim-phai.json"
}