{
    "title": "Congestive heart failure: Causes, symptoms, diagnosis, treatment",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/suy-tim-sung-huyet/",
    "abstract": "Congestive heart failure is a progressive, chronic heart failure that affects the heart muscle's ability to pump blood. The disease in its severe stages can be life-threatening, so it needs to be detected early and treated promptly to prevent complications. This article is expertly advised by Dr. Duong Thi Nguyet Anh, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City.\nShortness of breath, fatigue, and difficulty participating in strenuous activities are symptoms in the advanced stages of this disease. Our heart has 4 chambers. The upper half of the heart is made up of two atria, the lower half is made up of two ventricles. The ventricles pump blood to the body's organs and tissues. Blood, after circulating throughout the body, returns to the atrium.",
    "content": "Congestive heart failure: Causes, symptoms, diagnosis, treatment\n\nCongestive heart failure is a progressive, chronic heart failure that affects the heart muscle's ability to pump blood. The disease in its severe stages can be life-threatening, so it needs to be detected early and treated promptly to prevent complications. This article is expertly advised by Dr. Duong Thi Nguyet Anh, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City.\nShortness of breath, fatigue, and difficulty participating in strenuous activities are symptoms in the advanced stages of this disease. Our heart has 4 chambers. The upper half of the heart is made up of two atria, the lower half is made up of two ventricles. The ventricles pump blood to the body's organs and tissues. Blood, after circulating throughout the body, returns to the atrium.\n\nWhat is congestive heart failure?\nCongestive heart failure or congestive heart failure is a condition that occurs when the ventricles cannot pump enough blood to the organs. As a result, blood and other fluids can accumulate in the lungs, abdomen, liver and lower body. (first)\n\nClassification of congestive heart failure\nAccording to Dr. Duong Thi Nguyet Anh, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City, left heart failure is the most common type. The disease occurs when the left ventricle does not pump blood to the organs properly. As the disease progresses, fluid can accumulate in the lungs, causing difficulty breathing.\nThere are two types of left heart failure:\nSystolic heart failure: occurs when the left ventricle is too weak, cannot contract normally and does not pump enough blood out.; Diastolic heart failure (or diastolic dysfunction): occurs when the muscle in the left ventricle becomes stiff, causing the heart to lose its ability to relax. Therefore, the heart cannot fill with blood between beats.\nIn addition to left heart failure, there is another type of congestive heart failure called right heart failure. This condition occurs when the right ventricle has difficulty pumping blood to the lungs. Blood accumulates in blood vessels, leading to fluid retention in the abdomen and lower limbs and a number of other important organs.\nSometimes, patients have left heart failure and right heart failure at the same time. Usually, the disease starts on the left side and then reaches the right side when not treated promptly.\n\nStages of congestive heart failure\nDoctor Nguyet Anh said there are 4 stages: (2)\nPhase A\nThis is considered the pre-heart failure stage. That means you're at high risk for congestive heart failure because you have one or more of the following risk factors:\nHypertension; Diabetes; Coronary artery disease; Metabolic syndrome; History of alcohol abuse; History of rheumatic fever; Family history of cardiomyopathy; History of taking drugs that can affect the heart muscle, such as some cancer drugs\nPhase B\nAt this stage, your doctor has made a diagnosis of left ventricular systolic dysfunction but you have not yet shown symptoms of congestive heart failure. Most people with stage B heart failure have an echocardiogram (echo) that shows an ejection fraction (EF) of 40% or less.\nPhase C\nPeople with stage C congestive heart failure have begun to show symptoms such as:\nShort of breath; Feeling tired; Reduced ability to exercise; Weak legs; Frequent nocturia; Swelling and edema appear in the feet, ankles, legs and abdomen\nPhase D\nPeople with stage D congestive heart failure have progressive symptoms that do not improve despite treatment. This is the final stage of the disease.\n\nSymptoms of congestive heart failure\nIn the early stages of congestive heart failure, you most likely won't notice any changes in your health. If the condition progresses, you will experience gradual changes in your body.\nSymptoms you may notice first Symptoms that the disease has progressed Symptoms that the disease has gotten worse Fatigue Irregular heartbeat Chest pain that spreads throughout the upper body Swelling in the ankles and feet and lower legs Coughing due to fluid build-up in the lungs  Rapid breathing Weight gain Wheezing Blue-purple skin due to lack of oxygen in the lungs Increased need to urinate, especially at night Difficulty breathing, possibly due to pulmonary edema Fainting\n\nCauses of congestive heart failure\nCongestive heart failure can result from other health conditions that directly affect the cardiovascular system. This is why you need regular health checks to detect cardiovascular risks early, including hypertension, coronary artery disease, and heart valve disease. (3)\n1. High blood pressure\nWhen your blood pressure is higher than normal, it can lead to congestive heart failure. There are many causes of high blood pressure. The most common of these is arteriosclerosis, which increases pressure in the arteries.\nPeople with high blood pressure are at risk of other cardiovascular diseases.\n2. Coronary artery disease\nCholesterol and other types of fat cause atherosclerosis, which clogs coronary arteries - small arteries that supply blood to the heart. This causes the arteries to become narrow, restricting blood flow and can lead to damage within the artery.\nSee more information about coronary artery disease here.\n3. Heart valve disease\nHeart valves regulate blood flow through the heart by opening and closing properly to let blood in and out of the chambers. When the valve does not open and close correctly (valvular heart disease), the ventricles will have to work harder to pump blood, gradually causing damage to the ventricles leading to congestive heart failure.\n4. Other diseases\nIn addition to cardiovascular diseases, there are other conditions and diseases that also increase the risk, including:\nDiabetes; Thyroid disease; Overweight – obesity; Severe infections and allergic reactions\n\nIs congestive heart failure dangerous?\nIf not treated promptly and properly, congestive heart failure will seriously affect most organs in the body, leading to complications such as: (4)\n1. Abnormal heart rhythm\nWhen the heart has difficulty pumping blood, it causes arrhythmia, which is an irregular heartbeat. Normally, the atria and ventricles contract in harmony to send blood through the heart and lungs to pick up oxygen, which then delivers blood to the rest of the body through the arteries. When there is arrhythmia, the heart chambers do not function well, affecting the heart's ability to circulate oxygen-rich blood.\nIn addition to not pumping blood properly, arrhythmia can also cause blood circulation to stop, increasing the risk of blood clots. This blood clot has the ability to travel to the brain, leading to a stroke.\n2. Liver and kidney damage\nMajor organs such as the liver and kidneys rely on a steady flow of blood. When these organs do not receive a regular blood supply, their ability to perform vital functions is hindered, including filtering waste and removing toxins from the body.\nOver time, inadequate blood supply causes permanent damage to the kidneys or liver.\n3. Impaired lung function\nWhen you have this disease, the heart cannot get blood in and out of the lungs quickly. This allows blood to return to the lungs, adding pressure to the blood vessels in the lungs and causing fluid to build up in the air sacs (pulmonary edema). This is the reason why patients have difficulty breathing.\n4. Loss of energy\nBecause the heart cannot provide enough oxygen, you become weak and unable to participate in any strenuous activity.\n\nDiagnostic method\nWhen you have signs of congestive heart failure, your doctor will first check your general health and listen to your heart with a stethoscope to detect abnormal heart rhythms or murmurs. After that, your doctor may ask you to perform some laboratory tests to confirm the diagnosis such as:\n1. Blood test\nBlood tests help detect abnormal blood cells and infections. This method includes testing blood counts, kidney function and liver function. Your doctor may also check your levels of NT-proBNP, a hormone that increases when you have heart failure.\n2. Chest X-ray\nA chest X-ray is performed to evaluate the size of the heart as well as the amount of fluid accumulated in the lungs and blood vessels.\n3. Electrocardiogram\nAn electrocardiogram (EKG or ECG) helps accurately record heart rhythm. Irregularities in your heart rhythm, such as a fast or irregular heartbeat, may indicate that the walls of your heart's chambers are thicker than normal. This is a warning sign of a heart attack.\n4. Echocardiography\nAn echocardiogram uses sound waves to record the structure and movement of the heart. Thanks to this, the doctor will determine whether you have heart valve disease, congenital heart disease, dilated heart chambers, damaged heart muscle or normal heart muscle contractions.\n5. Stress echocardiography\nStress tests will show how your heart works at different levels of exertion.\n6. Cardiac catheterization\nThis method checks the degree of blockage of the coronary arteries, blood flow and pressure in the heart chambers.\n7. Magnetic resonance imaging (MRI)\nAn MRI scan helps doctors check whether there is damage to the heart or not.\n\nTreatment of congestive heart failure\nBased on your overall health condition and the progression of the disease, your doctor will decide on the appropriate treatment method.\nInternally medical treatment\nSome medications prescribed to patients with congestive heart failure are:\nAngiotensin-converting enzyme (ACE) inhibitors: vasodilator effects, reducing peripheral resistance, lowering blood pressure. ARBs are an alternative if you cannot tolerate ACE inhibitors.; Beta blockers: reduce the burden on the heart, while lowering blood pressure and regulating tachycardia.; Diuretics: reduce the amount of fluid in your body (the disease can cause the body to store more fluid than usual).\nSurgical treatment\nIf medical treatments don't work, you may need an interventional procedure, such as:\nCoronary angioplasty: a procedure to widen blocked coronary arteries.; Heart valve repair surgery: helps the valve open and close properly.; Heart transplant: replacing a failing heart with a donor heart. This method is often applied to patients with end-stage congestive heart failure.\n\nPrecautions\nAlthough you cannot control some risk factors such as age, family history, etc., you can make lifestyle changes to prevent congestive heart failure. The things you can do are:\nMaintain a reasonable weight;; Prioritize foods that are good for heart health such as fruits and vegetables, low-fat dairy, lean proteins and healthy fats (found in olive oil, fish, avocados...);; Exercise regularly;; Avoid prolonged stress;; Quit smoking;; Don't drink alcohol;; Do not use stimulants;; Examination and treatment of related conditions can increase the risk of disease.\nMaintain a heart-healthy diet to slow disease progression\nCardiovascular center, Tam Anh General Hospital is equipped with a modern machinery system, gathering a team of experts who are leading physicians, regularly updating the latest treatment regimens of major Cardiology Associations. In the world. This is a reliable address in the examination and treatment of cardiovascular diseases such as congestive heart failure, myocardial ischemia, stenosis/regurgitation of heart valves, arrhythmias... The center also coordinates closely with other specialists. Other departments such as the Imaging Center, Testing Center, Urology - Nephrology Center, Endocrinology - Diabetes Department... to diagnose and comprehensively treat patients.\nTo schedule an examination with the experts at the Cardiovascular Center of Tam Anh General Hospital System, you can contact:\nPeople with congestive heart failure can control their symptoms by following their doctor's treatment regimen. In addition, maintaining a healthy lifestyle and scientific diet and exercise are also measures to help slow disease progression and prevent complications.",
    "subsections": [
        {
            "subsection_name": "What is congestive heart failure?",
            "subsection_content": "Congestive heart failure or congestive heart failure is a condition that occurs when the ventricles cannot pump enough blood to the organs. As a result, blood and other fluids can accumulate in the lungs, abdomen, liver and lower body. (first)",
            "subsection_string": "What is congestive heart failure?\nCongestive heart failure or congestive heart failure is a condition that occurs when the ventricles cannot pump enough blood to the organs. As a result, blood and other fluids can accumulate in the lungs, abdomen, liver and lower body. (first)"
        },
        {
            "subsection_name": "Classification of congestive heart failure",
            "subsection_content": "According to Dr. Duong Thi Nguyet Anh, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City, left heart failure is the most common type. The disease occurs when the left ventricle does not pump blood to the organs properly. As the disease progresses, fluid can accumulate in the lungs, causing difficulty breathing.\nThere are two types of left heart failure:\nSystolic heart failure: occurs when the left ventricle is too weak, cannot contract normally and does not pump enough blood out.; Diastolic heart failure (or diastolic dysfunction): occurs when the muscle in the left ventricle becomes stiff, causing the heart to lose its ability to relax. Therefore, the heart cannot fill with blood between beats.\nIn addition to left heart failure, there is another type of congestive heart failure called right heart failure. This condition occurs when the right ventricle has difficulty pumping blood to the lungs. Blood accumulates in blood vessels, leading to fluid retention in the abdomen and lower limbs and a number of other important organs.\nSometimes, patients have left heart failure and right heart failure at the same time. Usually, the disease starts on the left side and then reaches the right side when not treated promptly.",
            "subsection_string": "Classification of congestive heart failure\nAccording to Dr. Duong Thi Nguyet Anh, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City, left heart failure is the most common type. The disease occurs when the left ventricle does not pump blood to the organs properly. As the disease progresses, fluid can accumulate in the lungs, causing difficulty breathing.\nThere are two types of left heart failure:\nSystolic heart failure: occurs when the left ventricle is too weak, cannot contract normally and does not pump enough blood out.; Diastolic heart failure (or diastolic dysfunction): occurs when the muscle in the left ventricle becomes stiff, causing the heart to lose its ability to relax. Therefore, the heart cannot fill with blood between beats.\nIn addition to left heart failure, there is another type of congestive heart failure called right heart failure. This condition occurs when the right ventricle has difficulty pumping blood to the lungs. Blood accumulates in blood vessels, leading to fluid retention in the abdomen and lower limbs and a number of other important organs.\nSometimes, patients have left heart failure and right heart failure at the same time. Usually, the disease starts on the left side and then reaches the right side when not treated promptly."
        },
        {
            "subsection_name": "Stages of congestive heart failure",
            "subsection_content": "Doctor Nguyet Anh said there are 4 stages: (2)\nPhase A\nThis is considered the pre-heart failure stage. That means you're at high risk for congestive heart failure because you have one or more of the following risk factors:\nHypertension; Diabetes; Coronary artery disease; Metabolic syndrome; History of alcohol abuse; History of rheumatic fever; Family history of cardiomyopathy; History of taking drugs that can affect the heart muscle, such as some cancer drugs\nPhase B\nAt this stage, your doctor has made a diagnosis of left ventricular systolic dysfunction but you have not yet shown symptoms of congestive heart failure. Most people with stage B heart failure have an echocardiogram (echo) that shows an ejection fraction (EF) of 40% or less.\nPhase C\nPeople with stage C congestive heart failure have begun to show symptoms such as:\nShort of breath; Feeling tired; Reduced ability to exercise; Weak legs; Frequent nocturia; Swelling and edema appear in the feet, ankles, legs and abdomen\nPhase D\nPeople with stage D congestive heart failure have progressive symptoms that do not improve despite treatment. This is the final stage of the disease.",
            "subsection_string": "Stages of congestive heart failure\nDoctor Nguyet Anh said there are 4 stages: (2)\nPhase A\nThis is considered the pre-heart failure stage. That means you're at high risk for congestive heart failure because you have one or more of the following risk factors:\nHypertension; Diabetes; Coronary artery disease; Metabolic syndrome; History of alcohol abuse; History of rheumatic fever; Family history of cardiomyopathy; History of taking drugs that can affect the heart muscle, such as some cancer drugs\nPhase B\nAt this stage, your doctor has made a diagnosis of left ventricular systolic dysfunction but you have not yet shown symptoms of congestive heart failure. Most people with stage B heart failure have an echocardiogram (echo) that shows an ejection fraction (EF) of 40% or less.\nPhase C\nPeople with stage C congestive heart failure have begun to show symptoms such as:\nShort of breath; Feeling tired; Reduced ability to exercise; Weak legs; Frequent nocturia; Swelling and edema appear in the feet, ankles, legs and abdomen\nPhase D\nPeople with stage D congestive heart failure have progressive symptoms that do not improve despite treatment. This is the final stage of the disease."
        },
        {
            "subsection_name": "Symptoms of congestive heart failure",
            "subsection_content": "In the early stages of congestive heart failure, you most likely won't notice any changes in your health. If the condition progresses, you will experience gradual changes in your body.\nSymptoms you may notice first Symptoms that the disease has progressed Symptoms that the disease has gotten worse Fatigue Irregular heartbeat Chest pain that spreads throughout the upper body Swelling in the ankles and feet and lower legs Coughing due to fluid build-up in the lungs  Rapid breathing Weight gain Wheezing Blue-purple skin due to lack of oxygen in the lungs Increased need to urinate, especially at night Difficulty breathing, possibly due to pulmonary edema Fainting",
            "subsection_string": "Symptoms of congestive heart failure\nIn the early stages of congestive heart failure, you most likely won't notice any changes in your health. If the condition progresses, you will experience gradual changes in your body.\nSymptoms you may notice first Symptoms that the disease has progressed Symptoms that the disease has gotten worse Fatigue Irregular heartbeat Chest pain that spreads throughout the upper body Swelling in the ankles and feet and lower legs Coughing due to fluid build-up in the lungs  Rapid breathing Weight gain Wheezing Blue-purple skin due to lack of oxygen in the lungs Increased need to urinate, especially at night Difficulty breathing, possibly due to pulmonary edema Fainting"
        },
        {
            "subsection_name": "Causes of congestive heart failure",
            "subsection_content": "Congestive heart failure can result from other health conditions that directly affect the cardiovascular system. This is why you need regular health checks to detect cardiovascular risks early, including hypertension, coronary artery disease, and heart valve disease. (3)\n1. High blood pressure\nWhen your blood pressure is higher than normal, it can lead to congestive heart failure. There are many causes of high blood pressure. The most common of these is arteriosclerosis, which increases pressure in the arteries.\nPeople with high blood pressure are at risk of other cardiovascular diseases.\n2. Coronary artery disease\nCholesterol and other types of fat cause atherosclerosis, which clogs coronary arteries - small arteries that supply blood to the heart. This causes the arteries to become narrow, restricting blood flow and can lead to damage within the artery.\nSee more information about coronary artery disease here.\n3. Heart valve disease\nHeart valves regulate blood flow through the heart by opening and closing properly to let blood in and out of the chambers. When the valve does not open and close correctly (valvular heart disease), the ventricles will have to work harder to pump blood, gradually causing damage to the ventricles leading to congestive heart failure.\n4. Other diseases\nIn addition to cardiovascular diseases, there are other conditions and diseases that also increase the risk, including:\nDiabetes; Thyroid disease; Overweight – obesity; Severe infections and allergic reactions",
            "subsection_string": "Causes of congestive heart failure\nCongestive heart failure can result from other health conditions that directly affect the cardiovascular system. This is why you need regular health checks to detect cardiovascular risks early, including hypertension, coronary artery disease, and heart valve disease. (3)\n1. High blood pressure\nWhen your blood pressure is higher than normal, it can lead to congestive heart failure. There are many causes of high blood pressure. The most common of these is arteriosclerosis, which increases pressure in the arteries.\nPeople with high blood pressure are at risk of other cardiovascular diseases.\n2. Coronary artery disease\nCholesterol and other types of fat cause atherosclerosis, which clogs coronary arteries - small arteries that supply blood to the heart. This causes the arteries to become narrow, restricting blood flow and can lead to damage within the artery.\nSee more information about coronary artery disease here.\n3. Heart valve disease\nHeart valves regulate blood flow through the heart by opening and closing properly to let blood in and out of the chambers. When the valve does not open and close correctly (valvular heart disease), the ventricles will have to work harder to pump blood, gradually causing damage to the ventricles leading to congestive heart failure.\n4. Other diseases\nIn addition to cardiovascular diseases, there are other conditions and diseases that also increase the risk, including:\nDiabetes; Thyroid disease; Overweight – obesity; Severe infections and allergic reactions"
        },
        {
            "subsection_name": "Is congestive heart failure dangerous?",
            "subsection_content": "If not treated promptly and properly, congestive heart failure will seriously affect most organs in the body, leading to complications such as: (4)\n1. Abnormal heart rhythm\nWhen the heart has difficulty pumping blood, it causes arrhythmia, which is an irregular heartbeat. Normally, the atria and ventricles contract in harmony to send blood through the heart and lungs to pick up oxygen, which then delivers blood to the rest of the body through the arteries. When there is arrhythmia, the heart chambers do not function well, affecting the heart's ability to circulate oxygen-rich blood.\nIn addition to not pumping blood properly, arrhythmia can also cause blood circulation to stop, increasing the risk of blood clots. This blood clot has the ability to travel to the brain, leading to a stroke.\n2. Liver and kidney damage\nMajor organs such as the liver and kidneys rely on a steady flow of blood. When these organs do not receive a regular blood supply, their ability to perform vital functions is hindered, including filtering waste and removing toxins from the body.\nOver time, inadequate blood supply causes permanent damage to the kidneys or liver.\n3. Impaired lung function\nWhen you have this disease, the heart cannot get blood in and out of the lungs quickly. This allows blood to return to the lungs, adding pressure to the blood vessels in the lungs and causing fluid to build up in the air sacs (pulmonary edema). This is the reason why patients have difficulty breathing.\n4. Loss of energy\nBecause the heart cannot provide enough oxygen, you become weak and unable to participate in any strenuous activity.",
            "subsection_string": "Is congestive heart failure dangerous?\nIf not treated promptly and properly, congestive heart failure will seriously affect most organs in the body, leading to complications such as: (4)\n1. Abnormal heart rhythm\nWhen the heart has difficulty pumping blood, it causes arrhythmia, which is an irregular heartbeat. Normally, the atria and ventricles contract in harmony to send blood through the heart and lungs to pick up oxygen, which then delivers blood to the rest of the body through the arteries. When there is arrhythmia, the heart chambers do not function well, affecting the heart's ability to circulate oxygen-rich blood.\nIn addition to not pumping blood properly, arrhythmia can also cause blood circulation to stop, increasing the risk of blood clots. This blood clot has the ability to travel to the brain, leading to a stroke.\n2. Liver and kidney damage\nMajor organs such as the liver and kidneys rely on a steady flow of blood. When these organs do not receive a regular blood supply, their ability to perform vital functions is hindered, including filtering waste and removing toxins from the body.\nOver time, inadequate blood supply causes permanent damage to the kidneys or liver.\n3. Impaired lung function\nWhen you have this disease, the heart cannot get blood in and out of the lungs quickly. This allows blood to return to the lungs, adding pressure to the blood vessels in the lungs and causing fluid to build up in the air sacs (pulmonary edema). This is the reason why patients have difficulty breathing.\n4. Loss of energy\nBecause the heart cannot provide enough oxygen, you become weak and unable to participate in any strenuous activity."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "When you have signs of congestive heart failure, your doctor will first check your general health and listen to your heart with a stethoscope to detect abnormal heart rhythms or murmurs. After that, your doctor may ask you to perform some laboratory tests to confirm the diagnosis such as:\n1. Blood test\nBlood tests help detect abnormal blood cells and infections. This method includes testing blood counts, kidney function and liver function. Your doctor may also check your levels of NT-proBNP, a hormone that increases when you have heart failure.\n2. Chest X-ray\nA chest X-ray is performed to evaluate the size of the heart as well as the amount of fluid accumulated in the lungs and blood vessels.\n3. Electrocardiogram\nAn electrocardiogram (EKG or ECG) helps accurately record heart rhythm. Irregularities in your heart rhythm, such as a fast or irregular heartbeat, may indicate that the walls of your heart's chambers are thicker than normal. This is a warning sign of a heart attack.\n4. Echocardiography\nAn echocardiogram uses sound waves to record the structure and movement of the heart. Thanks to this, the doctor will determine whether you have heart valve disease, congenital heart disease, dilated heart chambers, damaged heart muscle or normal heart muscle contractions.\n5. Stress echocardiography\nStress tests will show how your heart works at different levels of exertion.\n6. Cardiac catheterization\nThis method checks the degree of blockage of the coronary arteries, blood flow and pressure in the heart chambers.\n7. Magnetic resonance imaging (MRI)\nAn MRI scan helps doctors check whether there is damage to the heart or not.",
            "subsection_string": "Diagnostic method\nWhen you have signs of congestive heart failure, your doctor will first check your general health and listen to your heart with a stethoscope to detect abnormal heart rhythms or murmurs. After that, your doctor may ask you to perform some laboratory tests to confirm the diagnosis such as:\n1. Blood test\nBlood tests help detect abnormal blood cells and infections. This method includes testing blood counts, kidney function and liver function. Your doctor may also check your levels of NT-proBNP, a hormone that increases when you have heart failure.\n2. Chest X-ray\nA chest X-ray is performed to evaluate the size of the heart as well as the amount of fluid accumulated in the lungs and blood vessels.\n3. Electrocardiogram\nAn electrocardiogram (EKG or ECG) helps accurately record heart rhythm. Irregularities in your heart rhythm, such as a fast or irregular heartbeat, may indicate that the walls of your heart's chambers are thicker than normal. This is a warning sign of a heart attack.\n4. Echocardiography\nAn echocardiogram uses sound waves to record the structure and movement of the heart. Thanks to this, the doctor will determine whether you have heart valve disease, congenital heart disease, dilated heart chambers, damaged heart muscle or normal heart muscle contractions.\n5. Stress echocardiography\nStress tests will show how your heart works at different levels of exertion.\n6. Cardiac catheterization\nThis method checks the degree of blockage of the coronary arteries, blood flow and pressure in the heart chambers.\n7. Magnetic resonance imaging (MRI)\nAn MRI scan helps doctors check whether there is damage to the heart or not."
        },
        {
            "subsection_name": "Treatment of congestive heart failure",
            "subsection_content": "Based on your overall health condition and the progression of the disease, your doctor will decide on the appropriate treatment method.\nInternally medical treatment\nSome medications prescribed to patients with congestive heart failure are:\nAngiotensin-converting enzyme (ACE) inhibitors: vasodilator effects, reducing peripheral resistance, lowering blood pressure. ARBs are an alternative if you cannot tolerate ACE inhibitors.; Beta blockers: reduce the burden on the heart, while lowering blood pressure and regulating tachycardia.; Diuretics: reduce the amount of fluid in your body (the disease can cause the body to store more fluid than usual).\nSurgical treatment\nIf medical treatments don't work, you may need an interventional procedure, such as:\nCoronary angioplasty: a procedure to widen blocked coronary arteries.; Heart valve repair surgery: helps the valve open and close properly.; Heart transplant: replacing a failing heart with a donor heart. This method is often applied to patients with end-stage congestive heart failure.",
            "subsection_string": "Treatment of congestive heart failure\nBased on your overall health condition and the progression of the disease, your doctor will decide on the appropriate treatment method.\nInternally medical treatment\nSome medications prescribed to patients with congestive heart failure are:\nAngiotensin-converting enzyme (ACE) inhibitors: vasodilator effects, reducing peripheral resistance, lowering blood pressure. ARBs are an alternative if you cannot tolerate ACE inhibitors.; Beta blockers: reduce the burden on the heart, while lowering blood pressure and regulating tachycardia.; Diuretics: reduce the amount of fluid in your body (the disease can cause the body to store more fluid than usual).\nSurgical treatment\nIf medical treatments don't work, you may need an interventional procedure, such as:\nCoronary angioplasty: a procedure to widen blocked coronary arteries.; Heart valve repair surgery: helps the valve open and close properly.; Heart transplant: replacing a failing heart with a donor heart. This method is often applied to patients with end-stage congestive heart failure."
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "Although you cannot control some risk factors such as age, family history, etc., you can make lifestyle changes to prevent congestive heart failure. The things you can do are:\nMaintain a reasonable weight;; Prioritize foods that are good for heart health such as fruits and vegetables, low-fat dairy, lean proteins and healthy fats (found in olive oil, fish, avocados...);; Exercise regularly;; Avoid prolonged stress;; Quit smoking;; Don't drink alcohol;; Do not use stimulants;; Examination and treatment of related conditions can increase the risk of disease.\nMaintain a heart-healthy diet to slow disease progression\nCardiovascular center, Tam Anh General Hospital is equipped with a modern machinery system, gathering a team of experts who are leading physicians, regularly updating the latest treatment regimens of major Cardiology Associations. In the world. This is a reliable address in the examination and treatment of cardiovascular diseases such as congestive heart failure, myocardial ischemia, stenosis/regurgitation of heart valves, arrhythmias... The center also coordinates closely with other specialists. Other departments such as the Imaging Center, Testing Center, Urology - Nephrology Center, Endocrinology - Diabetes Department... to diagnose and comprehensively treat patients.\nTo schedule an examination with the experts at the Cardiovascular Center of Tam Anh General Hospital System, you can contact:\nPeople with congestive heart failure can control their symptoms by following their doctor's treatment regimen. In addition, maintaining a healthy lifestyle and scientific diet and exercise are also measures to help slow disease progression and prevent complications.",
            "subsection_string": "Precautions\nAlthough you cannot control some risk factors such as age, family history, etc., you can make lifestyle changes to prevent congestive heart failure. The things you can do are:\nMaintain a reasonable weight;; Prioritize foods that are good for heart health such as fruits and vegetables, low-fat dairy, lean proteins and healthy fats (found in olive oil, fish, avocados...);; Exercise regularly;; Avoid prolonged stress;; Quit smoking;; Don't drink alcohol;; Do not use stimulants;; Examination and treatment of related conditions can increase the risk of disease.\nMaintain a heart-healthy diet to slow disease progression\nCardiovascular center, Tam Anh General Hospital is equipped with a modern machinery system, gathering a team of experts who are leading physicians, regularly updating the latest treatment regimens of major Cardiology Associations. In the world. This is a reliable address in the examination and treatment of cardiovascular diseases such as congestive heart failure, myocardial ischemia, stenosis/regurgitation of heart valves, arrhythmias... The center also coordinates closely with other specialists. Other departments such as the Imaging Center, Testing Center, Urology - Nephrology Center, Endocrinology - Diabetes Department... to diagnose and comprehensively treat patients.\nTo schedule an examination with the experts at the Cardiovascular Center of Tam Anh General Hospital System, you can contact:\nPeople with congestive heart failure can control their symptoms by following their doctor's treatment regimen. In addition, maintaining a healthy lifestyle and scientific diet and exercise are also measures to help slow disease progression and prevent complications."
        }
    ],
    "name": "suy-tim-sung-huyet.json"
}