{
    "title": "Respiratory failure (acute): Causes, diagnosis, symptoms and treatment",
    "category": "Respiratory",
    "link": "https://tamanhhospital.vn/suy-ho-hap/",
    "abstract": "Respiratory failure (pulmonary failure syndrome), if not treated promptly, can lead to severe lack of oxygen, affect the circulatory system, cause brain damage, and even threaten the patient's life. Experts recommend that patients need to recognize early signs of abnormalities in the respiratory tract for early detection and timely treatment.\n Statistics in Vietnam show that each year the country has about 800,000 - 900,000 people suffering from respiratory diseases due to the effects of seasonal flu. This is also the cause of chronic obstructive pulmonary disease (COPD) exacerbations, causing the disease to progress seriously, leading to the risk of dangerous complications. More than 50% of people with COPD are hospitalized with this condition\nacute respiratory failure\n poor prognosis, high risk of death.\nIf not treated promptly, it can threaten the patient's life. This situation\n It is also a leading cause of death in infants and young children. The study was based on clinical symptoms and medical history of 313 affected infants\nrespiratory failure\n showed: 144 cases were due to hyaline membrane disease, 101 cases were without previous lesions, 21 cases were due to lung diseases such as delayed drainage of lung fluid, pneumonia, meconium aspiration, pulmonary bleeding and 8 cases were due to suffocation.",
    "content": "Respiratory failure (acute): Causes, diagnosis, symptoms and treatment\n\nRespiratory failure (pulmonary failure syndrome), if not treated promptly, can lead to severe lack of oxygen, affect the circulatory system, cause brain damage, and even threaten the patient's life. Experts recommend that patients need to recognize early signs of abnormalities in the respiratory tract for early detection and timely treatment.\n Statistics in Vietnam show that each year the country has about 800,000 - 900,000 people suffering from respiratory diseases due to the effects of seasonal flu. This is also the cause of chronic obstructive pulmonary disease (COPD) exacerbations, causing the disease to progress seriously, leading to the risk of dangerous complications. More than 50% of people with COPD are hospitalized with this condition\nacute respiratory failure\n poor prognosis, high risk of death.\nIf not treated promptly, it can threaten the patient's life. This situation\n It is also a leading cause of death in infants and young children. The study was based on clinical symptoms and medical history of 313 affected infants\nrespiratory failure\n showed: 144 cases were due to hyaline membrane disease, 101 cases were without previous lesions, 21 cases were due to lung diseases such as delayed drainage of lung fluid, pneumonia, meconium aspiration, pulmonary bleeding and 8 cases were due to suffocation.\n\nWhat is respiratory failure?\nRespiratory Failure is a condition in which the lungs do not receive enough oxygen, or the accumulation of too much carbon dioxide damages organs in the body. This condition reduces arterial oxygenation, resulting in a slowdown in oxygen delivery to tissues. (first)\nThis syndrome is divided into two types: acute and chronic. Usually when people refer to this lung failure condition, they mean an acute condition. In practice, respiratory failure is defined by PaO2 (arterial partial pressure of oxygen) < 60mmHg and/or PaCO2 (arterial partial pressure of carbon dioxide) > 50mmHg.\n\nHow to classify\nProf. Dr. Ngo Quy Chau said that there are many ways to classify acute respiratory failure syndrome, including: (2)\n1. By location\nUpper respiratory failure; Lower respiratory tract failure\n2. According to PaCO2\nHypoxia; Excess carbon dioxide\n3. According to the mechanism of disease\nDue to the circulatory system such as left heart failure, pulmonary embolism...; Due to the respiratory system such as pneumonia, pulmonary edema, pulmonary fibrosis...\n4. Over time\nAcute; Chronic; Level above the starboard platform\nBasically, there are two types of acute and chronic respiratory distress syndrome: Hypoxemic and Hypercapnic. Both can lead to serious complications, and symptoms often appear at the same time.\nHypoxemic (type 1): When the body cannot get enough oxygen into the blood and this can be called oxygen deficiency.; Hypercapnic (type 2): When the body receives excessive amounts of CO2.; Acute respiratory failure: This is an emergency and requires immediate medical intervention.; Chronic respiratory failure: This is a long-term condition that is difficult to treat and requires regular monitoring.\n\nCauses respiratory failure\n“Any damage that occurs to the respiratory system can lead to pulmonary failure syndrome in adults, the elderly and children. These lesions can affect the patient's airways or lungs; or affects the patient's muscles, nerves, bones and tissues that support breathing\", said Prof. Dr. Ngo Quy Chau. (3)\nCauses of this syndrome include pulmonary causes and extrapulmonary causes.\n1. Causes in the lungs\nInfectious lung diseases such as bronchitis, pulmonary fibrosis, tuberculosis, pneumonia, pulmonary embolism, bronchial obstruction, etc.; Acute cardiogenic pulmonary edema.\n2. Extrapulmonary causes\nLaryngotracheal obstruction due to laryngeal tumors, cervical esophageal tumors, and tracheal tumors; due to infection in the larynx, stuck food or foreign objects blocking the larynx, etc.; Pleural effusion, a rapid increase in fluid volume increases the risk of acute respiratory distress syndrome/disease; Injuries to the chest cause broken ribs, damage to the pleura and lungs.; Damage to the nervous system such as traumatic brain injury or stroke affects the functioning of the respiratory system.\nDamage to the nervous system can damage the respiratory system\n\nSymptoms of acute respiratory failure are common\nProf. Dr. Ngo Quy Chau said that symptoms of lung failure will vary depending on the cause of the disease; oxygen and carbon dioxide levels in the blood and disease progression. Patients may experience initial signs of the disease such as difficulty breathing or rapid breathing. The condition will get worse, possibly leading to dangerous complications if not treated promptly. (4)\nIn case of lack of oxygen, the patient may experience the following symptoms:\nThe body is tired, having difficulty in daily activities such as getting dressed, going up and down stairs...; Difficulty breathing, always feeling like there is a lack of air to breathe;; Always in a sleepy state;; Fingers, toes and lips are pale and pale.\nWhen carbon dioxide levels in the blood increase, patients may have symptoms:\nBlurred vision, decreased vision;; Headache, confusion;; Fast heart rate, rapid breathing.\nSome patients may experience symptoms of hypoxia and excess carbon dioxide at the same time.\nPatients may experience symptoms such as difficulty breathing, rapid heartbeat, etc.\nBabies with reduced lung function may have symptoms such as rapid breathing, pale skin and lips, and pulling of the muscles between the ribs when breathing.\n\nWho is at risk of respiratory failure?\nLung failure is at high risk of occurring in the following groups of people:\n1. Premature babies\nPremature babies are at higher risk of lung failure than other babies, because their lungs are not fully developed, and they are at risk of pulmonary hypertension and other birth defects in the lungs.\n2. Elderly people\nOlder people are also at risk because their resistance is reduced, making them susceptible to colds leading to infections and damage to the chest and lungs.\n3. People are often exposed to dust and toxic chemicals\nSome jobs require exposure to irritants such as dust, chemicals, asbestos, dyes, etc. over a long period of time can cause lung damage, patients are susceptible to dangerous lung complications, including asthma. acute lung failure.\n4. People who smoke and use stimulants\nPeople who regularly smoke, or inhale cigarette smoke (passive smoking) are at risk of lung diseases, increasing the likelihood of impaired respiratory function.; People who use stimulants and drink too much alcohol can affect the nervous system - the organ that controls breathing. At this time, the patient may breathe slowly and shallowly, easily experiencing acute respiratory failure of COPD.\nHabitual use of alcohol, tobacco and stimulants increases the risk of severe lung failure\n5. People with a history of injury to the respiratory tract\nImpaired respiratory function is at risk of occurring in people who have experienced respiratory injuries such as:\nDifficulty breathing, lack of air entering the lungs after weakness due to stroke, or due to collapsed airways, trapped food blocking the patient's trachea.; Patients with diseases affecting the lungs such as pulmonary fibrosis, pneumonia, chronic obstructive pulmonary disease (COPD)...; Patients with diseases that affect the nervous system and muscles responsible for controlling breathing such as amyotrophic lateral sclerosis (ALS), spinal cord injury, stroke...; Patients have problems in the spine, which can affect the bones and muscles used for breathing such as scoliosis.; Patients experience injuries to the chest and lungs, causing damage to the tissue and ribs surrounding the lungs or direct damage to the lungs.; Overdose of stimulants and alcohol; Patients inhale toxic gases and toxic waste.\n\nDangerous complications of acute respiratory distress syndrome\nProf. Dr. Ngo Quy Chau emphasized that respiratory failure is a dangerous disease that can lead to dangerous complications, even threatening the patient's life if not treated promptly and properly. way. Therefore, experts recommend that patients immediately go to a medical facility for examination, accurate diagnosis of the condition and timely treatment.\nDangerous complications of acute respiratory function decline include:\nArrhythmia;; Trauma, brain damage;; CKD;; Lung damage;; Threat of death.\n\nDiagnostic method\nTo accurately diagnose the condition and extent of damage to the respiratory system, the doctor will check the patient's medical history, ask about symptoms, perform a physical examination and ask the patient to perform a number of testing methods. Necessary clinical testing.\n\nCare plan for patients with respiratory failure, asking about medical history and symptoms\nPatients need to provide medical history information about themselves and their family, especially respiratory diseases if any. At the same time, the patient needs to describe in detail any unusual symptoms of the body, because these can be initial signs, signaling early the risk of respiratory failure.\nYour doctor may ask about your symptoms and medical history to make a more accurate diagnosis\n1. Examination\nThe doctor can conduct a health and condition examination of the patient including the following steps:\nCheck the skin color of the lips, fingers and toes to see if they are pale or pale;; Listen to the heartbeat, check whether the heartbeat is normal or disordered;; Listen to the lungs and check for unusual sounds when breathing; At the same time, check whether the chest moves when breathing;; Pulse Oximetry: Use a clip on your finger to measure blood oxygen levels;; Measure blood pressure, check whether the patient's blood pressure is normal or too high or too low;; Measure the patient's body temperature to check for signs of fever, if any.\n2. Paraclinical examination\nYour doctor may prescribe a number of paraclinical testing methods to help diagnose the disease more accurately:\nArterial blood gas test: Take blood samples from the patient's arteries, check oxygen, carbon dioxide, pH, bicarbonate levels to determine respiratory problems, if any; Blood test: Helps detect the cause of lung function decline, as well as the functioning of other organs in the body.; Check the patient's blood, urine or sputum samples to determine whether there is a bacterial infection or not; Bronchoscopy: Checks for bronchial obstruction, tumors and other causes of lung failure.; Chest X-ray: Identify agents in the lungs or heart causing respiratory failure.; Chest computed tomography: Check the lungs and detect signs of inflammation and damage, if any; Electrocardiogram (EKG or ECG): Checks the heart's rhythm and activity; Lung ultrasound: Check the functioning of the lungs.; Lung biopsy: Collect lung tissue samples from the patient.\nX-ray and computed tomography of the chest help detect lung lesions that cause impaired respiratory system function.\n\nTreatment methods for acute respiratory failure\nProf. Dr. Ngo Quy Chau said that the main purpose of treating respiratory system deterioration is to bring oxygen to the lungs and other organs, and at the same time remove carbon dioxide from the patient's body. In addition, treatment methods also help eliminate pathogens, limit the risk of dangerous complications, and improve the patient's quality of life.\nTreatment methods include:\n1. Oxygen therapy\nThere are many ways to deliver oxygen to the patient's lungs. Depending on the severity of the disease, the doctor will prescribe appropriate oxygen therapy.\nNasal cannula: A plastic tube attached to a portable oxygen tank is placed into the patient's nose. Where the patient needs a special system to receive a higher flow of oxygen is called a high-flow nasal cannula.; Ventilation mask: The patient wears a mask attached to the air bag so that more oxygen enters the lungs. This therapy is used in cases of patients with acute respiratory failure who are waiting for a rather complicated treatment process.; Noninvasive positive pressure ventilation (NPPV): This method uses a mask or device that covers the patient's nose or nose and mouth. A tube connects the mask to a machine that blows air into the tube, ensuring the patient's airway is kept open while sleeping. This method is also used in the treatment of sleep apnea.; Mechanical ventilator: When the above oxygen therapies do not work, the patient's blood oxygen level does not increase or the patient still feels short of breath, in this case the doctor will prescribe a mechanical ventilator. This ventilator helps blow air with high levels of oxygen into the patient's airways and lungs. However, this method is not indicated for long-term use because it can have a negative impact on the patient's lungs and respiratory tract, risking infections such as pneumonia.; Tracheostomy: This method is used in cases where the patient's airway is obstructed. At this time, the doctor will surgically create a hole through the front of the neck and into the trachea, called a tracheostomy or tracheal tube, to help the patient breathe easily.; Extracorporeal membrane oxygenation (ECMO): Used for patients with symptoms of severe respiratory failure. This method pumps blood through an artificial lung to supplement oxygen and remove carbon dioxide before returning the blood to the body. This method can be used for several days or weeks to give the lungs time to recover. However, long-term use is not recommended because it can cause blood clots, bleeding and infection, which can be life-threatening.\nDepending on the level of respiratory organ failure, the doctor will prescribe appropriate oxygen therapy for the patient\n2. Drug treatment\nYour doctor may prescribe a number of medications to treat the cause or improve symptoms, including:\nAntibiotics: Used to treat lung infections such as pneumonia; Bronchodilators: Help open airways, or treat asthma attacks.; Corticosteroids: Shrink the airways, treat symptoms of airway inflammation.\n3. Other treatment methods\nIn case the patient must be hospitalized for long-term treatment, the doctor may prescribe some additional methods to manage and prevent complications of respiratory organ failure from occurring.\nFluids: Fluids are infused from the veins into the patient's blood vessels, helping to improve blood flow throughout the body.; Nutritional support: Patients need to receive nutritional infusions throughout the mechanical ventilation process, ensuring the body receives all the necessary nutrients.; Physical therapy: This method helps maintain body strength, prevent the formation of ulcers, and also helps shorten the time of mechanical ventilation, speeding up the patient's recovery process.; Pulmonary rehabilitation: Patients are instructed in exercises to improve oxygen levels and restore lung function; Blood thinners: If the patient is seriously ill, the doctor will prescribe blood thinners to prevent the formation of blood clots.\n\nCaring for patients with respiratory failure\nProf. Dr. Ngo Quy Chau recommends that the most important thing in the treatment of acute and chronic respiratory failure is that the patient needs to comply with the doctor's instructions. Patients need to remember the following notes to make lung function recovery more effective:\nOxygen and carbon dioxide levels take a long time to restore to normal. Therefore, patients need to perform daily activities more slowly to avoid recurring symptoms of difficulty breathing.; Quitting the habit of smoking is a way to prevent respiratory diseases for yourself, your family and those around you.; Limit or avoid stimulants, alcohol, etc.; Fully vaccinate against influenza and pneumococcal vaccines every year as recommended by the Ministry of Health; For patients treated at home: It is necessary to immediately go to a medical facility for examination, accurate diagnosis and timely intervention when unusual symptoms occur.\n\nHow to prevent respiratory failure?\n“Go immediately to a medical facility if you have unusual symptoms in the respiratory tract. Through examination, diagnosis and paraclinical methods to determine the condition and severity of the disease, the doctor will advise on appropriate treatment to help resolve symptoms and prevent the risk of lung failure.\" , Prof. Dr. Ngo Quy Chau recommended.\nTherefore, the most effective measures to prevent lung function decline are:\nFollow the treatment regimen prescribed by your doctor when you have chronic obstructive pulmonary disease (COPD) or other diseases.; Take measures to keep your lungs healthy such as not smoking, limiting alcohol, and not abusing drugs without a doctor's prescription.; Change your lifestyle and practice healthy activities such as a scientific diet, providing adequate nutrients; exercise and sports; reasonable weight control; Balance emotions, limit stress for quality sleep.\nRegular exercise helps improve resistance and prevent respiratory failure\nA pioneer in examination, treatment and consulting on solutions to prevent dangerous respiratory diseases, especially lung failure, the Department of Respiratory Medicine at Tam Anh General Hospital invests in a system of modern technological equipment such as: pleuroscopy system, NBI narrowband flexible bronchoscopy system, high-tech X-ray machine, 128-row CT scanner, MRI nuclear magnetic resonance imaging machine...\nIn addition, the Department of Respiratory Medicine, Tam Anh General Hospital, Hanoi brings together a team of leading experts and doctors, led by Professor Ngo Quy Chau - known as the \"great tree\" in the field. Vietnamese respiratory field. These outstanding advantages help the Department of Respiratory Medicine, Tam Anh General Hospital, Hanoi become a \"golden address\" bringing peace of mind and trust to thousands of patients who come for examination and treatment.\nFor advice and to schedule an examination for respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, please contact:\nAbove are the causes and symptoms of acute respiratory distress syndrome. If you have the above signs of illness, quickly go to Tam Anh hospital for a timely examination!",
    "subsections": [
        {
            "subsection_name": "What is respiratory failure?",
            "subsection_content": "Respiratory Failure is a condition in which the lungs do not receive enough oxygen, or the accumulation of too much carbon dioxide damages organs in the body. This condition reduces arterial oxygenation, resulting in a slowdown in oxygen delivery to tissues. (first)\nThis syndrome is divided into two types: acute and chronic. Usually when people refer to this lung failure condition, they mean an acute condition. In practice, respiratory failure is defined by PaO2 (arterial partial pressure of oxygen) < 60mmHg and/or PaCO2 (arterial partial pressure of carbon dioxide) > 50mmHg.",
            "subsection_string": "What is respiratory failure?\nRespiratory Failure is a condition in which the lungs do not receive enough oxygen, or the accumulation of too much carbon dioxide damages organs in the body. This condition reduces arterial oxygenation, resulting in a slowdown in oxygen delivery to tissues. (first)\nThis syndrome is divided into two types: acute and chronic. Usually when people refer to this lung failure condition, they mean an acute condition. In practice, respiratory failure is defined by PaO2 (arterial partial pressure of oxygen) < 60mmHg and/or PaCO2 (arterial partial pressure of carbon dioxide) > 50mmHg."
        },
        {
            "subsection_name": "How to classify",
            "subsection_content": "Prof. Dr. Ngo Quy Chau said that there are many ways to classify acute respiratory failure syndrome, including: (2)\n1. By location\nUpper respiratory failure; Lower respiratory tract failure\n2. According to PaCO2\nHypoxia; Excess carbon dioxide\n3. According to the mechanism of disease\nDue to the circulatory system such as left heart failure, pulmonary embolism...; Due to the respiratory system such as pneumonia, pulmonary edema, pulmonary fibrosis...\n4. Over time\nAcute; Chronic; Level above the starboard platform\nBasically, there are two types of acute and chronic respiratory distress syndrome: Hypoxemic and Hypercapnic. Both can lead to serious complications, and symptoms often appear at the same time.\nHypoxemic (type 1): When the body cannot get enough oxygen into the blood and this can be called oxygen deficiency.; Hypercapnic (type 2): When the body receives excessive amounts of CO2.; Acute respiratory failure: This is an emergency and requires immediate medical intervention.; Chronic respiratory failure: This is a long-term condition that is difficult to treat and requires regular monitoring.",
            "subsection_string": "How to classify\nProf. Dr. Ngo Quy Chau said that there are many ways to classify acute respiratory failure syndrome, including: (2)\n1. By location\nUpper respiratory failure; Lower respiratory tract failure\n2. According to PaCO2\nHypoxia; Excess carbon dioxide\n3. According to the mechanism of disease\nDue to the circulatory system such as left heart failure, pulmonary embolism...; Due to the respiratory system such as pneumonia, pulmonary edema, pulmonary fibrosis...\n4. Over time\nAcute; Chronic; Level above the starboard platform\nBasically, there are two types of acute and chronic respiratory distress syndrome: Hypoxemic and Hypercapnic. Both can lead to serious complications, and symptoms often appear at the same time.\nHypoxemic (type 1): When the body cannot get enough oxygen into the blood and this can be called oxygen deficiency.; Hypercapnic (type 2): When the body receives excessive amounts of CO2.; Acute respiratory failure: This is an emergency and requires immediate medical intervention.; Chronic respiratory failure: This is a long-term condition that is difficult to treat and requires regular monitoring."
        },
        {
            "subsection_name": "Causes respiratory failure",
            "subsection_content": "“Any damage that occurs to the respiratory system can lead to pulmonary failure syndrome in adults, the elderly and children. These lesions can affect the patient's airways or lungs; or affects the patient's muscles, nerves, bones and tissues that support breathing\", said Prof. Dr. Ngo Quy Chau. (3)\nCauses of this syndrome include pulmonary causes and extrapulmonary causes.\n1. Causes in the lungs\nInfectious lung diseases such as bronchitis, pulmonary fibrosis, tuberculosis, pneumonia, pulmonary embolism, bronchial obstruction, etc.; Acute cardiogenic pulmonary edema.\n2. Extrapulmonary causes\nLaryngotracheal obstruction due to laryngeal tumors, cervical esophageal tumors, and tracheal tumors; due to infection in the larynx, stuck food or foreign objects blocking the larynx, etc.; Pleural effusion, a rapid increase in fluid volume increases the risk of acute respiratory distress syndrome/disease; Injuries to the chest cause broken ribs, damage to the pleura and lungs.; Damage to the nervous system such as traumatic brain injury or stroke affects the functioning of the respiratory system.\nDamage to the nervous system can damage the respiratory system",
            "subsection_string": "Causes respiratory failure\n“Any damage that occurs to the respiratory system can lead to pulmonary failure syndrome in adults, the elderly and children. These lesions can affect the patient's airways or lungs; or affects the patient's muscles, nerves, bones and tissues that support breathing\", said Prof. Dr. Ngo Quy Chau. (3)\nCauses of this syndrome include pulmonary causes and extrapulmonary causes.\n1. Causes in the lungs\nInfectious lung diseases such as bronchitis, pulmonary fibrosis, tuberculosis, pneumonia, pulmonary embolism, bronchial obstruction, etc.; Acute cardiogenic pulmonary edema.\n2. Extrapulmonary causes\nLaryngotracheal obstruction due to laryngeal tumors, cervical esophageal tumors, and tracheal tumors; due to infection in the larynx, stuck food or foreign objects blocking the larynx, etc.; Pleural effusion, a rapid increase in fluid volume increases the risk of acute respiratory distress syndrome/disease; Injuries to the chest cause broken ribs, damage to the pleura and lungs.; Damage to the nervous system such as traumatic brain injury or stroke affects the functioning of the respiratory system.\nDamage to the nervous system can damage the respiratory system"
        },
        {
            "subsection_name": "Symptoms of acute respiratory failure are common",
            "subsection_content": "Prof. Dr. Ngo Quy Chau said that symptoms of lung failure will vary depending on the cause of the disease; oxygen and carbon dioxide levels in the blood and disease progression. Patients may experience initial signs of the disease such as difficulty breathing or rapid breathing. The condition will get worse, possibly leading to dangerous complications if not treated promptly. (4)\nIn case of lack of oxygen, the patient may experience the following symptoms:\nThe body is tired, having difficulty in daily activities such as getting dressed, going up and down stairs...; Difficulty breathing, always feeling like there is a lack of air to breathe;; Always in a sleepy state;; Fingers, toes and lips are pale and pale.\nWhen carbon dioxide levels in the blood increase, patients may have symptoms:\nBlurred vision, decreased vision;; Headache, confusion;; Fast heart rate, rapid breathing.\nSome patients may experience symptoms of hypoxia and excess carbon dioxide at the same time.\nPatients may experience symptoms such as difficulty breathing, rapid heartbeat, etc.\nBabies with reduced lung function may have symptoms such as rapid breathing, pale skin and lips, and pulling of the muscles between the ribs when breathing.",
            "subsection_string": "Symptoms of acute respiratory failure are common\nProf. Dr. Ngo Quy Chau said that symptoms of lung failure will vary depending on the cause of the disease; oxygen and carbon dioxide levels in the blood and disease progression. Patients may experience initial signs of the disease such as difficulty breathing or rapid breathing. The condition will get worse, possibly leading to dangerous complications if not treated promptly. (4)\nIn case of lack of oxygen, the patient may experience the following symptoms:\nThe body is tired, having difficulty in daily activities such as getting dressed, going up and down stairs...; Difficulty breathing, always feeling like there is a lack of air to breathe;; Always in a sleepy state;; Fingers, toes and lips are pale and pale.\nWhen carbon dioxide levels in the blood increase, patients may have symptoms:\nBlurred vision, decreased vision;; Headache, confusion;; Fast heart rate, rapid breathing.\nSome patients may experience symptoms of hypoxia and excess carbon dioxide at the same time.\nPatients may experience symptoms such as difficulty breathing, rapid heartbeat, etc.\nBabies with reduced lung function may have symptoms such as rapid breathing, pale skin and lips, and pulling of the muscles between the ribs when breathing."
        },
        {
            "subsection_name": "Who is at risk of respiratory failure?",
            "subsection_content": "Lung failure is at high risk of occurring in the following groups of people:\n1. Premature babies\nPremature babies are at higher risk of lung failure than other babies, because their lungs are not fully developed, and they are at risk of pulmonary hypertension and other birth defects in the lungs.\n2. Elderly people\nOlder people are also at risk because their resistance is reduced, making them susceptible to colds leading to infections and damage to the chest and lungs.\n3. People are often exposed to dust and toxic chemicals\nSome jobs require exposure to irritants such as dust, chemicals, asbestos, dyes, etc. over a long period of time can cause lung damage, patients are susceptible to dangerous lung complications, including asthma. acute lung failure.\n4. People who smoke and use stimulants\nPeople who regularly smoke, or inhale cigarette smoke (passive smoking) are at risk of lung diseases, increasing the likelihood of impaired respiratory function.; People who use stimulants and drink too much alcohol can affect the nervous system - the organ that controls breathing. At this time, the patient may breathe slowly and shallowly, easily experiencing acute respiratory failure of COPD.\nHabitual use of alcohol, tobacco and stimulants increases the risk of severe lung failure\n5. People with a history of injury to the respiratory tract\nImpaired respiratory function is at risk of occurring in people who have experienced respiratory injuries such as:\nDifficulty breathing, lack of air entering the lungs after weakness due to stroke, or due to collapsed airways, trapped food blocking the patient's trachea.; Patients with diseases affecting the lungs such as pulmonary fibrosis, pneumonia, chronic obstructive pulmonary disease (COPD)...; Patients with diseases that affect the nervous system and muscles responsible for controlling breathing such as amyotrophic lateral sclerosis (ALS), spinal cord injury, stroke...; Patients have problems in the spine, which can affect the bones and muscles used for breathing such as scoliosis.; Patients experience injuries to the chest and lungs, causing damage to the tissue and ribs surrounding the lungs or direct damage to the lungs.; Overdose of stimulants and alcohol; Patients inhale toxic gases and toxic waste.",
            "subsection_string": "Who is at risk of respiratory failure?\nLung failure is at high risk of occurring in the following groups of people:\n1. Premature babies\nPremature babies are at higher risk of lung failure than other babies, because their lungs are not fully developed, and they are at risk of pulmonary hypertension and other birth defects in the lungs.\n2. Elderly people\nOlder people are also at risk because their resistance is reduced, making them susceptible to colds leading to infections and damage to the chest and lungs.\n3. People are often exposed to dust and toxic chemicals\nSome jobs require exposure to irritants such as dust, chemicals, asbestos, dyes, etc. over a long period of time can cause lung damage, patients are susceptible to dangerous lung complications, including asthma. acute lung failure.\n4. People who smoke and use stimulants\nPeople who regularly smoke, or inhale cigarette smoke (passive smoking) are at risk of lung diseases, increasing the likelihood of impaired respiratory function.; People who use stimulants and drink too much alcohol can affect the nervous system - the organ that controls breathing. At this time, the patient may breathe slowly and shallowly, easily experiencing acute respiratory failure of COPD.\nHabitual use of alcohol, tobacco and stimulants increases the risk of severe lung failure\n5. People with a history of injury to the respiratory tract\nImpaired respiratory function is at risk of occurring in people who have experienced respiratory injuries such as:\nDifficulty breathing, lack of air entering the lungs after weakness due to stroke, or due to collapsed airways, trapped food blocking the patient's trachea.; Patients with diseases affecting the lungs such as pulmonary fibrosis, pneumonia, chronic obstructive pulmonary disease (COPD)...; Patients with diseases that affect the nervous system and muscles responsible for controlling breathing such as amyotrophic lateral sclerosis (ALS), spinal cord injury, stroke...; Patients have problems in the spine, which can affect the bones and muscles used for breathing such as scoliosis.; Patients experience injuries to the chest and lungs, causing damage to the tissue and ribs surrounding the lungs or direct damage to the lungs.; Overdose of stimulants and alcohol; Patients inhale toxic gases and toxic waste."
        },
        {
            "subsection_name": "Dangerous complications of acute respiratory distress syndrome",
            "subsection_content": "Prof. Dr. Ngo Quy Chau emphasized that respiratory failure is a dangerous disease that can lead to dangerous complications, even threatening the patient's life if not treated promptly and properly. way. Therefore, experts recommend that patients immediately go to a medical facility for examination, accurate diagnosis of the condition and timely treatment.\nDangerous complications of acute respiratory function decline include:\nArrhythmia;; Trauma, brain damage;; CKD;; Lung damage;; Threat of death.",
            "subsection_string": "Dangerous complications of acute respiratory distress syndrome\nProf. Dr. Ngo Quy Chau emphasized that respiratory failure is a dangerous disease that can lead to dangerous complications, even threatening the patient's life if not treated promptly and properly. way. Therefore, experts recommend that patients immediately go to a medical facility for examination, accurate diagnosis of the condition and timely treatment.\nDangerous complications of acute respiratory function decline include:\nArrhythmia;; Trauma, brain damage;; CKD;; Lung damage;; Threat of death."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "To accurately diagnose the condition and extent of damage to the respiratory system, the doctor will check the patient's medical history, ask about symptoms, perform a physical examination and ask the patient to perform a number of testing methods. Necessary clinical testing.",
            "subsection_string": "Diagnostic method\nTo accurately diagnose the condition and extent of damage to the respiratory system, the doctor will check the patient's medical history, ask about symptoms, perform a physical examination and ask the patient to perform a number of testing methods. Necessary clinical testing."
        },
        {
            "subsection_name": "Care plan for patients with respiratory failure, asking about medical history and symptoms",
            "subsection_content": "Patients need to provide medical history information about themselves and their family, especially respiratory diseases if any. At the same time, the patient needs to describe in detail any unusual symptoms of the body, because these can be initial signs, signaling early the risk of respiratory failure.\nYour doctor may ask about your symptoms and medical history to make a more accurate diagnosis\n1. Examination\nThe doctor can conduct a health and condition examination of the patient including the following steps:\nCheck the skin color of the lips, fingers and toes to see if they are pale or pale;; Listen to the heartbeat, check whether the heartbeat is normal or disordered;; Listen to the lungs and check for unusual sounds when breathing; At the same time, check whether the chest moves when breathing;; Pulse Oximetry: Use a clip on your finger to measure blood oxygen levels;; Measure blood pressure, check whether the patient's blood pressure is normal or too high or too low;; Measure the patient's body temperature to check for signs of fever, if any.\n2. Paraclinical examination\nYour doctor may prescribe a number of paraclinical testing methods to help diagnose the disease more accurately:\nArterial blood gas test: Take blood samples from the patient's arteries, check oxygen, carbon dioxide, pH, bicarbonate levels to determine respiratory problems, if any; Blood test: Helps detect the cause of lung function decline, as well as the functioning of other organs in the body.; Check the patient's blood, urine or sputum samples to determine whether there is a bacterial infection or not; Bronchoscopy: Checks for bronchial obstruction, tumors and other causes of lung failure.; Chest X-ray: Identify agents in the lungs or heart causing respiratory failure.; Chest computed tomography: Check the lungs and detect signs of inflammation and damage, if any; Electrocardiogram (EKG or ECG): Checks the heart's rhythm and activity; Lung ultrasound: Check the functioning of the lungs.; Lung biopsy: Collect lung tissue samples from the patient.\nX-ray and computed tomography of the chest help detect lung lesions that cause impaired respiratory system function.",
            "subsection_string": "Care plan for patients with respiratory failure, asking about medical history and symptoms\nPatients need to provide medical history information about themselves and their family, especially respiratory diseases if any. At the same time, the patient needs to describe in detail any unusual symptoms of the body, because these can be initial signs, signaling early the risk of respiratory failure.\nYour doctor may ask about your symptoms and medical history to make a more accurate diagnosis\n1. Examination\nThe doctor can conduct a health and condition examination of the patient including the following steps:\nCheck the skin color of the lips, fingers and toes to see if they are pale or pale;; Listen to the heartbeat, check whether the heartbeat is normal or disordered;; Listen to the lungs and check for unusual sounds when breathing; At the same time, check whether the chest moves when breathing;; Pulse Oximetry: Use a clip on your finger to measure blood oxygen levels;; Measure blood pressure, check whether the patient's blood pressure is normal or too high or too low;; Measure the patient's body temperature to check for signs of fever, if any.\n2. Paraclinical examination\nYour doctor may prescribe a number of paraclinical testing methods to help diagnose the disease more accurately:\nArterial blood gas test: Take blood samples from the patient's arteries, check oxygen, carbon dioxide, pH, bicarbonate levels to determine respiratory problems, if any; Blood test: Helps detect the cause of lung function decline, as well as the functioning of other organs in the body.; Check the patient's blood, urine or sputum samples to determine whether there is a bacterial infection or not; Bronchoscopy: Checks for bronchial obstruction, tumors and other causes of lung failure.; Chest X-ray: Identify agents in the lungs or heart causing respiratory failure.; Chest computed tomography: Check the lungs and detect signs of inflammation and damage, if any; Electrocardiogram (EKG or ECG): Checks the heart's rhythm and activity; Lung ultrasound: Check the functioning of the lungs.; Lung biopsy: Collect lung tissue samples from the patient.\nX-ray and computed tomography of the chest help detect lung lesions that cause impaired respiratory system function."
        },
        {
            "subsection_name": "Treatment methods for acute respiratory failure",
            "subsection_content": "Prof. Dr. Ngo Quy Chau said that the main purpose of treating respiratory system deterioration is to bring oxygen to the lungs and other organs, and at the same time remove carbon dioxide from the patient's body. In addition, treatment methods also help eliminate pathogens, limit the risk of dangerous complications, and improve the patient's quality of life.\nTreatment methods include:\n1. Oxygen therapy\nThere are many ways to deliver oxygen to the patient's lungs. Depending on the severity of the disease, the doctor will prescribe appropriate oxygen therapy.\nNasal cannula: A plastic tube attached to a portable oxygen tank is placed into the patient's nose. Where the patient needs a special system to receive a higher flow of oxygen is called a high-flow nasal cannula.; Ventilation mask: The patient wears a mask attached to the air bag so that more oxygen enters the lungs. This therapy is used in cases of patients with acute respiratory failure who are waiting for a rather complicated treatment process.; Noninvasive positive pressure ventilation (NPPV): This method uses a mask or device that covers the patient's nose or nose and mouth. A tube connects the mask to a machine that blows air into the tube, ensuring the patient's airway is kept open while sleeping. This method is also used in the treatment of sleep apnea.; Mechanical ventilator: When the above oxygen therapies do not work, the patient's blood oxygen level does not increase or the patient still feels short of breath, in this case the doctor will prescribe a mechanical ventilator. This ventilator helps blow air with high levels of oxygen into the patient's airways and lungs. However, this method is not indicated for long-term use because it can have a negative impact on the patient's lungs and respiratory tract, risking infections such as pneumonia.; Tracheostomy: This method is used in cases where the patient's airway is obstructed. At this time, the doctor will surgically create a hole through the front of the neck and into the trachea, called a tracheostomy or tracheal tube, to help the patient breathe easily.; Extracorporeal membrane oxygenation (ECMO): Used for patients with symptoms of severe respiratory failure. This method pumps blood through an artificial lung to supplement oxygen and remove carbon dioxide before returning the blood to the body. This method can be used for several days or weeks to give the lungs time to recover. However, long-term use is not recommended because it can cause blood clots, bleeding and infection, which can be life-threatening.\nDepending on the level of respiratory organ failure, the doctor will prescribe appropriate oxygen therapy for the patient\n2. Drug treatment\nYour doctor may prescribe a number of medications to treat the cause or improve symptoms, including:\nAntibiotics: Used to treat lung infections such as pneumonia; Bronchodilators: Help open airways, or treat asthma attacks.; Corticosteroids: Shrink the airways, treat symptoms of airway inflammation.\n3. Other treatment methods\nIn case the patient must be hospitalized for long-term treatment, the doctor may prescribe some additional methods to manage and prevent complications of respiratory organ failure from occurring.\nFluids: Fluids are infused from the veins into the patient's blood vessels, helping to improve blood flow throughout the body.; Nutritional support: Patients need to receive nutritional infusions throughout the mechanical ventilation process, ensuring the body receives all the necessary nutrients.; Physical therapy: This method helps maintain body strength, prevent the formation of ulcers, and also helps shorten the time of mechanical ventilation, speeding up the patient's recovery process.; Pulmonary rehabilitation: Patients are instructed in exercises to improve oxygen levels and restore lung function; Blood thinners: If the patient is seriously ill, the doctor will prescribe blood thinners to prevent the formation of blood clots.",
            "subsection_string": "Treatment methods for acute respiratory failure\nProf. Dr. Ngo Quy Chau said that the main purpose of treating respiratory system deterioration is to bring oxygen to the lungs and other organs, and at the same time remove carbon dioxide from the patient's body. In addition, treatment methods also help eliminate pathogens, limit the risk of dangerous complications, and improve the patient's quality of life.\nTreatment methods include:\n1. Oxygen therapy\nThere are many ways to deliver oxygen to the patient's lungs. Depending on the severity of the disease, the doctor will prescribe appropriate oxygen therapy.\nNasal cannula: A plastic tube attached to a portable oxygen tank is placed into the patient's nose. Where the patient needs a special system to receive a higher flow of oxygen is called a high-flow nasal cannula.; Ventilation mask: The patient wears a mask attached to the air bag so that more oxygen enters the lungs. This therapy is used in cases of patients with acute respiratory failure who are waiting for a rather complicated treatment process.; Noninvasive positive pressure ventilation (NPPV): This method uses a mask or device that covers the patient's nose or nose and mouth. A tube connects the mask to a machine that blows air into the tube, ensuring the patient's airway is kept open while sleeping. This method is also used in the treatment of sleep apnea.; Mechanical ventilator: When the above oxygen therapies do not work, the patient's blood oxygen level does not increase or the patient still feels short of breath, in this case the doctor will prescribe a mechanical ventilator. This ventilator helps blow air with high levels of oxygen into the patient's airways and lungs. However, this method is not indicated for long-term use because it can have a negative impact on the patient's lungs and respiratory tract, risking infections such as pneumonia.; Tracheostomy: This method is used in cases where the patient's airway is obstructed. At this time, the doctor will surgically create a hole through the front of the neck and into the trachea, called a tracheostomy or tracheal tube, to help the patient breathe easily.; Extracorporeal membrane oxygenation (ECMO): Used for patients with symptoms of severe respiratory failure. This method pumps blood through an artificial lung to supplement oxygen and remove carbon dioxide before returning the blood to the body. This method can be used for several days or weeks to give the lungs time to recover. However, long-term use is not recommended because it can cause blood clots, bleeding and infection, which can be life-threatening.\nDepending on the level of respiratory organ failure, the doctor will prescribe appropriate oxygen therapy for the patient\n2. Drug treatment\nYour doctor may prescribe a number of medications to treat the cause or improve symptoms, including:\nAntibiotics: Used to treat lung infections such as pneumonia; Bronchodilators: Help open airways, or treat asthma attacks.; Corticosteroids: Shrink the airways, treat symptoms of airway inflammation.\n3. Other treatment methods\nIn case the patient must be hospitalized for long-term treatment, the doctor may prescribe some additional methods to manage and prevent complications of respiratory organ failure from occurring.\nFluids: Fluids are infused from the veins into the patient's blood vessels, helping to improve blood flow throughout the body.; Nutritional support: Patients need to receive nutritional infusions throughout the mechanical ventilation process, ensuring the body receives all the necessary nutrients.; Physical therapy: This method helps maintain body strength, prevent the formation of ulcers, and also helps shorten the time of mechanical ventilation, speeding up the patient's recovery process.; Pulmonary rehabilitation: Patients are instructed in exercises to improve oxygen levels and restore lung function; Blood thinners: If the patient is seriously ill, the doctor will prescribe blood thinners to prevent the formation of blood clots."
        },
        {
            "subsection_name": "Caring for patients with respiratory failure",
            "subsection_content": "Prof. Dr. Ngo Quy Chau recommends that the most important thing in the treatment of acute and chronic respiratory failure is that the patient needs to comply with the doctor's instructions. Patients need to remember the following notes to make lung function recovery more effective:\nOxygen and carbon dioxide levels take a long time to restore to normal. Therefore, patients need to perform daily activities more slowly to avoid recurring symptoms of difficulty breathing.; Quitting the habit of smoking is a way to prevent respiratory diseases for yourself, your family and those around you.; Limit or avoid stimulants, alcohol, etc.; Fully vaccinate against influenza and pneumococcal vaccines every year as recommended by the Ministry of Health; For patients treated at home: It is necessary to immediately go to a medical facility for examination, accurate diagnosis and timely intervention when unusual symptoms occur.",
            "subsection_string": "Caring for patients with respiratory failure\nProf. Dr. Ngo Quy Chau recommends that the most important thing in the treatment of acute and chronic respiratory failure is that the patient needs to comply with the doctor's instructions. Patients need to remember the following notes to make lung function recovery more effective:\nOxygen and carbon dioxide levels take a long time to restore to normal. Therefore, patients need to perform daily activities more slowly to avoid recurring symptoms of difficulty breathing.; Quitting the habit of smoking is a way to prevent respiratory diseases for yourself, your family and those around you.; Limit or avoid stimulants, alcohol, etc.; Fully vaccinate against influenza and pneumococcal vaccines every year as recommended by the Ministry of Health; For patients treated at home: It is necessary to immediately go to a medical facility for examination, accurate diagnosis and timely intervention when unusual symptoms occur."
        },
        {
            "subsection_name": "How to prevent respiratory failure?",
            "subsection_content": "“Go immediately to a medical facility if you have unusual symptoms in the respiratory tract. Through examination, diagnosis and paraclinical methods to determine the condition and severity of the disease, the doctor will advise on appropriate treatment to help resolve symptoms and prevent the risk of lung failure.\" , Prof. Dr. Ngo Quy Chau recommended.\nTherefore, the most effective measures to prevent lung function decline are:\nFollow the treatment regimen prescribed by your doctor when you have chronic obstructive pulmonary disease (COPD) or other diseases.; Take measures to keep your lungs healthy such as not smoking, limiting alcohol, and not abusing drugs without a doctor's prescription.; Change your lifestyle and practice healthy activities such as a scientific diet, providing adequate nutrients; exercise and sports; reasonable weight control; Balance emotions, limit stress for quality sleep.\nRegular exercise helps improve resistance and prevent respiratory failure\nA pioneer in examination, treatment and consulting on solutions to prevent dangerous respiratory diseases, especially lung failure, the Department of Respiratory Medicine at Tam Anh General Hospital invests in a system of modern technological equipment such as: pleuroscopy system, NBI narrowband flexible bronchoscopy system, high-tech X-ray machine, 128-row CT scanner, MRI nuclear magnetic resonance imaging machine...\nIn addition, the Department of Respiratory Medicine, Tam Anh General Hospital, Hanoi brings together a team of leading experts and doctors, led by Professor Ngo Quy Chau - known as the \"great tree\" in the field. Vietnamese respiratory field. These outstanding advantages help the Department of Respiratory Medicine, Tam Anh General Hospital, Hanoi become a \"golden address\" bringing peace of mind and trust to thousands of patients who come for examination and treatment.\nFor advice and to schedule an examination for respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, please contact:\nAbove are the causes and symptoms of acute respiratory distress syndrome. If you have the above signs of illness, quickly go to Tam Anh hospital for a timely examination!",
            "subsection_string": "How to prevent respiratory failure?\n“Go immediately to a medical facility if you have unusual symptoms in the respiratory tract. Through examination, diagnosis and paraclinical methods to determine the condition and severity of the disease, the doctor will advise on appropriate treatment to help resolve symptoms and prevent the risk of lung failure.\" , Prof. Dr. Ngo Quy Chau recommended.\nTherefore, the most effective measures to prevent lung function decline are:\nFollow the treatment regimen prescribed by your doctor when you have chronic obstructive pulmonary disease (COPD) or other diseases.; Take measures to keep your lungs healthy such as not smoking, limiting alcohol, and not abusing drugs without a doctor's prescription.; Change your lifestyle and practice healthy activities such as a scientific diet, providing adequate nutrients; exercise and sports; reasonable weight control; Balance emotions, limit stress for quality sleep.\nRegular exercise helps improve resistance and prevent respiratory failure\nA pioneer in examination, treatment and consulting on solutions to prevent dangerous respiratory diseases, especially lung failure, the Department of Respiratory Medicine at Tam Anh General Hospital invests in a system of modern technological equipment such as: pleuroscopy system, NBI narrowband flexible bronchoscopy system, high-tech X-ray machine, 128-row CT scanner, MRI nuclear magnetic resonance imaging machine...\nIn addition, the Department of Respiratory Medicine, Tam Anh General Hospital, Hanoi brings together a team of leading experts and doctors, led by Professor Ngo Quy Chau - known as the \"great tree\" in the field. Vietnamese respiratory field. These outstanding advantages help the Department of Respiratory Medicine, Tam Anh General Hospital, Hanoi become a \"golden address\" bringing peace of mind and trust to thousands of patients who come for examination and treatment.\nFor advice and to schedule an examination for respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, please contact:\nAbove are the causes and symptoms of acute respiratory distress syndrome. If you have the above signs of illness, quickly go to Tam Anh hospital for a timely examination!"
        }
    ],
    "name": "suy-ho-hap.json"
}