{
    "title": "Chronic kidney failure: Causes, diagnosis and treatment",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/suy-than-man/",
    "abstract": "Chronic kidney failure is the final stage of chronic kidney disease. Chronic kidney disease is a serious disease, early stage symptoms can be vague, difficult to detect, causing delays in recognition and treatment and can easily lead to the risk of death. Chronic kidney disease is especially dangerous for people with diabetes, high blood pressure and glomerular disease. There are currently over 850 million people in the world with chronic kidney disease and over 3 million people with the disease are receiving kidney replacement therapy.",
    "content": "Chronic kidney failure: Causes, diagnosis and treatment\n\nChronic kidney failure is the final stage of chronic kidney disease. Chronic kidney disease is a serious disease, early stage symptoms can be vague, difficult to detect, causing delays in recognition and treatment and can easily lead to the risk of death. Chronic kidney disease is especially dangerous for people with diabetes, high blood pressure and glomerular disease. There are currently over 850 million people in the world with chronic kidney disease and over 3 million people with the disease are receiving kidney replacement therapy.\n\nWhat is chronic kidney failure?\nChronic kidney failure is stage 5 – the final stage – of chronic kidney disease. This is the most severe stage with glomerular filtration rate (GFR) < 15mL/min/1.73 m2, manifested by high blood urea syndrome. This condition can be fatal, if not treated with kidney replacement therapy.\nPatients need hemodialysis or a kidney transplant to maintain life. Some patients may also choose conservative care to control symptoms, with the goal of achieving the best possible quality of life during the remaining time or while waiting for dialysis or a kidney transplant.\nStatistics show that in the world there are about 3 million people with chronic kidney failure receiving kidney replacement therapy and this is increasing rapidly. In fact, kidney replacement treatments are only popular in developed countries (up to 80%). In developing countries, only 10-20% of patients receive kidney replacement therapy and even do not receive treatment, leading to a quite high mortality rate.\n\nSymptoms of chronic kidney failure\nIn the early stages of chronic kidney disease, patients may have few symptoms, so they may not be recognized until the condition becomes more severe.\nAccordingly, symptoms of chronic kidney disease develop over time if kidney damage progresses slowly. Depending on the severity of kidney function loss, people with chronic kidney failure have the following symptoms:\nNausea, vomiting; Loss of appetite; Fatigue, weakness, drowsiness; Having sleep problems; Urinating more or less, nocturia; Muscle cramps; Swelling of the feet and ankles or general swelling of the body; Itchy, dry, pale skin due to anemia; Hypertension is difficult to control; Difficulty breathing, if fluid accumulates in the lungs; Chest pain, fluid accumulation in the pericardium; Reduced sexual ability\nThe symptoms of this condition are often non-specific, meaning that they can also be caused by several other diseases, so it is easy to cause confusion, affecting diagnosis and treatment. (first)\n\nCauses of chronic kidney failure\nAccording to Nephrology experts, Center for Urology and Nephrology, Tam Anh General Hospital System, the three leading causes of chronic kidney disease in the world are diabetes, hypertension and glomerular disease. Specifically, diseases and health conditions that can lead to disease risk include:\nType 1 or type 2 diabetes; High Blood Pressure; Glomerulonephritis, inflammation of the filtering units of the kidney; Interstitial nephritis, an inflammation of the kidney tubules and surrounding structures; Polycystic kidney disease, a condition in which cysts appear causing the kidneys to enlarge; Prolonged blockage of the urinary tract due to diseases such as prostate enlargement, kidney stones, and some cancers; Reflux, a condition that causes urine to back up into the kidneys; Recurrent kidney infections, also known as pyelonephritis; Long-term use of medication, not strictly controlled\nIn developed countries, the proportion of people with chronic kidney failure due to diabetes predominates. \"Kidney\" causes only account for a small proportion, but this proportion will be higher in less developed countries. (2)\nFactors that may increase the risk of chronic kidney disease include:\nSmoker; Overweight and obese people; Black, Asian American or Native American; People with a family history of kidney disease; People with abnormal kidney structure\n\nComplications of chronic kidney failure\nThis disease can affect almost any part of the patient's body. Serious complications of the disease include:\nLiver failure, hepatorenal syndrome; Parathyroid hyperfunction; Nerve damage causes seizures, brain dysfunction, and memory loss; Damage to the digestive system causes bleeding in the stomach and intestines; Heart and blood vessel problems, anemia, heart failure; Bone and joint problems cause osteoporosis, osteomalacia, and brittle bones; Lung damage due to accumulation of mucus and water causing edema, water in the pericardium, pleura, abdomen...\n\nDiagnosis of chronic kidney failure\nBefore providing a treatment regimen for chronic kidney failure, the doctor will perform a number of examinations, tests and diagnostic imaging measures as follows:\nAsk for medical history\nChronic kidney failure is a long-term condition, so the doctor will discuss with the patient to learn about the personal history of progression over 3 months such as:\nThe swelling recurs many times; Hematuria, proteinuria; Hypertension is difficult to control; Habit of using over-the-counter pain relievers; Renal colic; Urinary tract infections, kidney stones; Family and personal history of congenital kidney disease (polycystic kidney...), cardiovascular disease such as hypertension,...diabetes.\nClinical examination\nPatients with chronic kidney disease may not have clinical symptoms until the disease progresses. Symptoms that commonly appear when chronic kidney disease is in stages 3-5 include:\nFatigue, reduced working ability, reduced sexual desire; Itching and restlessness cause abnormal movements of the patient; Hyperpigmentation associated with urochromes and melanin deposition; The body bruises easily due to platelet dysfunction; There are many acne; Pain due to bone and mineral metabolism disorders; Secondary hyperparathyroidism; Loss of appetite when eating and nausea; A metallic taste in the mouth; Vomiting as chronic kidney disease progresses; Sleep disorders, drowsiness, coma.\nWhen glomerular filtration rate is low (< 5 ml/min), the patient will have 3 main disorders:\nThe accumulation of toxins and waste in the body, most importantly protein metabolism products, causes: neurological disorders; uremic pericarditis; deposition of urea in the skin; Gradual loss of other kidney functions such as regulating homeostasis, hormones, water and electrolytes; The progressive inflammatory response causes effects on the patient's blood vessels and nutrition.\nPreclinical examination\nTo determine the condition of chronic kidney disease, your doctor will prescribe a number of tests such as:\nComplete blood cell analysis, ABO, Rh blood groups. Assess kidney function (BUN, creatinine), glomerular filtration rate... Test for underlying diseases and accompanying diseases such as endocrine and digestive diseases... Water analysis 10 parameters, urinary ions, urinary albumin/creatinine ratio, 24-hour urinary protein Electrocardiography (ECG), color doppler echocardiography, cardiopulmonary X-ray General abdominal ultrasound to evaluate the urinary system and measure size kidney ruler. \"Advanced\" tests and diagnostic imaging such as CT scanner, magnetic resonance imaging (MRI) ... find the cause if possible.; General analysis of blood cells, ABO, Rh blood groups; Assess kidney function (BUN, creatinine), glomerular filtration rate...; Testing for underlying pathology and accompanying diseases such as endocrine, digestive diseases...; Water analysis of 10 parameters, urinary ionogram, urinary albumin/creatinine ratio, 24-hour urinary protein; Electrocardiography (ECG), color doppler echocardiography, cardiopulmonary X-ray; General abdominal ultrasound to evaluate the urinary system and measure kidney size.; \"Advanced\" tests and diagnostic imaging such as CT scanner, magnetic resonance imaging (MRI) ... find the cause if possible.\nDiagnose\nDiagnosis of illness\nDoctors will combine information from clinical examination and paraclinical results to distinguish between types of chronic kidney failure and acute kidney failure based on specific assessment criteria.\nDiagnosis of level and stage\nDoctors will rely on glomerular filtration rate (GFR) to evaluate kidney function and determine the level of kidney damage and stage of kidney failure, helping to determine correct and timely treatment and contributing to prognosis. also for the sick.\nStage Description GFR (ml /min/1.73m2) Treatment 1 Kidney damage with normal or increased GFR ≥ 90 Medical 2 Kidney damage with GFR ↓ mild 60 – 89 3 GFR ↓ moderate 30 -59 4 GFR ↓ severe 15 -29 5 Chronic kidney failure < 15 Dialysis, kidney transplant\nDiagnosis of complications\nSpecial complications related to chronic kidney failure are anemia, bone diseases, malnutrition and peripheral neuropathy... which also need to be diagnosed to prevent the risk of complications for the patient.\n\nTreatment of chronic kidney failure\nThe goal of treating this condition is to prepare for renal replacement therapy when the patient progresses to severe kidney failure; Adjust drug dosage in patients with kidney failure; Treatment of complications of uremic syndrome such as anemia, hypertension, malnutrition, calcium-phosphorus metabolism disorders, treatment of cardiovascular complications, electrolyte disorders and risk factors . (3)\nSpecific treatments for chronic kidney failure:\nTreat symptoms\nDepending on the patient's unusual symptoms, the doctor will choose appropriate treatment measures to make the patient feel more comfortable.\nRenal replacement therapy\nUnless the patient refuses, all people with chronic renal failure with clinical manifestations of uremic syndrome (usually occurring when creatinine clearance is less than 15 ml/min or earlier in people with diabetes) are indication for renal replacement therapy.\nThere are three types of renal replacement therapy available. The doctor may prescribe one of three methods, depending on the patient's specific condition.\nHemodialysis (or hemodialysis, hemodialysis, hemodialysis – HD)\nDialysis is a method of replacing some kidney functions when the kidneys no longer function effectively. The patient's blood follows a tube through a system of machines placed outside the body to remove toxins and waste. After that, the purified blood is returned to the patient's body. Hemodialysis is usually performed 3 times a week, each session taking about 4 hours.\nStudies have shown that dialysis, if done properly, improves overall health and helps patients live longer. Every month, people receiving dialysis will have their treatment progress monitored with tests to review the effectiveness of this method.\nPeritoneal dialysis (peritoneal dialysis – PD)\nWith peritoneal dialysis, the membrane inside the patient's abdomen (peritoneum) acts as a natural filter to eliminate waste and toxins. The filtrate will flow through a soft plastic tube (catheter) into the patient's abdomen. Once the filtration process is finished, the fluid will be flushed from the body.\nCurrently available peritoneal dialysis methods are Continuous Ambulatory Dialysis (CAPD) and Automated Peritoneal Dialysis (APD). The basic treatment goals are the same, but the number of treatments and the way these two methods are performed are different. APD differs from CAPD in that it requires circulatory support and treatment is often performed at night, while the patient sleeps. Peritoneal dialysis by machine also brings more effective and quality treatment to patients.\nKidney transplant\nKidney transplant is a surgical method used to replace a kidney that has lost function with a healthy kidney to maintain the patient's life. Kidneys will be taken from living donors or people who are brain dead or cardiac dead (heart stops beating). The kidney transplant process takes time, because finding a donor is relatively complicated.\nAfter kidney transplant surgery, the patient will need to be monitored in the hospital for a few days to a few weeks. When health is stable, the patient is discharged from the hospital but needs regular health checks to ensure the recovery process is continuing. At the same time, the patient will be given medication to prevent graft rejection and reduce the risk of complications after surgery, such as infection. After a successful transplant, the new kidney will function and the patient will no longer need dialysis.\n\nPrevent chronic kidney failure\nChronic kidney disease often progresses silently, without specific symptoms until the final stage. Therefore, an important goal is to detect the disease early in 3 high-risk subjects: people with diabetes, hypertension and a family history of kidney disease. These subjects need to have annual screening tests and early active treatment to avoid the disease progressing to end-stage chronic kidney failure.\nBesides, to prevent chronic kidney disease, leading to kidney failure, each person needs to pay attention to:\nFollow instructions about taking over-the-counter medications. When using pain relievers such as aspirin, ibuprofen, acetaminophen... you should follow the instructions on the packaging. Taking too many pain relievers over a long period of time can lead to kidney damage.; Maintain a reasonable weight. If you are at a healthy weight, continue to maintain it with appropriate physical activity. If your weight exceeds the standard, you should talk to your doctor about healthy ways to lose weight.; No smoking. Because toxins from cigarettes can damage the kidneys and make existing kidney damage worse; Manage risk factors such as diabetes, high blood pressure...; Build a healthy diet by limiting foods rich in salt, sugar, oil, etc. Increase the addition of vegetables and fruits to your daily menu. Drink enough water (about 2 liters/day). (4)\nSee some more good habits for your kidneys here.\nCenter for Urology and Nephrology, Department of Andrology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, highly skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nChronic kidney failure is one of the serious diseases that can appear at any age and greatly affects the patient's health. Therefore, early detection and treatment is very important in improving treatment effectiveness, saving costs and minimizing complications, especially avoiding the risk of death.",
    "subsections": [
        {
            "subsection_name": "What is chronic kidney failure?",
            "subsection_content": "Chronic kidney failure is stage 5 – the final stage – of chronic kidney disease. This is the most severe stage with glomerular filtration rate (GFR) < 15mL/min/1.73 m2, manifested by high blood urea syndrome. This condition can be fatal, if not treated with kidney replacement therapy.\nPatients need hemodialysis or a kidney transplant to maintain life. Some patients may also choose conservative care to control symptoms, with the goal of achieving the best possible quality of life during the remaining time or while waiting for dialysis or a kidney transplant.\nStatistics show that in the world there are about 3 million people with chronic kidney failure receiving kidney replacement therapy and this is increasing rapidly. In fact, kidney replacement treatments are only popular in developed countries (up to 80%). In developing countries, only 10-20% of patients receive kidney replacement therapy and even do not receive treatment, leading to a quite high mortality rate.",
            "subsection_string": "What is chronic kidney failure?\nChronic kidney failure is stage 5 – the final stage – of chronic kidney disease. This is the most severe stage with glomerular filtration rate (GFR) < 15mL/min/1.73 m2, manifested by high blood urea syndrome. This condition can be fatal, if not treated with kidney replacement therapy.\nPatients need hemodialysis or a kidney transplant to maintain life. Some patients may also choose conservative care to control symptoms, with the goal of achieving the best possible quality of life during the remaining time or while waiting for dialysis or a kidney transplant.\nStatistics show that in the world there are about 3 million people with chronic kidney failure receiving kidney replacement therapy and this is increasing rapidly. In fact, kidney replacement treatments are only popular in developed countries (up to 80%). In developing countries, only 10-20% of patients receive kidney replacement therapy and even do not receive treatment, leading to a quite high mortality rate."
        },
        {
            "subsection_name": "Symptoms of chronic kidney failure",
            "subsection_content": "In the early stages of chronic kidney disease, patients may have few symptoms, so they may not be recognized until the condition becomes more severe.\nAccordingly, symptoms of chronic kidney disease develop over time if kidney damage progresses slowly. Depending on the severity of kidney function loss, people with chronic kidney failure have the following symptoms:\nNausea, vomiting; Loss of appetite; Fatigue, weakness, drowsiness; Having sleep problems; Urinating more or less, nocturia; Muscle cramps; Swelling of the feet and ankles or general swelling of the body; Itchy, dry, pale skin due to anemia; Hypertension is difficult to control; Difficulty breathing, if fluid accumulates in the lungs; Chest pain, fluid accumulation in the pericardium; Reduced sexual ability\nThe symptoms of this condition are often non-specific, meaning that they can also be caused by several other diseases, so it is easy to cause confusion, affecting diagnosis and treatment. (first)",
            "subsection_string": "Symptoms of chronic kidney failure\nIn the early stages of chronic kidney disease, patients may have few symptoms, so they may not be recognized until the condition becomes more severe.\nAccordingly, symptoms of chronic kidney disease develop over time if kidney damage progresses slowly. Depending on the severity of kidney function loss, people with chronic kidney failure have the following symptoms:\nNausea, vomiting; Loss of appetite; Fatigue, weakness, drowsiness; Having sleep problems; Urinating more or less, nocturia; Muscle cramps; Swelling of the feet and ankles or general swelling of the body; Itchy, dry, pale skin due to anemia; Hypertension is difficult to control; Difficulty breathing, if fluid accumulates in the lungs; Chest pain, fluid accumulation in the pericardium; Reduced sexual ability\nThe symptoms of this condition are often non-specific, meaning that they can also be caused by several other diseases, so it is easy to cause confusion, affecting diagnosis and treatment. (first)"
        },
        {
            "subsection_name": "Causes of chronic kidney failure",
            "subsection_content": "According to Nephrology experts, Center for Urology and Nephrology, Tam Anh General Hospital System, the three leading causes of chronic kidney disease in the world are diabetes, hypertension and glomerular disease. Specifically, diseases and health conditions that can lead to disease risk include:\nType 1 or type 2 diabetes; High Blood Pressure; Glomerulonephritis, inflammation of the filtering units of the kidney; Interstitial nephritis, an inflammation of the kidney tubules and surrounding structures; Polycystic kidney disease, a condition in which cysts appear causing the kidneys to enlarge; Prolonged blockage of the urinary tract due to diseases such as prostate enlargement, kidney stones, and some cancers; Reflux, a condition that causes urine to back up into the kidneys; Recurrent kidney infections, also known as pyelonephritis; Long-term use of medication, not strictly controlled\nIn developed countries, the proportion of people with chronic kidney failure due to diabetes predominates. \"Kidney\" causes only account for a small proportion, but this proportion will be higher in less developed countries. (2)\nFactors that may increase the risk of chronic kidney disease include:\nSmoker; Overweight and obese people; Black, Asian American or Native American; People with a family history of kidney disease; People with abnormal kidney structure",
            "subsection_string": "Causes of chronic kidney failure\nAccording to Nephrology experts, Center for Urology and Nephrology, Tam Anh General Hospital System, the three leading causes of chronic kidney disease in the world are diabetes, hypertension and glomerular disease. Specifically, diseases and health conditions that can lead to disease risk include:\nType 1 or type 2 diabetes; High Blood Pressure; Glomerulonephritis, inflammation of the filtering units of the kidney; Interstitial nephritis, an inflammation of the kidney tubules and surrounding structures; Polycystic kidney disease, a condition in which cysts appear causing the kidneys to enlarge; Prolonged blockage of the urinary tract due to diseases such as prostate enlargement, kidney stones, and some cancers; Reflux, a condition that causes urine to back up into the kidneys; Recurrent kidney infections, also known as pyelonephritis; Long-term use of medication, not strictly controlled\nIn developed countries, the proportion of people with chronic kidney failure due to diabetes predominates. \"Kidney\" causes only account for a small proportion, but this proportion will be higher in less developed countries. (2)\nFactors that may increase the risk of chronic kidney disease include:\nSmoker; Overweight and obese people; Black, Asian American or Native American; People with a family history of kidney disease; People with abnormal kidney structure"
        },
        {
            "subsection_name": "Complications of chronic kidney failure",
            "subsection_content": "This disease can affect almost any part of the patient's body. Serious complications of the disease include:\nLiver failure, hepatorenal syndrome; Parathyroid hyperfunction; Nerve damage causes seizures, brain dysfunction, and memory loss; Damage to the digestive system causes bleeding in the stomach and intestines; Heart and blood vessel problems, anemia, heart failure; Bone and joint problems cause osteoporosis, osteomalacia, and brittle bones; Lung damage due to accumulation of mucus and water causing edema, water in the pericardium, pleura, abdomen...",
            "subsection_string": "Complications of chronic kidney failure\nThis disease can affect almost any part of the patient's body. Serious complications of the disease include:\nLiver failure, hepatorenal syndrome; Parathyroid hyperfunction; Nerve damage causes seizures, brain dysfunction, and memory loss; Damage to the digestive system causes bleeding in the stomach and intestines; Heart and blood vessel problems, anemia, heart failure; Bone and joint problems cause osteoporosis, osteomalacia, and brittle bones; Lung damage due to accumulation of mucus and water causing edema, water in the pericardium, pleura, abdomen..."
        },
        {
            "subsection_name": "Diagnosis of chronic kidney failure",
            "subsection_content": "Before providing a treatment regimen for chronic kidney failure, the doctor will perform a number of examinations, tests and diagnostic imaging measures as follows:\nAsk for medical history\nChronic kidney failure is a long-term condition, so the doctor will discuss with the patient to learn about the personal history of progression over 3 months such as:\nThe swelling recurs many times; Hematuria, proteinuria; Hypertension is difficult to control; Habit of using over-the-counter pain relievers; Renal colic; Urinary tract infections, kidney stones; Family and personal history of congenital kidney disease (polycystic kidney...), cardiovascular disease such as hypertension,...diabetes.\nClinical examination\nPatients with chronic kidney disease may not have clinical symptoms until the disease progresses. Symptoms that commonly appear when chronic kidney disease is in stages 3-5 include:\nFatigue, reduced working ability, reduced sexual desire; Itching and restlessness cause abnormal movements of the patient; Hyperpigmentation associated with urochromes and melanin deposition; The body bruises easily due to platelet dysfunction; There are many acne; Pain due to bone and mineral metabolism disorders; Secondary hyperparathyroidism; Loss of appetite when eating and nausea; A metallic taste in the mouth; Vomiting as chronic kidney disease progresses; Sleep disorders, drowsiness, coma.\nWhen glomerular filtration rate is low (< 5 ml/min), the patient will have 3 main disorders:\nThe accumulation of toxins and waste in the body, most importantly protein metabolism products, causes: neurological disorders; uremic pericarditis; deposition of urea in the skin; Gradual loss of other kidney functions such as regulating homeostasis, hormones, water and electrolytes; The progressive inflammatory response causes effects on the patient's blood vessels and nutrition.\nPreclinical examination\nTo determine the condition of chronic kidney disease, your doctor will prescribe a number of tests such as:\nComplete blood cell analysis, ABO, Rh blood groups. Assess kidney function (BUN, creatinine), glomerular filtration rate... Test for underlying diseases and accompanying diseases such as endocrine and digestive diseases... Water analysis 10 parameters, urinary ions, urinary albumin/creatinine ratio, 24-hour urinary protein Electrocardiography (ECG), color doppler echocardiography, cardiopulmonary X-ray General abdominal ultrasound to evaluate the urinary system and measure size kidney ruler. \"Advanced\" tests and diagnostic imaging such as CT scanner, magnetic resonance imaging (MRI) ... find the cause if possible.; General analysis of blood cells, ABO, Rh blood groups; Assess kidney function (BUN, creatinine), glomerular filtration rate...; Testing for underlying pathology and accompanying diseases such as endocrine, digestive diseases...; Water analysis of 10 parameters, urinary ionogram, urinary albumin/creatinine ratio, 24-hour urinary protein; Electrocardiography (ECG), color doppler echocardiography, cardiopulmonary X-ray; General abdominal ultrasound to evaluate the urinary system and measure kidney size.; \"Advanced\" tests and diagnostic imaging such as CT scanner, magnetic resonance imaging (MRI) ... find the cause if possible.\nDiagnose\nDiagnosis of illness\nDoctors will combine information from clinical examination and paraclinical results to distinguish between types of chronic kidney failure and acute kidney failure based on specific assessment criteria.\nDiagnosis of level and stage\nDoctors will rely on glomerular filtration rate (GFR) to evaluate kidney function and determine the level of kidney damage and stage of kidney failure, helping to determine correct and timely treatment and contributing to prognosis. also for the sick.\nStage Description GFR (ml /min/1.73m2) Treatment 1 Kidney damage with normal or increased GFR ≥ 90 Medical 2 Kidney damage with GFR ↓ mild 60 – 89 3 GFR ↓ moderate 30 -59 4 GFR ↓ severe 15 -29 5 Chronic kidney failure < 15 Dialysis, kidney transplant\nDiagnosis of complications\nSpecial complications related to chronic kidney failure are anemia, bone diseases, malnutrition and peripheral neuropathy... which also need to be diagnosed to prevent the risk of complications for the patient.",
            "subsection_string": "Diagnosis of chronic kidney failure\nBefore providing a treatment regimen for chronic kidney failure, the doctor will perform a number of examinations, tests and diagnostic imaging measures as follows:\nAsk for medical history\nChronic kidney failure is a long-term condition, so the doctor will discuss with the patient to learn about the personal history of progression over 3 months such as:\nThe swelling recurs many times; Hematuria, proteinuria; Hypertension is difficult to control; Habit of using over-the-counter pain relievers; Renal colic; Urinary tract infections, kidney stones; Family and personal history of congenital kidney disease (polycystic kidney...), cardiovascular disease such as hypertension,...diabetes.\nClinical examination\nPatients with chronic kidney disease may not have clinical symptoms until the disease progresses. Symptoms that commonly appear when chronic kidney disease is in stages 3-5 include:\nFatigue, reduced working ability, reduced sexual desire; Itching and restlessness cause abnormal movements of the patient; Hyperpigmentation associated with urochromes and melanin deposition; The body bruises easily due to platelet dysfunction; There are many acne; Pain due to bone and mineral metabolism disorders; Secondary hyperparathyroidism; Loss of appetite when eating and nausea; A metallic taste in the mouth; Vomiting as chronic kidney disease progresses; Sleep disorders, drowsiness, coma.\nWhen glomerular filtration rate is low (< 5 ml/min), the patient will have 3 main disorders:\nThe accumulation of toxins and waste in the body, most importantly protein metabolism products, causes: neurological disorders; uremic pericarditis; deposition of urea in the skin; Gradual loss of other kidney functions such as regulating homeostasis, hormones, water and electrolytes; The progressive inflammatory response causes effects on the patient's blood vessels and nutrition.\nPreclinical examination\nTo determine the condition of chronic kidney disease, your doctor will prescribe a number of tests such as:\nComplete blood cell analysis, ABO, Rh blood groups. Assess kidney function (BUN, creatinine), glomerular filtration rate... Test for underlying diseases and accompanying diseases such as endocrine and digestive diseases... Water analysis 10 parameters, urinary ions, urinary albumin/creatinine ratio, 24-hour urinary protein Electrocardiography (ECG), color doppler echocardiography, cardiopulmonary X-ray General abdominal ultrasound to evaluate the urinary system and measure size kidney ruler. \"Advanced\" tests and diagnostic imaging such as CT scanner, magnetic resonance imaging (MRI) ... find the cause if possible.; General analysis of blood cells, ABO, Rh blood groups; Assess kidney function (BUN, creatinine), glomerular filtration rate...; Testing for underlying pathology and accompanying diseases such as endocrine, digestive diseases...; Water analysis of 10 parameters, urinary ionogram, urinary albumin/creatinine ratio, 24-hour urinary protein; Electrocardiography (ECG), color doppler echocardiography, cardiopulmonary X-ray; General abdominal ultrasound to evaluate the urinary system and measure kidney size.; \"Advanced\" tests and diagnostic imaging such as CT scanner, magnetic resonance imaging (MRI) ... find the cause if possible.\nDiagnose\nDiagnosis of illness\nDoctors will combine information from clinical examination and paraclinical results to distinguish between types of chronic kidney failure and acute kidney failure based on specific assessment criteria.\nDiagnosis of level and stage\nDoctors will rely on glomerular filtration rate (GFR) to evaluate kidney function and determine the level of kidney damage and stage of kidney failure, helping to determine correct and timely treatment and contributing to prognosis. also for the sick.\nStage Description GFR (ml /min/1.73m2) Treatment 1 Kidney damage with normal or increased GFR ≥ 90 Medical 2 Kidney damage with GFR ↓ mild 60 – 89 3 GFR ↓ moderate 30 -59 4 GFR ↓ severe 15 -29 5 Chronic kidney failure < 15 Dialysis, kidney transplant\nDiagnosis of complications\nSpecial complications related to chronic kidney failure are anemia, bone diseases, malnutrition and peripheral neuropathy... which also need to be diagnosed to prevent the risk of complications for the patient."
        },
        {
            "subsection_name": "Treatment of chronic kidney failure",
            "subsection_content": "The goal of treating this condition is to prepare for renal replacement therapy when the patient progresses to severe kidney failure; Adjust drug dosage in patients with kidney failure; Treatment of complications of uremic syndrome such as anemia, hypertension, malnutrition, calcium-phosphorus metabolism disorders, treatment of cardiovascular complications, electrolyte disorders and risk factors . (3)\nSpecific treatments for chronic kidney failure:\nTreat symptoms\nDepending on the patient's unusual symptoms, the doctor will choose appropriate treatment measures to make the patient feel more comfortable.\nRenal replacement therapy\nUnless the patient refuses, all people with chronic renal failure with clinical manifestations of uremic syndrome (usually occurring when creatinine clearance is less than 15 ml/min or earlier in people with diabetes) are indication for renal replacement therapy.\nThere are three types of renal replacement therapy available. The doctor may prescribe one of three methods, depending on the patient's specific condition.\nHemodialysis (or hemodialysis, hemodialysis, hemodialysis – HD)\nDialysis is a method of replacing some kidney functions when the kidneys no longer function effectively. The patient's blood follows a tube through a system of machines placed outside the body to remove toxins and waste. After that, the purified blood is returned to the patient's body. Hemodialysis is usually performed 3 times a week, each session taking about 4 hours.\nStudies have shown that dialysis, if done properly, improves overall health and helps patients live longer. Every month, people receiving dialysis will have their treatment progress monitored with tests to review the effectiveness of this method.\nPeritoneal dialysis (peritoneal dialysis – PD)\nWith peritoneal dialysis, the membrane inside the patient's abdomen (peritoneum) acts as a natural filter to eliminate waste and toxins. The filtrate will flow through a soft plastic tube (catheter) into the patient's abdomen. Once the filtration process is finished, the fluid will be flushed from the body.\nCurrently available peritoneal dialysis methods are Continuous Ambulatory Dialysis (CAPD) and Automated Peritoneal Dialysis (APD). The basic treatment goals are the same, but the number of treatments and the way these two methods are performed are different. APD differs from CAPD in that it requires circulatory support and treatment is often performed at night, while the patient sleeps. Peritoneal dialysis by machine also brings more effective and quality treatment to patients.\nKidney transplant\nKidney transplant is a surgical method used to replace a kidney that has lost function with a healthy kidney to maintain the patient's life. Kidneys will be taken from living donors or people who are brain dead or cardiac dead (heart stops beating). The kidney transplant process takes time, because finding a donor is relatively complicated.\nAfter kidney transplant surgery, the patient will need to be monitored in the hospital for a few days to a few weeks. When health is stable, the patient is discharged from the hospital but needs regular health checks to ensure the recovery process is continuing. At the same time, the patient will be given medication to prevent graft rejection and reduce the risk of complications after surgery, such as infection. After a successful transplant, the new kidney will function and the patient will no longer need dialysis.",
            "subsection_string": "Treatment of chronic kidney failure\nThe goal of treating this condition is to prepare for renal replacement therapy when the patient progresses to severe kidney failure; Adjust drug dosage in patients with kidney failure; Treatment of complications of uremic syndrome such as anemia, hypertension, malnutrition, calcium-phosphorus metabolism disorders, treatment of cardiovascular complications, electrolyte disorders and risk factors . (3)\nSpecific treatments for chronic kidney failure:\nTreat symptoms\nDepending on the patient's unusual symptoms, the doctor will choose appropriate treatment measures to make the patient feel more comfortable.\nRenal replacement therapy\nUnless the patient refuses, all people with chronic renal failure with clinical manifestations of uremic syndrome (usually occurring when creatinine clearance is less than 15 ml/min or earlier in people with diabetes) are indication for renal replacement therapy.\nThere are three types of renal replacement therapy available. The doctor may prescribe one of three methods, depending on the patient's specific condition.\nHemodialysis (or hemodialysis, hemodialysis, hemodialysis – HD)\nDialysis is a method of replacing some kidney functions when the kidneys no longer function effectively. The patient's blood follows a tube through a system of machines placed outside the body to remove toxins and waste. After that, the purified blood is returned to the patient's body. Hemodialysis is usually performed 3 times a week, each session taking about 4 hours.\nStudies have shown that dialysis, if done properly, improves overall health and helps patients live longer. Every month, people receiving dialysis will have their treatment progress monitored with tests to review the effectiveness of this method.\nPeritoneal dialysis (peritoneal dialysis – PD)\nWith peritoneal dialysis, the membrane inside the patient's abdomen (peritoneum) acts as a natural filter to eliminate waste and toxins. The filtrate will flow through a soft plastic tube (catheter) into the patient's abdomen. Once the filtration process is finished, the fluid will be flushed from the body.\nCurrently available peritoneal dialysis methods are Continuous Ambulatory Dialysis (CAPD) and Automated Peritoneal Dialysis (APD). The basic treatment goals are the same, but the number of treatments and the way these two methods are performed are different. APD differs from CAPD in that it requires circulatory support and treatment is often performed at night, while the patient sleeps. Peritoneal dialysis by machine also brings more effective and quality treatment to patients.\nKidney transplant\nKidney transplant is a surgical method used to replace a kidney that has lost function with a healthy kidney to maintain the patient's life. Kidneys will be taken from living donors or people who are brain dead or cardiac dead (heart stops beating). The kidney transplant process takes time, because finding a donor is relatively complicated.\nAfter kidney transplant surgery, the patient will need to be monitored in the hospital for a few days to a few weeks. When health is stable, the patient is discharged from the hospital but needs regular health checks to ensure the recovery process is continuing. At the same time, the patient will be given medication to prevent graft rejection and reduce the risk of complications after surgery, such as infection. After a successful transplant, the new kidney will function and the patient will no longer need dialysis."
        },
        {
            "subsection_name": "Prevent chronic kidney failure",
            "subsection_content": "Chronic kidney disease often progresses silently, without specific symptoms until the final stage. Therefore, an important goal is to detect the disease early in 3 high-risk subjects: people with diabetes, hypertension and a family history of kidney disease. These subjects need to have annual screening tests and early active treatment to avoid the disease progressing to end-stage chronic kidney failure.\nBesides, to prevent chronic kidney disease, leading to kidney failure, each person needs to pay attention to:\nFollow instructions about taking over-the-counter medications. When using pain relievers such as aspirin, ibuprofen, acetaminophen... you should follow the instructions on the packaging. Taking too many pain relievers over a long period of time can lead to kidney damage.; Maintain a reasonable weight. If you are at a healthy weight, continue to maintain it with appropriate physical activity. If your weight exceeds the standard, you should talk to your doctor about healthy ways to lose weight.; No smoking. Because toxins from cigarettes can damage the kidneys and make existing kidney damage worse; Manage risk factors such as diabetes, high blood pressure...; Build a healthy diet by limiting foods rich in salt, sugar, oil, etc. Increase the addition of vegetables and fruits to your daily menu. Drink enough water (about 2 liters/day). (4)\nSee some more good habits for your kidneys here.\nCenter for Urology and Nephrology, Department of Andrology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, highly skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nChronic kidney failure is one of the serious diseases that can appear at any age and greatly affects the patient's health. Therefore, early detection and treatment is very important in improving treatment effectiveness, saving costs and minimizing complications, especially avoiding the risk of death.",
            "subsection_string": "Prevent chronic kidney failure\nChronic kidney disease often progresses silently, without specific symptoms until the final stage. Therefore, an important goal is to detect the disease early in 3 high-risk subjects: people with diabetes, hypertension and a family history of kidney disease. These subjects need to have annual screening tests and early active treatment to avoid the disease progressing to end-stage chronic kidney failure.\nBesides, to prevent chronic kidney disease, leading to kidney failure, each person needs to pay attention to:\nFollow instructions about taking over-the-counter medications. When using pain relievers such as aspirin, ibuprofen, acetaminophen... you should follow the instructions on the packaging. Taking too many pain relievers over a long period of time can lead to kidney damage.; Maintain a reasonable weight. If you are at a healthy weight, continue to maintain it with appropriate physical activity. If your weight exceeds the standard, you should talk to your doctor about healthy ways to lose weight.; No smoking. Because toxins from cigarettes can damage the kidneys and make existing kidney damage worse; Manage risk factors such as diabetes, high blood pressure...; Build a healthy diet by limiting foods rich in salt, sugar, oil, etc. Increase the addition of vegetables and fruits to your daily menu. Drink enough water (about 2 liters/day). (4)\nSee some more good habits for your kidneys here.\nCenter for Urology and Nephrology, Department of Andrology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, highly skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nChronic kidney failure is one of the serious diseases that can appear at any age and greatly affects the patient's health. Therefore, early detection and treatment is very important in improving treatment effectiveness, saving costs and minimizing complications, especially avoiding the risk of death."
        }
    ],
    "name": "suy-than-man.json"
}