{
    "title": "Left heart failure: Causes, symptoms, diagnosis and treatment",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/suy-tim-trai/",
    "abstract": "Left-sided heart failure is a condition that occurs when the heart loses its ability to pump blood. This causes the body's organs to not receive enough oxygen. If not treated promptly, left heart failure can lead to many complications such as liver failure, kidney failure, arrhythmia or death.\n \nChest pain is the most common symptom of left heart failure",
    "content": "Left heart failure: Causes, symptoms, diagnosis and treatment\n\nLeft-sided heart failure is a condition that occurs when the heart loses its ability to pump blood. This causes the body's organs to not receive enough oxygen. If not treated promptly, left heart failure can lead to many complications such as liver failure, kidney failure, arrhythmia or death.\n \nChest pain is the most common symptom of left heart failure\n\nWhat is left heart failure?\nLeft heart failure is a disease that occurs when the contractile function of the left ventricle decreases. Over time, this condition can cause the heart to weaken and no longer be able to process blood received from the lungs.\nLeft-sided heart failure is divided into 2 types: (1)\nSystolic heart failure: the left ventricle's contraction and ejection function is too weak, unable to pump blood out to the aorta to nourish the body's organs. This form is also known as heart failure with reduced ejection fraction; Diastolic heart failure: The left ventricle becomes stiff, less elastic and cannot relax properly, making it difficult to pump blood back into the ventricle. This form is also known as heart failure with preserved ejection fraction.\nThe heart has two main pumping chambers: the right ventricle and the left ventricle. These two chambers work in different ways to pump blood:\nLeft chamber: Receives oxygen-rich blood from the lungs and delivers it to the rest of the body. Oxygen helps organs, muscles and tissues fulfill their roles.; Right chamber: Receives oxygen-poor blood returning from organs, bringing it to the lungs to get more oxygen.\nSee more: What is heart failure?\n\nSymptoms of left heart failure\nHuynh Thanh Kieu, MSc., Head of Cardiovascular Department 1, Heart Center, Tam Anh General Hospital, Ho Chi Minh City, said that in the early stages of left heart failure, you may not notice the signs of the disease. . Or, mild symptoms make you think of some other illness, such as allergies, nasal congestion, indigestion, colds...\nAs the heart gradually weakens, the patient will have symptoms of pulmonary congestion and peripheral blood stasis, including:\nChest pain; Tired; Weakness; Difficulty breathing, especially with exertion; Difficulty breathing when lying down; Waking up at night with difficulty breathing (paroxysmal nocturnal dyspnea); Fast or irregular heartbeat; Swelling of the feet, ankles, and legs (peripheral edema); Unexplained weight gain; Nausea, bloating, loss of appetite, epigastric pain due to enlarged liver; Persistent cough or wheezing; Urinating more than usual or urinating a lot at night.\n\nCauses of left heart failure\nAccording to MSc. Huynh Thanh Kieu, left ventricular failure occurs due to many potential causes, such as:\nHypertension: Chronic hypertension is one of the most common causes of diastolic heart failure. When you have high blood pressure for a long time, your heart has to work harder to pump blood throughout your body. As a result, the heart becomes thicker and harder. This affects the ability to relax between beats.; Diabetes: High blood sugar causes hardening of blood vessels. This condition causes the heart to work harder and causes the muscles to thicken.; Coronary artery disease: Blockage of the coronary arteries causes less blood to reach the heart muscle. Very low blood flow to the heart can cause heart muscle cells to die (or ischemia), preventing the heart from relaxing and filling with blood as it should.; Pericarditis: This is an inflammatory condition of the pericardium - the thin membrane surrounding the heart, leading to a limitation of the heart's ability to fill with blood.; Sedentary lifestyle: Lack of physical activity increases the risk of high blood pressure, diabetes, coronary artery disease and obesity. All of these factors contribute to diastolic heart failure.; Obstructive sleep apnea (OSA): When you have OSA, you stop breathing during sleep. This leads to a complex series of changes in the body, including increased blood pressure, reduced oxygen supply to the heart and increased nervous system activity. These changes cause a mismatch between oxygen supply and demand, putting you at higher risk for systolic heart failure, diastolic heart failure as well as other cardiovascular diseases.\nIn addition, systolic heart failure and diastolic heart failure have different root causes. Systolic dysfunction is often due to: (2)\nIdiopathic dilated cardiomyopathy; Coronary artery disease; High blood pressure; Heart valve disease; Congenital heart disease\nDiastolic dysfunction is often due to:\nHigh Blood Pressure; Fat; Coronary artery disease; Cardiomyopathy; Pericardial disease; Diabetes; Atrial fibrillation; Sleep apnea syndrome\nObesity and sleep apnea are risk factors for left heart failure\n\nIs left-sided heart failure dangerous?\nEarly diagnosis and treatment are key to slowing the progression of left heart failure, controlling symptoms and preventing complications. On the contrary, if not treated promptly, left heart failure can cause complications such as:\nCardiac arrhythmias such as ventricular tachycardia and atrial fibrillation...; Heart valve regurgitation; Pulmonary hypertension; Organ failure such as liver failure, kidney failure...; Refractory end-stage heart failure requires a heart transplant; Sudden death or death; Blood clots in the heart can lead to stroke or embolism; Anemia; Depression or anxiety\n\nDiagnostic method\nTo diagnose left-sided heart failure, your doctor will first do a general examination and ask about your medical history. Next, the doctor conducts an electrocardiogram, cardiopulmonary X-ray, echocardiogram to evaluate the structure and function of the left ventricle, and blood tests for biomarkers of heart failure.\nThe doctor will carefully ask you about your history of high blood pressure, diabetes, dyslipidemia, drinking habits, smoking habits, angina symptoms or history of myocardial infarction, and symptoms of shortness of breath. or previous history of heart failure, valvular heart disease or arrhythmia; During the examination, the doctor will pay attention to symptoms of heart failure such as difficulty breathing, wheezing, labored breathing, shortness of breath, enlarged jugular veins in the neck, leg swelling, enlarged liver or ascites. Listening to the heart may reveal an abnormal murmur, rapid or irregular heartbeat. Listening to the lungs, there may be many whistling sounds on both sides of the lungs or signs of suspected water in the lungs.; The first basic paraclinical tests to do are: Electrocardiography: signs of enlarged heart chambers, atrial fibrillation, arrhythmia or signs of myocardial ischemia or previous myocardial infarction. Chest X-ray: shows an enlarged heart shadow, congestion in the lungs or fluid in the lungs. Blood tests measure indicators of heart failure (BNP/or NT-ProBNP, sST2...): these substances are elevated in heart failure. Echocardiography: provides much necessary information for diagnosis and treatment. Echocardiography shows whether there is valvular heart disease, myocardial ischemia or old myocardial infarction scars (areas of heart muscle with reduced movement or motionlessness, no contraction), the size of the heart chambers, and the ability to contract. myocardial contraction (ejection fraction), pulmonary artery pressure, thrombus in the heart chamber, fluid around the pericardium... Based on the results of echocardiography to classify heart failure, when the ejection fraction decreases slightly greater than or equal to 40%, it is called heart failure with reduced ejection fraction (systolic heart failure), if the ejection fraction is greater than or equal to 50%, it is called heart failure with preserved ejection fraction (diastolic heart failure). . After determining that the patient has heart failure, the next step is to do tests to find the cause of heart failure. Some other in-depth tests include exercise testing, Holter electrocardiogram, CT scan of the heart and coronary arteries with contrast, invasive coronary angiography, cardiac MRI, myocardial scintigraphy, genetic testing, myocardial biopsy...; Electrocardiography: signs of enlarged heart chambers, atrial fibrillation, arrhythmia or signs of myocardial ischemia or previous myocardial infarction; Chest X-ray: shows an enlarged heart shadow, congestion in the lungs or fluid in the lungs.; Blood tests measure indicators of heart failure (BNP/or NT-ProBNP, sST2...): these substances are elevated in heart failure.; Echocardiography: provides much necessary information for diagnosis and treatment. Echocardiography shows whether there is valvular heart disease, myocardial ischemia or old myocardial infarction scars (areas of heart muscle with reduced movement or motionlessness, no contraction), the size of the heart chambers, and the ability to contract. myocardial contraction (ejection fraction), pulmonary artery pressure, thrombus in the heart chamber, fluid around the pericardium... Based on the results of echocardiography to classify heart failure, when the ejection fraction decreases slightly greater than or equal to 40%, it is called heart failure with reduced ejection fraction (systolic heart failure), if the ejection fraction is greater than or equal to 50%, it is called heart failure with preserved ejection fraction (diastolic heart failure). .; After determining that the patient has heart failure, the next step is to do tests to find the cause of heart failure. Some other in-depth tests include exercise testing, Holter electrocardiogram, CT scan of the heart and coronary arteries with contrast, invasive coronary angiography, cardiac MRI, myocardial scintigraphy, genetic testing, myocardial biopsy…\nMagnetic resonance imaging (MRI) with full biological matrix technology is used in the diagnosis of left heart failure\n\nTreatment of left heart failure\nThere are many treatments for left-sided heart failure. Which method to choose depends on the cause and severity of the disease. The ultimate goal is to improve heart function, improve quality of life, reduce hospitalizations for heart failure and prolong patient life, M.D. Huynh Thanh Kieu emphasized. (3)\nBasic treatment measures in left heart failure include:\nNon-drug treatment: Changes in lifestyle, diet, work, and cardiovascular rehabilitation exercises need to be made throughout the treatment process. Advise patients to quit smoking, reduce alcohol, not use stimulants, exercise regularly, lose weight if overweight or obese, not eat salty foods and take medicine regularly.; Drug treatment: There are 5 basic groups of drugs in the treatment of heart failure: Diuretics: when you have symptoms of pulmonary or peripheral congestion such as wheezing, shortness of breath, edema, enlarged liver, swollen neck veins... Inhibition ACE/ARNI (valsartan + sacubitril) Beta-blocker Aldosterone receptor antagonist Dapagliflozine or Empagliflozine; Diuretic: when you have symptoms of pulmonary or peripheral congestion such as wheezing, difficulty breathing, edema, enlarged liver, swollen neck veins...; ACE inhibitor/ARNI (valsartan + sacubitril); Beta blocker; Aldosterone receptor antagonist; Dapagliflozine or Empagliflozine; Treatment with instruments or surgery depends on the cause and stage: Coronary artery bypass surgery if there is severe coronary stenosis that cannot be stented. Heart valve surgery if the heart valve stenosis is severe. Place a pacemaker or mechanical resynchronization machine. cardioverter (CRT) or implantable defibrillator (ICD) Ventricular assist device or artificial heart for cardiogenic shock or end-stage heart failure Heart transplant; Coronary artery bypass surgery if there is severe coronary artery stenosis that cannot be stented; Heart valve surgery if heart valve stenosis is severe; Placement of a pacemaker, cardiac resynchronization machine (CRT) or implantable defibrillator (ICD); Ventricular assist devices or artificial heart in cardiogenic shock or end-stage heart failure; Heart transplant\n\nPatient's prognosis\nThe prognosis of left-sided heart failure depends on the cause of heart failure. If patients receive timely intervention, some cases of chronic heart failure can be recovered. The causes of heart failure can be reversed such as valvular heart disease, hypertension, alcoholic cardiomyopathy, peripartum cardiomyopathy... if treated properly. (4)\nThe prognosis of left heart failure depends on many factors, including:\nPatient's age;; Stage of heart failure, underlying heart disease;; Accompanying medical diseases;; Patient response to treatment.\nFactors that worsen the patient's prognosis include:\nHigh NT-proBNP levels;; Elderly;; There are many accompanying medical diseases such as diabetes, chronic kidney disease, atrial fibrillation...;; History of myocardial infarction or chronic obstructive pulmonary disease (COPD);; Impaired kidney function.\n\nPrecautions\nAdhering to a healthy lifestyle will reduce the risk of left-sided heart failure. Specifically, you should:\nMaintain a heart-healthy diet; Control high blood pressure or coronary artery disease or other accompanying medical conditions; Regular physical activity; Get enough sleep and try to have a good night's sleep; Maintain a reasonable weight; Control stress, balance time for work and time for rest and relaxation; Quit smoking and stay away from secondhand smoke\nRegular exercise helps prevent left-sided heart failure and cardiovascular diseases\nInvested in advanced machinery systems such as modern 4D cardiac and vascular ultrasound machines, 1.5 - 3 Tesla magnetic resonance imaging machines, 768-slice MSCT of the heart and coronary arteries, DSA coronary angiography system 2 aspects..., Tam Anh General Hospital Heart Center receives and treats patients with left heart failure as well as cardiovascular diseases (hypertension, coronary artery disease, valvular heart disease, myocardial ischemia...) . Treatment regimens are individualized for each patient, highly effective in improving symptoms and preventing dangerous complications of the disease.\nCardiovascular center of Tam Anh General Hospital system.\nLeft heart failure is a dangerous disease with a high risk of death if not treated promptly and properly. Effective methods of preventing and treating left-sided heart failure include lifestyle changes, medications, implantable devices, and surgery. When any unusual symptoms appear, you need to go to the hospital early for examination, early disease detection and timely intervention.",
    "subsections": [
        {
            "subsection_name": "What is left heart failure?",
            "subsection_content": "Left heart failure is a disease that occurs when the contractile function of the left ventricle decreases. Over time, this condition can cause the heart to weaken and no longer be able to process blood received from the lungs.\nLeft-sided heart failure is divided into 2 types: (1)\nSystolic heart failure: the left ventricle's contraction and ejection function is too weak, unable to pump blood out to the aorta to nourish the body's organs. This form is also known as heart failure with reduced ejection fraction; Diastolic heart failure: The left ventricle becomes stiff, less elastic and cannot relax properly, making it difficult to pump blood back into the ventricle. This form is also known as heart failure with preserved ejection fraction.\nThe heart has two main pumping chambers: the right ventricle and the left ventricle. These two chambers work in different ways to pump blood:\nLeft chamber: Receives oxygen-rich blood from the lungs and delivers it to the rest of the body. Oxygen helps organs, muscles and tissues fulfill their roles.; Right chamber: Receives oxygen-poor blood returning from organs, bringing it to the lungs to get more oxygen.\nSee more: What is heart failure?",
            "subsection_string": "What is left heart failure?\nLeft heart failure is a disease that occurs when the contractile function of the left ventricle decreases. Over time, this condition can cause the heart to weaken and no longer be able to process blood received from the lungs.\nLeft-sided heart failure is divided into 2 types: (1)\nSystolic heart failure: the left ventricle's contraction and ejection function is too weak, unable to pump blood out to the aorta to nourish the body's organs. This form is also known as heart failure with reduced ejection fraction; Diastolic heart failure: The left ventricle becomes stiff, less elastic and cannot relax properly, making it difficult to pump blood back into the ventricle. This form is also known as heart failure with preserved ejection fraction.\nThe heart has two main pumping chambers: the right ventricle and the left ventricle. These two chambers work in different ways to pump blood:\nLeft chamber: Receives oxygen-rich blood from the lungs and delivers it to the rest of the body. Oxygen helps organs, muscles and tissues fulfill their roles.; Right chamber: Receives oxygen-poor blood returning from organs, bringing it to the lungs to get more oxygen.\nSee more: What is heart failure?"
        },
        {
            "subsection_name": "Symptoms of left heart failure",
            "subsection_content": "Huynh Thanh Kieu, MSc., Head of Cardiovascular Department 1, Heart Center, Tam Anh General Hospital, Ho Chi Minh City, said that in the early stages of left heart failure, you may not notice the signs of the disease. . Or, mild symptoms make you think of some other illness, such as allergies, nasal congestion, indigestion, colds...\nAs the heart gradually weakens, the patient will have symptoms of pulmonary congestion and peripheral blood stasis, including:\nChest pain; Tired; Weakness; Difficulty breathing, especially with exertion; Difficulty breathing when lying down; Waking up at night with difficulty breathing (paroxysmal nocturnal dyspnea); Fast or irregular heartbeat; Swelling of the feet, ankles, and legs (peripheral edema); Unexplained weight gain; Nausea, bloating, loss of appetite, epigastric pain due to enlarged liver; Persistent cough or wheezing; Urinating more than usual or urinating a lot at night.",
            "subsection_string": "Symptoms of left heart failure\nHuynh Thanh Kieu, MSc., Head of Cardiovascular Department 1, Heart Center, Tam Anh General Hospital, Ho Chi Minh City, said that in the early stages of left heart failure, you may not notice the signs of the disease. . Or, mild symptoms make you think of some other illness, such as allergies, nasal congestion, indigestion, colds...\nAs the heart gradually weakens, the patient will have symptoms of pulmonary congestion and peripheral blood stasis, including:\nChest pain; Tired; Weakness; Difficulty breathing, especially with exertion; Difficulty breathing when lying down; Waking up at night with difficulty breathing (paroxysmal nocturnal dyspnea); Fast or irregular heartbeat; Swelling of the feet, ankles, and legs (peripheral edema); Unexplained weight gain; Nausea, bloating, loss of appetite, epigastric pain due to enlarged liver; Persistent cough or wheezing; Urinating more than usual or urinating a lot at night."
        },
        {
            "subsection_name": "Causes of left heart failure",
            "subsection_content": "According to MSc. Huynh Thanh Kieu, left ventricular failure occurs due to many potential causes, such as:\nHypertension: Chronic hypertension is one of the most common causes of diastolic heart failure. When you have high blood pressure for a long time, your heart has to work harder to pump blood throughout your body. As a result, the heart becomes thicker and harder. This affects the ability to relax between beats.; Diabetes: High blood sugar causes hardening of blood vessels. This condition causes the heart to work harder and causes the muscles to thicken.; Coronary artery disease: Blockage of the coronary arteries causes less blood to reach the heart muscle. Very low blood flow to the heart can cause heart muscle cells to die (or ischemia), preventing the heart from relaxing and filling with blood as it should.; Pericarditis: This is an inflammatory condition of the pericardium - the thin membrane surrounding the heart, leading to a limitation of the heart's ability to fill with blood.; Sedentary lifestyle: Lack of physical activity increases the risk of high blood pressure, diabetes, coronary artery disease and obesity. All of these factors contribute to diastolic heart failure.; Obstructive sleep apnea (OSA): When you have OSA, you stop breathing during sleep. This leads to a complex series of changes in the body, including increased blood pressure, reduced oxygen supply to the heart and increased nervous system activity. These changes cause a mismatch between oxygen supply and demand, putting you at higher risk for systolic heart failure, diastolic heart failure as well as other cardiovascular diseases.\nIn addition, systolic heart failure and diastolic heart failure have different root causes. Systolic dysfunction is often due to: (2)\nIdiopathic dilated cardiomyopathy; Coronary artery disease; High blood pressure; Heart valve disease; Congenital heart disease\nDiastolic dysfunction is often due to:\nHigh Blood Pressure; Fat; Coronary artery disease; Cardiomyopathy; Pericardial disease; Diabetes; Atrial fibrillation; Sleep apnea syndrome\nObesity and sleep apnea are risk factors for left heart failure",
            "subsection_string": "Causes of left heart failure\nAccording to MSc. Huynh Thanh Kieu, left ventricular failure occurs due to many potential causes, such as:\nHypertension: Chronic hypertension is one of the most common causes of diastolic heart failure. When you have high blood pressure for a long time, your heart has to work harder to pump blood throughout your body. As a result, the heart becomes thicker and harder. This affects the ability to relax between beats.; Diabetes: High blood sugar causes hardening of blood vessels. This condition causes the heart to work harder and causes the muscles to thicken.; Coronary artery disease: Blockage of the coronary arteries causes less blood to reach the heart muscle. Very low blood flow to the heart can cause heart muscle cells to die (or ischemia), preventing the heart from relaxing and filling with blood as it should.; Pericarditis: This is an inflammatory condition of the pericardium - the thin membrane surrounding the heart, leading to a limitation of the heart's ability to fill with blood.; Sedentary lifestyle: Lack of physical activity increases the risk of high blood pressure, diabetes, coronary artery disease and obesity. All of these factors contribute to diastolic heart failure.; Obstructive sleep apnea (OSA): When you have OSA, you stop breathing during sleep. This leads to a complex series of changes in the body, including increased blood pressure, reduced oxygen supply to the heart and increased nervous system activity. These changes cause a mismatch between oxygen supply and demand, putting you at higher risk for systolic heart failure, diastolic heart failure as well as other cardiovascular diseases.\nIn addition, systolic heart failure and diastolic heart failure have different root causes. Systolic dysfunction is often due to: (2)\nIdiopathic dilated cardiomyopathy; Coronary artery disease; High blood pressure; Heart valve disease; Congenital heart disease\nDiastolic dysfunction is often due to:\nHigh Blood Pressure; Fat; Coronary artery disease; Cardiomyopathy; Pericardial disease; Diabetes; Atrial fibrillation; Sleep apnea syndrome\nObesity and sleep apnea are risk factors for left heart failure"
        },
        {
            "subsection_name": "Is left-sided heart failure dangerous?",
            "subsection_content": "Early diagnosis and treatment are key to slowing the progression of left heart failure, controlling symptoms and preventing complications. On the contrary, if not treated promptly, left heart failure can cause complications such as:\nCardiac arrhythmias such as ventricular tachycardia and atrial fibrillation...; Heart valve regurgitation; Pulmonary hypertension; Organ failure such as liver failure, kidney failure...; Refractory end-stage heart failure requires a heart transplant; Sudden death or death; Blood clots in the heart can lead to stroke or embolism; Anemia; Depression or anxiety",
            "subsection_string": "Is left-sided heart failure dangerous?\nEarly diagnosis and treatment are key to slowing the progression of left heart failure, controlling symptoms and preventing complications. On the contrary, if not treated promptly, left heart failure can cause complications such as:\nCardiac arrhythmias such as ventricular tachycardia and atrial fibrillation...; Heart valve regurgitation; Pulmonary hypertension; Organ failure such as liver failure, kidney failure...; Refractory end-stage heart failure requires a heart transplant; Sudden death or death; Blood clots in the heart can lead to stroke or embolism; Anemia; Depression or anxiety"
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "To diagnose left-sided heart failure, your doctor will first do a general examination and ask about your medical history. Next, the doctor conducts an electrocardiogram, cardiopulmonary X-ray, echocardiogram to evaluate the structure and function of the left ventricle, and blood tests for biomarkers of heart failure.\nThe doctor will carefully ask you about your history of high blood pressure, diabetes, dyslipidemia, drinking habits, smoking habits, angina symptoms or history of myocardial infarction, and symptoms of shortness of breath. or previous history of heart failure, valvular heart disease or arrhythmia; During the examination, the doctor will pay attention to symptoms of heart failure such as difficulty breathing, wheezing, labored breathing, shortness of breath, enlarged jugular veins in the neck, leg swelling, enlarged liver or ascites. Listening to the heart may reveal an abnormal murmur, rapid or irregular heartbeat. Listening to the lungs, there may be many whistling sounds on both sides of the lungs or signs of suspected water in the lungs.; The first basic paraclinical tests to do are: Electrocardiography: signs of enlarged heart chambers, atrial fibrillation, arrhythmia or signs of myocardial ischemia or previous myocardial infarction. Chest X-ray: shows an enlarged heart shadow, congestion in the lungs or fluid in the lungs. Blood tests measure indicators of heart failure (BNP/or NT-ProBNP, sST2...): these substances are elevated in heart failure. Echocardiography: provides much necessary information for diagnosis and treatment. Echocardiography shows whether there is valvular heart disease, myocardial ischemia or old myocardial infarction scars (areas of heart muscle with reduced movement or motionlessness, no contraction), the size of the heart chambers, and the ability to contract. myocardial contraction (ejection fraction), pulmonary artery pressure, thrombus in the heart chamber, fluid around the pericardium... Based on the results of echocardiography to classify heart failure, when the ejection fraction decreases slightly greater than or equal to 40%, it is called heart failure with reduced ejection fraction (systolic heart failure), if the ejection fraction is greater than or equal to 50%, it is called heart failure with preserved ejection fraction (diastolic heart failure). . After determining that the patient has heart failure, the next step is to do tests to find the cause of heart failure. Some other in-depth tests include exercise testing, Holter electrocardiogram, CT scan of the heart and coronary arteries with contrast, invasive coronary angiography, cardiac MRI, myocardial scintigraphy, genetic testing, myocardial biopsy...; Electrocardiography: signs of enlarged heart chambers, atrial fibrillation, arrhythmia or signs of myocardial ischemia or previous myocardial infarction; Chest X-ray: shows an enlarged heart shadow, congestion in the lungs or fluid in the lungs.; Blood tests measure indicators of heart failure (BNP/or NT-ProBNP, sST2...): these substances are elevated in heart failure.; Echocardiography: provides much necessary information for diagnosis and treatment. Echocardiography shows whether there is valvular heart disease, myocardial ischemia or old myocardial infarction scars (areas of heart muscle with reduced movement or motionlessness, no contraction), the size of the heart chambers, and the ability to contract. myocardial contraction (ejection fraction), pulmonary artery pressure, thrombus in the heart chamber, fluid around the pericardium... Based on the results of echocardiography to classify heart failure, when the ejection fraction decreases slightly greater than or equal to 40%, it is called heart failure with reduced ejection fraction (systolic heart failure), if the ejection fraction is greater than or equal to 50%, it is called heart failure with preserved ejection fraction (diastolic heart failure). .; After determining that the patient has heart failure, the next step is to do tests to find the cause of heart failure. Some other in-depth tests include exercise testing, Holter electrocardiogram, CT scan of the heart and coronary arteries with contrast, invasive coronary angiography, cardiac MRI, myocardial scintigraphy, genetic testing, myocardial biopsy…\nMagnetic resonance imaging (MRI) with full biological matrix technology is used in the diagnosis of left heart failure",
            "subsection_string": "Diagnostic method\nTo diagnose left-sided heart failure, your doctor will first do a general examination and ask about your medical history. Next, the doctor conducts an electrocardiogram, cardiopulmonary X-ray, echocardiogram to evaluate the structure and function of the left ventricle, and blood tests for biomarkers of heart failure.\nThe doctor will carefully ask you about your history of high blood pressure, diabetes, dyslipidemia, drinking habits, smoking habits, angina symptoms or history of myocardial infarction, and symptoms of shortness of breath. or previous history of heart failure, valvular heart disease or arrhythmia; During the examination, the doctor will pay attention to symptoms of heart failure such as difficulty breathing, wheezing, labored breathing, shortness of breath, enlarged jugular veins in the neck, leg swelling, enlarged liver or ascites. Listening to the heart may reveal an abnormal murmur, rapid or irregular heartbeat. Listening to the lungs, there may be many whistling sounds on both sides of the lungs or signs of suspected water in the lungs.; The first basic paraclinical tests to do are: Electrocardiography: signs of enlarged heart chambers, atrial fibrillation, arrhythmia or signs of myocardial ischemia or previous myocardial infarction. Chest X-ray: shows an enlarged heart shadow, congestion in the lungs or fluid in the lungs. Blood tests measure indicators of heart failure (BNP/or NT-ProBNP, sST2...): these substances are elevated in heart failure. Echocardiography: provides much necessary information for diagnosis and treatment. Echocardiography shows whether there is valvular heart disease, myocardial ischemia or old myocardial infarction scars (areas of heart muscle with reduced movement or motionlessness, no contraction), the size of the heart chambers, and the ability to contract. myocardial contraction (ejection fraction), pulmonary artery pressure, thrombus in the heart chamber, fluid around the pericardium... Based on the results of echocardiography to classify heart failure, when the ejection fraction decreases slightly greater than or equal to 40%, it is called heart failure with reduced ejection fraction (systolic heart failure), if the ejection fraction is greater than or equal to 50%, it is called heart failure with preserved ejection fraction (diastolic heart failure). . After determining that the patient has heart failure, the next step is to do tests to find the cause of heart failure. Some other in-depth tests include exercise testing, Holter electrocardiogram, CT scan of the heart and coronary arteries with contrast, invasive coronary angiography, cardiac MRI, myocardial scintigraphy, genetic testing, myocardial biopsy...; Electrocardiography: signs of enlarged heart chambers, atrial fibrillation, arrhythmia or signs of myocardial ischemia or previous myocardial infarction; Chest X-ray: shows an enlarged heart shadow, congestion in the lungs or fluid in the lungs.; Blood tests measure indicators of heart failure (BNP/or NT-ProBNP, sST2...): these substances are elevated in heart failure.; Echocardiography: provides much necessary information for diagnosis and treatment. Echocardiography shows whether there is valvular heart disease, myocardial ischemia or old myocardial infarction scars (areas of heart muscle with reduced movement or motionlessness, no contraction), the size of the heart chambers, and the ability to contract. myocardial contraction (ejection fraction), pulmonary artery pressure, thrombus in the heart chamber, fluid around the pericardium... Based on the results of echocardiography to classify heart failure, when the ejection fraction decreases slightly greater than or equal to 40%, it is called heart failure with reduced ejection fraction (systolic heart failure), if the ejection fraction is greater than or equal to 50%, it is called heart failure with preserved ejection fraction (diastolic heart failure). .; After determining that the patient has heart failure, the next step is to do tests to find the cause of heart failure. Some other in-depth tests include exercise testing, Holter electrocardiogram, CT scan of the heart and coronary arteries with contrast, invasive coronary angiography, cardiac MRI, myocardial scintigraphy, genetic testing, myocardial biopsy…\nMagnetic resonance imaging (MRI) with full biological matrix technology is used in the diagnosis of left heart failure"
        },
        {
            "subsection_name": "Treatment of left heart failure",
            "subsection_content": "There are many treatments for left-sided heart failure. Which method to choose depends on the cause and severity of the disease. The ultimate goal is to improve heart function, improve quality of life, reduce hospitalizations for heart failure and prolong patient life, M.D. Huynh Thanh Kieu emphasized. (3)\nBasic treatment measures in left heart failure include:\nNon-drug treatment: Changes in lifestyle, diet, work, and cardiovascular rehabilitation exercises need to be made throughout the treatment process. Advise patients to quit smoking, reduce alcohol, not use stimulants, exercise regularly, lose weight if overweight or obese, not eat salty foods and take medicine regularly.; Drug treatment: There are 5 basic groups of drugs in the treatment of heart failure: Diuretics: when you have symptoms of pulmonary or peripheral congestion such as wheezing, shortness of breath, edema, enlarged liver, swollen neck veins... Inhibition ACE/ARNI (valsartan + sacubitril) Beta-blocker Aldosterone receptor antagonist Dapagliflozine or Empagliflozine; Diuretic: when you have symptoms of pulmonary or peripheral congestion such as wheezing, difficulty breathing, edema, enlarged liver, swollen neck veins...; ACE inhibitor/ARNI (valsartan + sacubitril); Beta blocker; Aldosterone receptor antagonist; Dapagliflozine or Empagliflozine; Treatment with instruments or surgery depends on the cause and stage: Coronary artery bypass surgery if there is severe coronary stenosis that cannot be stented. Heart valve surgery if the heart valve stenosis is severe. Place a pacemaker or mechanical resynchronization machine. cardioverter (CRT) or implantable defibrillator (ICD) Ventricular assist device or artificial heart for cardiogenic shock or end-stage heart failure Heart transplant; Coronary artery bypass surgery if there is severe coronary artery stenosis that cannot be stented; Heart valve surgery if heart valve stenosis is severe; Placement of a pacemaker, cardiac resynchronization machine (CRT) or implantable defibrillator (ICD); Ventricular assist devices or artificial heart in cardiogenic shock or end-stage heart failure; Heart transplant",
            "subsection_string": "Treatment of left heart failure\nThere are many treatments for left-sided heart failure. Which method to choose depends on the cause and severity of the disease. The ultimate goal is to improve heart function, improve quality of life, reduce hospitalizations for heart failure and prolong patient life, M.D. Huynh Thanh Kieu emphasized. (3)\nBasic treatment measures in left heart failure include:\nNon-drug treatment: Changes in lifestyle, diet, work, and cardiovascular rehabilitation exercises need to be made throughout the treatment process. Advise patients to quit smoking, reduce alcohol, not use stimulants, exercise regularly, lose weight if overweight or obese, not eat salty foods and take medicine regularly.; Drug treatment: There are 5 basic groups of drugs in the treatment of heart failure: Diuretics: when you have symptoms of pulmonary or peripheral congestion such as wheezing, shortness of breath, edema, enlarged liver, swollen neck veins... Inhibition ACE/ARNI (valsartan + sacubitril) Beta-blocker Aldosterone receptor antagonist Dapagliflozine or Empagliflozine; Diuretic: when you have symptoms of pulmonary or peripheral congestion such as wheezing, difficulty breathing, edema, enlarged liver, swollen neck veins...; ACE inhibitor/ARNI (valsartan + sacubitril); Beta blocker; Aldosterone receptor antagonist; Dapagliflozine or Empagliflozine; Treatment with instruments or surgery depends on the cause and stage: Coronary artery bypass surgery if there is severe coronary stenosis that cannot be stented. Heart valve surgery if the heart valve stenosis is severe. Place a pacemaker or mechanical resynchronization machine. cardioverter (CRT) or implantable defibrillator (ICD) Ventricular assist device or artificial heart for cardiogenic shock or end-stage heart failure Heart transplant; Coronary artery bypass surgery if there is severe coronary artery stenosis that cannot be stented; Heart valve surgery if heart valve stenosis is severe; Placement of a pacemaker, cardiac resynchronization machine (CRT) or implantable defibrillator (ICD); Ventricular assist devices or artificial heart in cardiogenic shock or end-stage heart failure; Heart transplant"
        },
        {
            "subsection_name": "Patient's prognosis",
            "subsection_content": "The prognosis of left-sided heart failure depends on the cause of heart failure. If patients receive timely intervention, some cases of chronic heart failure can be recovered. The causes of heart failure can be reversed such as valvular heart disease, hypertension, alcoholic cardiomyopathy, peripartum cardiomyopathy... if treated properly. (4)\nThe prognosis of left heart failure depends on many factors, including:\nPatient's age;; Stage of heart failure, underlying heart disease;; Accompanying medical diseases;; Patient response to treatment.\nFactors that worsen the patient's prognosis include:\nHigh NT-proBNP levels;; Elderly;; There are many accompanying medical diseases such as diabetes, chronic kidney disease, atrial fibrillation...;; History of myocardial infarction or chronic obstructive pulmonary disease (COPD);; Impaired kidney function.",
            "subsection_string": "Patient's prognosis\nThe prognosis of left-sided heart failure depends on the cause of heart failure. If patients receive timely intervention, some cases of chronic heart failure can be recovered. The causes of heart failure can be reversed such as valvular heart disease, hypertension, alcoholic cardiomyopathy, peripartum cardiomyopathy... if treated properly. (4)\nThe prognosis of left heart failure depends on many factors, including:\nPatient's age;; Stage of heart failure, underlying heart disease;; Accompanying medical diseases;; Patient response to treatment.\nFactors that worsen the patient's prognosis include:\nHigh NT-proBNP levels;; Elderly;; There are many accompanying medical diseases such as diabetes, chronic kidney disease, atrial fibrillation...;; History of myocardial infarction or chronic obstructive pulmonary disease (COPD);; Impaired kidney function."
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "Adhering to a healthy lifestyle will reduce the risk of left-sided heart failure. Specifically, you should:\nMaintain a heart-healthy diet; Control high blood pressure or coronary artery disease or other accompanying medical conditions; Regular physical activity; Get enough sleep and try to have a good night's sleep; Maintain a reasonable weight; Control stress, balance time for work and time for rest and relaxation; Quit smoking and stay away from secondhand smoke\nRegular exercise helps prevent left-sided heart failure and cardiovascular diseases\nInvested in advanced machinery systems such as modern 4D cardiac and vascular ultrasound machines, 1.5 - 3 Tesla magnetic resonance imaging machines, 768-slice MSCT of the heart and coronary arteries, DSA coronary angiography system 2 aspects..., Tam Anh General Hospital Heart Center receives and treats patients with left heart failure as well as cardiovascular diseases (hypertension, coronary artery disease, valvular heart disease, myocardial ischemia...) . Treatment regimens are individualized for each patient, highly effective in improving symptoms and preventing dangerous complications of the disease.\nCardiovascular center of Tam Anh General Hospital system.\nLeft heart failure is a dangerous disease with a high risk of death if not treated promptly and properly. Effective methods of preventing and treating left-sided heart failure include lifestyle changes, medications, implantable devices, and surgery. When any unusual symptoms appear, you need to go to the hospital early for examination, early disease detection and timely intervention.",
            "subsection_string": "Precautions\nAdhering to a healthy lifestyle will reduce the risk of left-sided heart failure. Specifically, you should:\nMaintain a heart-healthy diet; Control high blood pressure or coronary artery disease or other accompanying medical conditions; Regular physical activity; Get enough sleep and try to have a good night's sleep; Maintain a reasonable weight; Control stress, balance time for work and time for rest and relaxation; Quit smoking and stay away from secondhand smoke\nRegular exercise helps prevent left-sided heart failure and cardiovascular diseases\nInvested in advanced machinery systems such as modern 4D cardiac and vascular ultrasound machines, 1.5 - 3 Tesla magnetic resonance imaging machines, 768-slice MSCT of the heart and coronary arteries, DSA coronary angiography system 2 aspects..., Tam Anh General Hospital Heart Center receives and treats patients with left heart failure as well as cardiovascular diseases (hypertension, coronary artery disease, valvular heart disease, myocardial ischemia...) . Treatment regimens are individualized for each patient, highly effective in improving symptoms and preventing dangerous complications of the disease.\nCardiovascular center of Tam Anh General Hospital system.\nLeft heart failure is a dangerous disease with a high risk of death if not treated promptly and properly. Effective methods of preventing and treating left-sided heart failure include lifestyle changes, medications, implantable devices, and surgery. When any unusual symptoms appear, you need to go to the hospital early for examination, early disease detection and timely intervention."
        }
    ],
    "name": "suy-tim-trai.json"
}