{
    "title": "Decompensated heart failure: Causes, symptoms, diagnosis and treatment",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/suy-tim-mat-bu/",
    "abstract": "Decompensated heart failure is a condition that occurs in patients with pre-existing heart failure, when symptoms such as difficulty breathing and edema seriously affect the patient's health and quality of life. The disease needs to be treated early to prevent serious progression.\nPatients often have severe difficulty breathing",
    "content": "Decompensated heart failure: Causes, symptoms, diagnosis and treatment\n\nDecompensated heart failure is a condition that occurs in patients with pre-existing heart failure, when symptoms such as difficulty breathing and edema seriously affect the patient's health and quality of life. The disease needs to be treated early to prevent serious progression.\nPatients often have severe difficulty breathing\n\nWhat is decompensated heart failure?\nDecompensated heart failure is a condition that occurs acutely (newly discovered without a previous diagnosis) or results from an exacerbation (a period of worsening symptoms) of pre-existing heart failure. . (first)\nHeart failure is a condition in which the heart cannot pump enough blood to meet all of the body's needs. When heart failure becomes severe enough to cause symptoms that require immediate treatment, it is called decompensated heart failure.\n\nDistinguish between decompensated heart failure and compensated heart failure?\nWhen the heart's ability to pump blood decreases, a number of changes occur to compensate for the lack of blood supply to the peripheral areas. These changes include left ventricular hypertrophy, development of collateral circulation in ischemic heart diseases, increased heart rate... Thus, heart function is restored. Therefore, most clinical manifestations are masked, and the patient does not feel symptoms. This is compensated heart failure.\nThe basic difference between decompensated heart failure and compensated heart failure is:\nCompensated heart failure Decompensated heart failure Concept When cardiac output is reduced in the early stages of heart failure, it causes a number of structural and functional changes in the cardiac tissues as a means of restoring cardiac output. By the end stages of heart failure, structural and functional changes in cardiac tissues fail to maintain desired cardiac output. Symptoms Patients have no symptoms or very mild symptoms such as grade I dyspnea and mild ankle swelling. Dyspnea on exertion Dyspnea when lying down Paroxysmal nocturnal dyspnea Fatigue and fainting Cough Edema Treatment Prioritize lifestyle modifications such as quitting smoking, limiting alcohol, avoiding stress and Exercise regularly in combination with treatment as prescribed by your doctor. Prioritize drug treatment along with device implantation and surgical procedures.\n\nSymptoms of decompensated heart failure\nThe main symptom of decompensated heart failure is difficulty breathing, often accompanied by chest tightness when the patient tries to take deep breaths. Although shortness of breath can also be caused by other conditions, such as lung problems, anemia or even anxiety, if you have been diagnosed with heart failure, shortness of breath often indicates the onset of heart failure. onset of acute decompensated heart failure. (2)\nBesides, leg edema (swelling) and coughing at night are also very common manifestations of the disease. Other symptoms include:\nShortness of breath: Shortness of breath occurs when lying down and is relieved when sitting upright; Paroxysmal nocturnal dyspnea: Severe difficulty breathing causes the patient to wake up while sleeping; Faint\nReference: What is acute heart failure?\n\nCauses of decompensated heart failure\nThe most common cause of decompensated heart failure is the patient's failure to comply with the doctor's treatment regimen. Besides, depending on the type of disease, there will be different causes.\nFor new-onset heart failure, common causes include:\nAcute coronary syndrome, especially heart attack; Acute or progressive heart valve disease; New onset cardiomyopathy; Chronic hypertension; Infectious endocarditis; Myocarditis; Start a pregnancy\nChronic hypertension is a risk factor for new-onset heart failure\nFor previously diagnosed heart failure to become more severe, the causes are often:\nDrink lots of water or eat salty foods: Heart failure causes fluid accumulation in the body. Therefore, drinking too much water will make this condition worse. Meanwhile, consuming too much salt increases blood pressure, which can put a strain on the heart.; Certain medications: including NSAIDs (nonsteroidal anti-inflammatory drugs), anesthetics, medications to treat diabetes, arrhythmia (irregular heartbeat), high blood pressure, and cancer.; Arrhythmia: This condition causes your heart to beat too fast, too slow, or irregularly. It will hinder the heart's ability to pump blood, increasing the risk of heart failure.; Fever and infection: Inflammation is a major part of the body's immune response. So, a viral or bacterial infection can put a strain on the heart. Endocarditis, myocarditis and pericarditis are diseases that can lead to heart failure.; Drinking alcohol: If you have been diagnosed with heart failure, drinking even small amounts of alcohol can be dangerous because alcohol increases blood pressure.; Pregnancy: In rare cases, pregnancy is the cause of peripartum cardiomyopathy, a form of heart failure that occurs during the third trimester of pregnancy.\n\nDiagnostic method\nIf you suspect that you have acute decompensated heart failure after a general medical examination, your doctor will prescribe you tests to come to a final conclusion. Tests are usually: (3)\n1. Measure SpO2 index\nThis method measures the oxygen levels in your blood. Normal index ranges from 96-100%. If you have a heart failure level below 96%, it means your organs and cells are not getting enough oxygen to function normally.\n2. Testing\nYour doctor may conduct the following tests:\nBrain natriuretic peptide (NP) test: BNP (Brain natriuretic peptide) and NT-proBNP are substances released into the blood when the lower chambers of the heart are stressed. BNP levels above 450 pg/mL for people under 50 and above 900 pg/mL for people over 50 may be a sign of heart failure.; Electrolytes: This measures the amount of sodium, chloride, and potassium in your blood. An imbalance between the indicators is a sign that you are having heart problems.; Kidney function: Serum creatinine and blood urea nitrogen (BUN) levels show how well your kidneys are working.\n3. Paraclinical\nECG (electrocardiogram): evaluates arrhythmia, size of heart chambers, myocardial ischemia...; Chest X-ray: determine if there is pleural effusion, pericardial effusion...; Echocardiogram (echo): check the size of the heart chambers, myocardial contractility function, heart valve disease...\nPatients are referred for an echocardiogram when there are signs of decompensated heart failure\n\nTreatment of decompensated heart failure\nThe goal of any treatment for decompensated heart failure is to stabilize symptoms to prevent further damage to the heart and preserve kidney function. Methods include:\n1. Treatment with medication\nDrugs commonly prescribed by doctors to patients are:\nDiuretics: help reduce kidney volume overload, reduce the burden on the heart, thereby overcoming edema; Vasodilators: reduce venous tone, alleviate respiratory failure; Cardiac drugs: increase the heart's ability to contract; Drugs that improve arrhythmia; Anticoagulants: prevent blood clot formation - the cause of stroke, myocardial infarction...\n2. Surgical intervention\nIf oral medications are not effective in treating decompensated heart failure, on the contrary, the symptoms become more severe, the doctor may consider performing surgery/procedures such as:\nCoronary artery bypass surgery: If the cause of heart failure is due to coronary artery disease, the doctor will choose this method to increase blood flow to the heart.; Heart valve repair/replacement surgery: for patients with decompensated heart failure due to valvular disease.; Pacemaker implantation (CTR): helps stabilize heart rhythm, preventing the disease from getting worse; Implantation of a defibrillator: This machine is responsible for adjusting the heart rhythm back to normal if an abnormality in the rhythm or cardiac arrest is detected.; Ventricular assist device: This device is implanted in the chest and abdomen, helping the heart pump blood more effectively.; Heart transplant: When heart failure becomes severe and no other treatment is effective, doctors will consider heart replacement for the patient.\n3. Change your lifestyle\nBesides medication and surgical intervention, patients need to practice a scientific lifestyle to help improve disease symptoms:\nPlan a heart-healthy diet: Increase green vegetables, fruits, whole grains, and good fats in your diet; Cut down on salt (less than 1.5g/day), sweets and foods high in bad fats.; Spend at least 30 minutes/day exercising. You should practice light exercises, then gradually increase the intensity of exercise depending on your ability.; Stay away from tobacco (both active smoking and passive smoking).; Get fully vaccinated to prevent infectious diseases; Regular cardiovascular health check-ups: at least once a year or when unusual symptoms appear.\n\nPrecautions\nThe most effective way to prevent decompensated heart failure is to follow your doctor's treatment regimen if you are diagnosed with heart failure. In addition, it is necessary to combine it with a scientific lifestyle and diet - exercise, comply with the regular check-up schedule, and do not arbitrarily change/increase or decrease the medication dose without the doctor's permission.\nEquipped with advanced machinery systems, under the dedicated examination and treatment of a team of leading experts, Tam Anh General Hospital System Cardiovascular Center successfully cares and treats cases of complications. heart failure such as acute heart failure, decompensated heart failure... as well as other cardiovascular diseases such as stenosis/regurgitation of heart valves, arrhythmia, coronary artery disease, hypertension... Leading experts in the field of Cardiology will Collaborate with other specialties to diagnose and comprehensively treat patients.\nDecompensated heart failure is a condition that requires immediate intervention to improve symptoms and prevent complications of the disease. If you are diagnosed with heart failure and have any unusual symptoms, go to the hospital for a health check and early intervention.",
    "subsections": [
        {
            "subsection_name": "What is decompensated heart failure?",
            "subsection_content": "Decompensated heart failure is a condition that occurs acutely (newly discovered without a previous diagnosis) or results from an exacerbation (a period of worsening symptoms) of pre-existing heart failure. . (first)\nHeart failure is a condition in which the heart cannot pump enough blood to meet all of the body's needs. When heart failure becomes severe enough to cause symptoms that require immediate treatment, it is called decompensated heart failure.",
            "subsection_string": "What is decompensated heart failure?\nDecompensated heart failure is a condition that occurs acutely (newly discovered without a previous diagnosis) or results from an exacerbation (a period of worsening symptoms) of pre-existing heart failure. . (first)\nHeart failure is a condition in which the heart cannot pump enough blood to meet all of the body's needs. When heart failure becomes severe enough to cause symptoms that require immediate treatment, it is called decompensated heart failure."
        },
        {
            "subsection_name": "Distinguish between decompensated heart failure and compensated heart failure?",
            "subsection_content": "When the heart's ability to pump blood decreases, a number of changes occur to compensate for the lack of blood supply to the peripheral areas. These changes include left ventricular hypertrophy, development of collateral circulation in ischemic heart diseases, increased heart rate... Thus, heart function is restored. Therefore, most clinical manifestations are masked, and the patient does not feel symptoms. This is compensated heart failure.\nThe basic difference between decompensated heart failure and compensated heart failure is:\nCompensated heart failure Decompensated heart failure Concept When cardiac output is reduced in the early stages of heart failure, it causes a number of structural and functional changes in the cardiac tissues as a means of restoring cardiac output. By the end stages of heart failure, structural and functional changes in cardiac tissues fail to maintain desired cardiac output. Symptoms Patients have no symptoms or very mild symptoms such as grade I dyspnea and mild ankle swelling. Dyspnea on exertion Dyspnea when lying down Paroxysmal nocturnal dyspnea Fatigue and fainting Cough Edema Treatment Prioritize lifestyle modifications such as quitting smoking, limiting alcohol, avoiding stress and Exercise regularly in combination with treatment as prescribed by your doctor. Prioritize drug treatment along with device implantation and surgical procedures.",
            "subsection_string": "Distinguish between decompensated heart failure and compensated heart failure?\nWhen the heart's ability to pump blood decreases, a number of changes occur to compensate for the lack of blood supply to the peripheral areas. These changes include left ventricular hypertrophy, development of collateral circulation in ischemic heart diseases, increased heart rate... Thus, heart function is restored. Therefore, most clinical manifestations are masked, and the patient does not feel symptoms. This is compensated heart failure.\nThe basic difference between decompensated heart failure and compensated heart failure is:\nCompensated heart failure Decompensated heart failure Concept When cardiac output is reduced in the early stages of heart failure, it causes a number of structural and functional changes in the cardiac tissues as a means of restoring cardiac output. By the end stages of heart failure, structural and functional changes in cardiac tissues fail to maintain desired cardiac output. Symptoms Patients have no symptoms or very mild symptoms such as grade I dyspnea and mild ankle swelling. Dyspnea on exertion Dyspnea when lying down Paroxysmal nocturnal dyspnea Fatigue and fainting Cough Edema Treatment Prioritize lifestyle modifications such as quitting smoking, limiting alcohol, avoiding stress and Exercise regularly in combination with treatment as prescribed by your doctor. Prioritize drug treatment along with device implantation and surgical procedures."
        },
        {
            "subsection_name": "Symptoms of decompensated heart failure",
            "subsection_content": "The main symptom of decompensated heart failure is difficulty breathing, often accompanied by chest tightness when the patient tries to take deep breaths. Although shortness of breath can also be caused by other conditions, such as lung problems, anemia or even anxiety, if you have been diagnosed with heart failure, shortness of breath often indicates the onset of heart failure. onset of acute decompensated heart failure. (2)\nBesides, leg edema (swelling) and coughing at night are also very common manifestations of the disease. Other symptoms include:\nShortness of breath: Shortness of breath occurs when lying down and is relieved when sitting upright; Paroxysmal nocturnal dyspnea: Severe difficulty breathing causes the patient to wake up while sleeping; Faint\nReference: What is acute heart failure?",
            "subsection_string": "Symptoms of decompensated heart failure\nThe main symptom of decompensated heart failure is difficulty breathing, often accompanied by chest tightness when the patient tries to take deep breaths. Although shortness of breath can also be caused by other conditions, such as lung problems, anemia or even anxiety, if you have been diagnosed with heart failure, shortness of breath often indicates the onset of heart failure. onset of acute decompensated heart failure. (2)\nBesides, leg edema (swelling) and coughing at night are also very common manifestations of the disease. Other symptoms include:\nShortness of breath: Shortness of breath occurs when lying down and is relieved when sitting upright; Paroxysmal nocturnal dyspnea: Severe difficulty breathing causes the patient to wake up while sleeping; Faint\nReference: What is acute heart failure?"
        },
        {
            "subsection_name": "Causes of decompensated heart failure",
            "subsection_content": "The most common cause of decompensated heart failure is the patient's failure to comply with the doctor's treatment regimen. Besides, depending on the type of disease, there will be different causes.\nFor new-onset heart failure, common causes include:\nAcute coronary syndrome, especially heart attack; Acute or progressive heart valve disease; New onset cardiomyopathy; Chronic hypertension; Infectious endocarditis; Myocarditis; Start a pregnancy\nChronic hypertension is a risk factor for new-onset heart failure\nFor previously diagnosed heart failure to become more severe, the causes are often:\nDrink lots of water or eat salty foods: Heart failure causes fluid accumulation in the body. Therefore, drinking too much water will make this condition worse. Meanwhile, consuming too much salt increases blood pressure, which can put a strain on the heart.; Certain medications: including NSAIDs (nonsteroidal anti-inflammatory drugs), anesthetics, medications to treat diabetes, arrhythmia (irregular heartbeat), high blood pressure, and cancer.; Arrhythmia: This condition causes your heart to beat too fast, too slow, or irregularly. It will hinder the heart's ability to pump blood, increasing the risk of heart failure.; Fever and infection: Inflammation is a major part of the body's immune response. So, a viral or bacterial infection can put a strain on the heart. Endocarditis, myocarditis and pericarditis are diseases that can lead to heart failure.; Drinking alcohol: If you have been diagnosed with heart failure, drinking even small amounts of alcohol can be dangerous because alcohol increases blood pressure.; Pregnancy: In rare cases, pregnancy is the cause of peripartum cardiomyopathy, a form of heart failure that occurs during the third trimester of pregnancy.",
            "subsection_string": "Causes of decompensated heart failure\nThe most common cause of decompensated heart failure is the patient's failure to comply with the doctor's treatment regimen. Besides, depending on the type of disease, there will be different causes.\nFor new-onset heart failure, common causes include:\nAcute coronary syndrome, especially heart attack; Acute or progressive heart valve disease; New onset cardiomyopathy; Chronic hypertension; Infectious endocarditis; Myocarditis; Start a pregnancy\nChronic hypertension is a risk factor for new-onset heart failure\nFor previously diagnosed heart failure to become more severe, the causes are often:\nDrink lots of water or eat salty foods: Heart failure causes fluid accumulation in the body. Therefore, drinking too much water will make this condition worse. Meanwhile, consuming too much salt increases blood pressure, which can put a strain on the heart.; Certain medications: including NSAIDs (nonsteroidal anti-inflammatory drugs), anesthetics, medications to treat diabetes, arrhythmia (irregular heartbeat), high blood pressure, and cancer.; Arrhythmia: This condition causes your heart to beat too fast, too slow, or irregularly. It will hinder the heart's ability to pump blood, increasing the risk of heart failure.; Fever and infection: Inflammation is a major part of the body's immune response. So, a viral or bacterial infection can put a strain on the heart. Endocarditis, myocarditis and pericarditis are diseases that can lead to heart failure.; Drinking alcohol: If you have been diagnosed with heart failure, drinking even small amounts of alcohol can be dangerous because alcohol increases blood pressure.; Pregnancy: In rare cases, pregnancy is the cause of peripartum cardiomyopathy, a form of heart failure that occurs during the third trimester of pregnancy."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "If you suspect that you have acute decompensated heart failure after a general medical examination, your doctor will prescribe you tests to come to a final conclusion. Tests are usually: (3)\n1. Measure SpO2 index\nThis method measures the oxygen levels in your blood. Normal index ranges from 96-100%. If you have a heart failure level below 96%, it means your organs and cells are not getting enough oxygen to function normally.\n2. Testing\nYour doctor may conduct the following tests:\nBrain natriuretic peptide (NP) test: BNP (Brain natriuretic peptide) and NT-proBNP are substances released into the blood when the lower chambers of the heart are stressed. BNP levels above 450 pg/mL for people under 50 and above 900 pg/mL for people over 50 may be a sign of heart failure.; Electrolytes: This measures the amount of sodium, chloride, and potassium in your blood. An imbalance between the indicators is a sign that you are having heart problems.; Kidney function: Serum creatinine and blood urea nitrogen (BUN) levels show how well your kidneys are working.\n3. Paraclinical\nECG (electrocardiogram): evaluates arrhythmia, size of heart chambers, myocardial ischemia...; Chest X-ray: determine if there is pleural effusion, pericardial effusion...; Echocardiogram (echo): check the size of the heart chambers, myocardial contractility function, heart valve disease...\nPatients are referred for an echocardiogram when there are signs of decompensated heart failure",
            "subsection_string": "Diagnostic method\nIf you suspect that you have acute decompensated heart failure after a general medical examination, your doctor will prescribe you tests to come to a final conclusion. Tests are usually: (3)\n1. Measure SpO2 index\nThis method measures the oxygen levels in your blood. Normal index ranges from 96-100%. If you have a heart failure level below 96%, it means your organs and cells are not getting enough oxygen to function normally.\n2. Testing\nYour doctor may conduct the following tests:\nBrain natriuretic peptide (NP) test: BNP (Brain natriuretic peptide) and NT-proBNP are substances released into the blood when the lower chambers of the heart are stressed. BNP levels above 450 pg/mL for people under 50 and above 900 pg/mL for people over 50 may be a sign of heart failure.; Electrolytes: This measures the amount of sodium, chloride, and potassium in your blood. An imbalance between the indicators is a sign that you are having heart problems.; Kidney function: Serum creatinine and blood urea nitrogen (BUN) levels show how well your kidneys are working.\n3. Paraclinical\nECG (electrocardiogram): evaluates arrhythmia, size of heart chambers, myocardial ischemia...; Chest X-ray: determine if there is pleural effusion, pericardial effusion...; Echocardiogram (echo): check the size of the heart chambers, myocardial contractility function, heart valve disease...\nPatients are referred for an echocardiogram when there are signs of decompensated heart failure"
        },
        {
            "subsection_name": "Treatment of decompensated heart failure",
            "subsection_content": "The goal of any treatment for decompensated heart failure is to stabilize symptoms to prevent further damage to the heart and preserve kidney function. Methods include:\n1. Treatment with medication\nDrugs commonly prescribed by doctors to patients are:\nDiuretics: help reduce kidney volume overload, reduce the burden on the heart, thereby overcoming edema; Vasodilators: reduce venous tone, alleviate respiratory failure; Cardiac drugs: increase the heart's ability to contract; Drugs that improve arrhythmia; Anticoagulants: prevent blood clot formation - the cause of stroke, myocardial infarction...\n2. Surgical intervention\nIf oral medications are not effective in treating decompensated heart failure, on the contrary, the symptoms become more severe, the doctor may consider performing surgery/procedures such as:\nCoronary artery bypass surgery: If the cause of heart failure is due to coronary artery disease, the doctor will choose this method to increase blood flow to the heart.; Heart valve repair/replacement surgery: for patients with decompensated heart failure due to valvular disease.; Pacemaker implantation (CTR): helps stabilize heart rhythm, preventing the disease from getting worse; Implantation of a defibrillator: This machine is responsible for adjusting the heart rhythm back to normal if an abnormality in the rhythm or cardiac arrest is detected.; Ventricular assist device: This device is implanted in the chest and abdomen, helping the heart pump blood more effectively.; Heart transplant: When heart failure becomes severe and no other treatment is effective, doctors will consider heart replacement for the patient.\n3. Change your lifestyle\nBesides medication and surgical intervention, patients need to practice a scientific lifestyle to help improve disease symptoms:\nPlan a heart-healthy diet: Increase green vegetables, fruits, whole grains, and good fats in your diet; Cut down on salt (less than 1.5g/day), sweets and foods high in bad fats.; Spend at least 30 minutes/day exercising. You should practice light exercises, then gradually increase the intensity of exercise depending on your ability.; Stay away from tobacco (both active smoking and passive smoking).; Get fully vaccinated to prevent infectious diseases; Regular cardiovascular health check-ups: at least once a year or when unusual symptoms appear.",
            "subsection_string": "Treatment of decompensated heart failure\nThe goal of any treatment for decompensated heart failure is to stabilize symptoms to prevent further damage to the heart and preserve kidney function. Methods include:\n1. Treatment with medication\nDrugs commonly prescribed by doctors to patients are:\nDiuretics: help reduce kidney volume overload, reduce the burden on the heart, thereby overcoming edema; Vasodilators: reduce venous tone, alleviate respiratory failure; Cardiac drugs: increase the heart's ability to contract; Drugs that improve arrhythmia; Anticoagulants: prevent blood clot formation - the cause of stroke, myocardial infarction...\n2. Surgical intervention\nIf oral medications are not effective in treating decompensated heart failure, on the contrary, the symptoms become more severe, the doctor may consider performing surgery/procedures such as:\nCoronary artery bypass surgery: If the cause of heart failure is due to coronary artery disease, the doctor will choose this method to increase blood flow to the heart.; Heart valve repair/replacement surgery: for patients with decompensated heart failure due to valvular disease.; Pacemaker implantation (CTR): helps stabilize heart rhythm, preventing the disease from getting worse; Implantation of a defibrillator: This machine is responsible for adjusting the heart rhythm back to normal if an abnormality in the rhythm or cardiac arrest is detected.; Ventricular assist device: This device is implanted in the chest and abdomen, helping the heart pump blood more effectively.; Heart transplant: When heart failure becomes severe and no other treatment is effective, doctors will consider heart replacement for the patient.\n3. Change your lifestyle\nBesides medication and surgical intervention, patients need to practice a scientific lifestyle to help improve disease symptoms:\nPlan a heart-healthy diet: Increase green vegetables, fruits, whole grains, and good fats in your diet; Cut down on salt (less than 1.5g/day), sweets and foods high in bad fats.; Spend at least 30 minutes/day exercising. You should practice light exercises, then gradually increase the intensity of exercise depending on your ability.; Stay away from tobacco (both active smoking and passive smoking).; Get fully vaccinated to prevent infectious diseases; Regular cardiovascular health check-ups: at least once a year or when unusual symptoms appear."
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "The most effective way to prevent decompensated heart failure is to follow your doctor's treatment regimen if you are diagnosed with heart failure. In addition, it is necessary to combine it with a scientific lifestyle and diet - exercise, comply with the regular check-up schedule, and do not arbitrarily change/increase or decrease the medication dose without the doctor's permission.\nEquipped with advanced machinery systems, under the dedicated examination and treatment of a team of leading experts, Tam Anh General Hospital System Cardiovascular Center successfully cares and treats cases of complications. heart failure such as acute heart failure, decompensated heart failure... as well as other cardiovascular diseases such as stenosis/regurgitation of heart valves, arrhythmia, coronary artery disease, hypertension... Leading experts in the field of Cardiology will Collaborate with other specialties to diagnose and comprehensively treat patients.\nDecompensated heart failure is a condition that requires immediate intervention to improve symptoms and prevent complications of the disease. If you are diagnosed with heart failure and have any unusual symptoms, go to the hospital for a health check and early intervention.",
            "subsection_string": "Precautions\nThe most effective way to prevent decompensated heart failure is to follow your doctor's treatment regimen if you are diagnosed with heart failure. In addition, it is necessary to combine it with a scientific lifestyle and diet - exercise, comply with the regular check-up schedule, and do not arbitrarily change/increase or decrease the medication dose without the doctor's permission.\nEquipped with advanced machinery systems, under the dedicated examination and treatment of a team of leading experts, Tam Anh General Hospital System Cardiovascular Center successfully cares and treats cases of complications. heart failure such as acute heart failure, decompensated heart failure... as well as other cardiovascular diseases such as stenosis/regurgitation of heart valves, arrhythmia, coronary artery disease, hypertension... Leading experts in the field of Cardiology will Collaborate with other specialties to diagnose and comprehensively treat patients.\nDecompensated heart failure is a condition that requires immediate intervention to improve symptoms and prevent complications of the disease. If you are diagnosed with heart failure and have any unusual symptoms, go to the hospital for a health check and early intervention."
        }
    ],
    "name": "suy-tim-mat-bu.json"
}