{
    "title": "Acute kidney failure: Causes, signs, treatment and prevention",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/suy-than-cap/",
    "abstract": "Acute kidney failure exists\n The most common cause is age. If diagnosed early and treated promptly, the disease has a chance to heal completely and completely restore kidney function. However, in about 76% of cases, patients progress to loss of kidney function and chronic kidney failure, and even die quickly due to other damage to internal organs.",
    "content": "Acute kidney failure: Causes, signs, treatment and prevention\n\nAcute kidney failure exists\n The most common cause is age. If diagnosed early and treated promptly, the disease has a chance to heal completely and completely restore kidney function. However, in about 76% of cases, patients progress to loss of kidney function and chronic kidney failure, and even die quickly due to other damage to internal organs.\n\nWhat is acute kidney failure?\nAcute kidney failure (or acute kidney injury) is an acute decrease in glomerular filtration rate over a few hours to a few days, causing excess electrolytes and wastes to not be eliminated from the blood. The disease can occur in people with previously normal kidney function or in people with chronic kidney disease.\nThis condition causes toxins to accumulate in the body and is life-threatening, if the patient has some additional diseases such as cardiovascular, pulmonary... However, the patient has the ability to fully recover. if detected promptly and treated properly.\nCurrently, acute kidney failure is divided according to factors where the disease occurs such as: acute kidney failure acquired in the community, acquired in the hospital and acquired in the intensive care unit. (first)\n\nSymptoms of acute kidney failure\nAcute kidney failure can appear very suddenly and the most common symptoms include:\nReduced abnormal urine output; Fluid retention occurs, causing swelling in the legs, ankles or feet; Chest pain or pressure, difficulty breathing; Fatigue, weakness; Nausea, vomiting; Irregular heartbeat; Seizures or coma in severe cases\nSometimes this condition does not cause any signs and is detected through tests performed for another reason. Some other symptoms include:\nBloody stools; Bad breath; Walk slowly; Whole body swelling; Pain between ribs and hips; Trembling hands; Easy bruising; Mood changes, especially in the elderly; Anorexia; Decreased feeling in your hands or feet; Prolonged bleeding; High blood pressure; There is a metallic taste in the mouth\n\nCauses of acute kidney failure\nCauses of acute kidney failure are divided into 3 large groups according to pathogenesis: pre-renal, renal and post-renal. As follows:\n1. Pre-renal causes\nReduced cardiac output\nPrerenal acute renal failure is often caused by reduced cardiac output (also known as blood flow frequency), causing a shortage of blood pumped by the heart to other organs, including the kidneys. Kidney anemia is often due to causes related to the heart such as: myocardial ischemia or myocardial infarction, valvular heart disease, cardiomyopathy, pericardial tamponade, severe cardiac output failure...\nReduced blood flow\nCases of blood loss/hemorrhagic shock, vomiting/diarrhea, use of diuretics, post-obstruction diuretics, temporary fluid loss also cause a sudden decrease in blood flow to the kidneys, causing kidney damage. grant. In addition, this condition also appears in people with: cirrhosis, pancreatitis, burns, general anesthesiology...\nIn addition, cases of septic shock and hemodynamic changes in the kidney are also considered causes of pre-renal acute kidney failure.\n2. Causes in the kidneys\nBlood vessel\nIn large and medium blood vessels, there are blood clots, thrombi that block the renal artery or the artery is mistakenly clamped during surgery, bilateral renal vein thrombosis... causing unstable blood flow in the kidneys. , cause disease.\nIn the patient's small blood vessels, there are atheroembolic events, microvascular thrombosis (TMA), acute scleroderma attacks, acute hypertension, hemolytic anemia syndrome - increased liver enzymes - decreased platelets (HELLP)... affects kidney health.\nGlomerulus\nProblems in the glomerulus, the vascular tuft that is responsible for filtering blood in the kidney, cause Nephrotic Syndrome (large proteinuria), rapidly progressing glomerulonephritis due to many reasons... causing acute kidney failure.\nInterstitial tissue\nSome causes of acute kidney failure related to the interstitium are acute interstitial nephritis (AIN), due to antibiotics, diuretics, NSAIDs, anticonvulsants, allopurinol or infections: bacteria, viruses. , TB…\nRenal tubules\nAcute tubular necrosis (ATN) is also one of the causes of kidney failure in the kidney. In addition, renal ischemia due to shock, hemorrhage, trauma, gram-negative sepsis, acute pancreatitis, hypotension due to any cause also damages the kidneys. Some other problems in the kidney tubules related to nephrotoxic drugs, endotoxin... also cause acute kidney failure.\n3. Postrenal causes\nIn addition, the disease also comes from post-renal causes such as:\nLesions in the penis: phimosis, urethral stricture, urethral obstruction...; Benign or malignant prostatic hypertrophy; Upper urinary tract, ureteral disease causing obstruction; Stones, tumors, blood clots; Renal papillary necrosis; Retrograde bladder ureter; Narrowing of urinary organs; Abdominal aortic aneurysm; Retroperitoneal fibrosis\nRisk factors for acute kidney failure\nSome people who are more likely to develop acute kidney failure are those who are older or have any of the following chronic health problems:\nKidney disease; Liver failure; Diabetes, especially when not well controlled; High Blood Pressure; Heart failure; Overweight, obesity; People with cancer; People who have had heart surgery or bone marrow transplant; Severe infectious diseases; Recently mentioned is the consequence of SARS-CoV2 (COVID-19) infection causing damage to multiple organs including the kidneys.\n\nComplications of acute kidney failure\nAccording to Urology and Nephrology experts, Tam Anh General Hospital system, although acute kidney failure often appears suddenly and is short-term, if not managed seriously, it can still cause dangerous complications. .\n1. Chronic kidney failure\nSometimes the disease can cause permanent loss of kidney function. This condition is also known as chronic kidney failure. Initial symptoms include: nausea and vomiting, loss of appetite, itching, chest tightness, uncontrolled high blood pressure, unusual weight loss... People with end-stage kidney disease (kidney failure) need to Lifelong dialysis to remove toxins, waste and excess water from the body or a kidney transplant to maintain life.\n2. Heart damage\nThe heart and kidneys have a close relationship with each other. If the kidneys do not function well, the hormone system that regulates blood pressure is unstable, causing the heart to pump more blood. This condition puts the heart under a lot of pressure and is vulnerable to damage. (2)\n3. Damage to the nervous system\nAcute kidney failure can cause neuromuscular disorders, causing seizures and coma. This condition will cause damage to the nervous system that will be difficult to recover.\n4. End stage kidney failure\nThe kidneys filter waste and excess water from the patient's blood and eliminate it as urine. People with acute kidney failure are susceptible to chronic complications and you gradually lose function over time and develop end-stage kidney failure.\nAt this time, the patient's kidneys only function less than 10% of their normal capacity and cause a series of symptoms such as: little urination, urinary retention, fatigue, getting sick easily, headaches, loss of appetite, weight loss, dry and itchy skin, changes in skin color, bone pain, confusion, difficulty concentrating...\nComplete completion of the treatment regimen is one of the important factors affecting the survival prognosis of patients with kidney failure. Therefore, at this time, patients should proactively visit and cooperate with a urologist to find the most effective and suitable solution for themselves.\n5. High blood pressure\nChanges in kidney function caused by acute kidney failure can upset the body's natural balance of salt and fluid. This change causes the patient's blood pressure to increase. If left untreated, high blood pressure can lead to heart attack and stroke. (3)\n6. Muscle weakness\nWhen the body's fluids and electrolytes are imbalanced due to acute kidney damage and not treated promptly, muscle weakness can result.\n7. Chest tightness and difficulty breathing\nAcute kidney failure leads to fluid accumulation in the lungs, making it difficult to breathe. If the pericardium becomes inflamed, the patient may also have chest pain.\n\nDiagnosis of acute kidney failure\nAccurate diagnosis of the condition is very important in helping doctors decide on a treatment regimen for each patient. Accordingly, when a patient is suspected of having acute kidney failure, the doctor will prescribe the following measures.\nClinical diagnosis\nThe doctor asks the patient's medical history and observes the patient's symptoms. Depending on specific symptoms such as little urination or urinary retention, dehydration, blood loss, infection, renal colic... the doctor will make a preliminary assessment and prescribe appropriate laboratory methods.\nParaclinical diagnosis\nUrine test\nUrinalysis is ordered for urine protein (albumin), creatinine, and red blood cells. Absence of protein, red blood cells, or columnar cells suggests uncomplicated pre-renal or post-renal acute kidney failure. Eosinophilic urine suggests allergic tubulointerstitial nephritis; There are oxalate and urate crystals, suggesting renal tubular obstruction due to these crystals. Urine tests help give a more accurate picture of how well the kidneys are working so that doctors can have appropriate treatment plans.\nBlood tests\nThis is one of the main tests in diagnosing acute kidney failure. The role of this test is to measure the concentration of creatinine, urea, uric acid, electrolytes (especially important potassium)... in the patient's blood to evaluate kidney function.\nStomach supersonic\nThis method is used to evaluate the preserved kidney size as shown by clear cortical-medullary distinction. At the same time, detect the causes of obstruction in acute kidney injury with post-renal causes. Ultrasound helps evaluate and determine whether kidney failure is acute or chronic.\nX-ray of the urinary system\nThis is one of the routine measures in diagnosing kidney disease, especially diseases caused by obstruction or infection caused by bacterial attack, in order to evaluate kidney function. X-rays of the urinary system can also detect stones in post-obstructive acute kidney injury.\nImplementing the quadrants\nDetermining acute or chronic kidney failure is sometimes difficult because symptoms of nausea, vomiting, fatigue, hyperphosphatemia, and hyperkalemia can be seen in both cases. Therefore, doctors can rely on:\nPast medical history: Patient has a history of previous kidney disease, increased BUN and serum creatinine several months ago; Kidney size on ultrasound, cortical pulp echogenicity.; Anemia: If the patient does not have anemia, it can be diagnosed as acute kidney failure. Early stages of chronic kidney disease may have little or no anemia. Some cases still have anemia in acute kidney failure such as blood loss due to traffic accidents, obstetrics or other acute blood loss conditions...\nDiagnose the cause\nTo diagnose the cause of acute kidney failure, the doctor will conduct a medical history of which group (pre-renal, renal, post-renal) and check the urine test results.\nDiagnosis of precipitating factors\nThis diagnostic method helps stratify the risk of acute kidney failure based on exposure factors and increased susceptibility to provide appropriate treatment regimens.\n\nTreatment for acute kidney failure\nThe goal of treating acute kidney failure is to protect the patient's life, prevent death, create favorable conditions for the kidneys to recover, and minimize the risk of progression to chronic kidney disease. Specifically, treatment methods for acute kidney failure depend on the cause of the disease as follows:\nTreatment of acute prerenal renal failure\nPrerenal acute renal failure is mostly caused by extrarenal diseases. Prerenal renal failure can be divided into groups:\n1. Reduced circulating volume\nYour doctor will find and treat the cause of hypovolemia. In the absence of hemorrhagic shock, the patient will be given crystalloid solution and evaluated for effectiveness according to the prescribed indicators.\n2. Reduced cardiac output\nIf the patient has acute kidney failure due to reduced cardiac output, treatment will start from underlying diseases such as congestive heart failure, acute cardiac tamponade, acute myocardial infarction, pulmonary embolism...\n3. Reduces systemic circuit resistance\nDoctors treat sepsis, decompensated cirrhosis, etc. for patients with acute kidney failure due to reduced systemic vascular resistance to restore kidney health.\nTreatment of acute renal failure in the kidney (specifically acute tubular necrosis)\nAcute tubular necrosis is due to ischemia to the whole or local kidney. Severe and prolonged acute pre-renal kidney failure is the leading cause. In addition, acute tubular necrosis is also caused by toxins that act directly on renal tubular cells such as: aminoglycosides antibiotics, amphotericin B, Pentamidine, heavy metals, cyclosporine, intravenous contrast agents... or due to pigments. tubulotoxic factors, allergic interstitial nephritis...\nInitial treatment\nIf due to toxic causes, the patient is instructed to immediately stop or reduce the dose of drugs that cannot be stopped suddenly. If due to anemia, replace fluids, blood, and electrolytes to serve the primary goal of improving kidney perfusion.\nTreat with some drugs to treat kidney failure such as diuretics, low dose Dopamine, Fenoldopam...; Treatment of acute tubular necrosis in the oligo-anuric phase:\nAddress the consequences and complications of acute kidney failure. The most important is the balance of water - electrolytes, acid-base and metabolism.\nReference\n5. Hemodialysis in acute kidney failure\nHemodialysis or peritoneal dialysis are equally effective in treating acute kidney failure. However, hemodialysis will be chosen in extremely urgent cases such as acute pulmonary edema, hyperkalemia, ventricular fibrillation, etc.\n6. Hemodialysis\nHemodialysis is a method of using a machine placed outside the body to create a circulation cycle that carries blood containing many electrolytes and waste through a filter and returns clean blood back to the patient.\n7. Peritoneal dialysis\nPeritoneal dialysis is also known as peritoneal dialysis. Unlike hemodialysis, peritoneal dialysis uses the patient's own abdominal mucosa to eliminate toxins from the blood.\n\nPrevention of acute kidney failure\nAcute kidney failure is often difficult to predict or prevent. But you can reduce your risk of the disease by taking care of your kidneys according to your doctor's instructions as follows:\nBe cautious in using medicine\nOnly use medicine when you have a medical condition as prescribed by your doctor. Read medicine labels carefully before using, including over-the-counter pain relievers.; Follow instructions for pain relievers such as Aspirin, Acetaminophen (Tylenol), Ibuprofen (Advil), and Naproxen sodium (Aleve). Taking too much of these drugs can increase the risk of kidney damage, especially in people with pre-existing kidney disease, diabetes or high blood pressure.; Do not arbitrarily use functional foods sold online.\nPay more attention to your health\nRegularly contact your treating physician to manage kidney-related diseases and other chronic diseases.; Regular health check-ups or by doctor's appointment\nBuild a healthy lifestyle\nEstablish a balanced diet, diversify food groups, increase vegetables and fruits, avoid foods rich in sugar, salt and fat.; Limit alcohol, tobacco and stimulants; Increase exercise appropriate to your physical condition with healthy sports such as swimming, walking, jogging...\nSee more: What is good for the kidneys?\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nAcute kidney failure is one of the dangerous diseases, seriously threatening the patient's health. Therefore, each person needs to pay more attention to their health, especially when they have chronic diseases, to prevent acute kidney failure. If you detect signs of illness, you should immediately go to a specialized medical facility to receive timely support, increase your ability to recover and prevent complications.",
    "subsections": [
        {
            "subsection_name": "What is acute kidney failure?",
            "subsection_content": "Acute kidney failure (or acute kidney injury) is an acute decrease in glomerular filtration rate over a few hours to a few days, causing excess electrolytes and wastes to not be eliminated from the blood. The disease can occur in people with previously normal kidney function or in people with chronic kidney disease.\nThis condition causes toxins to accumulate in the body and is life-threatening, if the patient has some additional diseases such as cardiovascular, pulmonary... However, the patient has the ability to fully recover. if detected promptly and treated properly.\nCurrently, acute kidney failure is divided according to factors where the disease occurs such as: acute kidney failure acquired in the community, acquired in the hospital and acquired in the intensive care unit. (first)",
            "subsection_string": "What is acute kidney failure?\nAcute kidney failure (or acute kidney injury) is an acute decrease in glomerular filtration rate over a few hours to a few days, causing excess electrolytes and wastes to not be eliminated from the blood. The disease can occur in people with previously normal kidney function or in people with chronic kidney disease.\nThis condition causes toxins to accumulate in the body and is life-threatening, if the patient has some additional diseases such as cardiovascular, pulmonary... However, the patient has the ability to fully recover. if detected promptly and treated properly.\nCurrently, acute kidney failure is divided according to factors where the disease occurs such as: acute kidney failure acquired in the community, acquired in the hospital and acquired in the intensive care unit. (first)"
        },
        {
            "subsection_name": "Symptoms of acute kidney failure",
            "subsection_content": "Acute kidney failure can appear very suddenly and the most common symptoms include:\nReduced abnormal urine output; Fluid retention occurs, causing swelling in the legs, ankles or feet; Chest pain or pressure, difficulty breathing; Fatigue, weakness; Nausea, vomiting; Irregular heartbeat; Seizures or coma in severe cases\nSometimes this condition does not cause any signs and is detected through tests performed for another reason. Some other symptoms include:\nBloody stools; Bad breath; Walk slowly; Whole body swelling; Pain between ribs and hips; Trembling hands; Easy bruising; Mood changes, especially in the elderly; Anorexia; Decreased feeling in your hands or feet; Prolonged bleeding; High blood pressure; There is a metallic taste in the mouth",
            "subsection_string": "Symptoms of acute kidney failure\nAcute kidney failure can appear very suddenly and the most common symptoms include:\nReduced abnormal urine output; Fluid retention occurs, causing swelling in the legs, ankles or feet; Chest pain or pressure, difficulty breathing; Fatigue, weakness; Nausea, vomiting; Irregular heartbeat; Seizures or coma in severe cases\nSometimes this condition does not cause any signs and is detected through tests performed for another reason. Some other symptoms include:\nBloody stools; Bad breath; Walk slowly; Whole body swelling; Pain between ribs and hips; Trembling hands; Easy bruising; Mood changes, especially in the elderly; Anorexia; Decreased feeling in your hands or feet; Prolonged bleeding; High blood pressure; There is a metallic taste in the mouth"
        },
        {
            "subsection_name": "Causes of acute kidney failure",
            "subsection_content": "Causes of acute kidney failure are divided into 3 large groups according to pathogenesis: pre-renal, renal and post-renal. As follows:\n1. Pre-renal causes\nReduced cardiac output\nPrerenal acute renal failure is often caused by reduced cardiac output (also known as blood flow frequency), causing a shortage of blood pumped by the heart to other organs, including the kidneys. Kidney anemia is often due to causes related to the heart such as: myocardial ischemia or myocardial infarction, valvular heart disease, cardiomyopathy, pericardial tamponade, severe cardiac output failure...\nReduced blood flow\nCases of blood loss/hemorrhagic shock, vomiting/diarrhea, use of diuretics, post-obstruction diuretics, temporary fluid loss also cause a sudden decrease in blood flow to the kidneys, causing kidney damage. grant. In addition, this condition also appears in people with: cirrhosis, pancreatitis, burns, general anesthesiology...\nIn addition, cases of septic shock and hemodynamic changes in the kidney are also considered causes of pre-renal acute kidney failure.\n2. Causes in the kidneys\nBlood vessel\nIn large and medium blood vessels, there are blood clots, thrombi that block the renal artery or the artery is mistakenly clamped during surgery, bilateral renal vein thrombosis... causing unstable blood flow in the kidneys. , cause disease.\nIn the patient's small blood vessels, there are atheroembolic events, microvascular thrombosis (TMA), acute scleroderma attacks, acute hypertension, hemolytic anemia syndrome - increased liver enzymes - decreased platelets (HELLP)... affects kidney health.\nGlomerulus\nProblems in the glomerulus, the vascular tuft that is responsible for filtering blood in the kidney, cause Nephrotic Syndrome (large proteinuria), rapidly progressing glomerulonephritis due to many reasons... causing acute kidney failure.\nInterstitial tissue\nSome causes of acute kidney failure related to the interstitium are acute interstitial nephritis (AIN), due to antibiotics, diuretics, NSAIDs, anticonvulsants, allopurinol or infections: bacteria, viruses. , TB…\nRenal tubules\nAcute tubular necrosis (ATN) is also one of the causes of kidney failure in the kidney. In addition, renal ischemia due to shock, hemorrhage, trauma, gram-negative sepsis, acute pancreatitis, hypotension due to any cause also damages the kidneys. Some other problems in the kidney tubules related to nephrotoxic drugs, endotoxin... also cause acute kidney failure.\n3. Postrenal causes\nIn addition, the disease also comes from post-renal causes such as:\nLesions in the penis: phimosis, urethral stricture, urethral obstruction...; Benign or malignant prostatic hypertrophy; Upper urinary tract, ureteral disease causing obstruction; Stones, tumors, blood clots; Renal papillary necrosis; Retrograde bladder ureter; Narrowing of urinary organs; Abdominal aortic aneurysm; Retroperitoneal fibrosis\nRisk factors for acute kidney failure\nSome people who are more likely to develop acute kidney failure are those who are older or have any of the following chronic health problems:\nKidney disease; Liver failure; Diabetes, especially when not well controlled; High Blood Pressure; Heart failure; Overweight, obesity; People with cancer; People who have had heart surgery or bone marrow transplant; Severe infectious diseases; Recently mentioned is the consequence of SARS-CoV2 (COVID-19) infection causing damage to multiple organs including the kidneys.",
            "subsection_string": "Causes of acute kidney failure\nCauses of acute kidney failure are divided into 3 large groups according to pathogenesis: pre-renal, renal and post-renal. As follows:\n1. Pre-renal causes\nReduced cardiac output\nPrerenal acute renal failure is often caused by reduced cardiac output (also known as blood flow frequency), causing a shortage of blood pumped by the heart to other organs, including the kidneys. Kidney anemia is often due to causes related to the heart such as: myocardial ischemia or myocardial infarction, valvular heart disease, cardiomyopathy, pericardial tamponade, severe cardiac output failure...\nReduced blood flow\nCases of blood loss/hemorrhagic shock, vomiting/diarrhea, use of diuretics, post-obstruction diuretics, temporary fluid loss also cause a sudden decrease in blood flow to the kidneys, causing kidney damage. grant. In addition, this condition also appears in people with: cirrhosis, pancreatitis, burns, general anesthesiology...\nIn addition, cases of septic shock and hemodynamic changes in the kidney are also considered causes of pre-renal acute kidney failure.\n2. Causes in the kidneys\nBlood vessel\nIn large and medium blood vessels, there are blood clots, thrombi that block the renal artery or the artery is mistakenly clamped during surgery, bilateral renal vein thrombosis... causing unstable blood flow in the kidneys. , cause disease.\nIn the patient's small blood vessels, there are atheroembolic events, microvascular thrombosis (TMA), acute scleroderma attacks, acute hypertension, hemolytic anemia syndrome - increased liver enzymes - decreased platelets (HELLP)... affects kidney health.\nGlomerulus\nProblems in the glomerulus, the vascular tuft that is responsible for filtering blood in the kidney, cause Nephrotic Syndrome (large proteinuria), rapidly progressing glomerulonephritis due to many reasons... causing acute kidney failure.\nInterstitial tissue\nSome causes of acute kidney failure related to the interstitium are acute interstitial nephritis (AIN), due to antibiotics, diuretics, NSAIDs, anticonvulsants, allopurinol or infections: bacteria, viruses. , TB…\nRenal tubules\nAcute tubular necrosis (ATN) is also one of the causes of kidney failure in the kidney. In addition, renal ischemia due to shock, hemorrhage, trauma, gram-negative sepsis, acute pancreatitis, hypotension due to any cause also damages the kidneys. Some other problems in the kidney tubules related to nephrotoxic drugs, endotoxin... also cause acute kidney failure.\n3. Postrenal causes\nIn addition, the disease also comes from post-renal causes such as:\nLesions in the penis: phimosis, urethral stricture, urethral obstruction...; Benign or malignant prostatic hypertrophy; Upper urinary tract, ureteral disease causing obstruction; Stones, tumors, blood clots; Renal papillary necrosis; Retrograde bladder ureter; Narrowing of urinary organs; Abdominal aortic aneurysm; Retroperitoneal fibrosis\nRisk factors for acute kidney failure\nSome people who are more likely to develop acute kidney failure are those who are older or have any of the following chronic health problems:\nKidney disease; Liver failure; Diabetes, especially when not well controlled; High Blood Pressure; Heart failure; Overweight, obesity; People with cancer; People who have had heart surgery or bone marrow transplant; Severe infectious diseases; Recently mentioned is the consequence of SARS-CoV2 (COVID-19) infection causing damage to multiple organs including the kidneys."
        },
        {
            "subsection_name": "Complications of acute kidney failure",
            "subsection_content": "According to Urology and Nephrology experts, Tam Anh General Hospital system, although acute kidney failure often appears suddenly and is short-term, if not managed seriously, it can still cause dangerous complications. .\n1. Chronic kidney failure\nSometimes the disease can cause permanent loss of kidney function. This condition is also known as chronic kidney failure. Initial symptoms include: nausea and vomiting, loss of appetite, itching, chest tightness, uncontrolled high blood pressure, unusual weight loss... People with end-stage kidney disease (kidney failure) need to Lifelong dialysis to remove toxins, waste and excess water from the body or a kidney transplant to maintain life.\n2. Heart damage\nThe heart and kidneys have a close relationship with each other. If the kidneys do not function well, the hormone system that regulates blood pressure is unstable, causing the heart to pump more blood. This condition puts the heart under a lot of pressure and is vulnerable to damage. (2)\n3. Damage to the nervous system\nAcute kidney failure can cause neuromuscular disorders, causing seizures and coma. This condition will cause damage to the nervous system that will be difficult to recover.\n4. End stage kidney failure\nThe kidneys filter waste and excess water from the patient's blood and eliminate it as urine. People with acute kidney failure are susceptible to chronic complications and you gradually lose function over time and develop end-stage kidney failure.\nAt this time, the patient's kidneys only function less than 10% of their normal capacity and cause a series of symptoms such as: little urination, urinary retention, fatigue, getting sick easily, headaches, loss of appetite, weight loss, dry and itchy skin, changes in skin color, bone pain, confusion, difficulty concentrating...\nComplete completion of the treatment regimen is one of the important factors affecting the survival prognosis of patients with kidney failure. Therefore, at this time, patients should proactively visit and cooperate with a urologist to find the most effective and suitable solution for themselves.\n5. High blood pressure\nChanges in kidney function caused by acute kidney failure can upset the body's natural balance of salt and fluid. This change causes the patient's blood pressure to increase. If left untreated, high blood pressure can lead to heart attack and stroke. (3)\n6. Muscle weakness\nWhen the body's fluids and electrolytes are imbalanced due to acute kidney damage and not treated promptly, muscle weakness can result.\n7. Chest tightness and difficulty breathing\nAcute kidney failure leads to fluid accumulation in the lungs, making it difficult to breathe. If the pericardium becomes inflamed, the patient may also have chest pain.",
            "subsection_string": "Complications of acute kidney failure\nAccording to Urology and Nephrology experts, Tam Anh General Hospital system, although acute kidney failure often appears suddenly and is short-term, if not managed seriously, it can still cause dangerous complications. .\n1. Chronic kidney failure\nSometimes the disease can cause permanent loss of kidney function. This condition is also known as chronic kidney failure. Initial symptoms include: nausea and vomiting, loss of appetite, itching, chest tightness, uncontrolled high blood pressure, unusual weight loss... People with end-stage kidney disease (kidney failure) need to Lifelong dialysis to remove toxins, waste and excess water from the body or a kidney transplant to maintain life.\n2. Heart damage\nThe heart and kidneys have a close relationship with each other. If the kidneys do not function well, the hormone system that regulates blood pressure is unstable, causing the heart to pump more blood. This condition puts the heart under a lot of pressure and is vulnerable to damage. (2)\n3. Damage to the nervous system\nAcute kidney failure can cause neuromuscular disorders, causing seizures and coma. This condition will cause damage to the nervous system that will be difficult to recover.\n4. End stage kidney failure\nThe kidneys filter waste and excess water from the patient's blood and eliminate it as urine. People with acute kidney failure are susceptible to chronic complications and you gradually lose function over time and develop end-stage kidney failure.\nAt this time, the patient's kidneys only function less than 10% of their normal capacity and cause a series of symptoms such as: little urination, urinary retention, fatigue, getting sick easily, headaches, loss of appetite, weight loss, dry and itchy skin, changes in skin color, bone pain, confusion, difficulty concentrating...\nComplete completion of the treatment regimen is one of the important factors affecting the survival prognosis of patients with kidney failure. Therefore, at this time, patients should proactively visit and cooperate with a urologist to find the most effective and suitable solution for themselves.\n5. High blood pressure\nChanges in kidney function caused by acute kidney failure can upset the body's natural balance of salt and fluid. This change causes the patient's blood pressure to increase. If left untreated, high blood pressure can lead to heart attack and stroke. (3)\n6. Muscle weakness\nWhen the body's fluids and electrolytes are imbalanced due to acute kidney damage and not treated promptly, muscle weakness can result.\n7. Chest tightness and difficulty breathing\nAcute kidney failure leads to fluid accumulation in the lungs, making it difficult to breathe. If the pericardium becomes inflamed, the patient may also have chest pain."
        },
        {
            "subsection_name": "Diagnosis of acute kidney failure",
            "subsection_content": "Accurate diagnosis of the condition is very important in helping doctors decide on a treatment regimen for each patient. Accordingly, when a patient is suspected of having acute kidney failure, the doctor will prescribe the following measures.\nClinical diagnosis\nThe doctor asks the patient's medical history and observes the patient's symptoms. Depending on specific symptoms such as little urination or urinary retention, dehydration, blood loss, infection, renal colic... the doctor will make a preliminary assessment and prescribe appropriate laboratory methods.\nParaclinical diagnosis\nUrine test\nUrinalysis is ordered for urine protein (albumin), creatinine, and red blood cells. Absence of protein, red blood cells, or columnar cells suggests uncomplicated pre-renal or post-renal acute kidney failure. Eosinophilic urine suggests allergic tubulointerstitial nephritis; There are oxalate and urate crystals, suggesting renal tubular obstruction due to these crystals. Urine tests help give a more accurate picture of how well the kidneys are working so that doctors can have appropriate treatment plans.\nBlood tests\nThis is one of the main tests in diagnosing acute kidney failure. The role of this test is to measure the concentration of creatinine, urea, uric acid, electrolytes (especially important potassium)... in the patient's blood to evaluate kidney function.\nStomach supersonic\nThis method is used to evaluate the preserved kidney size as shown by clear cortical-medullary distinction. At the same time, detect the causes of obstruction in acute kidney injury with post-renal causes. Ultrasound helps evaluate and determine whether kidney failure is acute or chronic.\nX-ray of the urinary system\nThis is one of the routine measures in diagnosing kidney disease, especially diseases caused by obstruction or infection caused by bacterial attack, in order to evaluate kidney function. X-rays of the urinary system can also detect stones in post-obstructive acute kidney injury.\nImplementing the quadrants\nDetermining acute or chronic kidney failure is sometimes difficult because symptoms of nausea, vomiting, fatigue, hyperphosphatemia, and hyperkalemia can be seen in both cases. Therefore, doctors can rely on:\nPast medical history: Patient has a history of previous kidney disease, increased BUN and serum creatinine several months ago; Kidney size on ultrasound, cortical pulp echogenicity.; Anemia: If the patient does not have anemia, it can be diagnosed as acute kidney failure. Early stages of chronic kidney disease may have little or no anemia. Some cases still have anemia in acute kidney failure such as blood loss due to traffic accidents, obstetrics or other acute blood loss conditions...\nDiagnose the cause\nTo diagnose the cause of acute kidney failure, the doctor will conduct a medical history of which group (pre-renal, renal, post-renal) and check the urine test results.\nDiagnosis of precipitating factors\nThis diagnostic method helps stratify the risk of acute kidney failure based on exposure factors and increased susceptibility to provide appropriate treatment regimens.",
            "subsection_string": "Diagnosis of acute kidney failure\nAccurate diagnosis of the condition is very important in helping doctors decide on a treatment regimen for each patient. Accordingly, when a patient is suspected of having acute kidney failure, the doctor will prescribe the following measures.\nClinical diagnosis\nThe doctor asks the patient's medical history and observes the patient's symptoms. Depending on specific symptoms such as little urination or urinary retention, dehydration, blood loss, infection, renal colic... the doctor will make a preliminary assessment and prescribe appropriate laboratory methods.\nParaclinical diagnosis\nUrine test\nUrinalysis is ordered for urine protein (albumin), creatinine, and red blood cells. Absence of protein, red blood cells, or columnar cells suggests uncomplicated pre-renal or post-renal acute kidney failure. Eosinophilic urine suggests allergic tubulointerstitial nephritis; There are oxalate and urate crystals, suggesting renal tubular obstruction due to these crystals. Urine tests help give a more accurate picture of how well the kidneys are working so that doctors can have appropriate treatment plans.\nBlood tests\nThis is one of the main tests in diagnosing acute kidney failure. The role of this test is to measure the concentration of creatinine, urea, uric acid, electrolytes (especially important potassium)... in the patient's blood to evaluate kidney function.\nStomach supersonic\nThis method is used to evaluate the preserved kidney size as shown by clear cortical-medullary distinction. At the same time, detect the causes of obstruction in acute kidney injury with post-renal causes. Ultrasound helps evaluate and determine whether kidney failure is acute or chronic.\nX-ray of the urinary system\nThis is one of the routine measures in diagnosing kidney disease, especially diseases caused by obstruction or infection caused by bacterial attack, in order to evaluate kidney function. X-rays of the urinary system can also detect stones in post-obstructive acute kidney injury.\nImplementing the quadrants\nDetermining acute or chronic kidney failure is sometimes difficult because symptoms of nausea, vomiting, fatigue, hyperphosphatemia, and hyperkalemia can be seen in both cases. Therefore, doctors can rely on:\nPast medical history: Patient has a history of previous kidney disease, increased BUN and serum creatinine several months ago; Kidney size on ultrasound, cortical pulp echogenicity.; Anemia: If the patient does not have anemia, it can be diagnosed as acute kidney failure. Early stages of chronic kidney disease may have little or no anemia. Some cases still have anemia in acute kidney failure such as blood loss due to traffic accidents, obstetrics or other acute blood loss conditions...\nDiagnose the cause\nTo diagnose the cause of acute kidney failure, the doctor will conduct a medical history of which group (pre-renal, renal, post-renal) and check the urine test results.\nDiagnosis of precipitating factors\nThis diagnostic method helps stratify the risk of acute kidney failure based on exposure factors and increased susceptibility to provide appropriate treatment regimens."
        },
        {
            "subsection_name": "Treatment for acute kidney failure",
            "subsection_content": "The goal of treating acute kidney failure is to protect the patient's life, prevent death, create favorable conditions for the kidneys to recover, and minimize the risk of progression to chronic kidney disease. Specifically, treatment methods for acute kidney failure depend on the cause of the disease as follows:\nTreatment of acute prerenal renal failure\nPrerenal acute renal failure is mostly caused by extrarenal diseases. Prerenal renal failure can be divided into groups:\n1. Reduced circulating volume\nYour doctor will find and treat the cause of hypovolemia. In the absence of hemorrhagic shock, the patient will be given crystalloid solution and evaluated for effectiveness according to the prescribed indicators.\n2. Reduced cardiac output\nIf the patient has acute kidney failure due to reduced cardiac output, treatment will start from underlying diseases such as congestive heart failure, acute cardiac tamponade, acute myocardial infarction, pulmonary embolism...\n3. Reduces systemic circuit resistance\nDoctors treat sepsis, decompensated cirrhosis, etc. for patients with acute kidney failure due to reduced systemic vascular resistance to restore kidney health.\nTreatment of acute renal failure in the kidney (specifically acute tubular necrosis)\nAcute tubular necrosis is due to ischemia to the whole or local kidney. Severe and prolonged acute pre-renal kidney failure is the leading cause. In addition, acute tubular necrosis is also caused by toxins that act directly on renal tubular cells such as: aminoglycosides antibiotics, amphotericin B, Pentamidine, heavy metals, cyclosporine, intravenous contrast agents... or due to pigments. tubulotoxic factors, allergic interstitial nephritis...\nInitial treatment\nIf due to toxic causes, the patient is instructed to immediately stop or reduce the dose of drugs that cannot be stopped suddenly. If due to anemia, replace fluids, blood, and electrolytes to serve the primary goal of improving kidney perfusion.\nTreat with some drugs to treat kidney failure such as diuretics, low dose Dopamine, Fenoldopam...; Treatment of acute tubular necrosis in the oligo-anuric phase:\nAddress the consequences and complications of acute kidney failure. The most important is the balance of water - electrolytes, acid-base and metabolism.\nReference\n5. Hemodialysis in acute kidney failure\nHemodialysis or peritoneal dialysis are equally effective in treating acute kidney failure. However, hemodialysis will be chosen in extremely urgent cases such as acute pulmonary edema, hyperkalemia, ventricular fibrillation, etc.\n6. Hemodialysis\nHemodialysis is a method of using a machine placed outside the body to create a circulation cycle that carries blood containing many electrolytes and waste through a filter and returns clean blood back to the patient.\n7. Peritoneal dialysis\nPeritoneal dialysis is also known as peritoneal dialysis. Unlike hemodialysis, peritoneal dialysis uses the patient's own abdominal mucosa to eliminate toxins from the blood.",
            "subsection_string": "Treatment for acute kidney failure\nThe goal of treating acute kidney failure is to protect the patient's life, prevent death, create favorable conditions for the kidneys to recover, and minimize the risk of progression to chronic kidney disease. Specifically, treatment methods for acute kidney failure depend on the cause of the disease as follows:\nTreatment of acute prerenal renal failure\nPrerenal acute renal failure is mostly caused by extrarenal diseases. Prerenal renal failure can be divided into groups:\n1. Reduced circulating volume\nYour doctor will find and treat the cause of hypovolemia. In the absence of hemorrhagic shock, the patient will be given crystalloid solution and evaluated for effectiveness according to the prescribed indicators.\n2. Reduced cardiac output\nIf the patient has acute kidney failure due to reduced cardiac output, treatment will start from underlying diseases such as congestive heart failure, acute cardiac tamponade, acute myocardial infarction, pulmonary embolism...\n3. Reduces systemic circuit resistance\nDoctors treat sepsis, decompensated cirrhosis, etc. for patients with acute kidney failure due to reduced systemic vascular resistance to restore kidney health.\nTreatment of acute renal failure in the kidney (specifically acute tubular necrosis)\nAcute tubular necrosis is due to ischemia to the whole or local kidney. Severe and prolonged acute pre-renal kidney failure is the leading cause. In addition, acute tubular necrosis is also caused by toxins that act directly on renal tubular cells such as: aminoglycosides antibiotics, amphotericin B, Pentamidine, heavy metals, cyclosporine, intravenous contrast agents... or due to pigments. tubulotoxic factors, allergic interstitial nephritis...\nInitial treatment\nIf due to toxic causes, the patient is instructed to immediately stop or reduce the dose of drugs that cannot be stopped suddenly. If due to anemia, replace fluids, blood, and electrolytes to serve the primary goal of improving kidney perfusion.\nTreat with some drugs to treat kidney failure such as diuretics, low dose Dopamine, Fenoldopam...; Treatment of acute tubular necrosis in the oligo-anuric phase:\nAddress the consequences and complications of acute kidney failure. The most important is the balance of water - electrolytes, acid-base and metabolism.\nReference\n5. Hemodialysis in acute kidney failure\nHemodialysis or peritoneal dialysis are equally effective in treating acute kidney failure. However, hemodialysis will be chosen in extremely urgent cases such as acute pulmonary edema, hyperkalemia, ventricular fibrillation, etc.\n6. Hemodialysis\nHemodialysis is a method of using a machine placed outside the body to create a circulation cycle that carries blood containing many electrolytes and waste through a filter and returns clean blood back to the patient.\n7. Peritoneal dialysis\nPeritoneal dialysis is also known as peritoneal dialysis. Unlike hemodialysis, peritoneal dialysis uses the patient's own abdominal mucosa to eliminate toxins from the blood."
        },
        {
            "subsection_name": "Prevention of acute kidney failure",
            "subsection_content": "Acute kidney failure is often difficult to predict or prevent. But you can reduce your risk of the disease by taking care of your kidneys according to your doctor's instructions as follows:\nBe cautious in using medicine\nOnly use medicine when you have a medical condition as prescribed by your doctor. Read medicine labels carefully before using, including over-the-counter pain relievers.; Follow instructions for pain relievers such as Aspirin, Acetaminophen (Tylenol), Ibuprofen (Advil), and Naproxen sodium (Aleve). Taking too much of these drugs can increase the risk of kidney damage, especially in people with pre-existing kidney disease, diabetes or high blood pressure.; Do not arbitrarily use functional foods sold online.\nPay more attention to your health\nRegularly contact your treating physician to manage kidney-related diseases and other chronic diseases.; Regular health check-ups or by doctor's appointment\nBuild a healthy lifestyle\nEstablish a balanced diet, diversify food groups, increase vegetables and fruits, avoid foods rich in sugar, salt and fat.; Limit alcohol, tobacco and stimulants; Increase exercise appropriate to your physical condition with healthy sports such as swimming, walking, jogging...\nSee more: What is good for the kidneys?\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nAcute kidney failure is one of the dangerous diseases, seriously threatening the patient's health. Therefore, each person needs to pay more attention to their health, especially when they have chronic diseases, to prevent acute kidney failure. If you detect signs of illness, you should immediately go to a specialized medical facility to receive timely support, increase your ability to recover and prevent complications.",
            "subsection_string": "Prevention of acute kidney failure\nAcute kidney failure is often difficult to predict or prevent. But you can reduce your risk of the disease by taking care of your kidneys according to your doctor's instructions as follows:\nBe cautious in using medicine\nOnly use medicine when you have a medical condition as prescribed by your doctor. Read medicine labels carefully before using, including over-the-counter pain relievers.; Follow instructions for pain relievers such as Aspirin, Acetaminophen (Tylenol), Ibuprofen (Advil), and Naproxen sodium (Aleve). Taking too much of these drugs can increase the risk of kidney damage, especially in people with pre-existing kidney disease, diabetes or high blood pressure.; Do not arbitrarily use functional foods sold online.\nPay more attention to your health\nRegularly contact your treating physician to manage kidney-related diseases and other chronic diseases.; Regular health check-ups or by doctor's appointment\nBuild a healthy lifestyle\nEstablish a balanced diet, diversify food groups, increase vegetables and fruits, avoid foods rich in sugar, salt and fat.; Limit alcohol, tobacco and stimulants; Increase exercise appropriate to your physical condition with healthy sports such as swimming, walking, jogging...\nSee more: What is good for the kidneys?\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nAcute kidney failure is one of the dangerous diseases, seriously threatening the patient's health. Therefore, each person needs to pay more attention to their health, especially when they have chronic diseases, to prevent acute kidney failure. If you detect signs of illness, you should immediately go to a specialized medical facility to receive timely support, increase your ability to recover and prevent complications."
        }
    ],
    "name": "suy-than-cap.json"
}