{
    "title": "Cerebral vascular occlusion: Signs, causes, treatment and prevention",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/tac-mach-mau-nao/",
    "abstract": "Or cerebral vascular occlusion\ncerebral vascular obstruction\n leading to cerebral infarction is the most common cause of stroke. So how to recognize good signs early?\nSymptoms of cerebral vascular obstruction\n as well as how to prevent it\nWhat is cerebral vascular occlusion?\n?\n  Cerebral vascular occlusion\n accounts for about 85% of stroke cases. This is an emergency condition that requires prompt treatment because it can threaten the patient's life. There are many causes\ncerebral vascular obstruction\n. Let's learn about these causes and identify them\nsigns of cerebral vascular obstruction\n so that you can be promptly examined and treated effectively.",
    "content": "Cerebral vascular occlusion: Signs, causes, treatment and prevention\n\nOr cerebral vascular occlusion\ncerebral vascular obstruction\n leading to cerebral infarction is the most common cause of stroke. So how to recognize good signs early?\nSymptoms of cerebral vascular obstruction\n as well as how to prevent it\nWhat is cerebral vascular occlusion?\n?\n  Cerebral vascular occlusion\n accounts for about 85% of stroke cases. This is an emergency condition that requires prompt treatment because it can threaten the patient's life. There are many causes\ncerebral vascular obstruction\n. Let's learn about these causes and identify them\nsigns of cerebral vascular obstruction\n so that you can be promptly examined and treated effectively.\n\nWhat is cerebral vascular occlusion?\nArteries carry blood rich in oxygen and nutrients from the heart to the head and body. There are two carotid arteries and two vertebral arteries (front and back of the neck)  that supply blood to the brain. Although the brain accounts for only 2% of the body's weight, it receives 15% of cardiac output and 25% of the total oxygen supply to the body.\nNormally, from the age of 30 onwards, the arteries supplying blood to the brain accumulate plaques (fat and cholesterol), the arteries will gradually narrow and reduce blood flow to the brain. . The larger the plaque, the harder it is for blood to reach the brain. At some point, the plaque will completely block the blood vessel or sometimes the plaque will crack, forming a blood clot, blocking the blood vessels in the brain. In addition, blood vessels in the brain can also be blocked by thrombosis - a blood clot from another place, such as from the heart or leg, following the bloodstream to a smaller blood vessel, blocking the small blood vessel. This condition will lead to a stroke and is called a cerebral embolism stroke.\nAtherosclerotic plaques can lead to cerebral vascular occlusion\n\nSymptoms of cerebral vascular obstruction\nRecognizing the signs of cerebral vascular obstruction helps to intervene early and limit dangerous complications.\nCommon symptoms of people with cerebral vascular obstruction include:\nWeakness of half the body, difficulty moving arms and legs, unable to raise both arms above the head at the same time;; Distorted face, misaligned face, crooked smile;; Loss of balance, unsteady walking;; Severe headache, which may be accompanied by dizziness; vomiting; Difficulty speaking, slurred speech, slurred speech even though previously you could still talk normally; or cannot speak; Double vision or blurred vision; Convulsion; Drowsiness or coma\nIf you see a person with these signs of cerebral vascular occlusion, you should take him to the nearest hospital immediately so that a doctor can diagnose and intervene within the \"golden time\", avoiding the risk of death or serious complications. important.\n\nCause of cerebral vascular occlusion\nCommon causes\nUnderstanding the cause of cerebral vascular occlusion will help you take more effective prevention measures. Common causes of cerebral vascular occlusion include: (1)\nAtherosclerosis: This is the most common cause of cerebral vascular occlusion. Nearly 65% ​​of strokes due to blood vessel blockage stem from atherosclerosis. This is due to atherosclerosis of large extracranial or intracranial blood vessels or occlusion of perforating (small) arterial branches located in the brain.; Thrombosis: About 20% - 30% of cases of cerebral vascular occlusion are due to heart valve disease, atrial fibrillation causing thrombosis.; In about 5% of cases, blood diseases or infections can cause cerebral thrombosis.\nThe danger elements\nSome factors can increase the risk of cerebral vascular obstruction, so do not be subjective:\nDiabetes: Statistics show that diabetics are 4 times more likely to suffer from cerebral thrombosis than normal people; Hypertension: This is one of the leading risk factors for clogged blood vessels. Too high intravascular pressure will cause atherosclerotic plaques to peel off in the vessel walls, causing atherosclerotic plaques to block the blood vessels.; Carotid artery disease: People with carotid artery disease or a family history of the disease are more susceptible to stroke due to cerebral embolism.; Atrial fibrillation: For people with atrial fibrillation, blood clots in the atria drift through the bloodstream, causing blood vessels to become clogged. About 15% of people with atrial fibrillation have a stroke due to cerebral vascular occlusion.; Hyperlipidemia (hypercholesterolemia): Both high levels of bad cholesterol (LDL) and low levels of good cholesterol (HDL) can lead to arterial thrombosis.; Unhealthy lifestyle: People who rarely exercise, are obese, eat too much fat or foods high in salt, cholesterol or fat are susceptible to high blood pressure, diabetes, hypercholesterolemia - the causes leading to arterial thrombosis and cerebral vascular occlusion. In addition, smoking can also increase the risk of atherosclerosis, thrombosis, hypercholesterolemia, etc.; Age: Anyone can get a blood clot in the brain. However, the proportion of adults over 55 years old with cerebral vascular occlusion will be higher.; Medical history: People who have had a history of transient cerebral embolism have a high risk of recurrence in a short period of time.\nObese people have a higher risk of cerebral thrombosis\n\nComplications of cerebral vascular occlusion\nCerebral vascular occlusion is an extremely serious disease and needs to be promptly diagnosed and treated to avoid causing dangerous complications. Complications that can occur in people with cerebral vascular occlusion include:\nHemiplegia: This complication is extremely serious and dangerous, making the patient unable to move and unable to do personal tasks. Patients cannot function as normal and this leads to inconveniences in life.; Language disorders: People with cerebral vascular occlusion can lead to stroke and language disorders. The patient may not be able to speak or understand what others are saying, or both complications may occur at the same time, causing difficulty in communication and daily activities of the patient.; Dizziness, ataxia, unsteady walking; Difficulty defecating and urinating: Circular muscle disorders make people after a stroke due to cerebral vascular obstruction have more difficulty defecating or urinating.; Coma and high risk of death.\n\nDiagnosis of cerebral vascular occlusion\nVascular blockages in the extracranial carotid artery can be heard with a stethoscope, but most cerebrovascular problems can be identified through imaging techniques. Through recorded images, doctors can see the condition of large arteries, small blood vessels and even brain tissue.\nSome commonly used imaging methods to diagnose cerebral vascular occlusion include: (2)\nComputed tomography (CT scan); Brain MRI, especially the modern 3 Tesla MRI machine at Tam Anh General Hospital System can help detect the smallest abnormalities in cerebral blood vessels.; Transcranial doppler ultrasound; Digital subtraction angiography (DSA angiography); Carotid Doppler ultrasound; Magnetic resonance angiography (MRA)\nSpecialists will consider and choose the most appropriate diagnostic method for the patient.\nImaging techniques can help detect abnormalities in brain blood vessels\n\nHow to treat cerebral vascular occlusion\nUse thrombolytic drugs\nTo treat cerebral vascular occlusion, doctors may prescribe patients to use thrombolytic drugs to break up blood clots in the blood vessels, allowing blood to move more easily to provide oxygen and nutrients. nourish the brain. However, the medicine is only effective if the patient is detected and treated early during the \"golden time\".\nIn addition, the doctor will also advise patients to change their daily lifestyle, eat healthy, exercise in moderation, stop smoking, and avoid drinking too much alcohol. In particular, people with high blood pressure, high cholesterol, cardiovascular disease, atrial fibrillation, etc. may have to follow a more stringent treatment process.\nVascular intervention\nPatients with cerebral vascular obstruction can undergo endovascular intervention to remove blood clots, atherosclerotic plaques or blockage of ruptured aneurysms. This is a modern, minimally invasive procedure that is highly effective for patients in cases where the patient has a large blood vessel blockage within the allowed time when the brain is not really damaged.\nSurgery\nIn addition to prescribing medication and endovascular intervention, the doctor can also consider whether the patient needs surgery or not. If the carotid artery is severely narrowed or blocked, it can lead to a stroke. Surgery to prevent recurrent stroke in extracranial carotid artery stenosis is prescribed by the doctor depending on the consideration of benefits and risks, which is higher.\nTwo surgical methods used to treat patients with cerebral vascular occlusion are carotid endarterectomy as well as angioplasty and stent placement. Depending on the patient's case, the doctor will recommend the most appropriate form of treatment.\n\nPreventing cerebral vascular congestion\nPrevention of cerebrovascular disease involves reducing the risk factors associated with this health condition. You should minimize risk factors that can lead to the disease such as smoking, eating a lot of fat, eating salty foods, etc.\nSome measures to prevent cerebral thrombosis that you can apply are as follows: (3)\nDo not actively smoke and stay away from areas with smoke to minimize passive smoking.; Regularly exercise, at least 3 sessions/week, each session lasts 20-30 minutes to improve health, limit the risk of diabetes, increased blood fat, and high blood pressure.; Build a healthy lifestyle, limit stress. Maintain a diet low in fat and grease, and reduce foods high in sugar or salt. You should eat lots of vegetables and fruits. Limit processed products, do not adjust the amount of seasoning.; For patients with cerebrovascular disease or atherosclerosis, peripheral artery disease or coronary artery disease, cholesterol-lowering medications should be taken (even if cholesterol levels are not abnormally high) and a complete medication regimen should be followed. to maintain blood pressure at a stable level.\nYou should eat lots of fruits and vegetables to prevent cerebral thrombosis\nIn addition, it is important to pay attention to regular health check-ups, especially for people who have had a stroke or have a family member who has had the disease.\nCurrently, the Department of Neurology, Neurology Center, Tam Anh General Hospital System is one of the leading units in organizing the examination, screening and diagnosis of cerebral vascular obstruction. Tam Anh General Hospital brings together a team of leading experts, experienced, thoughtful and enthusiastic with patients.\nNot only that, the Hospital also invests in many of the most modern equipment and machines to serve well for examination and screening such as 1.5 - 3 Tesla magnetic resonance imaging system, CT 768 system. Somatom Drive slice with shooting speed up to 458mm/s, high-end general ultrasound machine Acuson Sequoia with real-time focusing,...\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nCerebral vascular occlusion or cerebral vascular obstruction can cause many dangerous complications, even leading to stroke and death. Be proactive in building a scientific lifestyle and have regular health check-ups to prevent disease!",
    "subsections": [
        {
            "subsection_name": "What is cerebral vascular occlusion?",
            "subsection_content": "Arteries carry blood rich in oxygen and nutrients from the heart to the head and body. There are two carotid arteries and two vertebral arteries (front and back of the neck)  that supply blood to the brain. Although the brain accounts for only 2% of the body's weight, it receives 15% of cardiac output and 25% of the total oxygen supply to the body.\nNormally, from the age of 30 onwards, the arteries supplying blood to the brain accumulate plaques (fat and cholesterol), the arteries will gradually narrow and reduce blood flow to the brain. . The larger the plaque, the harder it is for blood to reach the brain. At some point, the plaque will completely block the blood vessel or sometimes the plaque will crack, forming a blood clot, blocking the blood vessels in the brain. In addition, blood vessels in the brain can also be blocked by thrombosis - a blood clot from another place, such as from the heart or leg, following the bloodstream to a smaller blood vessel, blocking the small blood vessel. This condition will lead to a stroke and is called a cerebral embolism stroke.\nAtherosclerotic plaques can lead to cerebral vascular occlusion",
            "subsection_string": "What is cerebral vascular occlusion?\nArteries carry blood rich in oxygen and nutrients from the heart to the head and body. There are two carotid arteries and two vertebral arteries (front and back of the neck)  that supply blood to the brain. Although the brain accounts for only 2% of the body's weight, it receives 15% of cardiac output and 25% of the total oxygen supply to the body.\nNormally, from the age of 30 onwards, the arteries supplying blood to the brain accumulate plaques (fat and cholesterol), the arteries will gradually narrow and reduce blood flow to the brain. . The larger the plaque, the harder it is for blood to reach the brain. At some point, the plaque will completely block the blood vessel or sometimes the plaque will crack, forming a blood clot, blocking the blood vessels in the brain. In addition, blood vessels in the brain can also be blocked by thrombosis - a blood clot from another place, such as from the heart or leg, following the bloodstream to a smaller blood vessel, blocking the small blood vessel. This condition will lead to a stroke and is called a cerebral embolism stroke.\nAtherosclerotic plaques can lead to cerebral vascular occlusion"
        },
        {
            "subsection_name": "Symptoms of cerebral vascular obstruction",
            "subsection_content": "Recognizing the signs of cerebral vascular obstruction helps to intervene early and limit dangerous complications.\nCommon symptoms of people with cerebral vascular obstruction include:\nWeakness of half the body, difficulty moving arms and legs, unable to raise both arms above the head at the same time;; Distorted face, misaligned face, crooked smile;; Loss of balance, unsteady walking;; Severe headache, which may be accompanied by dizziness; vomiting; Difficulty speaking, slurred speech, slurred speech even though previously you could still talk normally; or cannot speak; Double vision or blurred vision; Convulsion; Drowsiness or coma\nIf you see a person with these signs of cerebral vascular occlusion, you should take him to the nearest hospital immediately so that a doctor can diagnose and intervene within the \"golden time\", avoiding the risk of death or serious complications. important.",
            "subsection_string": "Symptoms of cerebral vascular obstruction\nRecognizing the signs of cerebral vascular obstruction helps to intervene early and limit dangerous complications.\nCommon symptoms of people with cerebral vascular obstruction include:\nWeakness of half the body, difficulty moving arms and legs, unable to raise both arms above the head at the same time;; Distorted face, misaligned face, crooked smile;; Loss of balance, unsteady walking;; Severe headache, which may be accompanied by dizziness; vomiting; Difficulty speaking, slurred speech, slurred speech even though previously you could still talk normally; or cannot speak; Double vision or blurred vision; Convulsion; Drowsiness or coma\nIf you see a person with these signs of cerebral vascular occlusion, you should take him to the nearest hospital immediately so that a doctor can diagnose and intervene within the \"golden time\", avoiding the risk of death or serious complications. important."
        },
        {
            "subsection_name": "Cause of cerebral vascular occlusion",
            "subsection_content": "Common causes\nUnderstanding the cause of cerebral vascular occlusion will help you take more effective prevention measures. Common causes of cerebral vascular occlusion include: (1)\nAtherosclerosis: This is the most common cause of cerebral vascular occlusion. Nearly 65% ​​of strokes due to blood vessel blockage stem from atherosclerosis. This is due to atherosclerosis of large extracranial or intracranial blood vessels or occlusion of perforating (small) arterial branches located in the brain.; Thrombosis: About 20% - 30% of cases of cerebral vascular occlusion are due to heart valve disease, atrial fibrillation causing thrombosis.; In about 5% of cases, blood diseases or infections can cause cerebral thrombosis.\nThe danger elements\nSome factors can increase the risk of cerebral vascular obstruction, so do not be subjective:\nDiabetes: Statistics show that diabetics are 4 times more likely to suffer from cerebral thrombosis than normal people; Hypertension: This is one of the leading risk factors for clogged blood vessels. Too high intravascular pressure will cause atherosclerotic plaques to peel off in the vessel walls, causing atherosclerotic plaques to block the blood vessels.; Carotid artery disease: People with carotid artery disease or a family history of the disease are more susceptible to stroke due to cerebral embolism.; Atrial fibrillation: For people with atrial fibrillation, blood clots in the atria drift through the bloodstream, causing blood vessels to become clogged. About 15% of people with atrial fibrillation have a stroke due to cerebral vascular occlusion.; Hyperlipidemia (hypercholesterolemia): Both high levels of bad cholesterol (LDL) and low levels of good cholesterol (HDL) can lead to arterial thrombosis.; Unhealthy lifestyle: People who rarely exercise, are obese, eat too much fat or foods high in salt, cholesterol or fat are susceptible to high blood pressure, diabetes, hypercholesterolemia - the causes leading to arterial thrombosis and cerebral vascular occlusion. In addition, smoking can also increase the risk of atherosclerosis, thrombosis, hypercholesterolemia, etc.; Age: Anyone can get a blood clot in the brain. However, the proportion of adults over 55 years old with cerebral vascular occlusion will be higher.; Medical history: People who have had a history of transient cerebral embolism have a high risk of recurrence in a short period of time.\nObese people have a higher risk of cerebral thrombosis",
            "subsection_string": "Cause of cerebral vascular occlusion\nCommon causes\nUnderstanding the cause of cerebral vascular occlusion will help you take more effective prevention measures. Common causes of cerebral vascular occlusion include: (1)\nAtherosclerosis: This is the most common cause of cerebral vascular occlusion. Nearly 65% ​​of strokes due to blood vessel blockage stem from atherosclerosis. This is due to atherosclerosis of large extracranial or intracranial blood vessels or occlusion of perforating (small) arterial branches located in the brain.; Thrombosis: About 20% - 30% of cases of cerebral vascular occlusion are due to heart valve disease, atrial fibrillation causing thrombosis.; In about 5% of cases, blood diseases or infections can cause cerebral thrombosis.\nThe danger elements\nSome factors can increase the risk of cerebral vascular obstruction, so do not be subjective:\nDiabetes: Statistics show that diabetics are 4 times more likely to suffer from cerebral thrombosis than normal people; Hypertension: This is one of the leading risk factors for clogged blood vessels. Too high intravascular pressure will cause atherosclerotic plaques to peel off in the vessel walls, causing atherosclerotic plaques to block the blood vessels.; Carotid artery disease: People with carotid artery disease or a family history of the disease are more susceptible to stroke due to cerebral embolism.; Atrial fibrillation: For people with atrial fibrillation, blood clots in the atria drift through the bloodstream, causing blood vessels to become clogged. About 15% of people with atrial fibrillation have a stroke due to cerebral vascular occlusion.; Hyperlipidemia (hypercholesterolemia): Both high levels of bad cholesterol (LDL) and low levels of good cholesterol (HDL) can lead to arterial thrombosis.; Unhealthy lifestyle: People who rarely exercise, are obese, eat too much fat or foods high in salt, cholesterol or fat are susceptible to high blood pressure, diabetes, hypercholesterolemia - the causes leading to arterial thrombosis and cerebral vascular occlusion. In addition, smoking can also increase the risk of atherosclerosis, thrombosis, hypercholesterolemia, etc.; Age: Anyone can get a blood clot in the brain. However, the proportion of adults over 55 years old with cerebral vascular occlusion will be higher.; Medical history: People who have had a history of transient cerebral embolism have a high risk of recurrence in a short period of time.\nObese people have a higher risk of cerebral thrombosis"
        },
        {
            "subsection_name": "Complications of cerebral vascular occlusion",
            "subsection_content": "Cerebral vascular occlusion is an extremely serious disease and needs to be promptly diagnosed and treated to avoid causing dangerous complications. Complications that can occur in people with cerebral vascular occlusion include:\nHemiplegia: This complication is extremely serious and dangerous, making the patient unable to move and unable to do personal tasks. Patients cannot function as normal and this leads to inconveniences in life.; Language disorders: People with cerebral vascular occlusion can lead to stroke and language disorders. The patient may not be able to speak or understand what others are saying, or both complications may occur at the same time, causing difficulty in communication and daily activities of the patient.; Dizziness, ataxia, unsteady walking; Difficulty defecating and urinating: Circular muscle disorders make people after a stroke due to cerebral vascular obstruction have more difficulty defecating or urinating.; Coma and high risk of death.",
            "subsection_string": "Complications of cerebral vascular occlusion\nCerebral vascular occlusion is an extremely serious disease and needs to be promptly diagnosed and treated to avoid causing dangerous complications. Complications that can occur in people with cerebral vascular occlusion include:\nHemiplegia: This complication is extremely serious and dangerous, making the patient unable to move and unable to do personal tasks. Patients cannot function as normal and this leads to inconveniences in life.; Language disorders: People with cerebral vascular occlusion can lead to stroke and language disorders. The patient may not be able to speak or understand what others are saying, or both complications may occur at the same time, causing difficulty in communication and daily activities of the patient.; Dizziness, ataxia, unsteady walking; Difficulty defecating and urinating: Circular muscle disorders make people after a stroke due to cerebral vascular obstruction have more difficulty defecating or urinating.; Coma and high risk of death."
        },
        {
            "subsection_name": "Diagnosis of cerebral vascular occlusion",
            "subsection_content": "Vascular blockages in the extracranial carotid artery can be heard with a stethoscope, but most cerebrovascular problems can be identified through imaging techniques. Through recorded images, doctors can see the condition of large arteries, small blood vessels and even brain tissue.\nSome commonly used imaging methods to diagnose cerebral vascular occlusion include: (2)\nComputed tomography (CT scan); Brain MRI, especially the modern 3 Tesla MRI machine at Tam Anh General Hospital System can help detect the smallest abnormalities in cerebral blood vessels.; Transcranial doppler ultrasound; Digital subtraction angiography (DSA angiography); Carotid Doppler ultrasound; Magnetic resonance angiography (MRA)\nSpecialists will consider and choose the most appropriate diagnostic method for the patient.\nImaging techniques can help detect abnormalities in brain blood vessels",
            "subsection_string": "Diagnosis of cerebral vascular occlusion\nVascular blockages in the extracranial carotid artery can be heard with a stethoscope, but most cerebrovascular problems can be identified through imaging techniques. Through recorded images, doctors can see the condition of large arteries, small blood vessels and even brain tissue.\nSome commonly used imaging methods to diagnose cerebral vascular occlusion include: (2)\nComputed tomography (CT scan); Brain MRI, especially the modern 3 Tesla MRI machine at Tam Anh General Hospital System can help detect the smallest abnormalities in cerebral blood vessels.; Transcranial doppler ultrasound; Digital subtraction angiography (DSA angiography); Carotid Doppler ultrasound; Magnetic resonance angiography (MRA)\nSpecialists will consider and choose the most appropriate diagnostic method for the patient.\nImaging techniques can help detect abnormalities in brain blood vessels"
        },
        {
            "subsection_name": "How to treat cerebral vascular occlusion",
            "subsection_content": "Use thrombolytic drugs\nTo treat cerebral vascular occlusion, doctors may prescribe patients to use thrombolytic drugs to break up blood clots in the blood vessels, allowing blood to move more easily to provide oxygen and nutrients. nourish the brain. However, the medicine is only effective if the patient is detected and treated early during the \"golden time\".\nIn addition, the doctor will also advise patients to change their daily lifestyle, eat healthy, exercise in moderation, stop smoking, and avoid drinking too much alcohol. In particular, people with high blood pressure, high cholesterol, cardiovascular disease, atrial fibrillation, etc. may have to follow a more stringent treatment process.\nVascular intervention\nPatients with cerebral vascular obstruction can undergo endovascular intervention to remove blood clots, atherosclerotic plaques or blockage of ruptured aneurysms. This is a modern, minimally invasive procedure that is highly effective for patients in cases where the patient has a large blood vessel blockage within the allowed time when the brain is not really damaged.\nSurgery\nIn addition to prescribing medication and endovascular intervention, the doctor can also consider whether the patient needs surgery or not. If the carotid artery is severely narrowed or blocked, it can lead to a stroke. Surgery to prevent recurrent stroke in extracranial carotid artery stenosis is prescribed by the doctor depending on the consideration of benefits and risks, which is higher.\nTwo surgical methods used to treat patients with cerebral vascular occlusion are carotid endarterectomy as well as angioplasty and stent placement. Depending on the patient's case, the doctor will recommend the most appropriate form of treatment.",
            "subsection_string": "How to treat cerebral vascular occlusion\nUse thrombolytic drugs\nTo treat cerebral vascular occlusion, doctors may prescribe patients to use thrombolytic drugs to break up blood clots in the blood vessels, allowing blood to move more easily to provide oxygen and nutrients. nourish the brain. However, the medicine is only effective if the patient is detected and treated early during the \"golden time\".\nIn addition, the doctor will also advise patients to change their daily lifestyle, eat healthy, exercise in moderation, stop smoking, and avoid drinking too much alcohol. In particular, people with high blood pressure, high cholesterol, cardiovascular disease, atrial fibrillation, etc. may have to follow a more stringent treatment process.\nVascular intervention\nPatients with cerebral vascular obstruction can undergo endovascular intervention to remove blood clots, atherosclerotic plaques or blockage of ruptured aneurysms. This is a modern, minimally invasive procedure that is highly effective for patients in cases where the patient has a large blood vessel blockage within the allowed time when the brain is not really damaged.\nSurgery\nIn addition to prescribing medication and endovascular intervention, the doctor can also consider whether the patient needs surgery or not. If the carotid artery is severely narrowed or blocked, it can lead to a stroke. Surgery to prevent recurrent stroke in extracranial carotid artery stenosis is prescribed by the doctor depending on the consideration of benefits and risks, which is higher.\nTwo surgical methods used to treat patients with cerebral vascular occlusion are carotid endarterectomy as well as angioplasty and stent placement. Depending on the patient's case, the doctor will recommend the most appropriate form of treatment."
        },
        {
            "subsection_name": "Preventing cerebral vascular congestion",
            "subsection_content": "Prevention of cerebrovascular disease involves reducing the risk factors associated with this health condition. You should minimize risk factors that can lead to the disease such as smoking, eating a lot of fat, eating salty foods, etc.\nSome measures to prevent cerebral thrombosis that you can apply are as follows: (3)\nDo not actively smoke and stay away from areas with smoke to minimize passive smoking.; Regularly exercise, at least 3 sessions/week, each session lasts 20-30 minutes to improve health, limit the risk of diabetes, increased blood fat, and high blood pressure.; Build a healthy lifestyle, limit stress. Maintain a diet low in fat and grease, and reduce foods high in sugar or salt. You should eat lots of vegetables and fruits. Limit processed products, do not adjust the amount of seasoning.; For patients with cerebrovascular disease or atherosclerosis, peripheral artery disease or coronary artery disease, cholesterol-lowering medications should be taken (even if cholesterol levels are not abnormally high) and a complete medication regimen should be followed. to maintain blood pressure at a stable level.\nYou should eat lots of fruits and vegetables to prevent cerebral thrombosis\nIn addition, it is important to pay attention to regular health check-ups, especially for people who have had a stroke or have a family member who has had the disease.\nCurrently, the Department of Neurology, Neurology Center, Tam Anh General Hospital System is one of the leading units in organizing the examination, screening and diagnosis of cerebral vascular obstruction. Tam Anh General Hospital brings together a team of leading experts, experienced, thoughtful and enthusiastic with patients.\nNot only that, the Hospital also invests in many of the most modern equipment and machines to serve well for examination and screening such as 1.5 - 3 Tesla magnetic resonance imaging system, CT 768 system. Somatom Drive slice with shooting speed up to 458mm/s, high-end general ultrasound machine Acuson Sequoia with real-time focusing,...\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nCerebral vascular occlusion or cerebral vascular obstruction can cause many dangerous complications, even leading to stroke and death. Be proactive in building a scientific lifestyle and have regular health check-ups to prevent disease!",
            "subsection_string": "Preventing cerebral vascular congestion\nPrevention of cerebrovascular disease involves reducing the risk factors associated with this health condition. You should minimize risk factors that can lead to the disease such as smoking, eating a lot of fat, eating salty foods, etc.\nSome measures to prevent cerebral thrombosis that you can apply are as follows: (3)\nDo not actively smoke and stay away from areas with smoke to minimize passive smoking.; Regularly exercise, at least 3 sessions/week, each session lasts 20-30 minutes to improve health, limit the risk of diabetes, increased blood fat, and high blood pressure.; Build a healthy lifestyle, limit stress. Maintain a diet low in fat and grease, and reduce foods high in sugar or salt. You should eat lots of vegetables and fruits. Limit processed products, do not adjust the amount of seasoning.; For patients with cerebrovascular disease or atherosclerosis, peripheral artery disease or coronary artery disease, cholesterol-lowering medications should be taken (even if cholesterol levels are not abnormally high) and a complete medication regimen should be followed. to maintain blood pressure at a stable level.\nYou should eat lots of fruits and vegetables to prevent cerebral thrombosis\nIn addition, it is important to pay attention to regular health check-ups, especially for people who have had a stroke or have a family member who has had the disease.\nCurrently, the Department of Neurology, Neurology Center, Tam Anh General Hospital System is one of the leading units in organizing the examination, screening and diagnosis of cerebral vascular obstruction. Tam Anh General Hospital brings together a team of leading experts, experienced, thoughtful and enthusiastic with patients.\nNot only that, the Hospital also invests in many of the most modern equipment and machines to serve well for examination and screening such as 1.5 - 3 Tesla magnetic resonance imaging system, CT 768 system. Somatom Drive slice with shooting speed up to 458mm/s, high-end general ultrasound machine Acuson Sequoia with real-time focusing,...\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nCerebral vascular occlusion or cerebral vascular obstruction can cause many dangerous complications, even leading to stroke and death. Be proactive in building a scientific lifestyle and have regular health check-ups to prevent disease!"
        }
    ],
    "name": "tac-mach-mau-nao.json"
}