{
    "title": "Hyperhidrosis: Causes, symptoms, treatment and prevention",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/tang-tiet-mo-hoi/",
    "abstract": "Hyperhidrosis is a fairly common disease, with an incidence of about 3-5% of the world's population. If left untreated, the disease will cause unpleasant symptoms, making the patient feel guilty and lose confidence in daily communication.\nSweaty hands make it difficult for the owner to do daily activities",
    "content": "Hyperhidrosis: Causes, symptoms, treatment and prevention\n\nHyperhidrosis is a fairly common disease, with an incidence of about 3-5% of the world's population. If left untreated, the disease will cause unpleasant symptoms, making the patient feel guilty and lose confidence in daily communication.\nSweaty hands make it difficult for the owner to do daily activities\n\nWhat is hyperhidrosis?\nHyperhidrosis is a condition of excessive sweating even in normal situations. Areas of the body that often sweat a lot are the armpits, hands and feet. Sometimes, the sweat secretes so much that the patient always has an uncomfortable wet feeling in the hands or armpits, and has difficulty communicating (afraid to shake hands with others). (first)\nNormally, sweat glands are only active if the environmental temperature is high, or when you have a fever, participate in intense physical activities or are in a state of anxiety or stress. Under normal weather and physical conditions, the nerves that signal sweating will not send a signal. But for people with hyperhidrosis, these nerves are highly active in all circumstances. As a result, patients sweat all the time, even when in cool environments or at rest. Some people even sweat while swimming.\n\nCauses of hyperhidrosis syndrome\nMedical science divides excessive sweating syndrome into 2 types: (2)\nPrimary hyperhidrosis\nPrimary hyperhidrosis is also known as focal hyperhidrosis. This is a spontaneous condition with no physical cause. In this group, patients experience excessive sweating due to excessive stimulation from the nerves to the sweat glands. Accordingly, sweat often secretes a lot in the hands, armpits, face or feet. This condition usually arises in childhood and is sometimes hereditary.\nSecondary hyperhidrosis\nIn this case, the patient sweats too much due to medical reasons or medications. Unlike primary conditions, secondary hyperhidrosis tends to occur all over or one area of ​​the body instead of just the hands, armpits, face or feet. In particular, this syndrome is likely to cause patients to sweat a lot while sleeping.\nHealth conditions or diseases considered to trigger secondary hyperhidrosis include:\nPregnant; Diabetes; Hyperthyroidism; Menopause; Fat; Parkinson disease; Rheumatoid arthritis; Lymphoma; Gout; Infectious diseases; Heart attack or heart failure; Respiratory failure; Stress, excessive worry; Abuse of alcohol or stimulants; Some cancers\nMeanwhile, some medications are also causes of excessive sweating, such as:\nDrugs to treat Alzheimer's disease; Antidepressants; Antidiabetic drugs: insulin and sulfonylureas; Pilocarpine (glaucoma medication)\n\nSymptoms of increased sweating\nThere are many signs to help recognize increased sweating. If you have 2 of the following signs, you should see a doctor soon: (3)\nSweat secretion on both sides of the body symmetrically;; Sweating so much that it causes difficulty in daily activities;; Frequency at least once a week;; Symptoms appear before age 25;; Have a family history (parents or siblings) of the disease;; Sweating a lot during the day, no sweating at night or insignificant sweating.\nAlong with the signs that you have excessive sweating in your hands and feet, your doctor will rely on the HDSS index (Hyperhidrosis Disease Severity Scale). The points obtained will help assess how excessive sweating affects your emotions and activities, thereby developing a reasonable treatment regimen:\n1 point: Sweating is not a cause for concern and the patient has no problems in daily activities;; 2 points: Sweating is acceptable but sometimes interferes with daily activities;; 3 points: Sweating is uncomfortable and often interferes with daily activities;; 4 points: Unbearable sweating, always interfering with daily activities.\nScores 1 and 2 are considered mild, scores 3 or 4 are considered serious and require proper intervention.\n\nWhen to see a doctor?\nExcessive sweating can be a symptom of other very serious conditions. Therefore, if you experience one of the symptoms below, see a doctor to find the cause and intervene promptly:\nSweating accompanied by unintentional weight loss; Sweating mainly occurs during sleep; Sweating accompanied by fever, chest pain, chest tightness, shortness of breath, and rapid heartbeat; Prolonged sweating of unknown cause\n\nHarmful effects of the disease\nExcessive sweating can cause harmful effects such as:\nAfraid to communicate: Excessive sweating makes patients become self-conscious, afraid to communicate with people around them, sometimes losing career opportunities as well as avoiding expanding social relationships just because of inferiority complex. with wet hands.; Skin infection: wet skin is the ideal \"area\" for bacteria, germs, and warts to multiply, especially in closed skin areas such as the feet, armpits, and groin. If unfortunately there is an open wound, the patient faces a higher risk of infection.; Fungal infection: common in the groin area; Athlete's foot: This is a fungal infection that grows on the feet in moist conditions. The disease often starts in the toe gap, then spreads to other skin areas.; Odor: Sweat itself does not create an unpleasant odor. This odor comes from substances that bacteria on the skin produce when they come into contact with sweat. Sweat in the armpit and genital areas is most likely to create body odor. Besides, patients who wear shoes all day can easily exude an unpleasant odor.\nExcessive foot sweat causes an unpleasant odor and affects people around you\n\nMethods of diagnosing increased sweating\nThe doctor will examine and take a medical history such as when you sweat a lot, how it affects your daily activities, where you usually sweat a lot, whether you sweat while sleeping, and give you a test. Some blood biochemical tests or imaging tests such as ultrasound to find secondary causes of increased sweating, if any.\n\nHow to treat increased sweating\nThere are many methods of treating this syndrome, but each method has different advantages and disadvantages. Depending on the patient's condition and choices, the doctor will advise on appropriate methods: (4)\n1. Aluminum salt\nFor mild cases of hyperhidrosis, you can use antiperspirants containing aluminum chloride, which helps absorb sweat effectively. You will apply this solution to the affected area (hands, armpits, legs, etc.) once a day before going to bed until it is effective, and then maintain it once a week. This is a substance that easily causes skin irritation and dermatitis, especially in some young female patients with pre-existing allergies.\n2. Iontophoresis – iontophoresis technology\nWhen aluminum salts do not have much effect, iontophoresis technology can be considered. This technology uses a device that provides low voltage current to the treated body area immersed in ionized water, the ionic molecules will neutralize the activity of sweat glands. This is a fairly safe therapy, but the duration of effect is short and needs to be done many times.\n3. Anticholinergic drugs\nAnticholinergics are effective in reducing generalized sweating. This drug works to block the action of the neurotransmitter acetylcholine. However, when taking the medicine, patients may experience some systemic side effects such as dizziness and constipation.\n4. Botox injection\nBotox injections are often used in cases of increased underarm sweating. Similar to iontophoresis technology, botox injections are often used after aluminum salts are less effective. Botox injections block the nerves that stimulate sweat glands, and usually last several weeks to months before needing repeat injections. Necrosis and inflammation of sweat glands causing pain and infection can also occur when using this method.\n5. Sympathectomy\nIf the above minimally invasive measures are unsuccessful or cause side effects that prevent treatment from continuing, the doctor will perform endoscopic surgery to burn the patient's sympathetic ganglia. This type of surgery is minimally invasive, has quick surgery time, high aesthetics, thoroughly treats the disease with extremely low recurrence rate and highest satisfaction in patients who choose this method.\nSympathectomy is performed with two or three small incisions (0.5 - 1 cm) in the armpit area, endoscopic instruments are inserted to observe and remove the sympathetic ganglia that control excessive sweating. odor in the corresponding area of ​​the body. The advantage of laparoscopic surgery is high aesthetics, almost immediate effectiveness with low recurrence rate. Recently, with the outstanding development of technology, endoscopic sympathetic ganglion ablation surgery is gradually becoming the top choice for patients with primary hyperhidrosis.\nHands before and after endoscopic sympathectomy, completely improving symptoms of hyperhidrosis\n\nPrevents increased sweating\nBesides following your doctor's treatment regimen, you can incorporate some home solutions to help reduce sweating:\nWear loose, airy clothes, choose light, breathable fabrics such as cotton, silk...; Bring a spare shirt if you exercise or move around in hot weather.; To avoid excessive foot sweat and unpleasant odors, wear socks that have good moisture absorption properties.; Bathe 1-2 times a day with antibacterial soap. This helps control bacteria that reside on your sweaty skin.; Use armpit pads and shoe liners to help absorb sweat.; Limit spicy foods as well as alcoholic and caffeinated beverages because they stimulate more sweating.\nThe Cardiovascular and Thoracic Surgery Department of Tam Anh General Hospital is equipped with a modern machinery system, applying advanced techniques, specializing in performing laparoscopic sympathectomy for patients with hyperhidrosis. In addition, Tam Anh General Hospital also receives and treats cases of cardiovascular disease requiring surgery, peripheral vascular disease, thoracic disease... The medical team has many years of experience in heart surgery - The thoracic-vascular system always prioritizes the choice of minimally invasive intervention methods, both minimizing the risk of complications and shortening the recovery process for the patient.\nAlthough hyperhidrosis does not have much impact on health, it causes major obstacles for patients in daily activities. Modern endoscopic sympathectomy surgery techniques will help effectively improve the condition. Along with surgical intervention, patients need to adhere to a scientific diet and lifestyle, combined with home treatment measures to maintain effectiveness after surgery.",
    "subsections": [
        {
            "subsection_name": "What is hyperhidrosis?",
            "subsection_content": "Hyperhidrosis is a condition of excessive sweating even in normal situations. Areas of the body that often sweat a lot are the armpits, hands and feet. Sometimes, the sweat secretes so much that the patient always has an uncomfortable wet feeling in the hands or armpits, and has difficulty communicating (afraid to shake hands with others). (first)\nNormally, sweat glands are only active if the environmental temperature is high, or when you have a fever, participate in intense physical activities or are in a state of anxiety or stress. Under normal weather and physical conditions, the nerves that signal sweating will not send a signal. But for people with hyperhidrosis, these nerves are highly active in all circumstances. As a result, patients sweat all the time, even when in cool environments or at rest. Some people even sweat while swimming.",
            "subsection_string": "What is hyperhidrosis?\nHyperhidrosis is a condition of excessive sweating even in normal situations. Areas of the body that often sweat a lot are the armpits, hands and feet. Sometimes, the sweat secretes so much that the patient always has an uncomfortable wet feeling in the hands or armpits, and has difficulty communicating (afraid to shake hands with others). (first)\nNormally, sweat glands are only active if the environmental temperature is high, or when you have a fever, participate in intense physical activities or are in a state of anxiety or stress. Under normal weather and physical conditions, the nerves that signal sweating will not send a signal. But for people with hyperhidrosis, these nerves are highly active in all circumstances. As a result, patients sweat all the time, even when in cool environments or at rest. Some people even sweat while swimming."
        },
        {
            "subsection_name": "Causes of hyperhidrosis syndrome",
            "subsection_content": "Medical science divides excessive sweating syndrome into 2 types: (2)\nPrimary hyperhidrosis\nPrimary hyperhidrosis is also known as focal hyperhidrosis. This is a spontaneous condition with no physical cause. In this group, patients experience excessive sweating due to excessive stimulation from the nerves to the sweat glands. Accordingly, sweat often secretes a lot in the hands, armpits, face or feet. This condition usually arises in childhood and is sometimes hereditary.\nSecondary hyperhidrosis\nIn this case, the patient sweats too much due to medical reasons or medications. Unlike primary conditions, secondary hyperhidrosis tends to occur all over or one area of ​​the body instead of just the hands, armpits, face or feet. In particular, this syndrome is likely to cause patients to sweat a lot while sleeping.\nHealth conditions or diseases considered to trigger secondary hyperhidrosis include:\nPregnant; Diabetes; Hyperthyroidism; Menopause; Fat; Parkinson disease; Rheumatoid arthritis; Lymphoma; Gout; Infectious diseases; Heart attack or heart failure; Respiratory failure; Stress, excessive worry; Abuse of alcohol or stimulants; Some cancers\nMeanwhile, some medications are also causes of excessive sweating, such as:\nDrugs to treat Alzheimer's disease; Antidepressants; Antidiabetic drugs: insulin and sulfonylureas; Pilocarpine (glaucoma medication)",
            "subsection_string": "Causes of hyperhidrosis syndrome\nMedical science divides excessive sweating syndrome into 2 types: (2)\nPrimary hyperhidrosis\nPrimary hyperhidrosis is also known as focal hyperhidrosis. This is a spontaneous condition with no physical cause. In this group, patients experience excessive sweating due to excessive stimulation from the nerves to the sweat glands. Accordingly, sweat often secretes a lot in the hands, armpits, face or feet. This condition usually arises in childhood and is sometimes hereditary.\nSecondary hyperhidrosis\nIn this case, the patient sweats too much due to medical reasons or medications. Unlike primary conditions, secondary hyperhidrosis tends to occur all over or one area of ​​the body instead of just the hands, armpits, face or feet. In particular, this syndrome is likely to cause patients to sweat a lot while sleeping.\nHealth conditions or diseases considered to trigger secondary hyperhidrosis include:\nPregnant; Diabetes; Hyperthyroidism; Menopause; Fat; Parkinson disease; Rheumatoid arthritis; Lymphoma; Gout; Infectious diseases; Heart attack or heart failure; Respiratory failure; Stress, excessive worry; Abuse of alcohol or stimulants; Some cancers\nMeanwhile, some medications are also causes of excessive sweating, such as:\nDrugs to treat Alzheimer's disease; Antidepressants; Antidiabetic drugs: insulin and sulfonylureas; Pilocarpine (glaucoma medication)"
        },
        {
            "subsection_name": "Symptoms of increased sweating",
            "subsection_content": "There are many signs to help recognize increased sweating. If you have 2 of the following signs, you should see a doctor soon: (3)\nSweat secretion on both sides of the body symmetrically;; Sweating so much that it causes difficulty in daily activities;; Frequency at least once a week;; Symptoms appear before age 25;; Have a family history (parents or siblings) of the disease;; Sweating a lot during the day, no sweating at night or insignificant sweating.\nAlong with the signs that you have excessive sweating in your hands and feet, your doctor will rely on the HDSS index (Hyperhidrosis Disease Severity Scale). The points obtained will help assess how excessive sweating affects your emotions and activities, thereby developing a reasonable treatment regimen:\n1 point: Sweating is not a cause for concern and the patient has no problems in daily activities;; 2 points: Sweating is acceptable but sometimes interferes with daily activities;; 3 points: Sweating is uncomfortable and often interferes with daily activities;; 4 points: Unbearable sweating, always interfering with daily activities.\nScores 1 and 2 are considered mild, scores 3 or 4 are considered serious and require proper intervention.",
            "subsection_string": "Symptoms of increased sweating\nThere are many signs to help recognize increased sweating. If you have 2 of the following signs, you should see a doctor soon: (3)\nSweat secretion on both sides of the body symmetrically;; Sweating so much that it causes difficulty in daily activities;; Frequency at least once a week;; Symptoms appear before age 25;; Have a family history (parents or siblings) of the disease;; Sweating a lot during the day, no sweating at night or insignificant sweating.\nAlong with the signs that you have excessive sweating in your hands and feet, your doctor will rely on the HDSS index (Hyperhidrosis Disease Severity Scale). The points obtained will help assess how excessive sweating affects your emotions and activities, thereby developing a reasonable treatment regimen:\n1 point: Sweating is not a cause for concern and the patient has no problems in daily activities;; 2 points: Sweating is acceptable but sometimes interferes with daily activities;; 3 points: Sweating is uncomfortable and often interferes with daily activities;; 4 points: Unbearable sweating, always interfering with daily activities.\nScores 1 and 2 are considered mild, scores 3 or 4 are considered serious and require proper intervention."
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "Excessive sweating can be a symptom of other very serious conditions. Therefore, if you experience one of the symptoms below, see a doctor to find the cause and intervene promptly:\nSweating accompanied by unintentional weight loss; Sweating mainly occurs during sleep; Sweating accompanied by fever, chest pain, chest tightness, shortness of breath, and rapid heartbeat; Prolonged sweating of unknown cause",
            "subsection_string": "When to see a doctor?\nExcessive sweating can be a symptom of other very serious conditions. Therefore, if you experience one of the symptoms below, see a doctor to find the cause and intervene promptly:\nSweating accompanied by unintentional weight loss; Sweating mainly occurs during sleep; Sweating accompanied by fever, chest pain, chest tightness, shortness of breath, and rapid heartbeat; Prolonged sweating of unknown cause"
        },
        {
            "subsection_name": "Harmful effects of the disease",
            "subsection_content": "Excessive sweating can cause harmful effects such as:\nAfraid to communicate: Excessive sweating makes patients become self-conscious, afraid to communicate with people around them, sometimes losing career opportunities as well as avoiding expanding social relationships just because of inferiority complex. with wet hands.; Skin infection: wet skin is the ideal \"area\" for bacteria, germs, and warts to multiply, especially in closed skin areas such as the feet, armpits, and groin. If unfortunately there is an open wound, the patient faces a higher risk of infection.; Fungal infection: common in the groin area; Athlete's foot: This is a fungal infection that grows on the feet in moist conditions. The disease often starts in the toe gap, then spreads to other skin areas.; Odor: Sweat itself does not create an unpleasant odor. This odor comes from substances that bacteria on the skin produce when they come into contact with sweat. Sweat in the armpit and genital areas is most likely to create body odor. Besides, patients who wear shoes all day can easily exude an unpleasant odor.\nExcessive foot sweat causes an unpleasant odor and affects people around you",
            "subsection_string": "Harmful effects of the disease\nExcessive sweating can cause harmful effects such as:\nAfraid to communicate: Excessive sweating makes patients become self-conscious, afraid to communicate with people around them, sometimes losing career opportunities as well as avoiding expanding social relationships just because of inferiority complex. with wet hands.; Skin infection: wet skin is the ideal \"area\" for bacteria, germs, and warts to multiply, especially in closed skin areas such as the feet, armpits, and groin. If unfortunately there is an open wound, the patient faces a higher risk of infection.; Fungal infection: common in the groin area; Athlete's foot: This is a fungal infection that grows on the feet in moist conditions. The disease often starts in the toe gap, then spreads to other skin areas.; Odor: Sweat itself does not create an unpleasant odor. This odor comes from substances that bacteria on the skin produce when they come into contact with sweat. Sweat in the armpit and genital areas is most likely to create body odor. Besides, patients who wear shoes all day can easily exude an unpleasant odor.\nExcessive foot sweat causes an unpleasant odor and affects people around you"
        },
        {
            "subsection_name": "Methods of diagnosing increased sweating",
            "subsection_content": "The doctor will examine and take a medical history such as when you sweat a lot, how it affects your daily activities, where you usually sweat a lot, whether you sweat while sleeping, and give you a test. Some blood biochemical tests or imaging tests such as ultrasound to find secondary causes of increased sweating, if any.",
            "subsection_string": "Methods of diagnosing increased sweating\nThe doctor will examine and take a medical history such as when you sweat a lot, how it affects your daily activities, where you usually sweat a lot, whether you sweat while sleeping, and give you a test. Some blood biochemical tests or imaging tests such as ultrasound to find secondary causes of increased sweating, if any."
        },
        {
            "subsection_name": "How to treat increased sweating",
            "subsection_content": "There are many methods of treating this syndrome, but each method has different advantages and disadvantages. Depending on the patient's condition and choices, the doctor will advise on appropriate methods: (4)\n1. Aluminum salt\nFor mild cases of hyperhidrosis, you can use antiperspirants containing aluminum chloride, which helps absorb sweat effectively. You will apply this solution to the affected area (hands, armpits, legs, etc.) once a day before going to bed until it is effective, and then maintain it once a week. This is a substance that easily causes skin irritation and dermatitis, especially in some young female patients with pre-existing allergies.\n2. Iontophoresis – iontophoresis technology\nWhen aluminum salts do not have much effect, iontophoresis technology can be considered. This technology uses a device that provides low voltage current to the treated body area immersed in ionized water, the ionic molecules will neutralize the activity of sweat glands. This is a fairly safe therapy, but the duration of effect is short and needs to be done many times.\n3. Anticholinergic drugs\nAnticholinergics are effective in reducing generalized sweating. This drug works to block the action of the neurotransmitter acetylcholine. However, when taking the medicine, patients may experience some systemic side effects such as dizziness and constipation.\n4. Botox injection\nBotox injections are often used in cases of increased underarm sweating. Similar to iontophoresis technology, botox injections are often used after aluminum salts are less effective. Botox injections block the nerves that stimulate sweat glands, and usually last several weeks to months before needing repeat injections. Necrosis and inflammation of sweat glands causing pain and infection can also occur when using this method.\n5. Sympathectomy\nIf the above minimally invasive measures are unsuccessful or cause side effects that prevent treatment from continuing, the doctor will perform endoscopic surgery to burn the patient's sympathetic ganglia. This type of surgery is minimally invasive, has quick surgery time, high aesthetics, thoroughly treats the disease with extremely low recurrence rate and highest satisfaction in patients who choose this method.\nSympathectomy is performed with two or three small incisions (0.5 - 1 cm) in the armpit area, endoscopic instruments are inserted to observe and remove the sympathetic ganglia that control excessive sweating. odor in the corresponding area of ​​the body. The advantage of laparoscopic surgery is high aesthetics, almost immediate effectiveness with low recurrence rate. Recently, with the outstanding development of technology, endoscopic sympathetic ganglion ablation surgery is gradually becoming the top choice for patients with primary hyperhidrosis.\nHands before and after endoscopic sympathectomy, completely improving symptoms of hyperhidrosis",
            "subsection_string": "How to treat increased sweating\nThere are many methods of treating this syndrome, but each method has different advantages and disadvantages. Depending on the patient's condition and choices, the doctor will advise on appropriate methods: (4)\n1. Aluminum salt\nFor mild cases of hyperhidrosis, you can use antiperspirants containing aluminum chloride, which helps absorb sweat effectively. You will apply this solution to the affected area (hands, armpits, legs, etc.) once a day before going to bed until it is effective, and then maintain it once a week. This is a substance that easily causes skin irritation and dermatitis, especially in some young female patients with pre-existing allergies.\n2. Iontophoresis – iontophoresis technology\nWhen aluminum salts do not have much effect, iontophoresis technology can be considered. This technology uses a device that provides low voltage current to the treated body area immersed in ionized water, the ionic molecules will neutralize the activity of sweat glands. This is a fairly safe therapy, but the duration of effect is short and needs to be done many times.\n3. Anticholinergic drugs\nAnticholinergics are effective in reducing generalized sweating. This drug works to block the action of the neurotransmitter acetylcholine. However, when taking the medicine, patients may experience some systemic side effects such as dizziness and constipation.\n4. Botox injection\nBotox injections are often used in cases of increased underarm sweating. Similar to iontophoresis technology, botox injections are often used after aluminum salts are less effective. Botox injections block the nerves that stimulate sweat glands, and usually last several weeks to months before needing repeat injections. Necrosis and inflammation of sweat glands causing pain and infection can also occur when using this method.\n5. Sympathectomy\nIf the above minimally invasive measures are unsuccessful or cause side effects that prevent treatment from continuing, the doctor will perform endoscopic surgery to burn the patient's sympathetic ganglia. This type of surgery is minimally invasive, has quick surgery time, high aesthetics, thoroughly treats the disease with extremely low recurrence rate and highest satisfaction in patients who choose this method.\nSympathectomy is performed with two or three small incisions (0.5 - 1 cm) in the armpit area, endoscopic instruments are inserted to observe and remove the sympathetic ganglia that control excessive sweating. odor in the corresponding area of ​​the body. The advantage of laparoscopic surgery is high aesthetics, almost immediate effectiveness with low recurrence rate. Recently, with the outstanding development of technology, endoscopic sympathetic ganglion ablation surgery is gradually becoming the top choice for patients with primary hyperhidrosis.\nHands before and after endoscopic sympathectomy, completely improving symptoms of hyperhidrosis"
        },
        {
            "subsection_name": "Prevents increased sweating",
            "subsection_content": "Besides following your doctor's treatment regimen, you can incorporate some home solutions to help reduce sweating:\nWear loose, airy clothes, choose light, breathable fabrics such as cotton, silk...; Bring a spare shirt if you exercise or move around in hot weather.; To avoid excessive foot sweat and unpleasant odors, wear socks that have good moisture absorption properties.; Bathe 1-2 times a day with antibacterial soap. This helps control bacteria that reside on your sweaty skin.; Use armpit pads and shoe liners to help absorb sweat.; Limit spicy foods as well as alcoholic and caffeinated beverages because they stimulate more sweating.\nThe Cardiovascular and Thoracic Surgery Department of Tam Anh General Hospital is equipped with a modern machinery system, applying advanced techniques, specializing in performing laparoscopic sympathectomy for patients with hyperhidrosis. In addition, Tam Anh General Hospital also receives and treats cases of cardiovascular disease requiring surgery, peripheral vascular disease, thoracic disease... The medical team has many years of experience in heart surgery - The thoracic-vascular system always prioritizes the choice of minimally invasive intervention methods, both minimizing the risk of complications and shortening the recovery process for the patient.\nAlthough hyperhidrosis does not have much impact on health, it causes major obstacles for patients in daily activities. Modern endoscopic sympathectomy surgery techniques will help effectively improve the condition. Along with surgical intervention, patients need to adhere to a scientific diet and lifestyle, combined with home treatment measures to maintain effectiveness after surgery.",
            "subsection_string": "Prevents increased sweating\nBesides following your doctor's treatment regimen, you can incorporate some home solutions to help reduce sweating:\nWear loose, airy clothes, choose light, breathable fabrics such as cotton, silk...; Bring a spare shirt if you exercise or move around in hot weather.; To avoid excessive foot sweat and unpleasant odors, wear socks that have good moisture absorption properties.; Bathe 1-2 times a day with antibacterial soap. This helps control bacteria that reside on your sweaty skin.; Use armpit pads and shoe liners to help absorb sweat.; Limit spicy foods as well as alcoholic and caffeinated beverages because they stimulate more sweating.\nThe Cardiovascular and Thoracic Surgery Department of Tam Anh General Hospital is equipped with a modern machinery system, applying advanced techniques, specializing in performing laparoscopic sympathectomy for patients with hyperhidrosis. In addition, Tam Anh General Hospital also receives and treats cases of cardiovascular disease requiring surgery, peripheral vascular disease, thoracic disease... The medical team has many years of experience in heart surgery - The thoracic-vascular system always prioritizes the choice of minimally invasive intervention methods, both minimizing the risk of complications and shortening the recovery process for the patient.\nAlthough hyperhidrosis does not have much impact on health, it causes major obstacles for patients in daily activities. Modern endoscopic sympathectomy surgery techniques will help effectively improve the condition. Along with surgical intervention, patients need to adhere to a scientific diet and lifestyle, combined with home treatment measures to maintain effectiveness after surgery."
        }
    ],
    "name": "tang-tiet-mo-hoi.json"
}