{
    "title": "Hypertension: Causes, symptoms, diagnosis, prevention",
    "category": null,
    "link": "https://tamanhhospital.vn/tang-huyet-ap/",
    "abstract": "Hypertension is a common medical condition in the community. According to current statistics, there are 1.13 billion people in the world with high blood pressure, this number is expected to reach 1.56 billion by 2025. The disease often progresses silently and causes dangerous complications. Danger can threaten the patient's life or leave a burden of disability.",
    "content": "Hypertension: Causes, symptoms, diagnosis, prevention\n\nHypertension is a common medical condition in the community. According to current statistics, there are 1.13 billion people in the world with high blood pressure, this number is expected to reach 1.56 billion by 2025. The disease often progresses silently and causes dangerous complications. Danger can threaten the patient's life or leave a burden of disability.\n\nWhat is blood pressure?\nBlood pressure is the pressure of blood acting on the artery walls. Blood pressure is calculated in mmHg units and determined by measuring blood pressure. Blood pressure has two indicators:\nSystolic blood pressure, shown in the above index, is the blood pressure when the heart contracts; Diastolic blood pressure, shown in the bottom number, is the blood pressure when your heart is relaxed\nFor example: Blood pressure 130/80mmHg: 130 is systolic blood pressure, 80 is diastolic blood pressure. So when your doctor or nurse tells you your blood pressure, they say two numbers.\nHypertension is a dangerous and common disease today\n\nWhat is high blood pressure?\nHypertension or high blood pressure is a chronic disease, this condition is determined when blood pressure measured at the clinic is greater than or equal to 140/90 mmHg - According to recommendations of the National Heart Association on diagnosis and treatment. treat hypertension. Prehypertension is between 120-139/80-89 mmHg and normal blood pressure is < 120/80 mmHg.\nRegularly monitoring blood pressure helps detect high blood pressure early\nTable 1: Criteria for diagnosing hypertension based on clinic blood pressure measurement, ambulatory blood pressure measurement and home blood pressure measurement.\nSBP/DBP, mmHg Clinic blood pressure ≥140 and/or ≥90 Ambulatory blood pressure monitoring 24-hour average ≥130 and/or ≥80 Daytime (or waking) average ≥135 and/or ≥85 Average nighttime (or while sleeping) ≥120 and/or ≥70 Monitor blood pressure at home ≥135 and/or ≥85\nISH 2020 recommendations for diagnosis and treatment of hypertension\n\nWhat is the cause of high blood pressure?\nMost diseases commonly found in older people have no cause (idiopathic or primary hypertension); About 10% of conditions have a cause, also called secondary hypertension. (first)\nPrimary (idiopathic) hypertension\nIn about 90% of cases of high blood pressure, the cause is unknown.\nThe disease is familial, many family members suffer from this condition, especially when older or have diabetes. There are also other factors that easily lead to high blood pressure such as salty eating habits (a lot of salt), smoking, drinking a lot of alcohol, being overweight or obese, being physically inactive, and having a lot of stress. stress and pressure in life.\nSecondary hypertension\nWhen a direct cause is determined, it is called secondary hypertension. This condition accounts for about 10% of cases, but if treated according to the cause, the disease can be cured. Common causes are:\nKidney disease is the most common cause of secondary hypertension (eg: glomerulonephritis, nephrotic syndrome, chronic renal failure, renal artery stenosis...); Adrenal gland disease, an endocrine gland located just above the kidneys on each side, secretes hormones that regulate the body's salt, water and blood pressure. If a tumor of this gland secretes hormones abnormally, blood pressure will increase. Tumor removal treatment can cure high blood pressure, without needing long-term medication or less medication intake.; Some other endocrine diseases also cause blood pressure to increase such as hyperthyroidism, hypothyroidism, Cushing's disease,...; Some oral medications such as corticosteroids (treatment of arthritis, Lupus, asthma, allergies, etc.), anti-inflammatory drugs, pain relievers, hormone replacement or birth control pills, etc.; Sleep apnea syndrome.; Hypertension in children or young adults requires the exclusion of congenital heart disease due to coarctation of the aorta. At that time, the blood pressure in the arms is very high, while the blood pressure in the legs is low or unmeasured. Treatment of this disease is surgery or stent dilatation in the narrowed segment of the aorta.\nSee more information about Hypertension disease shared by Dr. Ho Thi Tuyet Mai.\n\nCommon symptoms of high blood pressure\nPatients often have symptoms such as:\nHeadache; Heavyheaded; Neck fatigue; Dizzy; Hot face; …\nHeadache, dizziness, and nausea are common symptoms of high blood pressure\nHowever, in about 1/3 of cases, patients have no signs, the disease is only discovered when measuring blood pressure by chance or having a general health check or when there are complications such as: myocardial infarction, stroke or stroke. end-stage chronic kidney failure.\nTherefore, experts recommend that adults aged 50 and older need general examinations and regular blood pressure checks because blood pressure tends to increase with age.\nHypertensive emergency occurs when blood pressure is measured ≥ 180/120 mmHg and is accompanied by one of the following signs such as convulsions, drowsiness, blurred vision, vomiting, coma, difficulty breathing, and severe chest pain. , then the patient needs to go to the hospital immediately for timely emergency treatment.\n\nDiagnostic method\nThe only way to diagnose hypertension is to measure blood pressure (2). Currently, there are 3 ways to measure blood pressure to diagnose the disease:\nBlood measurement at the clinic: BP ≥ 140/90 mmHg; Measure blood pressure at home: BP ≥ 135/85 mmHg; 24-hour continuous blood pressure monitor (Holter blood pressure machine): BP ≥ 130/80 mmHg\nHOW TO PROPERLY MEASURE BLOOD PRESSURE? Sit and rest for 15 minutes before measuring. Do not smoke or drink coffee 2 hours before measurement. Measurement position: lying on the bed or sitting with your back in a chair, both feet touching the floor, not crossing your legs, arms straight, placed at heart level, remaining silent during measurement. The first time the blood pressure is measured on both arms, the arm with the higher blood pressure level is chosen to measure and monitor blood pressure the next time. Each time take 2 measurements, with the same hand, each measurement is 2 minutes apart. If the difference in systolic blood pressure between the two measurements is > 10 mmHg, measure a third time after another 2 minutes. Take the average of the two most recent blood pressure measurements. Use an automatic measuring machine, one with an arm band of the appropriate size. Patients can measure their blood pressure in the morning or afternoon, or when they have symptoms suggesting high blood pressure mentioned above.\nWhat tests do hypertensive patients need to do?\nFor patients with hypertension, the following 2 groups of tests are needed:\nTesting to find the cause of high blood pressure. For example: renal artery stenosis, adrenal adenoma, aortic coarctation,...; The test evaluates the effect of blood pressure on organs in the body such as the heart, blood vessels, brain, kidneys and eyes.\nTests to find the cause of high blood pressure\nGeneral abdominal ultrasound: look for kidney and adrenal diseases;; Renal artery ultrasound: look for renal artery stenosis;; Aortic ultrasound: look for aortic coarctation;; Renal function tests (blood creatinine, urinary albumin, urinalysis), adrenal hormones (blood aldosterone, plasma renin, blood metanephrine, urine), thyroid (TSH), pituitary (blood cortisol, ACTH ),…; Abdominal CT or MRI scan to look for adrenal tumors;; Polysomnography: look for sleep apnea;\nRoutine tests evaluate the impact of blood pressure on organs in the body\nElectrocardiography: detects thickening and dilation of the heart chambers, arrhythmias or myocardial ischemia;; Echocardiography: evaluates heart function, thickening and dilation of heart chambers, regurgitation of heart valves;; Blood tests: blood formula, fasting blood sugar, HbA1c, kidney function, electrolytes, blood uric acid, thyroid function (TSH), blood fat, liver enzymes;; Total urine analysis, urinary microalbumin/creatinine ratio: evaluate the impact of blood pressure on kidney function such as causing proteinuria at different levels. In addition, urine analysis also helps detect glomerular and tubular diseases, urinary tract infections or accompanying diabetes;; Measure pulse wave velocity to evaluate blood vessel stiffness;; Measure ankle/brachial blood pressure index (ABI): to find stenosis or occlusion of peripheral arteries in both legs;; Retinal scan: detects damage to blood vessels at the bottom of the eye due to long-term high blood pressure;\n\nHow dangerous is high blood pressure?\nHypertension can cause many dangerous complications later on. Common complications include:\nCardiac complications: myocardial infarction, heart failure, decompensated heart failure, atrial fibrillation,...; Complications in the brain: cerebral infarction, cerebral hemorrhage, memory loss, etc.; Kidney complications: kidney failure at various levels, the most severe progression to end-stage chronic kidney failure requiring kidney replacement therapy (kidney transplant or periodic dialysis); Changes in blood vessels at the back of the eye due to high blood pressure, can cause hemorrhage, retinal vascular edema, and more seriously cause blindness; Peripheral artery disease in both legs: due to atherosclerosis causing narrowing or occlusion of small blood vessels in the legs, causing pain in the legs when walking, more severe ulcers, necrosis requiring limb amputation, causing disability; Erectile dysfunction: common, especially if accompanied by diabetes and smoking.\nWarning !!! Not treating or treating but not controlling blood pressure will lead to complications of hypertension on the heart, brain, kidneys and several other organs.\n\nMethods of treating high blood pressure\nTreatment of hypertension requires a combination of lifestyle adjustments and antihypertensive medications to help patients easily control blood pressure. The target blood pressure level to be achieved is  130/80 mmHg or lower depending on comorbidities or individual characteristics of each person. (3)\nNon-drug treatment: lifestyle adjustment, exercise, weight loss, diet change (reducing salt, reducing fat), quitting drugs that cause high blood pressure (anti-inflammatory drugs, pain relievers), Relaxation and stress relief help lower blood pressure naturally. Antihypertensive drugs: 5 basic groups of drugs (ACE inhibitors, angiotensin 2 receptor blockers, calcium antagonists, diuretics, beta blockers). Select and combine drugs depending on each patient's characteristics; Surgery or renal artery denervation procedure, renal artery stent placement in some special cases; Treatment depends on the cause of the disease.\nDuring treatment, the patient needs to take medicine regularly every day. If you suspect side effects are caused by medication, do not stop taking the medication immediately but talk to your doctor to find out the reason and adjust the medication appropriately. Compliance with treatment helps patients prevent long-term complications of the disease.\nTo effectively treat blood pressure, patients need to be equipped with a personal blood pressure monitor to check their blood pressure at home. This will provide useful information for doctors to more optimally adjust blood pressure medications. If you are concerned about your blood pressure readings, talk to your doctor immediately.\nSee more: 12 common mistakes when treating hypertension\n\nWhat to do to prevent high blood pressure?\nTo prevent high blood pressure, people should practice a healthy lifestyle early on. Many studies show that maintaining an ideal weight, exercising regularly, and having a suitable diet for people with high blood pressure. (4)\nHealthy diet: low fat; Eat lots of fruits, vegetables, nuts, seeds and low-fat dairy products, eat fish, skinless poultry... these are the foods people with high blood pressure should eat.\nReduce salt intake, eat fatty meat, canned food, and fast food; Exercise at least 30 minutes a day on most days of the week, increase physical activity, and play sports. Exercise helps lower blood pressure, lose weight or keep you at a healthy weight, and reduce stress; Control weight, lose weight if overweight; Limiting alcohol intake; Do not smoke and avoid secondhand smoke; Balance life, avoid stress; Regular health check-ups to detect risks that can be corrected early\nContact us now for advice and to schedule an examination with leading cardiovascular experts at Tam Anh General Hospital System: Hanoi: Address: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: Address: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook .com/benhvientamanh\nHypertension or high blood pressure is gradually becoming common and dangerous. Therefore, the disease needs to be diagnosed and treated early to prevent dangerous health complications.",
    "subsections": [
        {
            "subsection_name": "What is blood pressure?",
            "subsection_content": "Blood pressure is the pressure of blood acting on the artery walls. Blood pressure is calculated in mmHg units and determined by measuring blood pressure. Blood pressure has two indicators:\nSystolic blood pressure, shown in the above index, is the blood pressure when the heart contracts; Diastolic blood pressure, shown in the bottom number, is the blood pressure when your heart is relaxed\nFor example: Blood pressure 130/80mmHg: 130 is systolic blood pressure, 80 is diastolic blood pressure. So when your doctor or nurse tells you your blood pressure, they say two numbers.\nHypertension is a dangerous and common disease today",
            "subsection_string": "What is blood pressure?\nBlood pressure is the pressure of blood acting on the artery walls. Blood pressure is calculated in mmHg units and determined by measuring blood pressure. Blood pressure has two indicators:\nSystolic blood pressure, shown in the above index, is the blood pressure when the heart contracts; Diastolic blood pressure, shown in the bottom number, is the blood pressure when your heart is relaxed\nFor example: Blood pressure 130/80mmHg: 130 is systolic blood pressure, 80 is diastolic blood pressure. So when your doctor or nurse tells you your blood pressure, they say two numbers.\nHypertension is a dangerous and common disease today"
        },
        {
            "subsection_name": "What is high blood pressure?",
            "subsection_content": "Hypertension or high blood pressure is a chronic disease, this condition is determined when blood pressure measured at the clinic is greater than or equal to 140/90 mmHg - According to recommendations of the National Heart Association on diagnosis and treatment. treat hypertension. Prehypertension is between 120-139/80-89 mmHg and normal blood pressure is < 120/80 mmHg.\nRegularly monitoring blood pressure helps detect high blood pressure early\nTable 1: Criteria for diagnosing hypertension based on clinic blood pressure measurement, ambulatory blood pressure measurement and home blood pressure measurement.\nSBP/DBP, mmHg Clinic blood pressure ≥140 and/or ≥90 Ambulatory blood pressure monitoring 24-hour average ≥130 and/or ≥80 Daytime (or waking) average ≥135 and/or ≥85 Average nighttime (or while sleeping) ≥120 and/or ≥70 Monitor blood pressure at home ≥135 and/or ≥85\nISH 2020 recommendations for diagnosis and treatment of hypertension",
            "subsection_string": "What is high blood pressure?\nHypertension or high blood pressure is a chronic disease, this condition is determined when blood pressure measured at the clinic is greater than or equal to 140/90 mmHg - According to recommendations of the National Heart Association on diagnosis and treatment. treat hypertension. Prehypertension is between 120-139/80-89 mmHg and normal blood pressure is < 120/80 mmHg.\nRegularly monitoring blood pressure helps detect high blood pressure early\nTable 1: Criteria for diagnosing hypertension based on clinic blood pressure measurement, ambulatory blood pressure measurement and home blood pressure measurement.\nSBP/DBP, mmHg Clinic blood pressure ≥140 and/or ≥90 Ambulatory blood pressure monitoring 24-hour average ≥130 and/or ≥80 Daytime (or waking) average ≥135 and/or ≥85 Average nighttime (or while sleeping) ≥120 and/or ≥70 Monitor blood pressure at home ≥135 and/or ≥85\nISH 2020 recommendations for diagnosis and treatment of hypertension"
        },
        {
            "subsection_name": "What is the cause of high blood pressure?",
            "subsection_content": "Most diseases commonly found in older people have no cause (idiopathic or primary hypertension); About 10% of conditions have a cause, also called secondary hypertension. (first)\nPrimary (idiopathic) hypertension\nIn about 90% of cases of high blood pressure, the cause is unknown.\nThe disease is familial, many family members suffer from this condition, especially when older or have diabetes. There are also other factors that easily lead to high blood pressure such as salty eating habits (a lot of salt), smoking, drinking a lot of alcohol, being overweight or obese, being physically inactive, and having a lot of stress. stress and pressure in life.\nSecondary hypertension\nWhen a direct cause is determined, it is called secondary hypertension. This condition accounts for about 10% of cases, but if treated according to the cause, the disease can be cured. Common causes are:\nKidney disease is the most common cause of secondary hypertension (eg: glomerulonephritis, nephrotic syndrome, chronic renal failure, renal artery stenosis...); Adrenal gland disease, an endocrine gland located just above the kidneys on each side, secretes hormones that regulate the body's salt, water and blood pressure. If a tumor of this gland secretes hormones abnormally, blood pressure will increase. Tumor removal treatment can cure high blood pressure, without needing long-term medication or less medication intake.; Some other endocrine diseases also cause blood pressure to increase such as hyperthyroidism, hypothyroidism, Cushing's disease,...; Some oral medications such as corticosteroids (treatment of arthritis, Lupus, asthma, allergies, etc.), anti-inflammatory drugs, pain relievers, hormone replacement or birth control pills, etc.; Sleep apnea syndrome.; Hypertension in children or young adults requires the exclusion of congenital heart disease due to coarctation of the aorta. At that time, the blood pressure in the arms is very high, while the blood pressure in the legs is low or unmeasured. Treatment of this disease is surgery or stent dilatation in the narrowed segment of the aorta.\nSee more information about Hypertension disease shared by Dr. Ho Thi Tuyet Mai.",
            "subsection_string": "What is the cause of high blood pressure?\nMost diseases commonly found in older people have no cause (idiopathic or primary hypertension); About 10% of conditions have a cause, also called secondary hypertension. (first)\nPrimary (idiopathic) hypertension\nIn about 90% of cases of high blood pressure, the cause is unknown.\nThe disease is familial, many family members suffer from this condition, especially when older or have diabetes. There are also other factors that easily lead to high blood pressure such as salty eating habits (a lot of salt), smoking, drinking a lot of alcohol, being overweight or obese, being physically inactive, and having a lot of stress. stress and pressure in life.\nSecondary hypertension\nWhen a direct cause is determined, it is called secondary hypertension. This condition accounts for about 10% of cases, but if treated according to the cause, the disease can be cured. Common causes are:\nKidney disease is the most common cause of secondary hypertension (eg: glomerulonephritis, nephrotic syndrome, chronic renal failure, renal artery stenosis...); Adrenal gland disease, an endocrine gland located just above the kidneys on each side, secretes hormones that regulate the body's salt, water and blood pressure. If a tumor of this gland secretes hormones abnormally, blood pressure will increase. Tumor removal treatment can cure high blood pressure, without needing long-term medication or less medication intake.; Some other endocrine diseases also cause blood pressure to increase such as hyperthyroidism, hypothyroidism, Cushing's disease,...; Some oral medications such as corticosteroids (treatment of arthritis, Lupus, asthma, allergies, etc.), anti-inflammatory drugs, pain relievers, hormone replacement or birth control pills, etc.; Sleep apnea syndrome.; Hypertension in children or young adults requires the exclusion of congenital heart disease due to coarctation of the aorta. At that time, the blood pressure in the arms is very high, while the blood pressure in the legs is low or unmeasured. Treatment of this disease is surgery or stent dilatation in the narrowed segment of the aorta.\nSee more information about Hypertension disease shared by Dr. Ho Thi Tuyet Mai."
        },
        {
            "subsection_name": "Common symptoms of high blood pressure",
            "subsection_content": "Patients often have symptoms such as:\nHeadache; Heavyheaded; Neck fatigue; Dizzy; Hot face; …\nHeadache, dizziness, and nausea are common symptoms of high blood pressure\nHowever, in about 1/3 of cases, patients have no signs, the disease is only discovered when measuring blood pressure by chance or having a general health check or when there are complications such as: myocardial infarction, stroke or stroke. end-stage chronic kidney failure.\nTherefore, experts recommend that adults aged 50 and older need general examinations and regular blood pressure checks because blood pressure tends to increase with age.\nHypertensive emergency occurs when blood pressure is measured ≥ 180/120 mmHg and is accompanied by one of the following signs such as convulsions, drowsiness, blurred vision, vomiting, coma, difficulty breathing, and severe chest pain. , then the patient needs to go to the hospital immediately for timely emergency treatment.",
            "subsection_string": "Common symptoms of high blood pressure\nPatients often have symptoms such as:\nHeadache; Heavyheaded; Neck fatigue; Dizzy; Hot face; …\nHeadache, dizziness, and nausea are common symptoms of high blood pressure\nHowever, in about 1/3 of cases, patients have no signs, the disease is only discovered when measuring blood pressure by chance or having a general health check or when there are complications such as: myocardial infarction, stroke or stroke. end-stage chronic kidney failure.\nTherefore, experts recommend that adults aged 50 and older need general examinations and regular blood pressure checks because blood pressure tends to increase with age.\nHypertensive emergency occurs when blood pressure is measured ≥ 180/120 mmHg and is accompanied by one of the following signs such as convulsions, drowsiness, blurred vision, vomiting, coma, difficulty breathing, and severe chest pain. , then the patient needs to go to the hospital immediately for timely emergency treatment."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "The only way to diagnose hypertension is to measure blood pressure (2). Currently, there are 3 ways to measure blood pressure to diagnose the disease:\nBlood measurement at the clinic: BP ≥ 140/90 mmHg; Measure blood pressure at home: BP ≥ 135/85 mmHg; 24-hour continuous blood pressure monitor (Holter blood pressure machine): BP ≥ 130/80 mmHg\nHOW TO PROPERLY MEASURE BLOOD PRESSURE? Sit and rest for 15 minutes before measuring. Do not smoke or drink coffee 2 hours before measurement. Measurement position: lying on the bed or sitting with your back in a chair, both feet touching the floor, not crossing your legs, arms straight, placed at heart level, remaining silent during measurement. The first time the blood pressure is measured on both arms, the arm with the higher blood pressure level is chosen to measure and monitor blood pressure the next time. Each time take 2 measurements, with the same hand, each measurement is 2 minutes apart. If the difference in systolic blood pressure between the two measurements is > 10 mmHg, measure a third time after another 2 minutes. Take the average of the two most recent blood pressure measurements. Use an automatic measuring machine, one with an arm band of the appropriate size. Patients can measure their blood pressure in the morning or afternoon, or when they have symptoms suggesting high blood pressure mentioned above.\nWhat tests do hypertensive patients need to do?\nFor patients with hypertension, the following 2 groups of tests are needed:\nTesting to find the cause of high blood pressure. For example: renal artery stenosis, adrenal adenoma, aortic coarctation,...; The test evaluates the effect of blood pressure on organs in the body such as the heart, blood vessels, brain, kidneys and eyes.\nTests to find the cause of high blood pressure\nGeneral abdominal ultrasound: look for kidney and adrenal diseases;; Renal artery ultrasound: look for renal artery stenosis;; Aortic ultrasound: look for aortic coarctation;; Renal function tests (blood creatinine, urinary albumin, urinalysis), adrenal hormones (blood aldosterone, plasma renin, blood metanephrine, urine), thyroid (TSH), pituitary (blood cortisol, ACTH ),…; Abdominal CT or MRI scan to look for adrenal tumors;; Polysomnography: look for sleep apnea;\nRoutine tests evaluate the impact of blood pressure on organs in the body\nElectrocardiography: detects thickening and dilation of the heart chambers, arrhythmias or myocardial ischemia;; Echocardiography: evaluates heart function, thickening and dilation of heart chambers, regurgitation of heart valves;; Blood tests: blood formula, fasting blood sugar, HbA1c, kidney function, electrolytes, blood uric acid, thyroid function (TSH), blood fat, liver enzymes;; Total urine analysis, urinary microalbumin/creatinine ratio: evaluate the impact of blood pressure on kidney function such as causing proteinuria at different levels. In addition, urine analysis also helps detect glomerular and tubular diseases, urinary tract infections or accompanying diabetes;; Measure pulse wave velocity to evaluate blood vessel stiffness;; Measure ankle/brachial blood pressure index (ABI): to find stenosis or occlusion of peripheral arteries in both legs;; Retinal scan: detects damage to blood vessels at the bottom of the eye due to long-term high blood pressure;",
            "subsection_string": "Diagnostic method\nThe only way to diagnose hypertension is to measure blood pressure (2). Currently, there are 3 ways to measure blood pressure to diagnose the disease:\nBlood measurement at the clinic: BP ≥ 140/90 mmHg; Measure blood pressure at home: BP ≥ 135/85 mmHg; 24-hour continuous blood pressure monitor (Holter blood pressure machine): BP ≥ 130/80 mmHg\nHOW TO PROPERLY MEASURE BLOOD PRESSURE? Sit and rest for 15 minutes before measuring. Do not smoke or drink coffee 2 hours before measurement. Measurement position: lying on the bed or sitting with your back in a chair, both feet touching the floor, not crossing your legs, arms straight, placed at heart level, remaining silent during measurement. The first time the blood pressure is measured on both arms, the arm with the higher blood pressure level is chosen to measure and monitor blood pressure the next time. Each time take 2 measurements, with the same hand, each measurement is 2 minutes apart. If the difference in systolic blood pressure between the two measurements is > 10 mmHg, measure a third time after another 2 minutes. Take the average of the two most recent blood pressure measurements. Use an automatic measuring machine, one with an arm band of the appropriate size. Patients can measure their blood pressure in the morning or afternoon, or when they have symptoms suggesting high blood pressure mentioned above.\nWhat tests do hypertensive patients need to do?\nFor patients with hypertension, the following 2 groups of tests are needed:\nTesting to find the cause of high blood pressure. For example: renal artery stenosis, adrenal adenoma, aortic coarctation,...; The test evaluates the effect of blood pressure on organs in the body such as the heart, blood vessels, brain, kidneys and eyes.\nTests to find the cause of high blood pressure\nGeneral abdominal ultrasound: look for kidney and adrenal diseases;; Renal artery ultrasound: look for renal artery stenosis;; Aortic ultrasound: look for aortic coarctation;; Renal function tests (blood creatinine, urinary albumin, urinalysis), adrenal hormones (blood aldosterone, plasma renin, blood metanephrine, urine), thyroid (TSH), pituitary (blood cortisol, ACTH ),…; Abdominal CT or MRI scan to look for adrenal tumors;; Polysomnography: look for sleep apnea;\nRoutine tests evaluate the impact of blood pressure on organs in the body\nElectrocardiography: detects thickening and dilation of the heart chambers, arrhythmias or myocardial ischemia;; Echocardiography: evaluates heart function, thickening and dilation of heart chambers, regurgitation of heart valves;; Blood tests: blood formula, fasting blood sugar, HbA1c, kidney function, electrolytes, blood uric acid, thyroid function (TSH), blood fat, liver enzymes;; Total urine analysis, urinary microalbumin/creatinine ratio: evaluate the impact of blood pressure on kidney function such as causing proteinuria at different levels. In addition, urine analysis also helps detect glomerular and tubular diseases, urinary tract infections or accompanying diabetes;; Measure pulse wave velocity to evaluate blood vessel stiffness;; Measure ankle/brachial blood pressure index (ABI): to find stenosis or occlusion of peripheral arteries in both legs;; Retinal scan: detects damage to blood vessels at the bottom of the eye due to long-term high blood pressure;"
        },
        {
            "subsection_name": "How dangerous is high blood pressure?",
            "subsection_content": "Hypertension can cause many dangerous complications later on. Common complications include:\nCardiac complications: myocardial infarction, heart failure, decompensated heart failure, atrial fibrillation,...; Complications in the brain: cerebral infarction, cerebral hemorrhage, memory loss, etc.; Kidney complications: kidney failure at various levels, the most severe progression to end-stage chronic kidney failure requiring kidney replacement therapy (kidney transplant or periodic dialysis); Changes in blood vessels at the back of the eye due to high blood pressure, can cause hemorrhage, retinal vascular edema, and more seriously cause blindness; Peripheral artery disease in both legs: due to atherosclerosis causing narrowing or occlusion of small blood vessels in the legs, causing pain in the legs when walking, more severe ulcers, necrosis requiring limb amputation, causing disability; Erectile dysfunction: common, especially if accompanied by diabetes and smoking.\nWarning !!! Not treating or treating but not controlling blood pressure will lead to complications of hypertension on the heart, brain, kidneys and several other organs.",
            "subsection_string": "How dangerous is high blood pressure?\nHypertension can cause many dangerous complications later on. Common complications include:\nCardiac complications: myocardial infarction, heart failure, decompensated heart failure, atrial fibrillation,...; Complications in the brain: cerebral infarction, cerebral hemorrhage, memory loss, etc.; Kidney complications: kidney failure at various levels, the most severe progression to end-stage chronic kidney failure requiring kidney replacement therapy (kidney transplant or periodic dialysis); Changes in blood vessels at the back of the eye due to high blood pressure, can cause hemorrhage, retinal vascular edema, and more seriously cause blindness; Peripheral artery disease in both legs: due to atherosclerosis causing narrowing or occlusion of small blood vessels in the legs, causing pain in the legs when walking, more severe ulcers, necrosis requiring limb amputation, causing disability; Erectile dysfunction: common, especially if accompanied by diabetes and smoking.\nWarning !!! Not treating or treating but not controlling blood pressure will lead to complications of hypertension on the heart, brain, kidneys and several other organs."
        },
        {
            "subsection_name": "Methods of treating high blood pressure",
            "subsection_content": "Treatment of hypertension requires a combination of lifestyle adjustments and antihypertensive medications to help patients easily control blood pressure. The target blood pressure level to be achieved is  130/80 mmHg or lower depending on comorbidities or individual characteristics of each person. (3)\nNon-drug treatment: lifestyle adjustment, exercise, weight loss, diet change (reducing salt, reducing fat), quitting drugs that cause high blood pressure (anti-inflammatory drugs, pain relievers), Relaxation and stress relief help lower blood pressure naturally. Antihypertensive drugs: 5 basic groups of drugs (ACE inhibitors, angiotensin 2 receptor blockers, calcium antagonists, diuretics, beta blockers). Select and combine drugs depending on each patient's characteristics; Surgery or renal artery denervation procedure, renal artery stent placement in some special cases; Treatment depends on the cause of the disease.\nDuring treatment, the patient needs to take medicine regularly every day. If you suspect side effects are caused by medication, do not stop taking the medication immediately but talk to your doctor to find out the reason and adjust the medication appropriately. Compliance with treatment helps patients prevent long-term complications of the disease.\nTo effectively treat blood pressure, patients need to be equipped with a personal blood pressure monitor to check their blood pressure at home. This will provide useful information for doctors to more optimally adjust blood pressure medications. If you are concerned about your blood pressure readings, talk to your doctor immediately.\nSee more: 12 common mistakes when treating hypertension",
            "subsection_string": "Methods of treating high blood pressure\nTreatment of hypertension requires a combination of lifestyle adjustments and antihypertensive medications to help patients easily control blood pressure. The target blood pressure level to be achieved is  130/80 mmHg or lower depending on comorbidities or individual characteristics of each person. (3)\nNon-drug treatment: lifestyle adjustment, exercise, weight loss, diet change (reducing salt, reducing fat), quitting drugs that cause high blood pressure (anti-inflammatory drugs, pain relievers), Relaxation and stress relief help lower blood pressure naturally. Antihypertensive drugs: 5 basic groups of drugs (ACE inhibitors, angiotensin 2 receptor blockers, calcium antagonists, diuretics, beta blockers). Select and combine drugs depending on each patient's characteristics; Surgery or renal artery denervation procedure, renal artery stent placement in some special cases; Treatment depends on the cause of the disease.\nDuring treatment, the patient needs to take medicine regularly every day. If you suspect side effects are caused by medication, do not stop taking the medication immediately but talk to your doctor to find out the reason and adjust the medication appropriately. Compliance with treatment helps patients prevent long-term complications of the disease.\nTo effectively treat blood pressure, patients need to be equipped with a personal blood pressure monitor to check their blood pressure at home. This will provide useful information for doctors to more optimally adjust blood pressure medications. If you are concerned about your blood pressure readings, talk to your doctor immediately.\nSee more: 12 common mistakes when treating hypertension"
        },
        {
            "subsection_name": "What to do to prevent high blood pressure?",
            "subsection_content": "To prevent high blood pressure, people should practice a healthy lifestyle early on. Many studies show that maintaining an ideal weight, exercising regularly, and having a suitable diet for people with high blood pressure. (4)\nHealthy diet: low fat; Eat lots of fruits, vegetables, nuts, seeds and low-fat dairy products, eat fish, skinless poultry... these are the foods people with high blood pressure should eat.\nReduce salt intake, eat fatty meat, canned food, and fast food; Exercise at least 30 minutes a day on most days of the week, increase physical activity, and play sports. Exercise helps lower blood pressure, lose weight or keep you at a healthy weight, and reduce stress; Control weight, lose weight if overweight; Limiting alcohol intake; Do not smoke and avoid secondhand smoke; Balance life, avoid stress; Regular health check-ups to detect risks that can be corrected early\nContact us now for advice and to schedule an examination with leading cardiovascular experts at Tam Anh General Hospital System: Hanoi: Address: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: Address: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook .com/benhvientamanh\nHypertension or high blood pressure is gradually becoming common and dangerous. Therefore, the disease needs to be diagnosed and treated early to prevent dangerous health complications.",
            "subsection_string": "What to do to prevent high blood pressure?\nTo prevent high blood pressure, people should practice a healthy lifestyle early on. Many studies show that maintaining an ideal weight, exercising regularly, and having a suitable diet for people with high blood pressure. (4)\nHealthy diet: low fat; Eat lots of fruits, vegetables, nuts, seeds and low-fat dairy products, eat fish, skinless poultry... these are the foods people with high blood pressure should eat.\nReduce salt intake, eat fatty meat, canned food, and fast food; Exercise at least 30 minutes a day on most days of the week, increase physical activity, and play sports. Exercise helps lower blood pressure, lose weight or keep you at a healthy weight, and reduce stress; Control weight, lose weight if overweight; Limiting alcohol intake; Do not smoke and avoid secondhand smoke; Balance life, avoid stress; Regular health check-ups to detect risks that can be corrected early\nContact us now for advice and to schedule an examination with leading cardiovascular experts at Tam Anh General Hospital System: Hanoi: Address: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: Address: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook .com/benhvientamanh\nHypertension or high blood pressure is gradually becoming common and dangerous. Therefore, the disease needs to be diagnosed and treated early to prevent dangerous health complications."
        }
    ],
    "name": "tang-huyet-ap.json"
}