{
    "title": "Pulmonary hypertension: Causes, symptoms and treatments",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/tang-ap-phoi/",
    "abstract": "Pulmonary hypertension is a condition that can affect people of any age but is more common in people with heart or lung disease.",
    "content": "Pulmonary hypertension: Causes, symptoms and treatments\n\nPulmonary hypertension is a condition that can affect people of any age but is more common in people with heart or lung disease.\n\nWhat is pulmonary hypertension?\nPulmonary Hypertension (PH) is a condition of pressure in the pulmonary circulation. In pulmonary hypertension, pulmonary blood vessels constrict or become constricted, leading to right ventricular hypertrophy and failure, seriously affecting right heart function. -said Nguyen Thi Oanh, M.D., Department of Cardiology, Tam Anh General Hospital, Hanoi. (first)\nIn the structure of the heart, the right ventricle is responsible for pumping blood to the lungs through a large blood vessel called the pulmonary artery. In the lungs, the blood releases carbon dioxide (CO2) and enriches it with oxygen (O2). However, due to many different reasons, the cells lining the pulmonary artery can change and the artery wall becomes hardened and thickened; Blood vessels in the lungs are now narrowed, clogged and destroyed. The damage slows blood flow through the lungs, causing increased pulmonary artery pressure.\nHigh pressure in the pulmonary arteries forces the heart to work harder to pump blood through the lungs. However, this constant exertion causes the heart muscle to gradually weaken and may stop working, leading to heart failure.\n\nSigns of increased pulmonary vascular pressure\nPulmonary hypertension commonly occurs in adults, especially in those with heart or lung disease. In addition, pulmonary hypertension can appear in newborns, this is called persistent pulmonary hypertension of the newborn (PPHN). Newborns with this condition need to be treated in an intensive care unit. (2)\nSymptoms of the disease in the early stages are often non-specific, found in many other diseases, and the disease has a gradual onset. This leads to delayed diagnosis and failure to identify pulmonary hypertension until symptoms become more severe and other signs arise.\nSome signs and symptoms of pulmonary hypertension include:\nTired; Chest pain or pressure; Dizziness or fainting; Fast or pounding heartbeat (palpitations); Shortness of breath, initially with exercise and eventually at rest; Swelling (edema) in the ankles, legs, and eventually the abdomen; Blue lips and skin (cyanosis)\nSymptoms often get worse with exercise and this limits the person's ability to participate in physical activities.\n\nCauses of pulmonary hypertension\nAccording to Dr. Oanh, in addition to patients with lung disease or heart disease, this condition also appears more commonly in people with other diseases, such as: (3)\nNearly 100% of people have severe mitral valve disease.; About 65% of people have aortic valve disease.; Up to 30% of people have scleroderma.; About 20-40% of people have sickle cell disease.; For every 200 people infected with HIV, 1 person has a high chance of getting the disease.\nThe cause of the disease is high pressure in small branches of the pulmonary artery, left heart disease, lung disease or lack of oxygen, blood clots, genetics...\n1. Due to pulmonary arterial hypertension (PAH)\nChanges in the smaller branches of the pulmonary artery (the artery wall becomes thick and stiff) narrow the space for blood flow to pass through and lead to increased pulmonary vascular pressure. Common causes include:\nIdiopathic PAH (cause unknown); PAH is related to genetic factors (mutations in the BMPR2 gene and other genes); PAH caused by drugs or toxins; Congenital heart disease (such as abnormal holes in the heart, etc.); Other conditions such as: Connective tissue diseases (such as scleroderma, lupus, etc.), portal hypertension (cirrhosis), HIV infection, thyroid disease, sickle cell disease, etc.; Pulmonary veno-occlusive disease; Pulmonary capillary hemangioma\nA small number of people develop pulmonary hypertension without any medical condition. This is called idiopathic PAH. In very rare cases, PAH can be inherited.\nDue to left heart disease\nIf there is an abnormality in the left side of the heart, it causes blood stasis or reduces the contractility of the left heart and increases the pressure of the pulmonary circulation. Problems on the left side of the heart are one of the most common causes of this disease, including heart valve problems (mitral valve, aortic valve), left ventricular dysfunction, heart disease. congenital myocardium or left ventricular blood flow obstruction.\nDue to lung disease or lack of oxygen\nDr. Oanh said, pulmonary hypertension is also sometimes related to lung diseases or hypoxia, including:\nChronic obstructive pulmonary disease (COPD): This is the name for a group of lung diseases that cause difficulty breathing, including: emphysema (damage to the air sacs in the lungs) and chronic bronchitis (long-term inflammation of the airways). long).; Interstitial lung disease: A group of lung disorders that cause scarring of lung tissue, including: alveolar septa, interalveolar tissue, and blood vessels. This disease makes it difficult for the body to get enough oxygen.; Conditions that affect breathing during deep sleep, such as obstructive sleep apnea syndrome.; Living at high altitudes for long periods of time can put you at risk of disease.; Progressive lung diseases: low levels of oxygen in the blood cause the pulmonary arteries to narrow. This forces blood into a smaller space, increasing pulmonary artery pressure.\nDue to blood clots\nPulmonary hypertension occurs when a blood clot causes a narrowing or blockage of a pre-existing pulmonary artery. In addition, other blood clotting disorders can also be the cause of the disease.\nOther causes\nAlthough less common, these causes can also cause pulmonary hypertension, including:\nSarcoidosis: Condition that causes inflammation of various organs, including the lungs and lymph nodes; Agranulocytosis X: Rare condition that causes scarring (granulomas) and air-filled cysts, mainly in the lungs; Compression of blood vessels in the lungs caused by a tumor or other cause.\nThe danger elements\nThe disease occurs in all ages, including children, and the incidence increases with age; More commonly diagnosed in people between 30 and 60 years old and more common in women. The older you get, the higher your risk of developing pulmonary hypertension, especially if you are 75 years of age or older.\nOther factors that may be risk factors for this condition include: Being overweight, having congenital heart disease, family history of the condition, exposure to asbestos, blood clotting disorders or family history of blood clots in the lungs.\nAdditionally, the use of drugs, including diet pills and methamphetamine and cocaine; Use of serotonin reuptake inhibitors (used to treat anxiety and depression) is also a risk factor for the development of pulmonary hypertension.\n\nDiagnostic method\nThe doctor will examine the patient's health and perform paraclinical tests to diagnose the patient. (4)\nPhysical examination\nThe patient will have a physical examination by a doctor to check for signs of pulmonary hypertension as well as other heart and lung problems. During the examination, your doctor will ask questions about your health and medical history, as well as any related symptoms.\nBesides, checking the size of the veins in the neck is also something that needs to be done. If the neck veins are dilated, this may be a sign of right-sided heart failure. Additionally, the doctor will check the size of the liver by palpating the upper right area of ​​the abdomen.\nThe doctor will perform a number of other examinations, such as: listening to the patient's heart and lungs with a stethoscope; Look at your abdomen, ankles, and legs for swelling; blood pressure; Measure blood oxygen levels with an oxygen saturation meter.\nPulmonary hypertension can be difficult to diagnose because many of its signs are similar to those of other conditions. Therefore, after a physical examination, the doctor can perform a few paraclinical tests to get more information and get the most accurate conclusion.\nPerform testing\nEchocardiogram: A method that uses high-frequency sound waves to create a moving image of the beating heart, shows blood flow through the heart, and can check pressure  in the pulmonary arteries. This test is done to help diagnose the disease and check how well the two ventricles are pumping blood.\nEchocardiography is a method to diagnose pulmonary hypertension.\nComputed tomography (CT): A series of X-rays taken to create cross-sectional images of bones, blood vessels, and soft tissues inside the body. Contrast may be injected into a vein to help assess blood vessels more clearly. A CT scan can show the size of the heart and any blockages in the pulmonary arteries. This test helps diagnose lung diseases that can lead to pulmonary hypertension such as chronic obstructive pulmonary disease or pulmonary fibrosis.; Ventilation/perfusion scan (V/Q Scan): This technique helps find blood clots that can cause high blood pressure in the lungs.; Electrocardiogram (ECG): Helps monitor heart activity, can detect arrhythmia or signs of increased pressure in the right heart chamber.; Chest X-ray: Shows whether the pulmonary arteries or heart chambers are dilated or not and helps suggest other conditions of the lungs and heart; Right heart catheterization: is a mandatory investigation to confirm the diagnosis. The doctor places a catheter into a large vein, usually the femoral vein or the radial artery in the arm, and then threads it into the right side of the heart. A monitor records pressure in the right heart and in the pulmonary artery.; Blood tests: Helps determine some causes of the disease or detect signs of complications.; Magnetic resonance imaging (MRI): Helps create detailed images of the heart, can show blood flow in the pulmonary artery and evaluate the functioning of the right ventricle.; Pulmonary ventilation function measurement: this non-invasive test measures the amount of air the lungs can hold and the flow of air in/out of the lungs. The technique is performed by blowing into an instrument called a spirometer.; Polysomnogram: Measures brain activity, heart rate, blood pressure, oxygen levels and other factors during sleep. Probes help study sleep disorders to diagnose sleep apnea syndrome.; Lung biopsy: This is a rarely used type of surgery in which a small sample of tissue is removed from the lung. This test is done to check the cause.; Exercise testing: Your doctor may ask you to run on a treadmill or bike connected to a monitor to check for changes in oxygen levels, heart function, lung pressure, or other symptoms. other related issues or not.\n\nSymptoms\nPotential complications of pulmonary hypertension include: (5)\nThickening/dilation of the right heart and heart failure (cor pulmonale): High pressure in the pulmonary artery forces the right ventricle to work harder to pump blood to the lungs to exchange oxygen. Over time, the right ventricle thickens (right ventricular hypertrophy), dilates the right heart chamber and leads to right heart failure, affecting the normal functioning of many organs and systems.; Blood clots: The disease increases the risk of blood clots forming in small arteries in the lungs.; Irregular heartbeat (arrhythmia): If left untreated, this condition can cause irregular heartbeat and eventually death.; Bleeding in the lungs: Pulmonary hypertension can lead to bleeding into the lungs and coughing up blood, which is life-threatening.; Complications during pregnancy: The disease is very dangerous for pregnant women. It can cause complications for both mother and fetus, even miscarriage, stillbirth, and premature birth.\nBecause pulmonary hypertension can affect the entire body, it is essential that the patient is diagnosed and treated as soon as possible. The doctor will have a treatment regimen based on the cause of the disease.\nReference: How long can you live with pulmonary hypertension?\n\nTreatments\nPulmonary hypertension gets worse over time and, if left untreated, can cause heart failure and death. Although there is no cure for pulmonary hypertension, treatment can effectively reduce symptoms and improve quality of life.\nIf pulmonary hypertension is caused by another cause, treatment of the cause is required first. This can prevent permanent damage to the pulmonary arteries.\nTreatments for pulmonary hypertension may include anticoagulants to reduce the blood's ability to clot and diuretics to eliminate fluid retention due to heart failure. In addition, doctors may intervene with surgery in more serious cases or in cases where medication does not effectively treat the disease.\nUse medicine\nMedication can help improve symptoms of pulmonary hypertension and slow the progression of the disease. Medications prescribed to treat the symptoms or complications of pulmonary hypertension include:\nVasodilators: These medications help relax and widen narrowed blood vessels, improving blood flow. Vasodilators can be taken orally, inhaled, injected or administered intravenously.; Guanylate cyclase (GSC) stimulator: This drug increases nitric oxide in the body, dilating the pulmonary arteries and reducing pressure in the lungs.; Blood vessel widening drugs: These drugs called endothelin receptor antagonists reverse the effects of a substance in the blood vessel wall that causes narrowing of blood vessels. However, these medications can harm the liver and should not be used during pregnancy.; Medications that increase blood flow: Called phosphodiesterase 5 (PDE5) inhibitors, medications can be used to increase blood flow through the lungs.; High-dose calcium channel blockers: Helps relax the muscles in blood vessel walls. Although calcium channel blockers can be effective, only a small number of people with Pulmonary Hypertension improve when taking them.; Blood thinners (anticoagulants): Your doctor may prescribe anticoagulants to help prevent blood clots. This medication increases the risk of bleeding, especially in people who are having surgery or receiving invasive procedures. If you take blood thinners, you will occasionally need blood tests to see if the medicine is working as it should.; Heart medications: Help the heart beat harder and pump more blood; can also help control irregular heartbeat (arrhythmia).; Diuretics: These drugs help the kidneys remove excess fluid from the body, to reduce fluid buildup in the lungs, legs and abdomen, easing the work load on the right heart.; Oxygen therapy: Breathing pure oxygen is sometimes recommended as a treatment for pulmonary hypertension, especially for people with sleep apnea.\nA variety of medications can help effectively treat this disease. In fact, when using medicine, it is necessary to comply with the doctor's prescription. Patients should not buy medicine themselves for home treatment.\nSurgery and other procedures\nSurgery – Interventions to treat pulmonary hypertension include:\nPulmonary endarterectomy: Surgery to remove old blood clots from the pulmonary artery in people with chronic pulmonary hypertension.; Balloon pulmonary angioplasty: A new procedure in which a small balloon is guided into the pulmonary artery and inflated for a few seconds to push aside the blockage and restore blood flow to the lungs. This method has been shown to reduce pressure in the pulmonary artery, improve breathing and increase mobility.; Atrial septal defect: A small hole is made in the interatrial septum (the wall between the left and right atria of the heart) using a cardiac catheter inserted through a blood vessel into the heart's chambers. This reduces pressure on the right side of the heart, so the heart can pump more effectively and blood flow to the lungs can be improved. Potential complications include heart rhythm problems (arrhythmia).; Heart-lung transplant surgery: In serious cases, patients need a lung transplant or heart-lung transplant. The main risks of transplants are the body's rejection of the transplanted organ and possible serious infection. Therefore, immunosuppressive drugs must be taken lifelong to help reduce the possibility of rejection.\nIf medications do not help control the signs and symptoms of pulmonary hypertension, the patient may need surgery.\n\nPrevention\nDr. Oanh emphasized that although not all cases of the disease can be prevented, the risk of pulmonary hypertension can still be reduced by making healthy lifestyle changes and controlling high blood pressure and disease. coronary artery disease, chronic liver disease as well as chronic lung disease caused by tobacco use.\nExercise regularly: One of the best things you can do for yourself is to stay active. Regular exercise (of which jogging is a suitable choice) will help keep the body healthy and provide stable breathing ability.; Don't smoke: Smoking is the leading risk factor for heart and lung problems. Therefore, it is necessary to quit smoking and avoid inhaling cigarette smoke if possible.; Scientific, healthy diet: Change to a diet rich in grains, fruits, vegetables, lean meat and low-fat dairy products. Furthermore, increasing consumption of foods such as legumes and complex carbohydrates is beneficial for health. To maintain a healthy weight, limit foods containing refined sugar, salt, saturated fat and cholesterol.\n\nHow to care for sick people\nBesides using medication, patients need to pay attention to daily activities, including:\nGet plenty of rest: Pulmonary hypertension makes the body tired, so get a good night's sleep or take a nap when needed.; Eat healthy: Make sure to eat healthy and nutritious foods such as: high-fiber foods (including oats and beans), fruits, vegetables, reduced salt; three servings of fish per week, reduce saturated fats (like skinless chicken, grilled foods, fried foods), choose more lean proteins (like tofu and chopped meat).; Avoid living in very high places: High altitudes can make this condition worse. If the patient is living at an altitude of 2,450 meters or higher, they should move to a lower altitude.; Talk to a cardiologist before trying to get pregnant: Pulmonary hypertension can cause serious complications for both mother and baby during pregnancy. In addition, birth control pills can also increase the risk of blood clots. So talk to your doctor before planning pregnancy.; Get regular checkups: Talk to your doctor about any new or worsening symptoms or medication side effects. If your condition affects your quality of life, ask your doctor about better options.\nTo schedule an examination and treatment for Pulmonary Hypertension and other cardiovascular diseases, please contact:\nAccording to some studies, it is estimated that 1 in every 100 people has the disease. This means that there are 50 - 70 million people in the world living with pulmonary hypertension. Regular health screening helps early detection and effective treatment.",
    "subsections": [
        {
            "subsection_name": "What is pulmonary hypertension?",
            "subsection_content": "Pulmonary Hypertension (PH) is a condition of pressure in the pulmonary circulation. In pulmonary hypertension, pulmonary blood vessels constrict or become constricted, leading to right ventricular hypertrophy and failure, seriously affecting right heart function. -said Nguyen Thi Oanh, M.D., Department of Cardiology, Tam Anh General Hospital, Hanoi. (first)\nIn the structure of the heart, the right ventricle is responsible for pumping blood to the lungs through a large blood vessel called the pulmonary artery. In the lungs, the blood releases carbon dioxide (CO2) and enriches it with oxygen (O2). However, due to many different reasons, the cells lining the pulmonary artery can change and the artery wall becomes hardened and thickened; Blood vessels in the lungs are now narrowed, clogged and destroyed. The damage slows blood flow through the lungs, causing increased pulmonary artery pressure.\nHigh pressure in the pulmonary arteries forces the heart to work harder to pump blood through the lungs. However, this constant exertion causes the heart muscle to gradually weaken and may stop working, leading to heart failure.",
            "subsection_string": "What is pulmonary hypertension?\nPulmonary Hypertension (PH) is a condition of pressure in the pulmonary circulation. In pulmonary hypertension, pulmonary blood vessels constrict or become constricted, leading to right ventricular hypertrophy and failure, seriously affecting right heart function. -said Nguyen Thi Oanh, M.D., Department of Cardiology, Tam Anh General Hospital, Hanoi. (first)\nIn the structure of the heart, the right ventricle is responsible for pumping blood to the lungs through a large blood vessel called the pulmonary artery. In the lungs, the blood releases carbon dioxide (CO2) and enriches it with oxygen (O2). However, due to many different reasons, the cells lining the pulmonary artery can change and the artery wall becomes hardened and thickened; Blood vessels in the lungs are now narrowed, clogged and destroyed. The damage slows blood flow through the lungs, causing increased pulmonary artery pressure.\nHigh pressure in the pulmonary arteries forces the heart to work harder to pump blood through the lungs. However, this constant exertion causes the heart muscle to gradually weaken and may stop working, leading to heart failure."
        },
        {
            "subsection_name": "Signs of increased pulmonary vascular pressure",
            "subsection_content": "Pulmonary hypertension commonly occurs in adults, especially in those with heart or lung disease. In addition, pulmonary hypertension can appear in newborns, this is called persistent pulmonary hypertension of the newborn (PPHN). Newborns with this condition need to be treated in an intensive care unit. (2)\nSymptoms of the disease in the early stages are often non-specific, found in many other diseases, and the disease has a gradual onset. This leads to delayed diagnosis and failure to identify pulmonary hypertension until symptoms become more severe and other signs arise.\nSome signs and symptoms of pulmonary hypertension include:\nTired; Chest pain or pressure; Dizziness or fainting; Fast or pounding heartbeat (palpitations); Shortness of breath, initially with exercise and eventually at rest; Swelling (edema) in the ankles, legs, and eventually the abdomen; Blue lips and skin (cyanosis)\nSymptoms often get worse with exercise and this limits the person's ability to participate in physical activities.",
            "subsection_string": "Signs of increased pulmonary vascular pressure\nPulmonary hypertension commonly occurs in adults, especially in those with heart or lung disease. In addition, pulmonary hypertension can appear in newborns, this is called persistent pulmonary hypertension of the newborn (PPHN). Newborns with this condition need to be treated in an intensive care unit. (2)\nSymptoms of the disease in the early stages are often non-specific, found in many other diseases, and the disease has a gradual onset. This leads to delayed diagnosis and failure to identify pulmonary hypertension until symptoms become more severe and other signs arise.\nSome signs and symptoms of pulmonary hypertension include:\nTired; Chest pain or pressure; Dizziness or fainting; Fast or pounding heartbeat (palpitations); Shortness of breath, initially with exercise and eventually at rest; Swelling (edema) in the ankles, legs, and eventually the abdomen; Blue lips and skin (cyanosis)\nSymptoms often get worse with exercise and this limits the person's ability to participate in physical activities."
        },
        {
            "subsection_name": "Causes of pulmonary hypertension",
            "subsection_content": "According to Dr. Oanh, in addition to patients with lung disease or heart disease, this condition also appears more commonly in people with other diseases, such as: (3)\nNearly 100% of people have severe mitral valve disease.; About 65% of people have aortic valve disease.; Up to 30% of people have scleroderma.; About 20-40% of people have sickle cell disease.; For every 200 people infected with HIV, 1 person has a high chance of getting the disease.\nThe cause of the disease is high pressure in small branches of the pulmonary artery, left heart disease, lung disease or lack of oxygen, blood clots, genetics...\n1. Due to pulmonary arterial hypertension (PAH)\nChanges in the smaller branches of the pulmonary artery (the artery wall becomes thick and stiff) narrow the space for blood flow to pass through and lead to increased pulmonary vascular pressure. Common causes include:\nIdiopathic PAH (cause unknown); PAH is related to genetic factors (mutations in the BMPR2 gene and other genes); PAH caused by drugs or toxins; Congenital heart disease (such as abnormal holes in the heart, etc.); Other conditions such as: Connective tissue diseases (such as scleroderma, lupus, etc.), portal hypertension (cirrhosis), HIV infection, thyroid disease, sickle cell disease, etc.; Pulmonary veno-occlusive disease; Pulmonary capillary hemangioma\nA small number of people develop pulmonary hypertension without any medical condition. This is called idiopathic PAH. In very rare cases, PAH can be inherited.\nDue to left heart disease\nIf there is an abnormality in the left side of the heart, it causes blood stasis or reduces the contractility of the left heart and increases the pressure of the pulmonary circulation. Problems on the left side of the heart are one of the most common causes of this disease, including heart valve problems (mitral valve, aortic valve), left ventricular dysfunction, heart disease. congenital myocardium or left ventricular blood flow obstruction.\nDue to lung disease or lack of oxygen\nDr. Oanh said, pulmonary hypertension is also sometimes related to lung diseases or hypoxia, including:\nChronic obstructive pulmonary disease (COPD): This is the name for a group of lung diseases that cause difficulty breathing, including: emphysema (damage to the air sacs in the lungs) and chronic bronchitis (long-term inflammation of the airways). long).; Interstitial lung disease: A group of lung disorders that cause scarring of lung tissue, including: alveolar septa, interalveolar tissue, and blood vessels. This disease makes it difficult for the body to get enough oxygen.; Conditions that affect breathing during deep sleep, such as obstructive sleep apnea syndrome.; Living at high altitudes for long periods of time can put you at risk of disease.; Progressive lung diseases: low levels of oxygen in the blood cause the pulmonary arteries to narrow. This forces blood into a smaller space, increasing pulmonary artery pressure.\nDue to blood clots\nPulmonary hypertension occurs when a blood clot causes a narrowing or blockage of a pre-existing pulmonary artery. In addition, other blood clotting disorders can also be the cause of the disease.\nOther causes\nAlthough less common, these causes can also cause pulmonary hypertension, including:\nSarcoidosis: Condition that causes inflammation of various organs, including the lungs and lymph nodes; Agranulocytosis X: Rare condition that causes scarring (granulomas) and air-filled cysts, mainly in the lungs; Compression of blood vessels in the lungs caused by a tumor or other cause.\nThe danger elements\nThe disease occurs in all ages, including children, and the incidence increases with age; More commonly diagnosed in people between 30 and 60 years old and more common in women. The older you get, the higher your risk of developing pulmonary hypertension, especially if you are 75 years of age or older.\nOther factors that may be risk factors for this condition include: Being overweight, having congenital heart disease, family history of the condition, exposure to asbestos, blood clotting disorders or family history of blood clots in the lungs.\nAdditionally, the use of drugs, including diet pills and methamphetamine and cocaine; Use of serotonin reuptake inhibitors (used to treat anxiety and depression) is also a risk factor for the development of pulmonary hypertension.",
            "subsection_string": "Causes of pulmonary hypertension\nAccording to Dr. Oanh, in addition to patients with lung disease or heart disease, this condition also appears more commonly in people with other diseases, such as: (3)\nNearly 100% of people have severe mitral valve disease.; About 65% of people have aortic valve disease.; Up to 30% of people have scleroderma.; About 20-40% of people have sickle cell disease.; For every 200 people infected with HIV, 1 person has a high chance of getting the disease.\nThe cause of the disease is high pressure in small branches of the pulmonary artery, left heart disease, lung disease or lack of oxygen, blood clots, genetics...\n1. Due to pulmonary arterial hypertension (PAH)\nChanges in the smaller branches of the pulmonary artery (the artery wall becomes thick and stiff) narrow the space for blood flow to pass through and lead to increased pulmonary vascular pressure. Common causes include:\nIdiopathic PAH (cause unknown); PAH is related to genetic factors (mutations in the BMPR2 gene and other genes); PAH caused by drugs or toxins; Congenital heart disease (such as abnormal holes in the heart, etc.); Other conditions such as: Connective tissue diseases (such as scleroderma, lupus, etc.), portal hypertension (cirrhosis), HIV infection, thyroid disease, sickle cell disease, etc.; Pulmonary veno-occlusive disease; Pulmonary capillary hemangioma\nA small number of people develop pulmonary hypertension without any medical condition. This is called idiopathic PAH. In very rare cases, PAH can be inherited.\nDue to left heart disease\nIf there is an abnormality in the left side of the heart, it causes blood stasis or reduces the contractility of the left heart and increases the pressure of the pulmonary circulation. Problems on the left side of the heart are one of the most common causes of this disease, including heart valve problems (mitral valve, aortic valve), left ventricular dysfunction, heart disease. congenital myocardium or left ventricular blood flow obstruction.\nDue to lung disease or lack of oxygen\nDr. Oanh said, pulmonary hypertension is also sometimes related to lung diseases or hypoxia, including:\nChronic obstructive pulmonary disease (COPD): This is the name for a group of lung diseases that cause difficulty breathing, including: emphysema (damage to the air sacs in the lungs) and chronic bronchitis (long-term inflammation of the airways). long).; Interstitial lung disease: A group of lung disorders that cause scarring of lung tissue, including: alveolar septa, interalveolar tissue, and blood vessels. This disease makes it difficult for the body to get enough oxygen.; Conditions that affect breathing during deep sleep, such as obstructive sleep apnea syndrome.; Living at high altitudes for long periods of time can put you at risk of disease.; Progressive lung diseases: low levels of oxygen in the blood cause the pulmonary arteries to narrow. This forces blood into a smaller space, increasing pulmonary artery pressure.\nDue to blood clots\nPulmonary hypertension occurs when a blood clot causes a narrowing or blockage of a pre-existing pulmonary artery. In addition, other blood clotting disorders can also be the cause of the disease.\nOther causes\nAlthough less common, these causes can also cause pulmonary hypertension, including:\nSarcoidosis: Condition that causes inflammation of various organs, including the lungs and lymph nodes; Agranulocytosis X: Rare condition that causes scarring (granulomas) and air-filled cysts, mainly in the lungs; Compression of blood vessels in the lungs caused by a tumor or other cause.\nThe danger elements\nThe disease occurs in all ages, including children, and the incidence increases with age; More commonly diagnosed in people between 30 and 60 years old and more common in women. The older you get, the higher your risk of developing pulmonary hypertension, especially if you are 75 years of age or older.\nOther factors that may be risk factors for this condition include: Being overweight, having congenital heart disease, family history of the condition, exposure to asbestos, blood clotting disorders or family history of blood clots in the lungs.\nAdditionally, the use of drugs, including diet pills and methamphetamine and cocaine; Use of serotonin reuptake inhibitors (used to treat anxiety and depression) is also a risk factor for the development of pulmonary hypertension."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "The doctor will examine the patient's health and perform paraclinical tests to diagnose the patient. (4)\nPhysical examination\nThe patient will have a physical examination by a doctor to check for signs of pulmonary hypertension as well as other heart and lung problems. During the examination, your doctor will ask questions about your health and medical history, as well as any related symptoms.\nBesides, checking the size of the veins in the neck is also something that needs to be done. If the neck veins are dilated, this may be a sign of right-sided heart failure. Additionally, the doctor will check the size of the liver by palpating the upper right area of ​​the abdomen.\nThe doctor will perform a number of other examinations, such as: listening to the patient's heart and lungs with a stethoscope; Look at your abdomen, ankles, and legs for swelling; blood pressure; Measure blood oxygen levels with an oxygen saturation meter.\nPulmonary hypertension can be difficult to diagnose because many of its signs are similar to those of other conditions. Therefore, after a physical examination, the doctor can perform a few paraclinical tests to get more information and get the most accurate conclusion.\nPerform testing\nEchocardiogram: A method that uses high-frequency sound waves to create a moving image of the beating heart, shows blood flow through the heart, and can check pressure  in the pulmonary arteries. This test is done to help diagnose the disease and check how well the two ventricles are pumping blood.\nEchocardiography is a method to diagnose pulmonary hypertension.\nComputed tomography (CT): A series of X-rays taken to create cross-sectional images of bones, blood vessels, and soft tissues inside the body. Contrast may be injected into a vein to help assess blood vessels more clearly. A CT scan can show the size of the heart and any blockages in the pulmonary arteries. This test helps diagnose lung diseases that can lead to pulmonary hypertension such as chronic obstructive pulmonary disease or pulmonary fibrosis.; Ventilation/perfusion scan (V/Q Scan): This technique helps find blood clots that can cause high blood pressure in the lungs.; Electrocardiogram (ECG): Helps monitor heart activity, can detect arrhythmia or signs of increased pressure in the right heart chamber.; Chest X-ray: Shows whether the pulmonary arteries or heart chambers are dilated or not and helps suggest other conditions of the lungs and heart; Right heart catheterization: is a mandatory investigation to confirm the diagnosis. The doctor places a catheter into a large vein, usually the femoral vein or the radial artery in the arm, and then threads it into the right side of the heart. A monitor records pressure in the right heart and in the pulmonary artery.; Blood tests: Helps determine some causes of the disease or detect signs of complications.; Magnetic resonance imaging (MRI): Helps create detailed images of the heart, can show blood flow in the pulmonary artery and evaluate the functioning of the right ventricle.; Pulmonary ventilation function measurement: this non-invasive test measures the amount of air the lungs can hold and the flow of air in/out of the lungs. The technique is performed by blowing into an instrument called a spirometer.; Polysomnogram: Measures brain activity, heart rate, blood pressure, oxygen levels and other factors during sleep. Probes help study sleep disorders to diagnose sleep apnea syndrome.; Lung biopsy: This is a rarely used type of surgery in which a small sample of tissue is removed from the lung. This test is done to check the cause.; Exercise testing: Your doctor may ask you to run on a treadmill or bike connected to a monitor to check for changes in oxygen levels, heart function, lung pressure, or other symptoms. other related issues or not.",
            "subsection_string": "Diagnostic method\nThe doctor will examine the patient's health and perform paraclinical tests to diagnose the patient. (4)\nPhysical examination\nThe patient will have a physical examination by a doctor to check for signs of pulmonary hypertension as well as other heart and lung problems. During the examination, your doctor will ask questions about your health and medical history, as well as any related symptoms.\nBesides, checking the size of the veins in the neck is also something that needs to be done. If the neck veins are dilated, this may be a sign of right-sided heart failure. Additionally, the doctor will check the size of the liver by palpating the upper right area of ​​the abdomen.\nThe doctor will perform a number of other examinations, such as: listening to the patient's heart and lungs with a stethoscope; Look at your abdomen, ankles, and legs for swelling; blood pressure; Measure blood oxygen levels with an oxygen saturation meter.\nPulmonary hypertension can be difficult to diagnose because many of its signs are similar to those of other conditions. Therefore, after a physical examination, the doctor can perform a few paraclinical tests to get more information and get the most accurate conclusion.\nPerform testing\nEchocardiogram: A method that uses high-frequency sound waves to create a moving image of the beating heart, shows blood flow through the heart, and can check pressure  in the pulmonary arteries. This test is done to help diagnose the disease and check how well the two ventricles are pumping blood.\nEchocardiography is a method to diagnose pulmonary hypertension.\nComputed tomography (CT): A series of X-rays taken to create cross-sectional images of bones, blood vessels, and soft tissues inside the body. Contrast may be injected into a vein to help assess blood vessels more clearly. A CT scan can show the size of the heart and any blockages in the pulmonary arteries. This test helps diagnose lung diseases that can lead to pulmonary hypertension such as chronic obstructive pulmonary disease or pulmonary fibrosis.; Ventilation/perfusion scan (V/Q Scan): This technique helps find blood clots that can cause high blood pressure in the lungs.; Electrocardiogram (ECG): Helps monitor heart activity, can detect arrhythmia or signs of increased pressure in the right heart chamber.; Chest X-ray: Shows whether the pulmonary arteries or heart chambers are dilated or not and helps suggest other conditions of the lungs and heart; Right heart catheterization: is a mandatory investigation to confirm the diagnosis. The doctor places a catheter into a large vein, usually the femoral vein or the radial artery in the arm, and then threads it into the right side of the heart. A monitor records pressure in the right heart and in the pulmonary artery.; Blood tests: Helps determine some causes of the disease or detect signs of complications.; Magnetic resonance imaging (MRI): Helps create detailed images of the heart, can show blood flow in the pulmonary artery and evaluate the functioning of the right ventricle.; Pulmonary ventilation function measurement: this non-invasive test measures the amount of air the lungs can hold and the flow of air in/out of the lungs. The technique is performed by blowing into an instrument called a spirometer.; Polysomnogram: Measures brain activity, heart rate, blood pressure, oxygen levels and other factors during sleep. Probes help study sleep disorders to diagnose sleep apnea syndrome.; Lung biopsy: This is a rarely used type of surgery in which a small sample of tissue is removed from the lung. This test is done to check the cause.; Exercise testing: Your doctor may ask you to run on a treadmill or bike connected to a monitor to check for changes in oxygen levels, heart function, lung pressure, or other symptoms. other related issues or not."
        },
        {
            "subsection_name": "Symptoms",
            "subsection_content": "Potential complications of pulmonary hypertension include: (5)\nThickening/dilation of the right heart and heart failure (cor pulmonale): High pressure in the pulmonary artery forces the right ventricle to work harder to pump blood to the lungs to exchange oxygen. Over time, the right ventricle thickens (right ventricular hypertrophy), dilates the right heart chamber and leads to right heart failure, affecting the normal functioning of many organs and systems.; Blood clots: The disease increases the risk of blood clots forming in small arteries in the lungs.; Irregular heartbeat (arrhythmia): If left untreated, this condition can cause irregular heartbeat and eventually death.; Bleeding in the lungs: Pulmonary hypertension can lead to bleeding into the lungs and coughing up blood, which is life-threatening.; Complications during pregnancy: The disease is very dangerous for pregnant women. It can cause complications for both mother and fetus, even miscarriage, stillbirth, and premature birth.\nBecause pulmonary hypertension can affect the entire body, it is essential that the patient is diagnosed and treated as soon as possible. The doctor will have a treatment regimen based on the cause of the disease.\nReference: How long can you live with pulmonary hypertension?",
            "subsection_string": "Symptoms\nPotential complications of pulmonary hypertension include: (5)\nThickening/dilation of the right heart and heart failure (cor pulmonale): High pressure in the pulmonary artery forces the right ventricle to work harder to pump blood to the lungs to exchange oxygen. Over time, the right ventricle thickens (right ventricular hypertrophy), dilates the right heart chamber and leads to right heart failure, affecting the normal functioning of many organs and systems.; Blood clots: The disease increases the risk of blood clots forming in small arteries in the lungs.; Irregular heartbeat (arrhythmia): If left untreated, this condition can cause irregular heartbeat and eventually death.; Bleeding in the lungs: Pulmonary hypertension can lead to bleeding into the lungs and coughing up blood, which is life-threatening.; Complications during pregnancy: The disease is very dangerous for pregnant women. It can cause complications for both mother and fetus, even miscarriage, stillbirth, and premature birth.\nBecause pulmonary hypertension can affect the entire body, it is essential that the patient is diagnosed and treated as soon as possible. The doctor will have a treatment regimen based on the cause of the disease.\nReference: How long can you live with pulmonary hypertension?"
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "Pulmonary hypertension gets worse over time and, if left untreated, can cause heart failure and death. Although there is no cure for pulmonary hypertension, treatment can effectively reduce symptoms and improve quality of life.\nIf pulmonary hypertension is caused by another cause, treatment of the cause is required first. This can prevent permanent damage to the pulmonary arteries.\nTreatments for pulmonary hypertension may include anticoagulants to reduce the blood's ability to clot and diuretics to eliminate fluid retention due to heart failure. In addition, doctors may intervene with surgery in more serious cases or in cases where medication does not effectively treat the disease.\nUse medicine\nMedication can help improve symptoms of pulmonary hypertension and slow the progression of the disease. Medications prescribed to treat the symptoms or complications of pulmonary hypertension include:\nVasodilators: These medications help relax and widen narrowed blood vessels, improving blood flow. Vasodilators can be taken orally, inhaled, injected or administered intravenously.; Guanylate cyclase (GSC) stimulator: This drug increases nitric oxide in the body, dilating the pulmonary arteries and reducing pressure in the lungs.; Blood vessel widening drugs: These drugs called endothelin receptor antagonists reverse the effects of a substance in the blood vessel wall that causes narrowing of blood vessels. However, these medications can harm the liver and should not be used during pregnancy.; Medications that increase blood flow: Called phosphodiesterase 5 (PDE5) inhibitors, medications can be used to increase blood flow through the lungs.; High-dose calcium channel blockers: Helps relax the muscles in blood vessel walls. Although calcium channel blockers can be effective, only a small number of people with Pulmonary Hypertension improve when taking them.; Blood thinners (anticoagulants): Your doctor may prescribe anticoagulants to help prevent blood clots. This medication increases the risk of bleeding, especially in people who are having surgery or receiving invasive procedures. If you take blood thinners, you will occasionally need blood tests to see if the medicine is working as it should.; Heart medications: Help the heart beat harder and pump more blood; can also help control irregular heartbeat (arrhythmia).; Diuretics: These drugs help the kidneys remove excess fluid from the body, to reduce fluid buildup in the lungs, legs and abdomen, easing the work load on the right heart.; Oxygen therapy: Breathing pure oxygen is sometimes recommended as a treatment for pulmonary hypertension, especially for people with sleep apnea.\nA variety of medications can help effectively treat this disease. In fact, when using medicine, it is necessary to comply with the doctor's prescription. Patients should not buy medicine themselves for home treatment.\nSurgery and other procedures\nSurgery – Interventions to treat pulmonary hypertension include:\nPulmonary endarterectomy: Surgery to remove old blood clots from the pulmonary artery in people with chronic pulmonary hypertension.; Balloon pulmonary angioplasty: A new procedure in which a small balloon is guided into the pulmonary artery and inflated for a few seconds to push aside the blockage and restore blood flow to the lungs. This method has been shown to reduce pressure in the pulmonary artery, improve breathing and increase mobility.; Atrial septal defect: A small hole is made in the interatrial septum (the wall between the left and right atria of the heart) using a cardiac catheter inserted through a blood vessel into the heart's chambers. This reduces pressure on the right side of the heart, so the heart can pump more effectively and blood flow to the lungs can be improved. Potential complications include heart rhythm problems (arrhythmia).; Heart-lung transplant surgery: In serious cases, patients need a lung transplant or heart-lung transplant. The main risks of transplants are the body's rejection of the transplanted organ and possible serious infection. Therefore, immunosuppressive drugs must be taken lifelong to help reduce the possibility of rejection.\nIf medications do not help control the signs and symptoms of pulmonary hypertension, the patient may need surgery.",
            "subsection_string": "Treatments\nPulmonary hypertension gets worse over time and, if left untreated, can cause heart failure and death. Although there is no cure for pulmonary hypertension, treatment can effectively reduce symptoms and improve quality of life.\nIf pulmonary hypertension is caused by another cause, treatment of the cause is required first. This can prevent permanent damage to the pulmonary arteries.\nTreatments for pulmonary hypertension may include anticoagulants to reduce the blood's ability to clot and diuretics to eliminate fluid retention due to heart failure. In addition, doctors may intervene with surgery in more serious cases or in cases where medication does not effectively treat the disease.\nUse medicine\nMedication can help improve symptoms of pulmonary hypertension and slow the progression of the disease. Medications prescribed to treat the symptoms or complications of pulmonary hypertension include:\nVasodilators: These medications help relax and widen narrowed blood vessels, improving blood flow. Vasodilators can be taken orally, inhaled, injected or administered intravenously.; Guanylate cyclase (GSC) stimulator: This drug increases nitric oxide in the body, dilating the pulmonary arteries and reducing pressure in the lungs.; Blood vessel widening drugs: These drugs called endothelin receptor antagonists reverse the effects of a substance in the blood vessel wall that causes narrowing of blood vessels. However, these medications can harm the liver and should not be used during pregnancy.; Medications that increase blood flow: Called phosphodiesterase 5 (PDE5) inhibitors, medications can be used to increase blood flow through the lungs.; High-dose calcium channel blockers: Helps relax the muscles in blood vessel walls. Although calcium channel blockers can be effective, only a small number of people with Pulmonary Hypertension improve when taking them.; Blood thinners (anticoagulants): Your doctor may prescribe anticoagulants to help prevent blood clots. This medication increases the risk of bleeding, especially in people who are having surgery or receiving invasive procedures. If you take blood thinners, you will occasionally need blood tests to see if the medicine is working as it should.; Heart medications: Help the heart beat harder and pump more blood; can also help control irregular heartbeat (arrhythmia).; Diuretics: These drugs help the kidneys remove excess fluid from the body, to reduce fluid buildup in the lungs, legs and abdomen, easing the work load on the right heart.; Oxygen therapy: Breathing pure oxygen is sometimes recommended as a treatment for pulmonary hypertension, especially for people with sleep apnea.\nA variety of medications can help effectively treat this disease. In fact, when using medicine, it is necessary to comply with the doctor's prescription. Patients should not buy medicine themselves for home treatment.\nSurgery and other procedures\nSurgery – Interventions to treat pulmonary hypertension include:\nPulmonary endarterectomy: Surgery to remove old blood clots from the pulmonary artery in people with chronic pulmonary hypertension.; Balloon pulmonary angioplasty: A new procedure in which a small balloon is guided into the pulmonary artery and inflated for a few seconds to push aside the blockage and restore blood flow to the lungs. This method has been shown to reduce pressure in the pulmonary artery, improve breathing and increase mobility.; Atrial septal defect: A small hole is made in the interatrial septum (the wall between the left and right atria of the heart) using a cardiac catheter inserted through a blood vessel into the heart's chambers. This reduces pressure on the right side of the heart, so the heart can pump more effectively and blood flow to the lungs can be improved. Potential complications include heart rhythm problems (arrhythmia).; Heart-lung transplant surgery: In serious cases, patients need a lung transplant or heart-lung transplant. The main risks of transplants are the body's rejection of the transplanted organ and possible serious infection. Therefore, immunosuppressive drugs must be taken lifelong to help reduce the possibility of rejection.\nIf medications do not help control the signs and symptoms of pulmonary hypertension, the patient may need surgery."
        },
        {
            "subsection_name": "Prevention",
            "subsection_content": "Dr. Oanh emphasized that although not all cases of the disease can be prevented, the risk of pulmonary hypertension can still be reduced by making healthy lifestyle changes and controlling high blood pressure and disease. coronary artery disease, chronic liver disease as well as chronic lung disease caused by tobacco use.\nExercise regularly: One of the best things you can do for yourself is to stay active. Regular exercise (of which jogging is a suitable choice) will help keep the body healthy and provide stable breathing ability.; Don't smoke: Smoking is the leading risk factor for heart and lung problems. Therefore, it is necessary to quit smoking and avoid inhaling cigarette smoke if possible.; Scientific, healthy diet: Change to a diet rich in grains, fruits, vegetables, lean meat and low-fat dairy products. Furthermore, increasing consumption of foods such as legumes and complex carbohydrates is beneficial for health. To maintain a healthy weight, limit foods containing refined sugar, salt, saturated fat and cholesterol.",
            "subsection_string": "Prevention\nDr. Oanh emphasized that although not all cases of the disease can be prevented, the risk of pulmonary hypertension can still be reduced by making healthy lifestyle changes and controlling high blood pressure and disease. coronary artery disease, chronic liver disease as well as chronic lung disease caused by tobacco use.\nExercise regularly: One of the best things you can do for yourself is to stay active. Regular exercise (of which jogging is a suitable choice) will help keep the body healthy and provide stable breathing ability.; Don't smoke: Smoking is the leading risk factor for heart and lung problems. Therefore, it is necessary to quit smoking and avoid inhaling cigarette smoke if possible.; Scientific, healthy diet: Change to a diet rich in grains, fruits, vegetables, lean meat and low-fat dairy products. Furthermore, increasing consumption of foods such as legumes and complex carbohydrates is beneficial for health. To maintain a healthy weight, limit foods containing refined sugar, salt, saturated fat and cholesterol."
        },
        {
            "subsection_name": "How to care for sick people",
            "subsection_content": "Besides using medication, patients need to pay attention to daily activities, including:\nGet plenty of rest: Pulmonary hypertension makes the body tired, so get a good night's sleep or take a nap when needed.; Eat healthy: Make sure to eat healthy and nutritious foods such as: high-fiber foods (including oats and beans), fruits, vegetables, reduced salt; three servings of fish per week, reduce saturated fats (like skinless chicken, grilled foods, fried foods), choose more lean proteins (like tofu and chopped meat).; Avoid living in very high places: High altitudes can make this condition worse. If the patient is living at an altitude of 2,450 meters or higher, they should move to a lower altitude.; Talk to a cardiologist before trying to get pregnant: Pulmonary hypertension can cause serious complications for both mother and baby during pregnancy. In addition, birth control pills can also increase the risk of blood clots. So talk to your doctor before planning pregnancy.; Get regular checkups: Talk to your doctor about any new or worsening symptoms or medication side effects. If your condition affects your quality of life, ask your doctor about better options.\nTo schedule an examination and treatment for Pulmonary Hypertension and other cardiovascular diseases, please contact:\nAccording to some studies, it is estimated that 1 in every 100 people has the disease. This means that there are 50 - 70 million people in the world living with pulmonary hypertension. Regular health screening helps early detection and effective treatment.",
            "subsection_string": "How to care for sick people\nBesides using medication, patients need to pay attention to daily activities, including:\nGet plenty of rest: Pulmonary hypertension makes the body tired, so get a good night's sleep or take a nap when needed.; Eat healthy: Make sure to eat healthy and nutritious foods such as: high-fiber foods (including oats and beans), fruits, vegetables, reduced salt; three servings of fish per week, reduce saturated fats (like skinless chicken, grilled foods, fried foods), choose more lean proteins (like tofu and chopped meat).; Avoid living in very high places: High altitudes can make this condition worse. If the patient is living at an altitude of 2,450 meters or higher, they should move to a lower altitude.; Talk to a cardiologist before trying to get pregnant: Pulmonary hypertension can cause serious complications for both mother and baby during pregnancy. In addition, birth control pills can also increase the risk of blood clots. So talk to your doctor before planning pregnancy.; Get regular checkups: Talk to your doctor about any new or worsening symptoms or medication side effects. If your condition affects your quality of life, ask your doctor about better options.\nTo schedule an examination and treatment for Pulmonary Hypertension and other cardiovascular diseases, please contact:\nAccording to some studies, it is estimated that 1 in every 100 people has the disease. This means that there are 50 - 70 million people in the world living with pulmonary hypertension. Regular health screening helps early detection and effective treatment."
        }
    ],
    "name": "tang-ap-phoi.json"
}