{
    "title": "Constipation: Causes, signs, dangers and treatments",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/tao-bon/",
    "abstract": "Long-term constipation harms the digestive tract and affects the patient's health. Children are fussy, anorexic, slow to grow, and adults with long-term constipation easily develop hemorrhoids, anal fissures, fistulas, etc., said MSc-BSc Nguyen Van Hau. Constipation is the most common gastrointestinal disease in the world with a rate of 17% of the global population, of which only 12% of people self-identify the disease. Constipation occurs at all ages but is more common in people over 65 years old at a rate of 30-40%. Women are 3 times more likely to have constipation than men. Constipation also commonly occurs in infants, young children and pregnant women. Understanding constipation will help people take measures to prevent, detect and treat it early, to avoid long-term constipation that can cause potential gastrointestinal risks such as hemorrhoids and post-natal diseases. rectum.\nConstipation is the most common of the gastrointestinal diseases",
    "content": "Constipation: Causes, signs, dangers and treatments\n\nLong-term constipation harms the digestive tract and affects the patient's health. Children are fussy, anorexic, slow to grow, and adults with long-term constipation easily develop hemorrhoids, anal fissures, fistulas, etc., said MSc-BSc Nguyen Van Hau. Constipation is the most common gastrointestinal disease in the world with a rate of 17% of the global population, of which only 12% of people self-identify the disease. Constipation occurs at all ages but is more common in people over 65 years old at a rate of 30-40%. Women are 3 times more likely to have constipation than men. Constipation also commonly occurs in infants, young children and pregnant women. Understanding constipation will help people take measures to prevent, detect and treat it early, to avoid long-term constipation that can cause potential gastrointestinal risks such as hemorrhoids and post-natal diseases. rectum.\nConstipation is the most common of the gastrointestinal diseases\n\nWhat is constipation?\nConstipation is a form of digestive tract disorder, leading to irregular stools, difficult stools accompanied by pain and hardness. Acute constipation can cause intestinal obstruction and may even require surgery. Until now, there have been many different definitions of constipation, but usually in adults, it is not having a bowel movement for more than 3 days; In children, not being able to defecate 3 times a week is considered constipation. In clinical diagnosis, doctors often divide constipation into 2 groups, which are primary constipation and secondary constipation - said MSc. Nguyen Van Hau, Center for Gastrointestinal Endoscopy & Surgery.\n\nCauses of constipation\nEach group of constipation is caused by different causes including.\n1. Causes of primary constipation\nConstipation with normal peristalsis: Caused by a disorder of the defecation mechanism, originating from a problem with the anal sphincter and sphincter. This type of constipation is very difficult to detect during physical examination.; Constipation with normal peristalsis: Caused by a disorder of the defecation mechanism, originating from a problem with the anal sphincter and sphincter. This type of constipation is very difficult to detect during physical examination.\nConstipation with slow peristalsis: When intestinal motility is poor, it will cause constipation. This type of constipation is more common in women with symptoms such as bloating and less need to defecate.; Constipation with slow peristalsis: When intestinal motility is poor, it will cause constipation. This type of constipation is more common in women with symptoms such as bloating and less need to defecate.\nConstipation due to pelvic floor dysfunction: Pelvic floor dysfunction is caused by degeneration of muscles and ligaments, leading to the inability to keep the organs in the pelvic floor in their correct position. The anus and rectum are also among the organs affected and lead to constipation. Characteristics of constipation due to this cause are straining a lot, incomplete defecation, requiring assistance to expel all the stool.; Constipation due to pelvic floor dysfunction: Pelvic floor dysfunction is caused by degeneration of muscles and ligaments, leading to the inability to keep the organs in the pelvic floor in their correct position. The anus and rectum are also among the organs affected and lead to constipation. Characteristics of constipation due to this cause are straining a lot, incomplete defecation, requiring assistance to expel all the stool.\n2. Causes of secondary constipation\nDue to diet and lifestyle: Diet low in fiber, excess fat of animal origin, eating a lot of sugar, coffee, tea, alcohol, not drinking enough water; lack of exercise; frequently delay defecation. In children, constipation can also be caused by drinking powdered milk (formula milks that are low in fiber and too high in protein and sugar).; Due to diet and lifestyle: Diet low in fiber, excess fat of animal origin, eating a lot of sugar, coffee, tea, alcohol, not drinking enough water; lack of exercise; frequently delay defecation. In children, constipation can also be caused by drinking powdered milk (formula milks that are low in fiber and too high in protein and sugar).\nSuffering from physical diseases: If you have anal fissures, gastrointestinal tract obstruction due to tumors, thrombosed hemorrhoids, or idiopathic rectal enlargement, you will easily become constipated.; Suffering from physical diseases: If you suffer from anal fissures, gastrointestinal tract obstruction due to tumors, thrombosed hemorrhoids, or idiopathic rectal enlargement, you will easily become constipated.\nHaving a systemic disease: Having a neurological disease (stroke, Hirschsprung, Parkinson's, head injury, spinal cord injury); psychological problems (depression, anxiety disorders); endocrine disorders (metabolic hypercalcemia, hypokalemia, diabetes); thyroid disease (hyperthyroidism, hypothyroidism); connective tissue diseases (scleroderma, lupus); Lead poisoning also causes constipation.; Having a systemic disease: Having a neurological disease (stroke, Hirschsprung, Parkinson's, head injury, spinal cord injury); psychological problems (depression, anxiety disorders); endocrine disorders (metabolic hypercalcemia, hypokalemia, diabetes); thyroid disease (hyperthyroidism, hypothyroidism); connective tissue diseases (scleroderma, lupus); Lead poisoning also causes constipation.\nPregnancy: Hormonal changes during pregnancy combined with pressure from the uterus cause pressure on the intestines, or the diet changes too much during pregnancy (taking iron and calcium supplements, eating a lot of foods). rich in protein)... all affect intestinal motility leading to constipation.; Pregnancy: Hormonal changes during pregnancy combined with pressure from the uterus cause pressure on the intestines, or the diet changes too much during pregnancy (taking iron and calcium supplements, eating a lot of foods). rich in protein)... all affect intestinal motility leading to constipation.\nTaking certain medications: Antidepressants; anticholinergic drugs; antacids; diuretic; nonsteroidal anti-inflammatory drugs (ibuprofen, diclofenac); drugs containing codeine and morphine; Anticonvulsants... can cause constipation.; Taking certain medications: Antidepressants; anticholinergic drugs; antacids; diuretic; nonsteroidal anti-inflammatory drugs (ibuprofen, diclofenac); drugs containing codeine and morphine; Anticonvulsants... can cause constipation.\n\nWho is at risk of constipation?\nAccording to Dr. Hau, almost everyone has experienced constipation at least once in their life, people over 60 years old, women and pregnant women, infants and young children are often at higher risk. This means that this group of people need to pay attention to a more scientific diet and lifestyle to reduce the risk of constipation.\n\nSigns of constipation\nSymptoms of constipation in each person and age may vary, but they often have common characteristics: difficulty defecating, having to strain a lot, hard, thin stools, bloating, and a hard abdomen to feel. More specific:\nSigns of constipation in adults: Unable to defecate for more than 3 days, bloating, straining but unable to defecate, or very difficult to expel stool, hard stool, stool may be mixed with blood due to anal bleeding.; Signs of constipation in adults: Unable to defecate for more than 3 days, bloating, straining but unable to defecate, or very difficult to expel stool, hard stool, stool may be mixed with blood due to anal bleeding.\nSigns of constipation in children: Unable to defecate 3 times a week, abdominal bloating, difficult defecation, every time the child has to strain to defecate, face turns red, stools are hard, there may be slight bleeding in the anus due to pushing too much level. Or in infants and children under 1 year old who do not defecate for 5-7 days; hard stools, possibly with blood and mucus; Children cry, are lazy to eat/feed, and do not sleep well due to bloating and stomach pain.(1); Signs of constipation in children: Unable to defecate 3 times a week, abdominal bloating, difficult defecation, every time the child has to strain to defecate, face turns red, stools are hard, there may be slight bleeding in the anus due to pushing too much level. Or in infants and children under 1 year old who do not defecate for 5-7 days; hard stools, possibly with blood and mucus; Children cry, are lazy to eat/feed, and do not sleep well due to bloating and stomach pain.(1)\n\nDiagnosis of constipation\nIf clinical diagnosis does not help detect constipation, the doctor may prescribe tests including:\nBlood and stool tests: Blood tests look for signs of hypothyroidism, anemia, and diabetes. Stool tests to check for signs of infection, inflammation, and cancer; Blood and stool tests: Blood tests look for signs of hypothyroidism, anemia, and diabetes. Stool tests to check for signs of infection, inflammation, and cancer.\nDiagnostic imaging (CT), (MRI): Examination of a series of images of the lower digestive tract can help your doctor identify other problems causing constipation.; Diagnostic imaging (CT), (MRI): Examination of a series of images of the lower digestive tract can help your doctor identify other problems causing constipation.\nColonoscopy: Colonoscopy helps detect problems in the colon, such as tumors; Colonoscopy: Colonoscopy helps detect problems in the colon, such as tumors.\nAnorectal pressure measurement: The patient is given a small amount of radioactive material, in pill form, to monitor how long and how the substance moves through the intestines.; Anorectal manometry: The patient is given a small amount of radioactive material, in pill form, to monitor how long and how the substance moves through the intestines.\nOther bowel function tests: Your doctor may ask you to have additional anal and rectal tests to evaluate how well you hold and eliminate stool. These tests include X-rays (bowels). (2); Other bowel function tests: Your doctor may ask you to have additional anal and rectal tests to evaluate how well you hold and eliminate stool. These tests include X-rays (bowels). (2)\nBlood tests can diagnose the cause of constipation\n\nHow to treat constipation\nDoctors need to base on the cause of constipation to choose a specific treatment method. But basically, treatment for constipation will usually include:\nDiet: Patients should drink 2 liters of water per day, including drinking fruit juices; Increase fiber in your diet such as eating more green vegetables and fruits, whole grains, and eating liquid foods such as porridge and soup; Do not eat acrid green fruits; Do not drink bottled soft drinks, do not eat/drink foods high in sugar, do not drink alcohol, beer...; Diet: Patients should drink 2 liters of water per day, including drinking fruit juices; Increase fiber in your diet such as eating more green vegetables and fruits, whole grains, and eating liquid foods such as porridge and soup; Do not eat acrid green fruits; Do not drink bottled soft drinks, do not eat/drink foods high in sugar, do not drink alcohol or beer...\nExercise: Patients should exercise 30 minutes every day. When moving the body, the muscles in the intestines are also more active, helping to promote digestion.; Exercise: Patients should exercise 30 minutes every day. When moving the body, the muscles in the intestines are also more active, helping to promote digestion.\nDo not hold back defecation: Delaying defecation will put pressure on the anus and rectum, making constipation more serious. In addition, patients should also practice the habit of defecating at the same time every day to form a biological time for the body. This helps keep bowel movements regular at the same time every day.; Do not hold back defecation: Delaying defecation will put pressure on the anus and rectum, making constipation more serious. In addition, patients should also practice the habit of defecating at the same time every day to form a biological time for the body. This helps keep bowel movements regular at the same time each day.\nMedications: Some laxatives can help treat constipation. However, patients should take medication as prescribed by their doctor, especially young children, pregnant women and breastfeeding women. Note, do not use any medicine to treat constipation in infants; Medications: Some laxatives can help treat constipation. However, patients should take medication as prescribed by their doctor, especially young children, pregnant women and breastfeeding women. Note, do not use any medicine to treat constipation in infants.\nAnal enema: Anal enema can be used when defecation is not possible. Patients should understand anal enemas and enema methods carefully before using them, especially for children and pregnant women to avoid damage to the anorectal area and affect the fetus.; Anal enema: Anal enema can be used when defecation is not possible. Patients should understand anal enemas and enema methods carefully before using them, especially for children and pregnant women to avoid damage to the anorectal area and affect the fetus.\nSurgery: Some constipation conditions may require surgical treatment such as colorectal cancer or chronic hemorrhoids.; Surgery: Some constipation conditions may require surgical treatment, such as colorectal cancer or chronic hemorrhoids.\nThe reason why 90% of constipation cases do not improve even after adjusting their diet and adding fiber is due to:\nDefecation disorders; Loss of defecation reflex; Anal spasms; Colon atony; Obstructive outlet syndrome; Constipation due to medication\nCurrently, the Anorectal Unit of the Center for Endoscopy & Gastrointestinal Surgery, Tam Anh General Hospital performs optimal treatment depending on the cause of constipation. Treatment methods include:\nPhysical therapy exercises restore defecation reflex arcs; Instructions on bowel exercises and Valsalva - Kegel biofeedback; Electrical interference – Anal electrical stimulation – Anal balloon stimulation; Specific dietary instructions for each patient; Supportive drugs; Botulinum Toxin A injection\n\nComplications of long-term constipation\nLong-term untreated constipation can cause complications affecting the digestive system in particular and the patient's health in general such as:\nSwollen veins in the anus (hemorrhoids); Tearing of the skin in the anus (anal fissure); Stool cannot be expelled (stool pressure); Intestines protruding from the anus (rectal prolapse)...\nIn addition, prolonged constipation also affects children's nutritional absorption, leading to nutritional deficiencies, slow weight gain, slow height and brain development; affects children's psychology due to constipation causing discomfort, crying a lot leading to fatigue, poor sleep... - said Dr. Hau.\n\nHow to prevent constipation\nIn addition to the causes of digestive diseases, constipation mainly comes from a nutritionally imbalanced diet, lack of exercise or excessive stress. Accordingly, in addition to drinking 2 liters of water per day, patients should:\nMaintain a high-fiber diet that includes increasing amounts of vegetables, fruits, and whole grains; Maintain a high-fiber diet that includes plenty of vegetables, fruits, and whole grains.\nLimit eating unhealthy foods such as fatty foods of animal origin, industrial foods, bottled soft drinks, beer, wine, smoking, green and astringent fruits; Limit eating unhealthy foods such as foods high in fat of animal origin, industrial foods, bottled soft drinks, beer, wine, smoking, green and astringent fruits.\nYou should exercise at least 3 hours/week.; You should exercise at least 3 hours/week.\nAvoid stress, depression, tension.; Avoid tension, depression, stress.\nDo not sit on the toilet for too long, do not strain when defecating; Don't sit on the toilet for too long, and don't strain when defecating\nYou should practice the habit of defecating at the same time every day; You should practice the habit of defecating at the same time every day\nIn addition, for children drinking powdered milk, stopping or changing the type of milk they are currently drinking can help improve constipation.; In addition, for children drinking powdered milk, stopping or changing the type of milk they are currently drinking can help improve constipation.\nAlong with that, people should proactively go to the hospital for health check-ups to help screen and treat diseases that cause constipation such as hemorrhoids, anal fissures, gastrointestinal blockage due to tumors, and hemorrhoids early. idiopathic rectal mass and enlargement; neurological or thyroid diseases...(3); Along with that, people should proactively go to the hospital for health check-ups to help screen and treat diseases that cause constipation such as hemorrhoids, anal fissures, gastrointestinal blockage due to tumors, and hemorrhoids early. idiopathic rectal mass and enlargement; neurological or thyroid diseases...(3)\nIncreasing fiber including green vegetables, fruits, whole grains, drinking 2 liters of water a day and exercising regularly helps prevent constipation.\n\nWhen do you need to go to the hospital immediately if you have constipation?\nMost people with constipation can treat themselves at home, but if you encounter the following conditions you need to go to the hospital immediately to be examined and treated by a doctor, such as constipation accompanied by spasms and severe abdominal pain; Constipation lasting 2 weeks that does not go away despite applying many different home remedies; Babies and young children cry a lot, stop feeding, lose weight quickly...\n\nFrequently asked questions about constipation\n1. Is it normal to be constipated during menstruation?\nThe menstrual cycle can cause a number of side effects that vary from person to person. In addition to cramps and bloating, constipation can also occur during menstruation. Constipation may go away on its own after your period ends.\n2. Why do pregnant women get constipated?\nPregnancy is a period when hormones in a woman's body change drastically. Some pregnancy hormones can cause poor bowel movements and cause constipation. In addition, changing eating habits during pregnancy such as eating too much protein and taking iron and calcium supplements can also easily cause constipation.\n3. Which foods or drinks easily cause constipation?\nFoods rich in protein, sugar, green fruits, astringents, coffee, wine, beer, powdered milk... can all easily cause constipation.\n4. What is the reason for having a high-fiber diet but still having constipation?\nIf you have a high-fiber diet but still have constipation, you can think of other causes such as lack of exercise, drinking beer or alcohol, taking medications that affect digestive activity, pregnancy, or suffering from diseases as stated in the causes section above. For this condition, you should go to the hospital for a health check to screen and treat health problems early (if any).\n5. Should you stop giving your baby formula when he or she is constipated?\nThere are many reasons why children become constipated, among them the common cause is powdered milk (for children fed with powdered milk). Therefore, if the child has constipation of unknown cause, mothers can temporarily stop giving the child formula milk to determine whether the powdered milk is the culprit causing the baby's constipation. If after stopping milk for a week the constipation does not improve, it is not due to milk but due to other causes.\n6. Does constipation affect a child's brain development?\nScience has proven that the brain-gut axis is closely related to each other. The digestive system is even considered the second brain of humans. If the digestive system is not healthy, it will limit the child's absorption of nutrients, and weaken the immune system... All of which affect the child's brain development. Meanwhile, constipation is the leading common cause of harm to the digestive system of infants and young children.\n7. Why are people over 60 more susceptible to constipation?\nThis is due to the aging of the digestive system. As we age, bowel movements become less active, leading to constipation in the elderly.\n8. Do hemorrhoids cause constipation, or does constipation cause hemorrhoids?\nConstipation and hemorrhoids are two conditions that have a two-way cause-effect relationship with each other. If constipation is left untreated for a long time, it will cause hemorrhoids. This is due to the increased pressure in the anorectal area when the feces are compressed and cannot be expelled, along with excessive pushing in the patient, causing the tissues in the anus to protrude out.\nIf you have hemorrhoids for a long time, it can also cause constipation, because hemorrhoids cause pain and burning in the anus, especially when the patient defecates. Fear of pain and burning leads to reluctance to defecate, and the habit of delaying defecation can easily cause constipation.\nTam Anh Hospital is a reputable unit for examining and treating digestive diseases, including hemorrhoidectomy surgery. With a team of leading, skilled and experienced experts and doctors, equipped with top modern machinery and medical equipment systems. In particular, the Gastrointestinal Endoscopy & Surgery Center is the first place in Southeast Asia to apply mechanical hand-held robotic instruments combined with the ICG Rubina 3D/4K endoscopic surgery system in laparoscopic surgery. Treatment of gastrointestinal diseases is highly effective and reduces costs for patients.\nTo learn about the costs of examination, treatment, and surgery for digestive diseases, please contact: Tam Anh General Hospital System, Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Make an appointment: 024 3872 3872“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Make an appointment: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital Website: https://tamanhhospital.vn\nConstipation is a common disease among gastrointestinal diseases in particular, as well as other diseases in general. The vast majority of patients with constipation are caused by diet and exercise. Therefore, having a scientific diet and lifestyle that includes increasing fiber, exercising daily, avoiding unhealthy foods, and avoiding stress is the best way to prevent obesity. prevent constipation. In addition, to prevent constipation caused by diseases, in addition to applying the above methods, people should have regular health check-ups to screen, detect and early treat encountered diseases.",
    "subsections": [
        {
            "subsection_name": "What is constipation?",
            "subsection_content": "Constipation is a form of digestive tract disorder, leading to irregular stools, difficult stools accompanied by pain and hardness. Acute constipation can cause intestinal obstruction and may even require surgery. Until now, there have been many different definitions of constipation, but usually in adults, it is not having a bowel movement for more than 3 days; In children, not being able to defecate 3 times a week is considered constipation. In clinical diagnosis, doctors often divide constipation into 2 groups, which are primary constipation and secondary constipation - said MSc. Nguyen Van Hau, Center for Gastrointestinal Endoscopy & Surgery.",
            "subsection_string": "What is constipation?\nConstipation is a form of digestive tract disorder, leading to irregular stools, difficult stools accompanied by pain and hardness. Acute constipation can cause intestinal obstruction and may even require surgery. Until now, there have been many different definitions of constipation, but usually in adults, it is not having a bowel movement for more than 3 days; In children, not being able to defecate 3 times a week is considered constipation. In clinical diagnosis, doctors often divide constipation into 2 groups, which are primary constipation and secondary constipation - said MSc. Nguyen Van Hau, Center for Gastrointestinal Endoscopy & Surgery."
        },
        {
            "subsection_name": "Causes of constipation",
            "subsection_content": "Each group of constipation is caused by different causes including.\n1. Causes of primary constipation\nConstipation with normal peristalsis: Caused by a disorder of the defecation mechanism, originating from a problem with the anal sphincter and sphincter. This type of constipation is very difficult to detect during physical examination.; Constipation with normal peristalsis: Caused by a disorder of the defecation mechanism, originating from a problem with the anal sphincter and sphincter. This type of constipation is very difficult to detect during physical examination.\nConstipation with slow peristalsis: When intestinal motility is poor, it will cause constipation. This type of constipation is more common in women with symptoms such as bloating and less need to defecate.; Constipation with slow peristalsis: When intestinal motility is poor, it will cause constipation. This type of constipation is more common in women with symptoms such as bloating and less need to defecate.\nConstipation due to pelvic floor dysfunction: Pelvic floor dysfunction is caused by degeneration of muscles and ligaments, leading to the inability to keep the organs in the pelvic floor in their correct position. The anus and rectum are also among the organs affected and lead to constipation. Characteristics of constipation due to this cause are straining a lot, incomplete defecation, requiring assistance to expel all the stool.; Constipation due to pelvic floor dysfunction: Pelvic floor dysfunction is caused by degeneration of muscles and ligaments, leading to the inability to keep the organs in the pelvic floor in their correct position. The anus and rectum are also among the organs affected and lead to constipation. Characteristics of constipation due to this cause are straining a lot, incomplete defecation, requiring assistance to expel all the stool.\n2. Causes of secondary constipation\nDue to diet and lifestyle: Diet low in fiber, excess fat of animal origin, eating a lot of sugar, coffee, tea, alcohol, not drinking enough water; lack of exercise; frequently delay defecation. In children, constipation can also be caused by drinking powdered milk (formula milks that are low in fiber and too high in protein and sugar).; Due to diet and lifestyle: Diet low in fiber, excess fat of animal origin, eating a lot of sugar, coffee, tea, alcohol, not drinking enough water; lack of exercise; frequently delay defecation. In children, constipation can also be caused by drinking powdered milk (formula milks that are low in fiber and too high in protein and sugar).\nSuffering from physical diseases: If you have anal fissures, gastrointestinal tract obstruction due to tumors, thrombosed hemorrhoids, or idiopathic rectal enlargement, you will easily become constipated.; Suffering from physical diseases: If you suffer from anal fissures, gastrointestinal tract obstruction due to tumors, thrombosed hemorrhoids, or idiopathic rectal enlargement, you will easily become constipated.\nHaving a systemic disease: Having a neurological disease (stroke, Hirschsprung, Parkinson's, head injury, spinal cord injury); psychological problems (depression, anxiety disorders); endocrine disorders (metabolic hypercalcemia, hypokalemia, diabetes); thyroid disease (hyperthyroidism, hypothyroidism); connective tissue diseases (scleroderma, lupus); Lead poisoning also causes constipation.; Having a systemic disease: Having a neurological disease (stroke, Hirschsprung, Parkinson's, head injury, spinal cord injury); psychological problems (depression, anxiety disorders); endocrine disorders (metabolic hypercalcemia, hypokalemia, diabetes); thyroid disease (hyperthyroidism, hypothyroidism); connective tissue diseases (scleroderma, lupus); Lead poisoning also causes constipation.\nPregnancy: Hormonal changes during pregnancy combined with pressure from the uterus cause pressure on the intestines, or the diet changes too much during pregnancy (taking iron and calcium supplements, eating a lot of foods). rich in protein)... all affect intestinal motility leading to constipation.; Pregnancy: Hormonal changes during pregnancy combined with pressure from the uterus cause pressure on the intestines, or the diet changes too much during pregnancy (taking iron and calcium supplements, eating a lot of foods). rich in protein)... all affect intestinal motility leading to constipation.\nTaking certain medications: Antidepressants; anticholinergic drugs; antacids; diuretic; nonsteroidal anti-inflammatory drugs (ibuprofen, diclofenac); drugs containing codeine and morphine; Anticonvulsants... can cause constipation.; Taking certain medications: Antidepressants; anticholinergic drugs; antacids; diuretic; nonsteroidal anti-inflammatory drugs (ibuprofen, diclofenac); drugs containing codeine and morphine; Anticonvulsants... can cause constipation.",
            "subsection_string": "Causes of constipation\nEach group of constipation is caused by different causes including.\n1. Causes of primary constipation\nConstipation with normal peristalsis: Caused by a disorder of the defecation mechanism, originating from a problem with the anal sphincter and sphincter. This type of constipation is very difficult to detect during physical examination.; Constipation with normal peristalsis: Caused by a disorder of the defecation mechanism, originating from a problem with the anal sphincter and sphincter. This type of constipation is very difficult to detect during physical examination.\nConstipation with slow peristalsis: When intestinal motility is poor, it will cause constipation. This type of constipation is more common in women with symptoms such as bloating and less need to defecate.; Constipation with slow peristalsis: When intestinal motility is poor, it will cause constipation. This type of constipation is more common in women with symptoms such as bloating and less need to defecate.\nConstipation due to pelvic floor dysfunction: Pelvic floor dysfunction is caused by degeneration of muscles and ligaments, leading to the inability to keep the organs in the pelvic floor in their correct position. The anus and rectum are also among the organs affected and lead to constipation. Characteristics of constipation due to this cause are straining a lot, incomplete defecation, requiring assistance to expel all the stool.; Constipation due to pelvic floor dysfunction: Pelvic floor dysfunction is caused by degeneration of muscles and ligaments, leading to the inability to keep the organs in the pelvic floor in their correct position. The anus and rectum are also among the organs affected and lead to constipation. Characteristics of constipation due to this cause are straining a lot, incomplete defecation, requiring assistance to expel all the stool.\n2. Causes of secondary constipation\nDue to diet and lifestyle: Diet low in fiber, excess fat of animal origin, eating a lot of sugar, coffee, tea, alcohol, not drinking enough water; lack of exercise; frequently delay defecation. In children, constipation can also be caused by drinking powdered milk (formula milks that are low in fiber and too high in protein and sugar).; Due to diet and lifestyle: Diet low in fiber, excess fat of animal origin, eating a lot of sugar, coffee, tea, alcohol, not drinking enough water; lack of exercise; frequently delay defecation. In children, constipation can also be caused by drinking powdered milk (formula milks that are low in fiber and too high in protein and sugar).\nSuffering from physical diseases: If you have anal fissures, gastrointestinal tract obstruction due to tumors, thrombosed hemorrhoids, or idiopathic rectal enlargement, you will easily become constipated.; Suffering from physical diseases: If you suffer from anal fissures, gastrointestinal tract obstruction due to tumors, thrombosed hemorrhoids, or idiopathic rectal enlargement, you will easily become constipated.\nHaving a systemic disease: Having a neurological disease (stroke, Hirschsprung, Parkinson's, head injury, spinal cord injury); psychological problems (depression, anxiety disorders); endocrine disorders (metabolic hypercalcemia, hypokalemia, diabetes); thyroid disease (hyperthyroidism, hypothyroidism); connective tissue diseases (scleroderma, lupus); Lead poisoning also causes constipation.; Having a systemic disease: Having a neurological disease (stroke, Hirschsprung, Parkinson's, head injury, spinal cord injury); psychological problems (depression, anxiety disorders); endocrine disorders (metabolic hypercalcemia, hypokalemia, diabetes); thyroid disease (hyperthyroidism, hypothyroidism); connective tissue diseases (scleroderma, lupus); Lead poisoning also causes constipation.\nPregnancy: Hormonal changes during pregnancy combined with pressure from the uterus cause pressure on the intestines, or the diet changes too much during pregnancy (taking iron and calcium supplements, eating a lot of foods). rich in protein)... all affect intestinal motility leading to constipation.; Pregnancy: Hormonal changes during pregnancy combined with pressure from the uterus cause pressure on the intestines, or the diet changes too much during pregnancy (taking iron and calcium supplements, eating a lot of foods). rich in protein)... all affect intestinal motility leading to constipation.\nTaking certain medications: Antidepressants; anticholinergic drugs; antacids; diuretic; nonsteroidal anti-inflammatory drugs (ibuprofen, diclofenac); drugs containing codeine and morphine; Anticonvulsants... can cause constipation.; Taking certain medications: Antidepressants; anticholinergic drugs; antacids; diuretic; nonsteroidal anti-inflammatory drugs (ibuprofen, diclofenac); drugs containing codeine and morphine; Anticonvulsants... can cause constipation."
        },
        {
            "subsection_name": "Who is at risk of constipation?",
            "subsection_content": "According to Dr. Hau, almost everyone has experienced constipation at least once in their life, people over 60 years old, women and pregnant women, infants and young children are often at higher risk. This means that this group of people need to pay attention to a more scientific diet and lifestyle to reduce the risk of constipation.",
            "subsection_string": "Who is at risk of constipation?\nAccording to Dr. Hau, almost everyone has experienced constipation at least once in their life, people over 60 years old, women and pregnant women, infants and young children are often at higher risk. This means that this group of people need to pay attention to a more scientific diet and lifestyle to reduce the risk of constipation."
        },
        {
            "subsection_name": "Signs of constipation",
            "subsection_content": "Symptoms of constipation in each person and age may vary, but they often have common characteristics: difficulty defecating, having to strain a lot, hard, thin stools, bloating, and a hard abdomen to feel. More specific:\nSigns of constipation in adults: Unable to defecate for more than 3 days, bloating, straining but unable to defecate, or very difficult to expel stool, hard stool, stool may be mixed with blood due to anal bleeding.; Signs of constipation in adults: Unable to defecate for more than 3 days, bloating, straining but unable to defecate, or very difficult to expel stool, hard stool, stool may be mixed with blood due to anal bleeding.\nSigns of constipation in children: Unable to defecate 3 times a week, abdominal bloating, difficult defecation, every time the child has to strain to defecate, face turns red, stools are hard, there may be slight bleeding in the anus due to pushing too much level. Or in infants and children under 1 year old who do not defecate for 5-7 days; hard stools, possibly with blood and mucus; Children cry, are lazy to eat/feed, and do not sleep well due to bloating and stomach pain.(1); Signs of constipation in children: Unable to defecate 3 times a week, abdominal bloating, difficult defecation, every time the child has to strain to defecate, face turns red, stools are hard, there may be slight bleeding in the anus due to pushing too much level. Or in infants and children under 1 year old who do not defecate for 5-7 days; hard stools, possibly with blood and mucus; Children cry, are lazy to eat/feed, and do not sleep well due to bloating and stomach pain.(1)",
            "subsection_string": "Signs of constipation\nSymptoms of constipation in each person and age may vary, but they often have common characteristics: difficulty defecating, having to strain a lot, hard, thin stools, bloating, and a hard abdomen to feel. More specific:\nSigns of constipation in adults: Unable to defecate for more than 3 days, bloating, straining but unable to defecate, or very difficult to expel stool, hard stool, stool may be mixed with blood due to anal bleeding.; Signs of constipation in adults: Unable to defecate for more than 3 days, bloating, straining but unable to defecate, or very difficult to expel stool, hard stool, stool may be mixed with blood due to anal bleeding.\nSigns of constipation in children: Unable to defecate 3 times a week, abdominal bloating, difficult defecation, every time the child has to strain to defecate, face turns red, stools are hard, there may be slight bleeding in the anus due to pushing too much level. Or in infants and children under 1 year old who do not defecate for 5-7 days; hard stools, possibly with blood and mucus; Children cry, are lazy to eat/feed, and do not sleep well due to bloating and stomach pain.(1); Signs of constipation in children: Unable to defecate 3 times a week, abdominal bloating, difficult defecation, every time the child has to strain to defecate, face turns red, stools are hard, there may be slight bleeding in the anus due to pushing too much level. Or in infants and children under 1 year old who do not defecate for 5-7 days; hard stools, possibly with blood and mucus; Children cry, are lazy to eat/feed, and do not sleep well due to bloating and stomach pain.(1)"
        },
        {
            "subsection_name": "Diagnosis of constipation",
            "subsection_content": "If clinical diagnosis does not help detect constipation, the doctor may prescribe tests including:\nBlood and stool tests: Blood tests look for signs of hypothyroidism, anemia, and diabetes. Stool tests to check for signs of infection, inflammation, and cancer; Blood and stool tests: Blood tests look for signs of hypothyroidism, anemia, and diabetes. Stool tests to check for signs of infection, inflammation, and cancer.\nDiagnostic imaging (CT), (MRI): Examination of a series of images of the lower digestive tract can help your doctor identify other problems causing constipation.; Diagnostic imaging (CT), (MRI): Examination of a series of images of the lower digestive tract can help your doctor identify other problems causing constipation.\nColonoscopy: Colonoscopy helps detect problems in the colon, such as tumors; Colonoscopy: Colonoscopy helps detect problems in the colon, such as tumors.\nAnorectal pressure measurement: The patient is given a small amount of radioactive material, in pill form, to monitor how long and how the substance moves through the intestines.; Anorectal manometry: The patient is given a small amount of radioactive material, in pill form, to monitor how long and how the substance moves through the intestines.\nOther bowel function tests: Your doctor may ask you to have additional anal and rectal tests to evaluate how well you hold and eliminate stool. These tests include X-rays (bowels). (2); Other bowel function tests: Your doctor may ask you to have additional anal and rectal tests to evaluate how well you hold and eliminate stool. These tests include X-rays (bowels). (2)\nBlood tests can diagnose the cause of constipation",
            "subsection_string": "Diagnosis of constipation\nIf clinical diagnosis does not help detect constipation, the doctor may prescribe tests including:\nBlood and stool tests: Blood tests look for signs of hypothyroidism, anemia, and diabetes. Stool tests to check for signs of infection, inflammation, and cancer; Blood and stool tests: Blood tests look for signs of hypothyroidism, anemia, and diabetes. Stool tests to check for signs of infection, inflammation, and cancer.\nDiagnostic imaging (CT), (MRI): Examination of a series of images of the lower digestive tract can help your doctor identify other problems causing constipation.; Diagnostic imaging (CT), (MRI): Examination of a series of images of the lower digestive tract can help your doctor identify other problems causing constipation.\nColonoscopy: Colonoscopy helps detect problems in the colon, such as tumors; Colonoscopy: Colonoscopy helps detect problems in the colon, such as tumors.\nAnorectal pressure measurement: The patient is given a small amount of radioactive material, in pill form, to monitor how long and how the substance moves through the intestines.; Anorectal manometry: The patient is given a small amount of radioactive material, in pill form, to monitor how long and how the substance moves through the intestines.\nOther bowel function tests: Your doctor may ask you to have additional anal and rectal tests to evaluate how well you hold and eliminate stool. These tests include X-rays (bowels). (2); Other bowel function tests: Your doctor may ask you to have additional anal and rectal tests to evaluate how well you hold and eliminate stool. These tests include X-rays (bowels). (2)\nBlood tests can diagnose the cause of constipation"
        },
        {
            "subsection_name": "How to treat constipation",
            "subsection_content": "Doctors need to base on the cause of constipation to choose a specific treatment method. But basically, treatment for constipation will usually include:\nDiet: Patients should drink 2 liters of water per day, including drinking fruit juices; Increase fiber in your diet such as eating more green vegetables and fruits, whole grains, and eating liquid foods such as porridge and soup; Do not eat acrid green fruits; Do not drink bottled soft drinks, do not eat/drink foods high in sugar, do not drink alcohol, beer...; Diet: Patients should drink 2 liters of water per day, including drinking fruit juices; Increase fiber in your diet such as eating more green vegetables and fruits, whole grains, and eating liquid foods such as porridge and soup; Do not eat acrid green fruits; Do not drink bottled soft drinks, do not eat/drink foods high in sugar, do not drink alcohol or beer...\nExercise: Patients should exercise 30 minutes every day. When moving the body, the muscles in the intestines are also more active, helping to promote digestion.; Exercise: Patients should exercise 30 minutes every day. When moving the body, the muscles in the intestines are also more active, helping to promote digestion.\nDo not hold back defecation: Delaying defecation will put pressure on the anus and rectum, making constipation more serious. In addition, patients should also practice the habit of defecating at the same time every day to form a biological time for the body. This helps keep bowel movements regular at the same time every day.; Do not hold back defecation: Delaying defecation will put pressure on the anus and rectum, making constipation more serious. In addition, patients should also practice the habit of defecating at the same time every day to form a biological time for the body. This helps keep bowel movements regular at the same time each day.\nMedications: Some laxatives can help treat constipation. However, patients should take medication as prescribed by their doctor, especially young children, pregnant women and breastfeeding women. Note, do not use any medicine to treat constipation in infants; Medications: Some laxatives can help treat constipation. However, patients should take medication as prescribed by their doctor, especially young children, pregnant women and breastfeeding women. Note, do not use any medicine to treat constipation in infants.\nAnal enema: Anal enema can be used when defecation is not possible. Patients should understand anal enemas and enema methods carefully before using them, especially for children and pregnant women to avoid damage to the anorectal area and affect the fetus.; Anal enema: Anal enema can be used when defecation is not possible. Patients should understand anal enemas and enema methods carefully before using them, especially for children and pregnant women to avoid damage to the anorectal area and affect the fetus.\nSurgery: Some constipation conditions may require surgical treatment such as colorectal cancer or chronic hemorrhoids.; Surgery: Some constipation conditions may require surgical treatment, such as colorectal cancer or chronic hemorrhoids.\nThe reason why 90% of constipation cases do not improve even after adjusting their diet and adding fiber is due to:\nDefecation disorders; Loss of defecation reflex; Anal spasms; Colon atony; Obstructive outlet syndrome; Constipation due to medication\nCurrently, the Anorectal Unit of the Center for Endoscopy & Gastrointestinal Surgery, Tam Anh General Hospital performs optimal treatment depending on the cause of constipation. Treatment methods include:\nPhysical therapy exercises restore defecation reflex arcs; Instructions on bowel exercises and Valsalva - Kegel biofeedback; Electrical interference – Anal electrical stimulation – Anal balloon stimulation; Specific dietary instructions for each patient; Supportive drugs; Botulinum Toxin A injection",
            "subsection_string": "How to treat constipation\nDoctors need to base on the cause of constipation to choose a specific treatment method. But basically, treatment for constipation will usually include:\nDiet: Patients should drink 2 liters of water per day, including drinking fruit juices; Increase fiber in your diet such as eating more green vegetables and fruits, whole grains, and eating liquid foods such as porridge and soup; Do not eat acrid green fruits; Do not drink bottled soft drinks, do not eat/drink foods high in sugar, do not drink alcohol, beer...; Diet: Patients should drink 2 liters of water per day, including drinking fruit juices; Increase fiber in your diet such as eating more green vegetables and fruits, whole grains, and eating liquid foods such as porridge and soup; Do not eat acrid green fruits; Do not drink bottled soft drinks, do not eat/drink foods high in sugar, do not drink alcohol or beer...\nExercise: Patients should exercise 30 minutes every day. When moving the body, the muscles in the intestines are also more active, helping to promote digestion.; Exercise: Patients should exercise 30 minutes every day. When moving the body, the muscles in the intestines are also more active, helping to promote digestion.\nDo not hold back defecation: Delaying defecation will put pressure on the anus and rectum, making constipation more serious. In addition, patients should also practice the habit of defecating at the same time every day to form a biological time for the body. This helps keep bowel movements regular at the same time every day.; Do not hold back defecation: Delaying defecation will put pressure on the anus and rectum, making constipation more serious. In addition, patients should also practice the habit of defecating at the same time every day to form a biological time for the body. This helps keep bowel movements regular at the same time each day.\nMedications: Some laxatives can help treat constipation. However, patients should take medication as prescribed by their doctor, especially young children, pregnant women and breastfeeding women. Note, do not use any medicine to treat constipation in infants; Medications: Some laxatives can help treat constipation. However, patients should take medication as prescribed by their doctor, especially young children, pregnant women and breastfeeding women. Note, do not use any medicine to treat constipation in infants.\nAnal enema: Anal enema can be used when defecation is not possible. Patients should understand anal enemas and enema methods carefully before using them, especially for children and pregnant women to avoid damage to the anorectal area and affect the fetus.; Anal enema: Anal enema can be used when defecation is not possible. Patients should understand anal enemas and enema methods carefully before using them, especially for children and pregnant women to avoid damage to the anorectal area and affect the fetus.\nSurgery: Some constipation conditions may require surgical treatment such as colorectal cancer or chronic hemorrhoids.; Surgery: Some constipation conditions may require surgical treatment, such as colorectal cancer or chronic hemorrhoids.\nThe reason why 90% of constipation cases do not improve even after adjusting their diet and adding fiber is due to:\nDefecation disorders; Loss of defecation reflex; Anal spasms; Colon atony; Obstructive outlet syndrome; Constipation due to medication\nCurrently, the Anorectal Unit of the Center for Endoscopy & Gastrointestinal Surgery, Tam Anh General Hospital performs optimal treatment depending on the cause of constipation. Treatment methods include:\nPhysical therapy exercises restore defecation reflex arcs; Instructions on bowel exercises and Valsalva - Kegel biofeedback; Electrical interference – Anal electrical stimulation – Anal balloon stimulation; Specific dietary instructions for each patient; Supportive drugs; Botulinum Toxin A injection"
        },
        {
            "subsection_name": "Complications of long-term constipation",
            "subsection_content": "Long-term untreated constipation can cause complications affecting the digestive system in particular and the patient's health in general such as:\nSwollen veins in the anus (hemorrhoids); Tearing of the skin in the anus (anal fissure); Stool cannot be expelled (stool pressure); Intestines protruding from the anus (rectal prolapse)...\nIn addition, prolonged constipation also affects children's nutritional absorption, leading to nutritional deficiencies, slow weight gain, slow height and brain development; affects children's psychology due to constipation causing discomfort, crying a lot leading to fatigue, poor sleep... - said Dr. Hau.",
            "subsection_string": "Complications of long-term constipation\nLong-term untreated constipation can cause complications affecting the digestive system in particular and the patient's health in general such as:\nSwollen veins in the anus (hemorrhoids); Tearing of the skin in the anus (anal fissure); Stool cannot be expelled (stool pressure); Intestines protruding from the anus (rectal prolapse)...\nIn addition, prolonged constipation also affects children's nutritional absorption, leading to nutritional deficiencies, slow weight gain, slow height and brain development; affects children's psychology due to constipation causing discomfort, crying a lot leading to fatigue, poor sleep... - said Dr. Hau."
        },
        {
            "subsection_name": "How to prevent constipation",
            "subsection_content": "In addition to the causes of digestive diseases, constipation mainly comes from a nutritionally imbalanced diet, lack of exercise or excessive stress. Accordingly, in addition to drinking 2 liters of water per day, patients should:\nMaintain a high-fiber diet that includes increasing amounts of vegetables, fruits, and whole grains; Maintain a high-fiber diet that includes plenty of vegetables, fruits, and whole grains.\nLimit eating unhealthy foods such as fatty foods of animal origin, industrial foods, bottled soft drinks, beer, wine, smoking, green and astringent fruits; Limit eating unhealthy foods such as foods high in fat of animal origin, industrial foods, bottled soft drinks, beer, wine, smoking, green and astringent fruits.\nYou should exercise at least 3 hours/week.; You should exercise at least 3 hours/week.\nAvoid stress, depression, tension.; Avoid tension, depression, stress.\nDo not sit on the toilet for too long, do not strain when defecating; Don't sit on the toilet for too long, and don't strain when defecating\nYou should practice the habit of defecating at the same time every day; You should practice the habit of defecating at the same time every day\nIn addition, for children drinking powdered milk, stopping or changing the type of milk they are currently drinking can help improve constipation.; In addition, for children drinking powdered milk, stopping or changing the type of milk they are currently drinking can help improve constipation.\nAlong with that, people should proactively go to the hospital for health check-ups to help screen and treat diseases that cause constipation such as hemorrhoids, anal fissures, gastrointestinal blockage due to tumors, and hemorrhoids early. idiopathic rectal mass and enlargement; neurological or thyroid diseases...(3); Along with that, people should proactively go to the hospital for health check-ups to help screen and treat diseases that cause constipation such as hemorrhoids, anal fissures, gastrointestinal blockage due to tumors, and hemorrhoids early. idiopathic rectal mass and enlargement; neurological or thyroid diseases...(3)\nIncreasing fiber including green vegetables, fruits, whole grains, drinking 2 liters of water a day and exercising regularly helps prevent constipation.",
            "subsection_string": "How to prevent constipation\nIn addition to the causes of digestive diseases, constipation mainly comes from a nutritionally imbalanced diet, lack of exercise or excessive stress. Accordingly, in addition to drinking 2 liters of water per day, patients should:\nMaintain a high-fiber diet that includes increasing amounts of vegetables, fruits, and whole grains; Maintain a high-fiber diet that includes plenty of vegetables, fruits, and whole grains.\nLimit eating unhealthy foods such as fatty foods of animal origin, industrial foods, bottled soft drinks, beer, wine, smoking, green and astringent fruits; Limit eating unhealthy foods such as foods high in fat of animal origin, industrial foods, bottled soft drinks, beer, wine, smoking, green and astringent fruits.\nYou should exercise at least 3 hours/week.; You should exercise at least 3 hours/week.\nAvoid stress, depression, tension.; Avoid tension, depression, stress.\nDo not sit on the toilet for too long, do not strain when defecating; Don't sit on the toilet for too long, and don't strain when defecating\nYou should practice the habit of defecating at the same time every day; You should practice the habit of defecating at the same time every day\nIn addition, for children drinking powdered milk, stopping or changing the type of milk they are currently drinking can help improve constipation.; In addition, for children drinking powdered milk, stopping or changing the type of milk they are currently drinking can help improve constipation.\nAlong with that, people should proactively go to the hospital for health check-ups to help screen and treat diseases that cause constipation such as hemorrhoids, anal fissures, gastrointestinal blockage due to tumors, and hemorrhoids early. idiopathic rectal mass and enlargement; neurological or thyroid diseases...(3); Along with that, people should proactively go to the hospital for health check-ups to help screen and treat diseases that cause constipation such as hemorrhoids, anal fissures, gastrointestinal blockage due to tumors, and hemorrhoids early. idiopathic rectal mass and enlargement; neurological or thyroid diseases...(3)\nIncreasing fiber including green vegetables, fruits, whole grains, drinking 2 liters of water a day and exercising regularly helps prevent constipation."
        },
        {
            "subsection_name": "When do you need to go to the hospital immediately if you have constipation?",
            "subsection_content": "Most people with constipation can treat themselves at home, but if you encounter the following conditions you need to go to the hospital immediately to be examined and treated by a doctor, such as constipation accompanied by spasms and severe abdominal pain; Constipation lasting 2 weeks that does not go away despite applying many different home remedies; Babies and young children cry a lot, stop feeding, lose weight quickly...",
            "subsection_string": "When do you need to go to the hospital immediately if you have constipation?\nMost people with constipation can treat themselves at home, but if you encounter the following conditions you need to go to the hospital immediately to be examined and treated by a doctor, such as constipation accompanied by spasms and severe abdominal pain; Constipation lasting 2 weeks that does not go away despite applying many different home remedies; Babies and young children cry a lot, stop feeding, lose weight quickly..."
        },
        {
            "subsection_name": "Frequently asked questions about constipation",
            "subsection_content": "1. Is it normal to be constipated during menstruation?\nThe menstrual cycle can cause a number of side effects that vary from person to person. In addition to cramps and bloating, constipation can also occur during menstruation. Constipation may go away on its own after your period ends.\n2. Why do pregnant women get constipated?\nPregnancy is a period when hormones in a woman's body change drastically. Some pregnancy hormones can cause poor bowel movements and cause constipation. In addition, changing eating habits during pregnancy such as eating too much protein and taking iron and calcium supplements can also easily cause constipation.\n3. Which foods or drinks easily cause constipation?\nFoods rich in protein, sugar, green fruits, astringents, coffee, wine, beer, powdered milk... can all easily cause constipation.\n4. What is the reason for having a high-fiber diet but still having constipation?\nIf you have a high-fiber diet but still have constipation, you can think of other causes such as lack of exercise, drinking beer or alcohol, taking medications that affect digestive activity, pregnancy, or suffering from diseases as stated in the causes section above. For this condition, you should go to the hospital for a health check to screen and treat health problems early (if any).\n5. Should you stop giving your baby formula when he or she is constipated?\nThere are many reasons why children become constipated, among them the common cause is powdered milk (for children fed with powdered milk). Therefore, if the child has constipation of unknown cause, mothers can temporarily stop giving the child formula milk to determine whether the powdered milk is the culprit causing the baby's constipation. If after stopping milk for a week the constipation does not improve, it is not due to milk but due to other causes.\n6. Does constipation affect a child's brain development?\nScience has proven that the brain-gut axis is closely related to each other. The digestive system is even considered the second brain of humans. If the digestive system is not healthy, it will limit the child's absorption of nutrients, and weaken the immune system... All of which affect the child's brain development. Meanwhile, constipation is the leading common cause of harm to the digestive system of infants and young children.\n7. Why are people over 60 more susceptible to constipation?\nThis is due to the aging of the digestive system. As we age, bowel movements become less active, leading to constipation in the elderly.\n8. Do hemorrhoids cause constipation, or does constipation cause hemorrhoids?\nConstipation and hemorrhoids are two conditions that have a two-way cause-effect relationship with each other. If constipation is left untreated for a long time, it will cause hemorrhoids. This is due to the increased pressure in the anorectal area when the feces are compressed and cannot be expelled, along with excessive pushing in the patient, causing the tissues in the anus to protrude out.\nIf you have hemorrhoids for a long time, it can also cause constipation, because hemorrhoids cause pain and burning in the anus, especially when the patient defecates. Fear of pain and burning leads to reluctance to defecate, and the habit of delaying defecation can easily cause constipation.\nTam Anh Hospital is a reputable unit for examining and treating digestive diseases, including hemorrhoidectomy surgery. With a team of leading, skilled and experienced experts and doctors, equipped with top modern machinery and medical equipment systems. In particular, the Gastrointestinal Endoscopy & Surgery Center is the first place in Southeast Asia to apply mechanical hand-held robotic instruments combined with the ICG Rubina 3D/4K endoscopic surgery system in laparoscopic surgery. Treatment of gastrointestinal diseases is highly effective and reduces costs for patients.\nTo learn about the costs of examination, treatment, and surgery for digestive diseases, please contact: Tam Anh General Hospital System, Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Make an appointment: 024 3872 3872“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Make an appointment: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital Website: https://tamanhhospital.vn\nConstipation is a common disease among gastrointestinal diseases in particular, as well as other diseases in general. The vast majority of patients with constipation are caused by diet and exercise. Therefore, having a scientific diet and lifestyle that includes increasing fiber, exercising daily, avoiding unhealthy foods, and avoiding stress is the best way to prevent obesity. prevent constipation. In addition, to prevent constipation caused by diseases, in addition to applying the above methods, people should have regular health check-ups to screen, detect and early treat encountered diseases.",
            "subsection_string": "Frequently asked questions about constipation\n1. Is it normal to be constipated during menstruation?\nThe menstrual cycle can cause a number of side effects that vary from person to person. In addition to cramps and bloating, constipation can also occur during menstruation. Constipation may go away on its own after your period ends.\n2. Why do pregnant women get constipated?\nPregnancy is a period when hormones in a woman's body change drastically. Some pregnancy hormones can cause poor bowel movements and cause constipation. In addition, changing eating habits during pregnancy such as eating too much protein and taking iron and calcium supplements can also easily cause constipation.\n3. Which foods or drinks easily cause constipation?\nFoods rich in protein, sugar, green fruits, astringents, coffee, wine, beer, powdered milk... can all easily cause constipation.\n4. What is the reason for having a high-fiber diet but still having constipation?\nIf you have a high-fiber diet but still have constipation, you can think of other causes such as lack of exercise, drinking beer or alcohol, taking medications that affect digestive activity, pregnancy, or suffering from diseases as stated in the causes section above. For this condition, you should go to the hospital for a health check to screen and treat health problems early (if any).\n5. Should you stop giving your baby formula when he or she is constipated?\nThere are many reasons why children become constipated, among them the common cause is powdered milk (for children fed with powdered milk). Therefore, if the child has constipation of unknown cause, mothers can temporarily stop giving the child formula milk to determine whether the powdered milk is the culprit causing the baby's constipation. If after stopping milk for a week the constipation does not improve, it is not due to milk but due to other causes.\n6. Does constipation affect a child's brain development?\nScience has proven that the brain-gut axis is closely related to each other. The digestive system is even considered the second brain of humans. If the digestive system is not healthy, it will limit the child's absorption of nutrients, and weaken the immune system... All of which affect the child's brain development. Meanwhile, constipation is the leading common cause of harm to the digestive system of infants and young children.\n7. Why are people over 60 more susceptible to constipation?\nThis is due to the aging of the digestive system. As we age, bowel movements become less active, leading to constipation in the elderly.\n8. Do hemorrhoids cause constipation, or does constipation cause hemorrhoids?\nConstipation and hemorrhoids are two conditions that have a two-way cause-effect relationship with each other. If constipation is left untreated for a long time, it will cause hemorrhoids. This is due to the increased pressure in the anorectal area when the feces are compressed and cannot be expelled, along with excessive pushing in the patient, causing the tissues in the anus to protrude out.\nIf you have hemorrhoids for a long time, it can also cause constipation, because hemorrhoids cause pain and burning in the anus, especially when the patient defecates. Fear of pain and burning leads to reluctance to defecate, and the habit of delaying defecation can easily cause constipation.\nTam Anh Hospital is a reputable unit for examining and treating digestive diseases, including hemorrhoidectomy surgery. With a team of leading, skilled and experienced experts and doctors, equipped with top modern machinery and medical equipment systems. In particular, the Gastrointestinal Endoscopy & Surgery Center is the first place in Southeast Asia to apply mechanical hand-held robotic instruments combined with the ICG Rubina 3D/4K endoscopic surgery system in laparoscopic surgery. Treatment of gastrointestinal diseases is highly effective and reduces costs for patients.\nTo learn about the costs of examination, treatment, and surgery for digestive diseases, please contact: Tam Anh General Hospital System, Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Make an appointment: 024 3872 3872“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Make an appointment: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: Tam Anh General Hospital Website: https://tamanhhospital.vn\nConstipation is a common disease among gastrointestinal diseases in particular, as well as other diseases in general. The vast majority of patients with constipation are caused by diet and exercise. Therefore, having a scientific diet and lifestyle that includes increasing fiber, exercising daily, avoiding unhealthy foods, and avoiding stress is the best way to prevent obesity. prevent constipation. In addition, to prevent constipation caused by diseases, in addition to applying the above methods, people should have regular health check-ups to screen, detect and early treat encountered diseases."
        }
    ],
    "name": "tao-bon.json"
}