{
    "title": "Refractive errors: Causes, symptoms, diagnosis, prevention",
    "category": "Eye",
    "link": "https://tamanhhospital.vn/tat-khuc-xa/",
    "abstract": "Vietnam has nearly 3 million children with refractive errors, of which ⅔ are nearsighted. It can be seen that the pressure to study along with the easy access to electronic devices (television, phones, computers, etc.) causes the rate of refractive errors to increase rapidly [1]. The article below will help parents better understand the causes, symptoms, diagnosis and prevention of refractive errors in their children.",
    "content": "Refractive errors: Causes, symptoms, diagnosis, prevention\n\nVietnam has nearly 3 million children with refractive errors, of which ⅔ are nearsighted. It can be seen that the pressure to study along with the easy access to electronic devices (television, phones, computers, etc.) causes the rate of refractive errors to increase rapidly [1]. The article below will help parents better understand the causes, symptoms, diagnosis and prevention of refractive errors in their children.\n\nWhat is refractive error?\nRefractive errors are familiar to many people, this is a general term used to refer to eye disorders [2]. There are 4 common types of refractive errors including:\nMyopia: image focuses in front of the retina; Farsightedness: images focus behind the retina; Astigmatism: the image of an object is not a point but a straight line that can be in front, behind or half in front - half behind the retina; Presbyopia: an eye condition caused by the aging process of the body, commonly found in people over 40 years old.\nRefractive errors can occur at any age, and are common among students, office workers, and people who have a lot of contact with electronic devices. Information from the Ministry of Health in 2020 shows [3], refractive errors are increasingly common among teenagers, with an incidence rate of 15%-20% in rural students, 30%- 40% in the city. If we consider only the group of children aged 6 - 15 years old across the country, the rate of refractive errors in this age group is about 20%, equivalent to nearly 3 million children.\nCompare eyes with nearsightedness and farsightedness with normal eyes and treatment directions\n\nTypes of refractive errors\nMyopia is a refractive condition of the eye in which parallel light rays entering the eye converge in front of the retina, when the eye is at rest. Nearsighted eyes can only see close objects clearly but cannot see distant objects clearly. This refractive error is common in young people such as students, office workers, and people who have a lot of contact with electronic devices. Myopia is measured in diopters (D) [4].; Farsightedness is a condition in which the eye has the posterior focal point behind the retina. Far and near vision are unclear. Therefore, the eye must always adjust to pull the image of the object forward to overlap with the retina. Farsightedness is mostly congenital, some cases occur at a lower rate such as: flat cornea, people with corneal scar disease,...[5]; Astigmatism: if the normal human cornea is spherical, the recorded image will be focused at a point on the retina. Particularly for people with astigmatism, the cornea has a different curvature, the resulting image will converge at many points on the retina, causing the image to be blurry and unclear. Astigmatism is mostly congenital and can include both nearsightedness and farsightedness; Presbyopia is a condition in which the eyes can only see distant objects clearly and have difficulty seeing close objects. In essence, presbyopia is quite similar to farsightedness, just with different causes. Most people will pay more attention to nearsightedness and forget about presbyopia. Presbyopia arises due to the body's natural aging process, this refractive error cannot be prevented and cannot be prevented. Because the eye's regulatory function is achieved thanks to the elasticity of the lens. Over time, the lens inside the eye gradually hardens and has poor elasticity, leading to a decrease in the eye's ability to adjust, making it difficult to see up close.\n\nCauses of refractive errors in the eye\nThere are two main causes of refractive errors in the eyes: genetics and environment. Among them, genetic factors account for not much. People whose parents both have refractive errors have a high chance that their children will also have them.\nEnvironment is a factor that greatly influences the incidence of refractive errors. Currently, cases of refractive errors all have in common due to unreasonable living habits such as: sitting in the wrong position, reading books and newspapers in low light conditions, overusing electronic devices,...\nIn addition, some possible causes include: aging lens, damage due to eye trauma, direct exposure to strong light sources (sunlight, welding sparks,...), Improper eye hygiene, age,...\nStudents sitting in the wrong posture and using electronic devices make their eyes susceptible to refractive errors\n\nSymptoms of refractive errors in the eye\nAll refractive errors will cause poor vision. Therefore, it is necessary to clearly understand the symptoms to be able to detect and prevent them promptly.\nThe main symptom of refractive error is an inability to see distant objects, near objects, or both clearly. Therefore, the vision of people with refractive errors is often vague.; People with refractive errors often have prolonged squinting, or looking at something for too long (for example, looking at a computer screen for a long time) will cause eye fatigue.; In addition, headache is also a symptom to pay attention to, this phenomenon occurs due to excessive compensation of eyelid muscle tone or prolonged squinting and frowning.\nFor children, squinting or squinting when reading, blinking or rubbing their eyes a lot are signs of refractive errors in children. Children may not know how their vision is being affected, so parents need to pay close attention to their children's daily gestures and actions to detect and prevent them early.\n\nCriteria for diagnosing refractive errors in the eye\n1. Check your eyes\nAt facilities that examine and treat eye diseases, the eye refraction measurement process will be performed through vision boards and automatic refractors.\nFirst, the doctor will let the patient look at the vision board at an appropriate distance (usually 5m) and ask about the letters and numbers on the board to test vision ability.\nIf vision is less than 20/80, the patient will be tested with pinhole glasses. With each type of eyeglasses, the patient will tell the doctor whether his or her vision is clear or blurry, and whether or not he or she feels eye pain or dizziness.\nThe doctor will base on that to advise on the type of glasses with appropriate refraction.\n2. Check refraction\nThe doctor will check your eyes with an automatic eye refractometer to determine whether your eyes have a refractive error or not. At the end of this process, the patient will receive a vision test results form, the doctor will base on the above indicators to explain and analyze the eye condition.\nIndicators recorded on the ballot include [6]:\nR or OD (Oculus Dexter): Right eye symbol.; L or OS (Oculus Sinister): Left eye symbol.; SPH (Sphere): Sphericity of the eye. Sphericity with a minus sign (-) means the eye is nearsighted. Sphericity with a plus sign (+) means the eye is farsighted; CYL (Cylinder): The cylindrical degree of the eye, indicating the degree of eye disorder. The degree of cylindricalness with a minus sign (-) represents the degree of near disorder. The cylindrical degree with the sign (+) represents the degree of perturbation.; AX (Axis): Axis of confusion, only appears when the eyes are disordered; ADD: The increase between distance and near vision, only appears when the eye is presbyopic.; Diopters: Unit of measurement, used to determine the optical output of glasses.; PD: Sum of 2 distances from the middle of the bridge of the nose to the pupil of each eye, calculated in mm.\nAn example of how to read a refraction measurement result, if the refraction measurement result on the card reads: OD: -2.00D, OS: +2D, it means your right eye has 2 degrees of nearsightedness, 2 degrees of farsightedness in your left eye.\n3. Other tests\nBesides the above two methods, doctors can evaluate eye refraction through pupilloscopy in patients who are unable to respond (young children, people with cognitive or physical disabilities).\nAccordingly, doctors will use a microscope to shine light into the patient's eyes.\nFrom different lenses while observing light reflections or reflections in the patient's eyes to determine the accuracy of the eye's refractive error.\n\nTreatment of refractive errors\nThere are 3 ways to treat refractive errors including: wearing eyeglasses, wearing contact lenses or surgery.\nWearing eyeglasses: is a popular method because it is convenient, affordable, easy to change, there are many types of glasses but it is easy to forget to bring them, easy to break... Check the strength of your glasses every 6 months. Nearsighted people often wear glasses, so do nearsighted people have to wear glasses? People with farsightedness can wear glasses, but this requires consultation with a medical professional.; Wearing contact lenses (also known as wearing contact lenses): this type of lens is suitable for teenagers and adults. The advantage of the method is that it is compact, making it difficult for outsiders to recognize refractive errors. However, wearing contact lenses also faces certain obstacles such as: having to remove them and wash them every day. If not done properly, they can cause corneal scratches and infections. Glasses can also cause allergic reactions in some people. [7]; Surgery: patients can have Lasik eye surgery - a type of surgery that uses lasers to correct vision problems, especially problems caused by refractive errors. A Lasik eye surgery lasts less than 30 minutes, this is the most popular method with more than 40 million surgeries performed worldwide [8]. Before deciding on Lasik surgery, the doctor will perform a number of tests and assessments to decide whether to perform the surgery. Tests include: Measuring corneal surface and thickness Checking for dry eyes Measuring refractive errors Checking to see if there have been recent changes in vision; Measure corneal surface and thickness; Check for dry eyes; Measuring refractive errors; Check to see if your vision has recently changed\nIn parallel with Lasik eye surgery, vision can be improved by PRK (photorefractive keratectomy) [9], which is a type of outpatient refractive laser eye surgery that helps correct Treats nearsightedness, farsightedness and astigmatism. However, this method is also recommended for some people such as: people with glaucoma, people who are pregnant or breastfeeding, people with cataracts, scars in the eyes or previous corneal trauma. desert,…\nThe above surgical methods may have some unwanted risks, so before choosing a method to treat refractive errors, patients need to go to specialized medical facilities for examination and consultation. doctor's opinion.\nLaser treatment of refractive errors\n\nHow to prevent refractive errors?\nRegular eye examinations to promptly detect and treat refractive errors\nAlthough refractive error is not too dangerous, it causes many troubles in life and activities. Therefore, it is necessary to proactively care for and protect your eyes by changing unhealthy lifestyle and living habits.\nAccordingly, you should have regular eye exams every 6 months, especially for people who have refractive errors. Don't wait until you have serious signs to see a doctor.\nBesides, you need to build healthy living habits for yourself. Improve the study and working environment with enough light, adjust the distance to about 50-60cm when reading or using electronic devices. You can apply the 20-20-20 rule to rest your eyes after working or studying. Specifically, after 20 minutes of working with electronic devices, you should rest your eyes for 20 seconds and look 20 feet away (approximately 6 meters).\nFor young children, it is necessary to train them to sit and study in the correct posture and control the time they use smart devices. Besides studying, you should let your child participate in outdoor activities, take your child for an eye exam every 6 months or as soon as there are suspicious signs such as: blurred vision, eye rubbing, squinting, head tilting, etc. Bend close to your notebooks, etc. to promptly detect and correct refractive errors.\nIn addition, you need to eat a nutritious diet with a variety of foods such as sweet potatoes and carrots (which provide a lot of vitamin A); Spinach, eggs (source of lutein and zeaxanthin to help protect the retina), milk and dairy products (contain vitamin A and zinc)…\nThe Eye Department at Tam Anh General Hospital System is equipped with modern machinery and equipment and a team of highly qualified doctors and nurses to help protect your eyes.\nWhen experiencing symptoms related to refractive error, quickly go to a reputable eye specialist facility for timely examination and diagnosis.",
    "subsections": [
        {
            "subsection_name": "What is refractive error?",
            "subsection_content": "Refractive errors are familiar to many people, this is a general term used to refer to eye disorders [2]. There are 4 common types of refractive errors including:\nMyopia: image focuses in front of the retina; Farsightedness: images focus behind the retina; Astigmatism: the image of an object is not a point but a straight line that can be in front, behind or half in front - half behind the retina; Presbyopia: an eye condition caused by the aging process of the body, commonly found in people over 40 years old.\nRefractive errors can occur at any age, and are common among students, office workers, and people who have a lot of contact with electronic devices. Information from the Ministry of Health in 2020 shows [3], refractive errors are increasingly common among teenagers, with an incidence rate of 15%-20% in rural students, 30%- 40% in the city. If we consider only the group of children aged 6 - 15 years old across the country, the rate of refractive errors in this age group is about 20%, equivalent to nearly 3 million children.\nCompare eyes with nearsightedness and farsightedness with normal eyes and treatment directions",
            "subsection_string": "What is refractive error?\nRefractive errors are familiar to many people, this is a general term used to refer to eye disorders [2]. There are 4 common types of refractive errors including:\nMyopia: image focuses in front of the retina; Farsightedness: images focus behind the retina; Astigmatism: the image of an object is not a point but a straight line that can be in front, behind or half in front - half behind the retina; Presbyopia: an eye condition caused by the aging process of the body, commonly found in people over 40 years old.\nRefractive errors can occur at any age, and are common among students, office workers, and people who have a lot of contact with electronic devices. Information from the Ministry of Health in 2020 shows [3], refractive errors are increasingly common among teenagers, with an incidence rate of 15%-20% in rural students, 30%- 40% in the city. If we consider only the group of children aged 6 - 15 years old across the country, the rate of refractive errors in this age group is about 20%, equivalent to nearly 3 million children.\nCompare eyes with nearsightedness and farsightedness with normal eyes and treatment directions"
        },
        {
            "subsection_name": "Types of refractive errors",
            "subsection_content": "Myopia is a refractive condition of the eye in which parallel light rays entering the eye converge in front of the retina, when the eye is at rest. Nearsighted eyes can only see close objects clearly but cannot see distant objects clearly. This refractive error is common in young people such as students, office workers, and people who have a lot of contact with electronic devices. Myopia is measured in diopters (D) [4].; Farsightedness is a condition in which the eye has the posterior focal point behind the retina. Far and near vision are unclear. Therefore, the eye must always adjust to pull the image of the object forward to overlap with the retina. Farsightedness is mostly congenital, some cases occur at a lower rate such as: flat cornea, people with corneal scar disease,...[5]; Astigmatism: if the normal human cornea is spherical, the recorded image will be focused at a point on the retina. Particularly for people with astigmatism, the cornea has a different curvature, the resulting image will converge at many points on the retina, causing the image to be blurry and unclear. Astigmatism is mostly congenital and can include both nearsightedness and farsightedness; Presbyopia is a condition in which the eyes can only see distant objects clearly and have difficulty seeing close objects. In essence, presbyopia is quite similar to farsightedness, just with different causes. Most people will pay more attention to nearsightedness and forget about presbyopia. Presbyopia arises due to the body's natural aging process, this refractive error cannot be prevented and cannot be prevented. Because the eye's regulatory function is achieved thanks to the elasticity of the lens. Over time, the lens inside the eye gradually hardens and has poor elasticity, leading to a decrease in the eye's ability to adjust, making it difficult to see up close.",
            "subsection_string": "Types of refractive errors\nMyopia is a refractive condition of the eye in which parallel light rays entering the eye converge in front of the retina, when the eye is at rest. Nearsighted eyes can only see close objects clearly but cannot see distant objects clearly. This refractive error is common in young people such as students, office workers, and people who have a lot of contact with electronic devices. Myopia is measured in diopters (D) [4].; Farsightedness is a condition in which the eye has the posterior focal point behind the retina. Far and near vision are unclear. Therefore, the eye must always adjust to pull the image of the object forward to overlap with the retina. Farsightedness is mostly congenital, some cases occur at a lower rate such as: flat cornea, people with corneal scar disease,...[5]; Astigmatism: if the normal human cornea is spherical, the recorded image will be focused at a point on the retina. Particularly for people with astigmatism, the cornea has a different curvature, the resulting image will converge at many points on the retina, causing the image to be blurry and unclear. Astigmatism is mostly congenital and can include both nearsightedness and farsightedness; Presbyopia is a condition in which the eyes can only see distant objects clearly and have difficulty seeing close objects. In essence, presbyopia is quite similar to farsightedness, just with different causes. Most people will pay more attention to nearsightedness and forget about presbyopia. Presbyopia arises due to the body's natural aging process, this refractive error cannot be prevented and cannot be prevented. Because the eye's regulatory function is achieved thanks to the elasticity of the lens. Over time, the lens inside the eye gradually hardens and has poor elasticity, leading to a decrease in the eye's ability to adjust, making it difficult to see up close."
        },
        {
            "subsection_name": "Causes of refractive errors in the eye",
            "subsection_content": "There are two main causes of refractive errors in the eyes: genetics and environment. Among them, genetic factors account for not much. People whose parents both have refractive errors have a high chance that their children will also have them.\nEnvironment is a factor that greatly influences the incidence of refractive errors. Currently, cases of refractive errors all have in common due to unreasonable living habits such as: sitting in the wrong position, reading books and newspapers in low light conditions, overusing electronic devices,...\nIn addition, some possible causes include: aging lens, damage due to eye trauma, direct exposure to strong light sources (sunlight, welding sparks,...), Improper eye hygiene, age,...\nStudents sitting in the wrong posture and using electronic devices make their eyes susceptible to refractive errors",
            "subsection_string": "Causes of refractive errors in the eye\nThere are two main causes of refractive errors in the eyes: genetics and environment. Among them, genetic factors account for not much. People whose parents both have refractive errors have a high chance that their children will also have them.\nEnvironment is a factor that greatly influences the incidence of refractive errors. Currently, cases of refractive errors all have in common due to unreasonable living habits such as: sitting in the wrong position, reading books and newspapers in low light conditions, overusing electronic devices,...\nIn addition, some possible causes include: aging lens, damage due to eye trauma, direct exposure to strong light sources (sunlight, welding sparks,...), Improper eye hygiene, age,...\nStudents sitting in the wrong posture and using electronic devices make their eyes susceptible to refractive errors"
        },
        {
            "subsection_name": "Symptoms of refractive errors in the eye",
            "subsection_content": "All refractive errors will cause poor vision. Therefore, it is necessary to clearly understand the symptoms to be able to detect and prevent them promptly.\nThe main symptom of refractive error is an inability to see distant objects, near objects, or both clearly. Therefore, the vision of people with refractive errors is often vague.; People with refractive errors often have prolonged squinting, or looking at something for too long (for example, looking at a computer screen for a long time) will cause eye fatigue.; In addition, headache is also a symptom to pay attention to, this phenomenon occurs due to excessive compensation of eyelid muscle tone or prolonged squinting and frowning.\nFor children, squinting or squinting when reading, blinking or rubbing their eyes a lot are signs of refractive errors in children. Children may not know how their vision is being affected, so parents need to pay close attention to their children's daily gestures and actions to detect and prevent them early.",
            "subsection_string": "Symptoms of refractive errors in the eye\nAll refractive errors will cause poor vision. Therefore, it is necessary to clearly understand the symptoms to be able to detect and prevent them promptly.\nThe main symptom of refractive error is an inability to see distant objects, near objects, or both clearly. Therefore, the vision of people with refractive errors is often vague.; People with refractive errors often have prolonged squinting, or looking at something for too long (for example, looking at a computer screen for a long time) will cause eye fatigue.; In addition, headache is also a symptom to pay attention to, this phenomenon occurs due to excessive compensation of eyelid muscle tone or prolonged squinting and frowning.\nFor children, squinting or squinting when reading, blinking or rubbing their eyes a lot are signs of refractive errors in children. Children may not know how their vision is being affected, so parents need to pay close attention to their children's daily gestures and actions to detect and prevent them early."
        },
        {
            "subsection_name": "Criteria for diagnosing refractive errors in the eye",
            "subsection_content": "1. Check your eyes\nAt facilities that examine and treat eye diseases, the eye refraction measurement process will be performed through vision boards and automatic refractors.\nFirst, the doctor will let the patient look at the vision board at an appropriate distance (usually 5m) and ask about the letters and numbers on the board to test vision ability.\nIf vision is less than 20/80, the patient will be tested with pinhole glasses. With each type of eyeglasses, the patient will tell the doctor whether his or her vision is clear or blurry, and whether or not he or she feels eye pain or dizziness.\nThe doctor will base on that to advise on the type of glasses with appropriate refraction.\n2. Check refraction\nThe doctor will check your eyes with an automatic eye refractometer to determine whether your eyes have a refractive error or not. At the end of this process, the patient will receive a vision test results form, the doctor will base on the above indicators to explain and analyze the eye condition.\nIndicators recorded on the ballot include [6]:\nR or OD (Oculus Dexter): Right eye symbol.; L or OS (Oculus Sinister): Left eye symbol.; SPH (Sphere): Sphericity of the eye. Sphericity with a minus sign (-) means the eye is nearsighted. Sphericity with a plus sign (+) means the eye is farsighted; CYL (Cylinder): The cylindrical degree of the eye, indicating the degree of eye disorder. The degree of cylindricalness with a minus sign (-) represents the degree of near disorder. The cylindrical degree with the sign (+) represents the degree of perturbation.; AX (Axis): Axis of confusion, only appears when the eyes are disordered; ADD: The increase between distance and near vision, only appears when the eye is presbyopic.; Diopters: Unit of measurement, used to determine the optical output of glasses.; PD: Sum of 2 distances from the middle of the bridge of the nose to the pupil of each eye, calculated in mm.\nAn example of how to read a refraction measurement result, if the refraction measurement result on the card reads: OD: -2.00D, OS: +2D, it means your right eye has 2 degrees of nearsightedness, 2 degrees of farsightedness in your left eye.\n3. Other tests\nBesides the above two methods, doctors can evaluate eye refraction through pupilloscopy in patients who are unable to respond (young children, people with cognitive or physical disabilities).\nAccordingly, doctors will use a microscope to shine light into the patient's eyes.\nFrom different lenses while observing light reflections or reflections in the patient's eyes to determine the accuracy of the eye's refractive error.",
            "subsection_string": "Criteria for diagnosing refractive errors in the eye\n1. Check your eyes\nAt facilities that examine and treat eye diseases, the eye refraction measurement process will be performed through vision boards and automatic refractors.\nFirst, the doctor will let the patient look at the vision board at an appropriate distance (usually 5m) and ask about the letters and numbers on the board to test vision ability.\nIf vision is less than 20/80, the patient will be tested with pinhole glasses. With each type of eyeglasses, the patient will tell the doctor whether his or her vision is clear or blurry, and whether or not he or she feels eye pain or dizziness.\nThe doctor will base on that to advise on the type of glasses with appropriate refraction.\n2. Check refraction\nThe doctor will check your eyes with an automatic eye refractometer to determine whether your eyes have a refractive error or not. At the end of this process, the patient will receive a vision test results form, the doctor will base on the above indicators to explain and analyze the eye condition.\nIndicators recorded on the ballot include [6]:\nR or OD (Oculus Dexter): Right eye symbol.; L or OS (Oculus Sinister): Left eye symbol.; SPH (Sphere): Sphericity of the eye. Sphericity with a minus sign (-) means the eye is nearsighted. Sphericity with a plus sign (+) means the eye is farsighted; CYL (Cylinder): The cylindrical degree of the eye, indicating the degree of eye disorder. The degree of cylindricalness with a minus sign (-) represents the degree of near disorder. The cylindrical degree with the sign (+) represents the degree of perturbation.; AX (Axis): Axis of confusion, only appears when the eyes are disordered; ADD: The increase between distance and near vision, only appears when the eye is presbyopic.; Diopters: Unit of measurement, used to determine the optical output of glasses.; PD: Sum of 2 distances from the middle of the bridge of the nose to the pupil of each eye, calculated in mm.\nAn example of how to read a refraction measurement result, if the refraction measurement result on the card reads: OD: -2.00D, OS: +2D, it means your right eye has 2 degrees of nearsightedness, 2 degrees of farsightedness in your left eye.\n3. Other tests\nBesides the above two methods, doctors can evaluate eye refraction through pupilloscopy in patients who are unable to respond (young children, people with cognitive or physical disabilities).\nAccordingly, doctors will use a microscope to shine light into the patient's eyes.\nFrom different lenses while observing light reflections or reflections in the patient's eyes to determine the accuracy of the eye's refractive error."
        },
        {
            "subsection_name": "Treatment of refractive errors",
            "subsection_content": "There are 3 ways to treat refractive errors including: wearing eyeglasses, wearing contact lenses or surgery.\nWearing eyeglasses: is a popular method because it is convenient, affordable, easy to change, there are many types of glasses but it is easy to forget to bring them, easy to break... Check the strength of your glasses every 6 months. Nearsighted people often wear glasses, so do nearsighted people have to wear glasses? People with farsightedness can wear glasses, but this requires consultation with a medical professional.; Wearing contact lenses (also known as wearing contact lenses): this type of lens is suitable for teenagers and adults. The advantage of the method is that it is compact, making it difficult for outsiders to recognize refractive errors. However, wearing contact lenses also faces certain obstacles such as: having to remove them and wash them every day. If not done properly, they can cause corneal scratches and infections. Glasses can also cause allergic reactions in some people. [7]; Surgery: patients can have Lasik eye surgery - a type of surgery that uses lasers to correct vision problems, especially problems caused by refractive errors. A Lasik eye surgery lasts less than 30 minutes, this is the most popular method with more than 40 million surgeries performed worldwide [8]. Before deciding on Lasik surgery, the doctor will perform a number of tests and assessments to decide whether to perform the surgery. Tests include: Measuring corneal surface and thickness Checking for dry eyes Measuring refractive errors Checking to see if there have been recent changes in vision; Measure corneal surface and thickness; Check for dry eyes; Measuring refractive errors; Check to see if your vision has recently changed\nIn parallel with Lasik eye surgery, vision can be improved by PRK (photorefractive keratectomy) [9], which is a type of outpatient refractive laser eye surgery that helps correct Treats nearsightedness, farsightedness and astigmatism. However, this method is also recommended for some people such as: people with glaucoma, people who are pregnant or breastfeeding, people with cataracts, scars in the eyes or previous corneal trauma. desert,…\nThe above surgical methods may have some unwanted risks, so before choosing a method to treat refractive errors, patients need to go to specialized medical facilities for examination and consultation. doctor's opinion.\nLaser treatment of refractive errors",
            "subsection_string": "Treatment of refractive errors\nThere are 3 ways to treat refractive errors including: wearing eyeglasses, wearing contact lenses or surgery.\nWearing eyeglasses: is a popular method because it is convenient, affordable, easy to change, there are many types of glasses but it is easy to forget to bring them, easy to break... Check the strength of your glasses every 6 months. Nearsighted people often wear glasses, so do nearsighted people have to wear glasses? People with farsightedness can wear glasses, but this requires consultation with a medical professional.; Wearing contact lenses (also known as wearing contact lenses): this type of lens is suitable for teenagers and adults. The advantage of the method is that it is compact, making it difficult for outsiders to recognize refractive errors. However, wearing contact lenses also faces certain obstacles such as: having to remove them and wash them every day. If not done properly, they can cause corneal scratches and infections. Glasses can also cause allergic reactions in some people. [7]; Surgery: patients can have Lasik eye surgery - a type of surgery that uses lasers to correct vision problems, especially problems caused by refractive errors. A Lasik eye surgery lasts less than 30 minutes, this is the most popular method with more than 40 million surgeries performed worldwide [8]. Before deciding on Lasik surgery, the doctor will perform a number of tests and assessments to decide whether to perform the surgery. Tests include: Measuring corneal surface and thickness Checking for dry eyes Measuring refractive errors Checking to see if there have been recent changes in vision; Measure corneal surface and thickness; Check for dry eyes; Measuring refractive errors; Check to see if your vision has recently changed\nIn parallel with Lasik eye surgery, vision can be improved by PRK (photorefractive keratectomy) [9], which is a type of outpatient refractive laser eye surgery that helps correct Treats nearsightedness, farsightedness and astigmatism. However, this method is also recommended for some people such as: people with glaucoma, people who are pregnant or breastfeeding, people with cataracts, scars in the eyes or previous corneal trauma. desert,…\nThe above surgical methods may have some unwanted risks, so before choosing a method to treat refractive errors, patients need to go to specialized medical facilities for examination and consultation. doctor's opinion.\nLaser treatment of refractive errors"
        },
        {
            "subsection_name": "How to prevent refractive errors?",
            "subsection_content": "Regular eye examinations to promptly detect and treat refractive errors\nAlthough refractive error is not too dangerous, it causes many troubles in life and activities. Therefore, it is necessary to proactively care for and protect your eyes by changing unhealthy lifestyle and living habits.\nAccordingly, you should have regular eye exams every 6 months, especially for people who have refractive errors. Don't wait until you have serious signs to see a doctor.\nBesides, you need to build healthy living habits for yourself. Improve the study and working environment with enough light, adjust the distance to about 50-60cm when reading or using electronic devices. You can apply the 20-20-20 rule to rest your eyes after working or studying. Specifically, after 20 minutes of working with electronic devices, you should rest your eyes for 20 seconds and look 20 feet away (approximately 6 meters).\nFor young children, it is necessary to train them to sit and study in the correct posture and control the time they use smart devices. Besides studying, you should let your child participate in outdoor activities, take your child for an eye exam every 6 months or as soon as there are suspicious signs such as: blurred vision, eye rubbing, squinting, head tilting, etc. Bend close to your notebooks, etc. to promptly detect and correct refractive errors.\nIn addition, you need to eat a nutritious diet with a variety of foods such as sweet potatoes and carrots (which provide a lot of vitamin A); Spinach, eggs (source of lutein and zeaxanthin to help protect the retina), milk and dairy products (contain vitamin A and zinc)…\nThe Eye Department at Tam Anh General Hospital System is equipped with modern machinery and equipment and a team of highly qualified doctors and nurses to help protect your eyes.\nWhen experiencing symptoms related to refractive error, quickly go to a reputable eye specialist facility for timely examination and diagnosis.",
            "subsection_string": "How to prevent refractive errors?\nRegular eye examinations to promptly detect and treat refractive errors\nAlthough refractive error is not too dangerous, it causes many troubles in life and activities. Therefore, it is necessary to proactively care for and protect your eyes by changing unhealthy lifestyle and living habits.\nAccordingly, you should have regular eye exams every 6 months, especially for people who have refractive errors. Don't wait until you have serious signs to see a doctor.\nBesides, you need to build healthy living habits for yourself. Improve the study and working environment with enough light, adjust the distance to about 50-60cm when reading or using electronic devices. You can apply the 20-20-20 rule to rest your eyes after working or studying. Specifically, after 20 minutes of working with electronic devices, you should rest your eyes for 20 seconds and look 20 feet away (approximately 6 meters).\nFor young children, it is necessary to train them to sit and study in the correct posture and control the time they use smart devices. Besides studying, you should let your child participate in outdoor activities, take your child for an eye exam every 6 months or as soon as there are suspicious signs such as: blurred vision, eye rubbing, squinting, head tilting, etc. Bend close to your notebooks, etc. to promptly detect and correct refractive errors.\nIn addition, you need to eat a nutritious diet with a variety of foods such as sweet potatoes and carrots (which provide a lot of vitamin A); Spinach, eggs (source of lutein and zeaxanthin to help protect the retina), milk and dairy products (contain vitamin A and zinc)…\nThe Eye Department at Tam Anh General Hospital System is equipped with modern machinery and equipment and a team of highly qualified doctors and nurses to help protect your eyes.\nWhen experiencing symptoms related to refractive error, quickly go to a reputable eye specialist facility for timely examination and diagnosis."
        }
    ],
    "name": "tat-khuc-xa.json"
}