{
    "title": "Polycystic kidney: Causes, signs, treatment, prevention",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/than-da-nang/",
    "abstract": "Polycystic kidneys usually appear after the age of 30-40, very rarely in childhood, and are characterized by the appearance of many cysts on both sides of the kidney. The disease can be associated with liver cysts and cardiovascular abnormalities. The disease is dangerous in that it has no specific signs and can only be detected through examination.",
    "content": "Polycystic kidney: Causes, signs, treatment, prevention\n\nPolycystic kidneys usually appear after the age of 30-40, very rarely in childhood, and are characterized by the appearance of many cysts on both sides of the kidney. The disease can be associated with liver cysts and cardiovascular abnormalities. The disease is dangerous in that it has no specific signs and can only be detected through examination.\n\nWhat is polycystic kidney (PKD)?\nPolycystic kidney disease (PKD) is a genetic disorder in which clusters of cysts develop inside the kidneys, causing the kidneys to gradually increase in size and decline in function over time.\nCysts are non-cancerous, round sacs that contain fluid. Cysts vary in size and they can grow very large. The presence of multiple cysts or large cysts can cause kidney damage.\nThe disease can also cause cysts to develop in the liver and other parts of the body. Polycystic kidneys can cause serious complications, including high blood pressure and kidney failure.\n\nCauses of polycystic kidneys\nThe generation and development of kidney cysts depends on two factors: genes and environment. Accordingly, the cause of the disease can come from:\nChemical or medicinal substances, including antioxidants (such as diphenyl-thiazole and nordihydro guaiaretic acid), alloxan and steptozotoxin, lithium chloride and cis-platinium.; Abnormal genes cause polycystic kidney disease, meaning that in most cases, the disease has a genetic component. Sometimes, a genetic mutation occurs spontaneously, so that neither parent has a copy of the mutated gene. (first)\nPolycystic kidney disease caused by various genetic defects is divided into two types:\nAutosomal dominant polycystic kidney disease (ADPKD). Signs and symptoms of ADPKD usually develop between the ages of 30 and 40. The disease usually occurs in adults, but children can also develop the disorder. If a parent has the disease, the disease will be passed on to their children. If a parent has ADPKD, each child has a 50% risk of developing the disease. This form accounts for most cases of polycystic kidney disease.; Autosomal recessive polycystic kidney disease (ARPKD): Less common than ADPKD, signs and symptoms usually appear soon after birth. Sometimes, symptoms reappear during childhood or adolescence. Only if both parents have an abnormal gene can inherit this disorder, then each child has a 25% chance of having the disease.\nThere are three main mechanisms of kidney cyst formation:\nObstruction in the renal tubule lumen; Renal tubular epithelial cell proliferation; Changes in the basement membrane of the kidney tubule\n\nWhat is the difference between autosomal dominant polycystic kidney and autosomal recessive polycystic kidney?\nBased on the above characteristics, we can see the difference between two types of polycystic diseases:\nWhile signs and symptoms of ADPKD usually develop at the age of 30-40, ARPKD appears immediately after birth.; Compared to ADPKD, ARPKD is less common; For ADPKD, if a parent has the disease, the disease will be passed on to their children. As for ARPKD, both parents must have abnormal genes to inherit the disease.; The disease inheritance rate of ADPKD is higher than that of ARPKD\n\nRecognizing signs of the disease\nPolycystic kidney disease symptoms may include:\nHigh Blood Pressure; Back or side pain; There is blood in the urine; Feeling of fullness in the stomach; Increased abdominal size due to enlarged kidneys; Headache; Kidney stones; CKD; Urinary tract or kidney infection\n\nComplications of polycystic kidneys\nComplications related to polycystic kidney disease include:\nHigh blood pressure: Considered a common complication of polycystic kidney disease. If left untreated, high blood pressure can cause further damage to the kidneys and increase the risk of heart disease and stroke. Hypertension can occur early, occurring at a rate of 13-20% of patients even when there is no kidney failure. (2); Loss of kidney function; It is one of the most serious complications of polycystic kidney disease. Nearly half of people with the disease have kidney failure by age 60. Polycystic kidneys can interfere with the kidney function that keeps waste from building up to harmful levels (uremia). As the disease gets worse, it can lead to end-stage kidney disease. Then continuous kidney dialysis or transplantation is needed to prolong life.; Chronic pain: Pain is a common symptom for people with polycystic kidney disease. Pain often occurs in the hips or back. The pain may also be related to urinary tract infection, kidney stones, or malignancy.; Development of cysts in the liver: The likelihood of developing liver cysts for people with polycystic kidney disease increases with age. While both men and women develop cysts, women more often develop larger cysts. Female hormones and multiple pregnancies may contribute to the development of liver cysts.; Developing an aneurysm in the brain: A balloon-like bulge in a blood vessel in the brain can cause bleeding (hemorrhage) if it ruptures. People with polycystic kidney disease have a high risk of developing aneurysms and conversely, people with a family history of aneurysms have a high risk of developing polycystic kidneys.; Pregnancy complications: Pregnancy is successful for most women with polycystic kidney disease. However, in a few cases, people who were at risk of high blood pressure or impaired kidney function before becoming pregnant may develop a life-threatening disorder called preeclampsia.; Heart valve abnormalities: 1 in 4 adults with polycystic kidney disease has mitral valve prolapse. When this happens, the heart valves no longer close properly, which allows blood to leak back.; Colon problems: Weakness and pockets or pouches in the wall of the colon (diverticulosis) may develop in people with polycystic kidney disease.; Bleeding in the cyst causes gross hematuria: occurs in 15-20% of patients. Gross hematuria often occurs after trauma. Perirenal bleeding rarely occurs; if it occurs, it is usually due to trauma that ruptures the cyst.; Bacterial infection: This is the main reason why people are hospitalized. Bacteria reach the kidneys through the upstream route. If the cyst is infected, the cyst will increase in size and cause pain. On examination, the kidneys are enlarged and painful when pressed; Kidney stones: About 11-34% of patients with polycystic kidneys have kidney stones. Cases of small kidney stones are often difficult to diagnose and easily overlooked.; Kidney cancer: Nearly 50% of kidney cancers occur in patients with this disease (eg, renal cell cancer, a small number of renal papillary cancers). Symptoms are considered when making a diagnosis, including hematuria, low back pain, kidney enlargement, intracystic bleeding.; Kidney failure: This is the most common complication in patients with polycystic kidney disease.; Reduced ability to concentrate urine: Degree depends on cyst volume and number of cysts. Blood sodium levels are often slightly reduced; Anemia: common in patients with severe kidney failure; Hyperuricemia: due to disorders of uric acid reabsorption and excretion of kidney tubules.\n\nDiagnosis of polycystic kidney\nTo accurately diagnose polycystic kidney disease, your doctor will rely on the following examination factors:\nFamily history; Ultrasound results showed two large kidneys, with many cysts of different sizes in both the cortex and medulla; There are cysts in the liver; Kidney CT scan; Genetic techniques identify abnormalities at the distal end of the short arm of chromosome 16\n\nPolycystic Kidney (PKD) Treatment\nThe general principle is to treat symptoms and complications\nKidney infections are treated with appropriate antibiotics; Hypertension is treated with antihypertensive drugs; Nephrectomy if kidney cysts are too large, complications of hematuria, recurrent infection (3); Renal failure, conservative treatment and replacement for end-stage renal failure with dialysis and kidney transplantation.; In cases where the cyst is not too large, peritoneal dialysis can be performed...\n\nPrevent polycystic kidneys\nIf you have polycystic kidney disease and are considering having children, you should see a genetic doctor for advice and to assess the risk of passing the disease on to your children.; Many people have had the disease for many years without knowing it. Therefore, if you notice the development of some of the signs and symptoms of polycystic kidney disease, see a doctor. If you have a relative such as a parent, sibling or child with polycystic kidney disease, get screened for the disorder.; Keeping your kidneys healthy can help prevent some of the complications of this disease. One of the most important ways you can protect your kidneys is to keep your blood pressure stable.\nSome tips to control blood pressure:\nTake blood pressure medication as prescribed by your doctor; Maintain a low-salt diet; eat lots of fruits, vegetables and whole grains; Maintain a reasonable weight; If you smoke, quit; Exercise regularly. Maintain at least 30 minutes of moderate physical activity every day.; Limit alcohol use\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nWith the information in the article, everyone has certainly found the answer about \"polycystic kidney disease\". The severity and complications of the disease can be prevented with appropriate lifestyle changes and treatment.",
    "subsections": [
        {
            "subsection_name": "What is polycystic kidney (PKD)?",
            "subsection_content": "Polycystic kidney disease (PKD) is a genetic disorder in which clusters of cysts develop inside the kidneys, causing the kidneys to gradually increase in size and decline in function over time.\nCysts are non-cancerous, round sacs that contain fluid. Cysts vary in size and they can grow very large. The presence of multiple cysts or large cysts can cause kidney damage.\nThe disease can also cause cysts to develop in the liver and other parts of the body. Polycystic kidneys can cause serious complications, including high blood pressure and kidney failure.",
            "subsection_string": "What is polycystic kidney (PKD)?\nPolycystic kidney disease (PKD) is a genetic disorder in which clusters of cysts develop inside the kidneys, causing the kidneys to gradually increase in size and decline in function over time.\nCysts are non-cancerous, round sacs that contain fluid. Cysts vary in size and they can grow very large. The presence of multiple cysts or large cysts can cause kidney damage.\nThe disease can also cause cysts to develop in the liver and other parts of the body. Polycystic kidneys can cause serious complications, including high blood pressure and kidney failure."
        },
        {
            "subsection_name": "Causes of polycystic kidneys",
            "subsection_content": "The generation and development of kidney cysts depends on two factors: genes and environment. Accordingly, the cause of the disease can come from:\nChemical or medicinal substances, including antioxidants (such as diphenyl-thiazole and nordihydro guaiaretic acid), alloxan and steptozotoxin, lithium chloride and cis-platinium.; Abnormal genes cause polycystic kidney disease, meaning that in most cases, the disease has a genetic component. Sometimes, a genetic mutation occurs spontaneously, so that neither parent has a copy of the mutated gene. (first)\nPolycystic kidney disease caused by various genetic defects is divided into two types:\nAutosomal dominant polycystic kidney disease (ADPKD). Signs and symptoms of ADPKD usually develop between the ages of 30 and 40. The disease usually occurs in adults, but children can also develop the disorder. If a parent has the disease, the disease will be passed on to their children. If a parent has ADPKD, each child has a 50% risk of developing the disease. This form accounts for most cases of polycystic kidney disease.; Autosomal recessive polycystic kidney disease (ARPKD): Less common than ADPKD, signs and symptoms usually appear soon after birth. Sometimes, symptoms reappear during childhood or adolescence. Only if both parents have an abnormal gene can inherit this disorder, then each child has a 25% chance of having the disease.\nThere are three main mechanisms of kidney cyst formation:\nObstruction in the renal tubule lumen; Renal tubular epithelial cell proliferation; Changes in the basement membrane of the kidney tubule",
            "subsection_string": "Causes of polycystic kidneys\nThe generation and development of kidney cysts depends on two factors: genes and environment. Accordingly, the cause of the disease can come from:\nChemical or medicinal substances, including antioxidants (such as diphenyl-thiazole and nordihydro guaiaretic acid), alloxan and steptozotoxin, lithium chloride and cis-platinium.; Abnormal genes cause polycystic kidney disease, meaning that in most cases, the disease has a genetic component. Sometimes, a genetic mutation occurs spontaneously, so that neither parent has a copy of the mutated gene. (first)\nPolycystic kidney disease caused by various genetic defects is divided into two types:\nAutosomal dominant polycystic kidney disease (ADPKD). Signs and symptoms of ADPKD usually develop between the ages of 30 and 40. The disease usually occurs in adults, but children can also develop the disorder. If a parent has the disease, the disease will be passed on to their children. If a parent has ADPKD, each child has a 50% risk of developing the disease. This form accounts for most cases of polycystic kidney disease.; Autosomal recessive polycystic kidney disease (ARPKD): Less common than ADPKD, signs and symptoms usually appear soon after birth. Sometimes, symptoms reappear during childhood or adolescence. Only if both parents have an abnormal gene can inherit this disorder, then each child has a 25% chance of having the disease.\nThere are three main mechanisms of kidney cyst formation:\nObstruction in the renal tubule lumen; Renal tubular epithelial cell proliferation; Changes in the basement membrane of the kidney tubule"
        },
        {
            "subsection_name": "What is the difference between autosomal dominant polycystic kidney and autosomal recessive polycystic kidney?",
            "subsection_content": "Based on the above characteristics, we can see the difference between two types of polycystic diseases:\nWhile signs and symptoms of ADPKD usually develop at the age of 30-40, ARPKD appears immediately after birth.; Compared to ADPKD, ARPKD is less common; For ADPKD, if a parent has the disease, the disease will be passed on to their children. As for ARPKD, both parents must have abnormal genes to inherit the disease.; The disease inheritance rate of ADPKD is higher than that of ARPKD",
            "subsection_string": "What is the difference between autosomal dominant polycystic kidney and autosomal recessive polycystic kidney?\nBased on the above characteristics, we can see the difference between two types of polycystic diseases:\nWhile signs and symptoms of ADPKD usually develop at the age of 30-40, ARPKD appears immediately after birth.; Compared to ADPKD, ARPKD is less common; For ADPKD, if a parent has the disease, the disease will be passed on to their children. As for ARPKD, both parents must have abnormal genes to inherit the disease.; The disease inheritance rate of ADPKD is higher than that of ARPKD"
        },
        {
            "subsection_name": "Recognizing signs of the disease",
            "subsection_content": "Polycystic kidney disease symptoms may include:\nHigh Blood Pressure; Back or side pain; There is blood in the urine; Feeling of fullness in the stomach; Increased abdominal size due to enlarged kidneys; Headache; Kidney stones; CKD; Urinary tract or kidney infection",
            "subsection_string": "Recognizing signs of the disease\nPolycystic kidney disease symptoms may include:\nHigh Blood Pressure; Back or side pain; There is blood in the urine; Feeling of fullness in the stomach; Increased abdominal size due to enlarged kidneys; Headache; Kidney stones; CKD; Urinary tract or kidney infection"
        },
        {
            "subsection_name": "Complications of polycystic kidneys",
            "subsection_content": "Complications related to polycystic kidney disease include:\nHigh blood pressure: Considered a common complication of polycystic kidney disease. If left untreated, high blood pressure can cause further damage to the kidneys and increase the risk of heart disease and stroke. Hypertension can occur early, occurring at a rate of 13-20% of patients even when there is no kidney failure. (2); Loss of kidney function; It is one of the most serious complications of polycystic kidney disease. Nearly half of people with the disease have kidney failure by age 60. Polycystic kidneys can interfere with the kidney function that keeps waste from building up to harmful levels (uremia). As the disease gets worse, it can lead to end-stage kidney disease. Then continuous kidney dialysis or transplantation is needed to prolong life.; Chronic pain: Pain is a common symptom for people with polycystic kidney disease. Pain often occurs in the hips or back. The pain may also be related to urinary tract infection, kidney stones, or malignancy.; Development of cysts in the liver: The likelihood of developing liver cysts for people with polycystic kidney disease increases with age. While both men and women develop cysts, women more often develop larger cysts. Female hormones and multiple pregnancies may contribute to the development of liver cysts.; Developing an aneurysm in the brain: A balloon-like bulge in a blood vessel in the brain can cause bleeding (hemorrhage) if it ruptures. People with polycystic kidney disease have a high risk of developing aneurysms and conversely, people with a family history of aneurysms have a high risk of developing polycystic kidneys.; Pregnancy complications: Pregnancy is successful for most women with polycystic kidney disease. However, in a few cases, people who were at risk of high blood pressure or impaired kidney function before becoming pregnant may develop a life-threatening disorder called preeclampsia.; Heart valve abnormalities: 1 in 4 adults with polycystic kidney disease has mitral valve prolapse. When this happens, the heart valves no longer close properly, which allows blood to leak back.; Colon problems: Weakness and pockets or pouches in the wall of the colon (diverticulosis) may develop in people with polycystic kidney disease.; Bleeding in the cyst causes gross hematuria: occurs in 15-20% of patients. Gross hematuria often occurs after trauma. Perirenal bleeding rarely occurs; if it occurs, it is usually due to trauma that ruptures the cyst.; Bacterial infection: This is the main reason why people are hospitalized. Bacteria reach the kidneys through the upstream route. If the cyst is infected, the cyst will increase in size and cause pain. On examination, the kidneys are enlarged and painful when pressed; Kidney stones: About 11-34% of patients with polycystic kidneys have kidney stones. Cases of small kidney stones are often difficult to diagnose and easily overlooked.; Kidney cancer: Nearly 50% of kidney cancers occur in patients with this disease (eg, renal cell cancer, a small number of renal papillary cancers). Symptoms are considered when making a diagnosis, including hematuria, low back pain, kidney enlargement, intracystic bleeding.; Kidney failure: This is the most common complication in patients with polycystic kidney disease.; Reduced ability to concentrate urine: Degree depends on cyst volume and number of cysts. Blood sodium levels are often slightly reduced; Anemia: common in patients with severe kidney failure; Hyperuricemia: due to disorders of uric acid reabsorption and excretion of kidney tubules.",
            "subsection_string": "Complications of polycystic kidneys\nComplications related to polycystic kidney disease include:\nHigh blood pressure: Considered a common complication of polycystic kidney disease. If left untreated, high blood pressure can cause further damage to the kidneys and increase the risk of heart disease and stroke. Hypertension can occur early, occurring at a rate of 13-20% of patients even when there is no kidney failure. (2); Loss of kidney function; It is one of the most serious complications of polycystic kidney disease. Nearly half of people with the disease have kidney failure by age 60. Polycystic kidneys can interfere with the kidney function that keeps waste from building up to harmful levels (uremia). As the disease gets worse, it can lead to end-stage kidney disease. Then continuous kidney dialysis or transplantation is needed to prolong life.; Chronic pain: Pain is a common symptom for people with polycystic kidney disease. Pain often occurs in the hips or back. The pain may also be related to urinary tract infection, kidney stones, or malignancy.; Development of cysts in the liver: The likelihood of developing liver cysts for people with polycystic kidney disease increases with age. While both men and women develop cysts, women more often develop larger cysts. Female hormones and multiple pregnancies may contribute to the development of liver cysts.; Developing an aneurysm in the brain: A balloon-like bulge in a blood vessel in the brain can cause bleeding (hemorrhage) if it ruptures. People with polycystic kidney disease have a high risk of developing aneurysms and conversely, people with a family history of aneurysms have a high risk of developing polycystic kidneys.; Pregnancy complications: Pregnancy is successful for most women with polycystic kidney disease. However, in a few cases, people who were at risk of high blood pressure or impaired kidney function before becoming pregnant may develop a life-threatening disorder called preeclampsia.; Heart valve abnormalities: 1 in 4 adults with polycystic kidney disease has mitral valve prolapse. When this happens, the heart valves no longer close properly, which allows blood to leak back.; Colon problems: Weakness and pockets or pouches in the wall of the colon (diverticulosis) may develop in people with polycystic kidney disease.; Bleeding in the cyst causes gross hematuria: occurs in 15-20% of patients. Gross hematuria often occurs after trauma. Perirenal bleeding rarely occurs; if it occurs, it is usually due to trauma that ruptures the cyst.; Bacterial infection: This is the main reason why people are hospitalized. Bacteria reach the kidneys through the upstream route. If the cyst is infected, the cyst will increase in size and cause pain. On examination, the kidneys are enlarged and painful when pressed; Kidney stones: About 11-34% of patients with polycystic kidneys have kidney stones. Cases of small kidney stones are often difficult to diagnose and easily overlooked.; Kidney cancer: Nearly 50% of kidney cancers occur in patients with this disease (eg, renal cell cancer, a small number of renal papillary cancers). Symptoms are considered when making a diagnosis, including hematuria, low back pain, kidney enlargement, intracystic bleeding.; Kidney failure: This is the most common complication in patients with polycystic kidney disease.; Reduced ability to concentrate urine: Degree depends on cyst volume and number of cysts. Blood sodium levels are often slightly reduced; Anemia: common in patients with severe kidney failure; Hyperuricemia: due to disorders of uric acid reabsorption and excretion of kidney tubules."
        },
        {
            "subsection_name": "Diagnosis of polycystic kidney",
            "subsection_content": "To accurately diagnose polycystic kidney disease, your doctor will rely on the following examination factors:\nFamily history; Ultrasound results showed two large kidneys, with many cysts of different sizes in both the cortex and medulla; There are cysts in the liver; Kidney CT scan; Genetic techniques identify abnormalities at the distal end of the short arm of chromosome 16",
            "subsection_string": "Diagnosis of polycystic kidney\nTo accurately diagnose polycystic kidney disease, your doctor will rely on the following examination factors:\nFamily history; Ultrasound results showed two large kidneys, with many cysts of different sizes in both the cortex and medulla; There are cysts in the liver; Kidney CT scan; Genetic techniques identify abnormalities at the distal end of the short arm of chromosome 16"
        },
        {
            "subsection_name": "Polycystic Kidney (PKD) Treatment",
            "subsection_content": "The general principle is to treat symptoms and complications\nKidney infections are treated with appropriate antibiotics; Hypertension is treated with antihypertensive drugs; Nephrectomy if kidney cysts are too large, complications of hematuria, recurrent infection (3); Renal failure, conservative treatment and replacement for end-stage renal failure with dialysis and kidney transplantation.; In cases where the cyst is not too large, peritoneal dialysis can be performed...",
            "subsection_string": "Polycystic Kidney (PKD) Treatment\nThe general principle is to treat symptoms and complications\nKidney infections are treated with appropriate antibiotics; Hypertension is treated with antihypertensive drugs; Nephrectomy if kidney cysts are too large, complications of hematuria, recurrent infection (3); Renal failure, conservative treatment and replacement for end-stage renal failure with dialysis and kidney transplantation.; In cases where the cyst is not too large, peritoneal dialysis can be performed..."
        },
        {
            "subsection_name": "Prevent polycystic kidneys",
            "subsection_content": "If you have polycystic kidney disease and are considering having children, you should see a genetic doctor for advice and to assess the risk of passing the disease on to your children.; Many people have had the disease for many years without knowing it. Therefore, if you notice the development of some of the signs and symptoms of polycystic kidney disease, see a doctor. If you have a relative such as a parent, sibling or child with polycystic kidney disease, get screened for the disorder.; Keeping your kidneys healthy can help prevent some of the complications of this disease. One of the most important ways you can protect your kidneys is to keep your blood pressure stable.\nSome tips to control blood pressure:\nTake blood pressure medication as prescribed by your doctor; Maintain a low-salt diet; eat lots of fruits, vegetables and whole grains; Maintain a reasonable weight; If you smoke, quit; Exercise regularly. Maintain at least 30 minutes of moderate physical activity every day.; Limit alcohol use\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nWith the information in the article, everyone has certainly found the answer about \"polycystic kidney disease\". The severity and complications of the disease can be prevented with appropriate lifestyle changes and treatment.",
            "subsection_string": "Prevent polycystic kidneys\nIf you have polycystic kidney disease and are considering having children, you should see a genetic doctor for advice and to assess the risk of passing the disease on to your children.; Many people have had the disease for many years without knowing it. Therefore, if you notice the development of some of the signs and symptoms of polycystic kidney disease, see a doctor. If you have a relative such as a parent, sibling or child with polycystic kidney disease, get screened for the disorder.; Keeping your kidneys healthy can help prevent some of the complications of this disease. One of the most important ways you can protect your kidneys is to keep your blood pressure stable.\nSome tips to control blood pressure:\nTake blood pressure medication as prescribed by your doctor; Maintain a low-salt diet; eat lots of fruits, vegetables and whole grains; Maintain a reasonable weight; If you smoke, quit; Exercise regularly. Maintain at least 30 minutes of moderate physical activity every day.; Limit alcohol use\nCenter for Urology and Nephrology, Department of Andrology - Urology of Tam Anh General Hospital System brings together a team of leading experts, Internal Medicine and Surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc. Nguyen Tan Cuong, MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries. These include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all male diseases.\nTo schedule an appointment for prostate examination and surgery with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following methods: The following:\nCall hotline 0287 102 6789 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nWith the information in the article, everyone has certainly found the answer about \"polycystic kidney disease\". The severity and complications of the disease can be prevented with appropriate lifestyle changes and treatment."
        }
    ],
    "name": "than-da-nang.json"
}