{
    "title": "Myocardial ischemia: Causes, signs, complications and prevention",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/thieu-mau-co-tim/",
    "abstract": "Myocardial ischemia is one of the most common cardiovascular diseases and the leading cause of death in the world. The disease is more likely to lead to myocardial infarction, causing necrosis of the heart muscle and endangering life. Early awareness of the disease contributes to early detection, effective treatment and minimizing possible unfortunate consequences.",
    "content": "Myocardial ischemia: Causes, signs, complications and prevention\n\nMyocardial ischemia is one of the most common cardiovascular diseases and the leading cause of death in the world. The disease is more likely to lead to myocardial infarction, causing necrosis of the heart muscle and endangering life. Early awareness of the disease contributes to early detection, effective treatment and minimizing possible unfortunate consequences.\n\nWhat is myocardial ischemia?\nMyocardial ischemia is a disease that occurs when blood flow to the heart is reduced, causing the heart muscle to not receive enough oxygen. Reduced blood flow is often the result of partial or complete blockage of the heart's coronary arteries. Heart anemia occurs most often when the patient is physically active or excited (at this time the heart requires greater blood flow). (first)\nOver time, the heart muscle is not supplied with enough blood and can become serious. When the heart does not receive enough oxygen and nutrients, it will damage the heart muscle and reduce heart function. In many cases, patients may face problems such as arrhythmia, heart failure, myocardial infarction, etc.\n\nSigns of myocardial ischemia\nCommon symptoms\nThe most common and typical symptom of this disease is angina (especially in the left chest) (2). However, in some cases, patients do not have any signs or symptoms (this condition is also known as silent myocardial ischemia). Additionally, women, the elderly, or people with diabetes may experience signs including:\nFast heart beat; Shortness of breath during exercise or physical activity; Nausea and vomiting; Neck or jaw pain; Shoulder or arm pain; Sweat; Tired\nHeart palpitations, left chest pain, and sweating are signs of anemic heart muscle\nSevere symptoms\nIn some cases, if not treated promptly, ischemic cardiomyopathy can threaten the patient's life. Therefore, when any of the following signs appear, patients need to immediately go to a medical facility for timely treatment:\nSevere chest pain or persistent chest pain that does not go away; Skin is rough; Nausea or vomiting; Rapid breathing, rapid breathing; Shoulder pain or arm pain\n\nCause of myocardial ischemia\nMyocardial ischemia occurs when blood flow through one or more coronary arteries is impaired or obstructed. The main function of red blood cells (found in the blood) is to transport oxygen to other parts of the body, including the heart. When blood flow to the heart is reduced, it also means the amount of oxygen supplied to the heart is reduced.\nMyocardial ischemia can develop slowly over time due to clogged arteries, or it can also occur suddenly when blood clots appear to block the coronary arteries.\nSome causes of the disease include:\nDue to atherosclerosis: This is the most common cause of this disease. Atherosclerotic plaques are made up of cholesterol and accumulate on the walls of the arteries, hindering blood circulation.; Due to blood clots: Atherosclerotic plaques that accumulate on the walls of arteries can break down and form blood clots. These blood clots moving in blood vessels when encountering narrow segments can cause blockage, leading to sudden ischemia in the heart muscle and triggering myocardial infarction in patients.; Due to coronary artery spasm: When the muscles of the coronary arteries temporarily spasm, it will reduce blood flow and prevent the flow of blood supplying oxygen to the heart muscle. This is not a common cause of myocardial anemia.\nFactors that trigger angina pectoris\nSome of the following factors can trigger angina in patients with myocardial ischemia:\nStrenuous exercise; Tension, stress; Using potentially addictive substances such as cocaine; The temperature is too cold\nRisk factors for ischemic heart disease\nSome of the factors below can increase the risk of disease:\nTobacco: Many studies suggest that regular smoking increases the risk of blood clots. Smoking is also one of the causes of hardening of the artery walls, leading to anemia in the heart muscle; Hypertension: Hypertension, if left untreated over time, can lead to atherosclerosis and damage to the coronary arteries.; Diabetes: When the endothelium of blood vessels in diabetic patients is damaged, it causes vasoconstriction and adhesion of platelet cells, forming many thrombi in the vessel, causing acute vascular occlusion. ; Obesity: Being overweight or obese can easily lead to diabetes, high blood pressure and increase cholesterol levels in the blood.; Lazy lifestyle: Lazy exercise also increases the risk of obesity and easily leads to anemic heart muscle.; Smoking is one of the risk factors for myocardial ischemia\n\nComplications of myocardial ischemia\nThe disease can cause myocardial infarction, a complication that has a very high death rate if the patient does not receive timely emergency treatment. The longer the sudden blockage of the coronary artery caused by a thrombosis lasts, the more the patient's life is threatened.\nBesides, myocardial ischemia can cause other complications such as:\nHeart failure; Heart arrhythmia; Chronic angina; Limit physical activity\nThus, patients need to pay special attention in treatment, control and prevention. If you see symptoms of this disease, contact a medical facility for timely care. See some dangerous complications of myocardial ischemia.\n\nDiagnosis of myocardial ischemia\nThrough symptoms, it is not possible to judge whether a patient has mild or severe myocardial ischemia, because there are many cases of severe coronary artery blockage that progress silently, while there are patients with partial coronary artery blockage. Signs of severe pain appeared (3). Therefore, to accurately diagnose the condition, doctors often prescribe patients to perform a number of paraclinical methods including:\nBlood biochemical tests: Patients with ischemic cardiomyopathy often have metabolic disorders. Therefore, patients need to check fasting blood sugar, blood fat, liver enzymes, blood creatinine.; Electrocardiogram: helps doctors early diagnose changes expressed on the electrocardiogram as well as possible arrhythmias.; Exercise electrocardiogram (ischemic ECG): is a non-invasive test that helps diagnose possible coronary artery disease in patients with risk factors.; Computed tomography (MSCT): This technique helps score coronary calcification, showing coronary images when contrast is used. MSCT technique is often indicated when patients are at average risk of the disease.; Coronary angiography: This method is considered the gold standard in diagnosing ischemic cardiomyopathy, helping doctors determine the anatomical location as well as the severity of coronary artery stenosis. Biomarker (Troponin): Cardiac Troponin test helps doctors distinguish acute coronary syndrome and other heart diseases. .; Doppler echocardiography: Echocardiography can identify regional motion abnormalities suspected to be caused by coronary artery disease, evaluate left ventricular ejection fraction (EF) to stratify risk and evaluate left ventricular diastolic function. ,…\nMSCT is a technique that helps doctors diagnose moderate myocardial ischemia\n\nMethods of treating ischemic heart disease\nChange your lifestyle\nApplying a scientific lifestyle and eliminating bad habits not only helps the body prevent many diseases but also contributes significantly to the treatment process. Practicing a healthy lifestyle is very good for the patient's treatment process.\nPatients should limit smoking, eat more vegetables and fruits, exercise regularly, limit stress and fatigue, and try to control diseases such as dyslipidemia, diabetes, and high blood pressure. ,... for the most convenient and effective treatment process. Besides, patients should closely follow the regimen given by the doctor.\nUse medication as prescribed by your doctor\nUsing medication is one of the common methods prescribed by doctors in treating patients with myocardial ischemia. Usually, doctors will prescribe a number of medications including:\nCalcium channel blockers; Angiotensin-converting enzyme inhibitor (ACEi) group; Ranolazine (Ranexa); Aspirin; Nitrate group; Beta blocker group\nNote: To achieve the highest effectiveness, the patient must closely follow the doctor's treatment instructions. Patients should not arbitrarily use medication or stop medication without a doctor's prescription to avoid unwanted consequences.\nSurgery\nFor patients with severe myocardial ischemia, drug treatment sometimes does not bring optimal results. In this case, doctors often prescribe surgical intervention.\nCoronary artery bypass surgery: This method uses a vessel from another part of the body to create a graft to help blood circulate around the blocked coronary artery.; Dilation and stenting: With this method, the doctor will insert a thin catheter into the narrow part of the patient's artery. Then, using a wire, a small balloon is inserted into that narrow area and inflated to widen the artery. A small wire mesh coil (often called a stent) will be inserted to keep the artery open to help blood flow.; Modern mechanical treatment methods: These new methods are applied in cases where patients have serious conditions and have used other treatments but have not been effective.\n\nPrevention of myocardial ischemia\nBuilding a scientific and healthy lifestyle is a good habit to help the heart maximize its functions (4). Besides, to prevent myocardial ischemia, patients need to:\nDon't smoke and stay away from secondhand smoke;; Maintain a reasonable weight (lose weight if you are overweight);; Practice physical activity moderately and regularly;; Build a diet rich in green vegetables and fruits, limit animal fat (should be replaced with vegetable oil), limit eating animal viscera, reduce salt in food and do not use foods high in salt. like melon, pickled eggplant,...; Control blood pressure, blood sugar and blood lipids.\nYou may be interested in: What should patients with myocardial ischemia eat and avoid?\nModerate exercise is a way to help prevent myocardial ischemia\nIn addition, regular health check-ups at medical facilities are also a way to help you prevent myocardial ischemia. Cardiovascular Center, Tam Anh General Hospital is equipped with a modern equipment system such as: ECG machine (electrocardiogram, heart rate check), cardiac and coronary MSCT machine, Holter ECG machine and DSA angiography system. rim 2 plane,...\nIn addition, a team of leading experts also helps the Cardiovascular Center, Tam Anh General Hospital become an effective address for examination, screening and treatment of many cardiovascular diseases. To schedule an examination or consultation, please contact 024 3872 3872 (HN) or 0287 102 6789 (HCMC).\nMyocardial ischemia is one of the cardiovascular diseases with a very high mortality rate, so early detection of the disease will help treatment achieve long-term effectiveness. If you have any doubts through the above symptoms and signs, you need to immediately see a cardiologist for timely examination and diagnosis.",
    "subsections": [
        {
            "subsection_name": "What is myocardial ischemia?",
            "subsection_content": "Myocardial ischemia is a disease that occurs when blood flow to the heart is reduced, causing the heart muscle to not receive enough oxygen. Reduced blood flow is often the result of partial or complete blockage of the heart's coronary arteries. Heart anemia occurs most often when the patient is physically active or excited (at this time the heart requires greater blood flow). (first)\nOver time, the heart muscle is not supplied with enough blood and can become serious. When the heart does not receive enough oxygen and nutrients, it will damage the heart muscle and reduce heart function. In many cases, patients may face problems such as arrhythmia, heart failure, myocardial infarction, etc.",
            "subsection_string": "What is myocardial ischemia?\nMyocardial ischemia is a disease that occurs when blood flow to the heart is reduced, causing the heart muscle to not receive enough oxygen. Reduced blood flow is often the result of partial or complete blockage of the heart's coronary arteries. Heart anemia occurs most often when the patient is physically active or excited (at this time the heart requires greater blood flow). (first)\nOver time, the heart muscle is not supplied with enough blood and can become serious. When the heart does not receive enough oxygen and nutrients, it will damage the heart muscle and reduce heart function. In many cases, patients may face problems such as arrhythmia, heart failure, myocardial infarction, etc."
        },
        {
            "subsection_name": "Signs of myocardial ischemia",
            "subsection_content": "Common symptoms\nThe most common and typical symptom of this disease is angina (especially in the left chest) (2). However, in some cases, patients do not have any signs or symptoms (this condition is also known as silent myocardial ischemia). Additionally, women, the elderly, or people with diabetes may experience signs including:\nFast heart beat; Shortness of breath during exercise or physical activity; Nausea and vomiting; Neck or jaw pain; Shoulder or arm pain; Sweat; Tired\nHeart palpitations, left chest pain, and sweating are signs of anemic heart muscle\nSevere symptoms\nIn some cases, if not treated promptly, ischemic cardiomyopathy can threaten the patient's life. Therefore, when any of the following signs appear, patients need to immediately go to a medical facility for timely treatment:\nSevere chest pain or persistent chest pain that does not go away; Skin is rough; Nausea or vomiting; Rapid breathing, rapid breathing; Shoulder pain or arm pain",
            "subsection_string": "Signs of myocardial ischemia\nCommon symptoms\nThe most common and typical symptom of this disease is angina (especially in the left chest) (2). However, in some cases, patients do not have any signs or symptoms (this condition is also known as silent myocardial ischemia). Additionally, women, the elderly, or people with diabetes may experience signs including:\nFast heart beat; Shortness of breath during exercise or physical activity; Nausea and vomiting; Neck or jaw pain; Shoulder or arm pain; Sweat; Tired\nHeart palpitations, left chest pain, and sweating are signs of anemic heart muscle\nSevere symptoms\nIn some cases, if not treated promptly, ischemic cardiomyopathy can threaten the patient's life. Therefore, when any of the following signs appear, patients need to immediately go to a medical facility for timely treatment:\nSevere chest pain or persistent chest pain that does not go away; Skin is rough; Nausea or vomiting; Rapid breathing, rapid breathing; Shoulder pain or arm pain"
        },
        {
            "subsection_name": "Cause of myocardial ischemia",
            "subsection_content": "Myocardial ischemia occurs when blood flow through one or more coronary arteries is impaired or obstructed. The main function of red blood cells (found in the blood) is to transport oxygen to other parts of the body, including the heart. When blood flow to the heart is reduced, it also means the amount of oxygen supplied to the heart is reduced.\nMyocardial ischemia can develop slowly over time due to clogged arteries, or it can also occur suddenly when blood clots appear to block the coronary arteries.\nSome causes of the disease include:\nDue to atherosclerosis: This is the most common cause of this disease. Atherosclerotic plaques are made up of cholesterol and accumulate on the walls of the arteries, hindering blood circulation.; Due to blood clots: Atherosclerotic plaques that accumulate on the walls of arteries can break down and form blood clots. These blood clots moving in blood vessels when encountering narrow segments can cause blockage, leading to sudden ischemia in the heart muscle and triggering myocardial infarction in patients.; Due to coronary artery spasm: When the muscles of the coronary arteries temporarily spasm, it will reduce blood flow and prevent the flow of blood supplying oxygen to the heart muscle. This is not a common cause of myocardial anemia.\nFactors that trigger angina pectoris\nSome of the following factors can trigger angina in patients with myocardial ischemia:\nStrenuous exercise; Tension, stress; Using potentially addictive substances such as cocaine; The temperature is too cold\nRisk factors for ischemic heart disease\nSome of the factors below can increase the risk of disease:\nTobacco: Many studies suggest that regular smoking increases the risk of blood clots. Smoking is also one of the causes of hardening of the artery walls, leading to anemia in the heart muscle; Hypertension: Hypertension, if left untreated over time, can lead to atherosclerosis and damage to the coronary arteries.; Diabetes: When the endothelium of blood vessels in diabetic patients is damaged, it causes vasoconstriction and adhesion of platelet cells, forming many thrombi in the vessel, causing acute vascular occlusion. ; Obesity: Being overweight or obese can easily lead to diabetes, high blood pressure and increase cholesterol levels in the blood.; Lazy lifestyle: Lazy exercise also increases the risk of obesity and easily leads to anemic heart muscle.; Smoking is one of the risk factors for myocardial ischemia",
            "subsection_string": "Cause of myocardial ischemia\nMyocardial ischemia occurs when blood flow through one or more coronary arteries is impaired or obstructed. The main function of red blood cells (found in the blood) is to transport oxygen to other parts of the body, including the heart. When blood flow to the heart is reduced, it also means the amount of oxygen supplied to the heart is reduced.\nMyocardial ischemia can develop slowly over time due to clogged arteries, or it can also occur suddenly when blood clots appear to block the coronary arteries.\nSome causes of the disease include:\nDue to atherosclerosis: This is the most common cause of this disease. Atherosclerotic plaques are made up of cholesterol and accumulate on the walls of the arteries, hindering blood circulation.; Due to blood clots: Atherosclerotic plaques that accumulate on the walls of arteries can break down and form blood clots. These blood clots moving in blood vessels when encountering narrow segments can cause blockage, leading to sudden ischemia in the heart muscle and triggering myocardial infarction in patients.; Due to coronary artery spasm: When the muscles of the coronary arteries temporarily spasm, it will reduce blood flow and prevent the flow of blood supplying oxygen to the heart muscle. This is not a common cause of myocardial anemia.\nFactors that trigger angina pectoris\nSome of the following factors can trigger angina in patients with myocardial ischemia:\nStrenuous exercise; Tension, stress; Using potentially addictive substances such as cocaine; The temperature is too cold\nRisk factors for ischemic heart disease\nSome of the factors below can increase the risk of disease:\nTobacco: Many studies suggest that regular smoking increases the risk of blood clots. Smoking is also one of the causes of hardening of the artery walls, leading to anemia in the heart muscle; Hypertension: Hypertension, if left untreated over time, can lead to atherosclerosis and damage to the coronary arteries.; Diabetes: When the endothelium of blood vessels in diabetic patients is damaged, it causes vasoconstriction and adhesion of platelet cells, forming many thrombi in the vessel, causing acute vascular occlusion. ; Obesity: Being overweight or obese can easily lead to diabetes, high blood pressure and increase cholesterol levels in the blood.; Lazy lifestyle: Lazy exercise also increases the risk of obesity and easily leads to anemic heart muscle.; Smoking is one of the risk factors for myocardial ischemia"
        },
        {
            "subsection_name": "Complications of myocardial ischemia",
            "subsection_content": "The disease can cause myocardial infarction, a complication that has a very high death rate if the patient does not receive timely emergency treatment. The longer the sudden blockage of the coronary artery caused by a thrombosis lasts, the more the patient's life is threatened.\nBesides, myocardial ischemia can cause other complications such as:\nHeart failure; Heart arrhythmia; Chronic angina; Limit physical activity\nThus, patients need to pay special attention in treatment, control and prevention. If you see symptoms of this disease, contact a medical facility for timely care. See some dangerous complications of myocardial ischemia.",
            "subsection_string": "Complications of myocardial ischemia\nThe disease can cause myocardial infarction, a complication that has a very high death rate if the patient does not receive timely emergency treatment. The longer the sudden blockage of the coronary artery caused by a thrombosis lasts, the more the patient's life is threatened.\nBesides, myocardial ischemia can cause other complications such as:\nHeart failure; Heart arrhythmia; Chronic angina; Limit physical activity\nThus, patients need to pay special attention in treatment, control and prevention. If you see symptoms of this disease, contact a medical facility for timely care. See some dangerous complications of myocardial ischemia."
        },
        {
            "subsection_name": "Diagnosis of myocardial ischemia",
            "subsection_content": "Through symptoms, it is not possible to judge whether a patient has mild or severe myocardial ischemia, because there are many cases of severe coronary artery blockage that progress silently, while there are patients with partial coronary artery blockage. Signs of severe pain appeared (3). Therefore, to accurately diagnose the condition, doctors often prescribe patients to perform a number of paraclinical methods including:\nBlood biochemical tests: Patients with ischemic cardiomyopathy often have metabolic disorders. Therefore, patients need to check fasting blood sugar, blood fat, liver enzymes, blood creatinine.; Electrocardiogram: helps doctors early diagnose changes expressed on the electrocardiogram as well as possible arrhythmias.; Exercise electrocardiogram (ischemic ECG): is a non-invasive test that helps diagnose possible coronary artery disease in patients with risk factors.; Computed tomography (MSCT): This technique helps score coronary calcification, showing coronary images when contrast is used. MSCT technique is often indicated when patients are at average risk of the disease.; Coronary angiography: This method is considered the gold standard in diagnosing ischemic cardiomyopathy, helping doctors determine the anatomical location as well as the severity of coronary artery stenosis. Biomarker (Troponin): Cardiac Troponin test helps doctors distinguish acute coronary syndrome and other heart diseases. .; Doppler echocardiography: Echocardiography can identify regional motion abnormalities suspected to be caused by coronary artery disease, evaluate left ventricular ejection fraction (EF) to stratify risk and evaluate left ventricular diastolic function. ,…\nMSCT is a technique that helps doctors diagnose moderate myocardial ischemia",
            "subsection_string": "Diagnosis of myocardial ischemia\nThrough symptoms, it is not possible to judge whether a patient has mild or severe myocardial ischemia, because there are many cases of severe coronary artery blockage that progress silently, while there are patients with partial coronary artery blockage. Signs of severe pain appeared (3). Therefore, to accurately diagnose the condition, doctors often prescribe patients to perform a number of paraclinical methods including:\nBlood biochemical tests: Patients with ischemic cardiomyopathy often have metabolic disorders. Therefore, patients need to check fasting blood sugar, blood fat, liver enzymes, blood creatinine.; Electrocardiogram: helps doctors early diagnose changes expressed on the electrocardiogram as well as possible arrhythmias.; Exercise electrocardiogram (ischemic ECG): is a non-invasive test that helps diagnose possible coronary artery disease in patients with risk factors.; Computed tomography (MSCT): This technique helps score coronary calcification, showing coronary images when contrast is used. MSCT technique is often indicated when patients are at average risk of the disease.; Coronary angiography: This method is considered the gold standard in diagnosing ischemic cardiomyopathy, helping doctors determine the anatomical location as well as the severity of coronary artery stenosis. Biomarker (Troponin): Cardiac Troponin test helps doctors distinguish acute coronary syndrome and other heart diseases. .; Doppler echocardiography: Echocardiography can identify regional motion abnormalities suspected to be caused by coronary artery disease, evaluate left ventricular ejection fraction (EF) to stratify risk and evaluate left ventricular diastolic function. ,…\nMSCT is a technique that helps doctors diagnose moderate myocardial ischemia"
        },
        {
            "subsection_name": "Methods of treating ischemic heart disease",
            "subsection_content": "Change your lifestyle\nApplying a scientific lifestyle and eliminating bad habits not only helps the body prevent many diseases but also contributes significantly to the treatment process. Practicing a healthy lifestyle is very good for the patient's treatment process.\nPatients should limit smoking, eat more vegetables and fruits, exercise regularly, limit stress and fatigue, and try to control diseases such as dyslipidemia, diabetes, and high blood pressure. ,... for the most convenient and effective treatment process. Besides, patients should closely follow the regimen given by the doctor.\nUse medication as prescribed by your doctor\nUsing medication is one of the common methods prescribed by doctors in treating patients with myocardial ischemia. Usually, doctors will prescribe a number of medications including:\nCalcium channel blockers; Angiotensin-converting enzyme inhibitor (ACEi) group; Ranolazine (Ranexa); Aspirin; Nitrate group; Beta blocker group\nNote: To achieve the highest effectiveness, the patient must closely follow the doctor's treatment instructions. Patients should not arbitrarily use medication or stop medication without a doctor's prescription to avoid unwanted consequences.\nSurgery\nFor patients with severe myocardial ischemia, drug treatment sometimes does not bring optimal results. In this case, doctors often prescribe surgical intervention.\nCoronary artery bypass surgery: This method uses a vessel from another part of the body to create a graft to help blood circulate around the blocked coronary artery.; Dilation and stenting: With this method, the doctor will insert a thin catheter into the narrow part of the patient's artery. Then, using a wire, a small balloon is inserted into that narrow area and inflated to widen the artery. A small wire mesh coil (often called a stent) will be inserted to keep the artery open to help blood flow.; Modern mechanical treatment methods: These new methods are applied in cases where patients have serious conditions and have used other treatments but have not been effective.",
            "subsection_string": "Methods of treating ischemic heart disease\nChange your lifestyle\nApplying a scientific lifestyle and eliminating bad habits not only helps the body prevent many diseases but also contributes significantly to the treatment process. Practicing a healthy lifestyle is very good for the patient's treatment process.\nPatients should limit smoking, eat more vegetables and fruits, exercise regularly, limit stress and fatigue, and try to control diseases such as dyslipidemia, diabetes, and high blood pressure. ,... for the most convenient and effective treatment process. Besides, patients should closely follow the regimen given by the doctor.\nUse medication as prescribed by your doctor\nUsing medication is one of the common methods prescribed by doctors in treating patients with myocardial ischemia. Usually, doctors will prescribe a number of medications including:\nCalcium channel blockers; Angiotensin-converting enzyme inhibitor (ACEi) group; Ranolazine (Ranexa); Aspirin; Nitrate group; Beta blocker group\nNote: To achieve the highest effectiveness, the patient must closely follow the doctor's treatment instructions. Patients should not arbitrarily use medication or stop medication without a doctor's prescription to avoid unwanted consequences.\nSurgery\nFor patients with severe myocardial ischemia, drug treatment sometimes does not bring optimal results. In this case, doctors often prescribe surgical intervention.\nCoronary artery bypass surgery: This method uses a vessel from another part of the body to create a graft to help blood circulate around the blocked coronary artery.; Dilation and stenting: With this method, the doctor will insert a thin catheter into the narrow part of the patient's artery. Then, using a wire, a small balloon is inserted into that narrow area and inflated to widen the artery. A small wire mesh coil (often called a stent) will be inserted to keep the artery open to help blood flow.; Modern mechanical treatment methods: These new methods are applied in cases where patients have serious conditions and have used other treatments but have not been effective."
        },
        {
            "subsection_name": "Prevention of myocardial ischemia",
            "subsection_content": "Building a scientific and healthy lifestyle is a good habit to help the heart maximize its functions (4). Besides, to prevent myocardial ischemia, patients need to:\nDon't smoke and stay away from secondhand smoke;; Maintain a reasonable weight (lose weight if you are overweight);; Practice physical activity moderately and regularly;; Build a diet rich in green vegetables and fruits, limit animal fat (should be replaced with vegetable oil), limit eating animal viscera, reduce salt in food and do not use foods high in salt. like melon, pickled eggplant,...; Control blood pressure, blood sugar and blood lipids.\nYou may be interested in: What should patients with myocardial ischemia eat and avoid?\nModerate exercise is a way to help prevent myocardial ischemia\nIn addition, regular health check-ups at medical facilities are also a way to help you prevent myocardial ischemia. Cardiovascular Center, Tam Anh General Hospital is equipped with a modern equipment system such as: ECG machine (electrocardiogram, heart rate check), cardiac and coronary MSCT machine, Holter ECG machine and DSA angiography system. rim 2 plane,...\nIn addition, a team of leading experts also helps the Cardiovascular Center, Tam Anh General Hospital become an effective address for examination, screening and treatment of many cardiovascular diseases. To schedule an examination or consultation, please contact 024 3872 3872 (HN) or 0287 102 6789 (HCMC).\nMyocardial ischemia is one of the cardiovascular diseases with a very high mortality rate, so early detection of the disease will help treatment achieve long-term effectiveness. If you have any doubts through the above symptoms and signs, you need to immediately see a cardiologist for timely examination and diagnosis.",
            "subsection_string": "Prevention of myocardial ischemia\nBuilding a scientific and healthy lifestyle is a good habit to help the heart maximize its functions (4). Besides, to prevent myocardial ischemia, patients need to:\nDon't smoke and stay away from secondhand smoke;; Maintain a reasonable weight (lose weight if you are overweight);; Practice physical activity moderately and regularly;; Build a diet rich in green vegetables and fruits, limit animal fat (should be replaced with vegetable oil), limit eating animal viscera, reduce salt in food and do not use foods high in salt. like melon, pickled eggplant,...; Control blood pressure, blood sugar and blood lipids.\nYou may be interested in: What should patients with myocardial ischemia eat and avoid?\nModerate exercise is a way to help prevent myocardial ischemia\nIn addition, regular health check-ups at medical facilities are also a way to help you prevent myocardial ischemia. Cardiovascular Center, Tam Anh General Hospital is equipped with a modern equipment system such as: ECG machine (electrocardiogram, heart rate check), cardiac and coronary MSCT machine, Holter ECG machine and DSA angiography system. rim 2 plane,...\nIn addition, a team of leading experts also helps the Cardiovascular Center, Tam Anh General Hospital become an effective address for examination, screening and treatment of many cardiovascular diseases. To schedule an examination or consultation, please contact 024 3872 3872 (HN) or 0287 102 6789 (HCMC).\nMyocardial ischemia is one of the cardiovascular diseases with a very high mortality rate, so early detection of the disease will help treatment achieve long-term effectiveness. If you have any doubts through the above symptoms and signs, you need to immediately see a cardiologist for timely examination and diagnosis."
        }
    ],
    "name": "thieu-mau-co-tim.json"
}