{
    "title": "Cerebral anemia: Symptoms, causes and prevention",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/thieu-mau-nao/",
    "abstract": "Cerebral ischemia is a common mechanism of acute brain injury due to impaired blood flow to the brain. Ischemia to the brain is a medical emergency; If not treated, there is a high possibility of cerebral infarction or brain disease due to lack of oxygen and total ischemia. From there, the patient can die or be at risk of permanent disability.\n  Cerebral anemia or lack of blood flow to the brain is a phenomenon in which there is insufficient blood flow to the brain. Initial symptoms of cerebral ischemia are only transient headaches, tinnitus, dizziness, etc., so patients are often subjective. If not promptly diagnosed and treated, cerebral anemia can lead to many dangerous complications such as: impaired brain function, brain cell death, memory loss, stroke, etc. (1)\n The human brain is a highly metabolically active organ, accounting for approximately 25% of a person's metabolic needs, despite accounting for only 2.5% of a typical individual's body weight. Therefore, the brain is extremely sensitive to interruptions in blood flow. A complex homeostatic mechanism operates to maintain cerebral blood flow through cerebral vascular autoregulation at a steady rate of approximately 50 ml/100 g of brain tissue per minute. When this blood flow is compromised, it leads to lack of blood flow to the brain, which is one of the most common mechanisms of brain damage and dysfunction. The extent of neuronal damage due to impaired cerebral perfusion depends on both the degree and duration of hypoperfusion.",
    "content": "Cerebral anemia: Symptoms, causes and prevention\n\nCerebral ischemia is a common mechanism of acute brain injury due to impaired blood flow to the brain. Ischemia to the brain is a medical emergency; If not treated, there is a high possibility of cerebral infarction or brain disease due to lack of oxygen and total ischemia. From there, the patient can die or be at risk of permanent disability.\n  Cerebral anemia or lack of blood flow to the brain is a phenomenon in which there is insufficient blood flow to the brain. Initial symptoms of cerebral ischemia are only transient headaches, tinnitus, dizziness, etc., so patients are often subjective. If not promptly diagnosed and treated, cerebral anemia can lead to many dangerous complications such as: impaired brain function, brain cell death, memory loss, stroke, etc. (1)\n The human brain is a highly metabolically active organ, accounting for approximately 25% of a person's metabolic needs, despite accounting for only 2.5% of a typical individual's body weight. Therefore, the brain is extremely sensitive to interruptions in blood flow. A complex homeostatic mechanism operates to maintain cerebral blood flow through cerebral vascular autoregulation at a steady rate of approximately 50 ml/100 g of brain tissue per minute. When this blood flow is compromised, it leads to lack of blood flow to the brain, which is one of the most common mechanisms of brain damage and dysfunction. The extent of neuronal damage due to impaired cerebral perfusion depends on both the degree and duration of hypoperfusion.\n\nWhat is cerebral anemia?\nCerebral ischemia can be total or localized. Global cerebral ischemia is a consequence of a systemic disease process, often causing shock.\nTotal cerebral ischemia\nSystemic hypotension is a common cause of global cerebral ischemia. Transient cerebral hypoperfusion may occur when the autonomic and neurohumoral mechanisms controlling blood pressure and heart rate are disrupted, as in vasovagal syncope and postural tachycardia. The second most common cause of transient ischemic attack is problems with the function and structure of the heart (especially arrhythmias). When the effect is transient, the condition often manifests as presyncope or syncope. On the other hand, prolonged global anemia can lead to permanent neurological damage.\nLocal cerebral ischemia\nIn contrast, focal cerebral ischemia usually arises due to obstruction of arterial blood flow to the brain, often as a result of thrombosis or embolism. If ischemia to the brain lasts long enough, loss of nerve cells will occur, leading to ischemic stroke. Ischemia also occurs when a thrombus forms from a narrowed internal carotid artery or cerebral atherosclerotic plaque. In addition, the most common cause of cerebral ischemia (accounting for 60 - 70% of cases of transient ischemic attack and stroke) is embolization of blood clots (in the heart or arteries). big). Embolism due to other materials, such as fat, fat, or amniotic fluid during pregnancy, can occur but is much less common.\nCerebral ischemia in the broad sense can be focal or multifocal, caused by a sudden occlusion or marked reduction in diameter of an artery supplying blood to an area of ​​the brain, possibly a previously narrowed artery or normal artery (ie, aorta, superior aortic trunk, or intracranial artery). ). Cerebral ischemia can often be triggered by lack of global cerebral blood supply, the more proximate cause being hemodynamic dysfunction causing a sudden drop in blood pressure.\nIschemic brain tissue shuts down within seconds and undergoes necrosis as soon as 5 minutes after complete lack of oxygen and glucose, compared to 20-40 minutes in other parts of the body. Certain areas are particularly susceptible to ischemia, a phenomenon known as selective injury.\nEpidemiology\nStroke is one of the most common vascular diseases in the world and consistently ranks as the fifth leading cause of death in the United States. The 2019 AHA report on heart disease and stroke statistics estimates that 20 million Americans over the age of 20 have had a stroke. About 795,000 people have a stroke each year. The incidence of stroke increases with age, with nearly 75% of cases affecting people over 65 years of age. Stroke rates are higher in African Americans and Hispanics than in whites. Stroke rates are roughly the same in both men and women, with a slight female predominance as rates have decreased in men over the past 15 years. (2)\nStroke is a broad term that includes neurological damage due to any vascular cause. Ischemic stroke is the most common type, accounting for 87% of all strokes. They are caused by acute ischemia of an area of ​​the brain supplied by an artery (focal ischemia) and are one of the major causes of disability and death in the United States and the world. gender. Syncope, a consequence of temporary ischemia of the entire brain (global ischemia), is one of the most common “symptoms” in all populations. Therefore, cerebral anemia is one of the most common causes of disability in the world.\nSubjects with anemia to the brain are increasingly getting younger\n\nSymptoms of cerebral anemia\nSymptoms of cerebral ischemia can range from mild to severe, lasting a short time (from a few seconds to a few minutes). If symptoms of brief cerebral ischemia can resolve spontaneously before infarction occurs, it is called transient ischemic attack (TIA).\nWhen the brain is damaged due to cerebral ischemia, symptoms may appear permanently, including:\nBody weakness: On one side or both sides of the body.; Complete loss of sensation: On one side or both sides of the body.; Frequently disoriented and confused about simple issues in life; Change or decrease in vision in 1 eye or both eyes; Double vision: Usually occurs when the eyes are misaligned or not pointed at the same object, causing us to see two different images. Both images are sent to the brain which we process as double vision.; Sputter.; Loss or decreased consciousness; Impaired ability to coordinate and maintain balance.\nIn addition, headaches and dizziness are also common symptoms of cerebral anemia, and are easily confused with symptoms of other diseases.\nHeadache\nThis is a common symptom in anyone, at any age. Headaches can be caused by many reasons: prolonged stress, insomnia, high work intensity, etc. However, headaches are also a typical sign of cerebral anemia. Ischemic headaches often start with a throbbing feeling in a fixed area of ​​the head, then spread throughout the head. To know exactly if your headache is a sign of cerebral anemia, see your doctor directly.\nDizziness\nLike headaches, dizziness is a common symptom in many people and occurs frequently in daily life. Because of its frequency, this sign is usually not a serious problem. However, if this condition occurs suddenly when the body is normal, it can be a sign of anemia to the brain.\nCommon signs of cerebral anemia are: headaches, dizziness, numbness in limbs, impaired vision, insomnia, etc.\n\nCause of cerebral anemia\nThere are 3 main groups of causes of cerebral anemia including: (3)\nIschemia to the brain due to thrombosis: This is a condition in which blood clots form in large artery groups (middle cerebral artery, vertebral artery, internal carotid artery, etc.). This blood clot formation is mainly caused by atherosclerosis; Ischemia to the brain due to embolism: Blood clots formed from other locations have moved to the brain, causing embolism. Embolism originates from cardiovascular diseases such as: myocardial infarction, heart valve disease, atrial fibrillation,...; Hemodynamic cerebral anemia: Pathologies that affect blood circulation: blood clotting disorders, hypotension,...\nIn addition to the causes of the diseases mentioned above, the cause of anemia to the brain can stem from unhealthy living habits:\nAbuse of tobacco, alcohol, stimulants, etc.; Lack of exercise, lazy to exercise; Regularly eat foods high in fat, oil, and low fiber; The habit of resting your head too high when sleeping hinders the process of transporting blood to the brain.; Prolonged stress, working on the computer for too long.\nThe cause of cerebral anemia can come from cardiovascular and vascular diseases or from an unhealthy lifestyle\n\nWho is susceptible to cerebral anemia?\nSymptoms of cerebral anemia are common in the elderly, people with many chronic diseases: cardiovascular disease, diabetes, blood pressure, etc. However, subjects with cerebral anemia are getting younger and younger. Specifically, young people who are office workers, senior managers, housewives, etc., with high-stress jobs, are also very susceptible to cerebral anemia. In addition, people with a passive lifestyle, living in polluted environmental conditions, not having a healthy diverse diet, etc. are also susceptible to this disease.\n\nIs cerebral anemia dangerous?\nAccording to WHO, cerebral anemia is the third leading cause of death, after cancer and cardiovascular disease. The brain needs to consume up to 20% of oxygen from the body, so lack of oxygen to the brain is a very dangerous situation. In just 10 seconds of not receiving the necessary amount of blood, brain tissue will fall into disorder. This condition lasts for a few minutes and will cause nerve cells to gradually die.\nAnemia to the brain not only affects the patient's daily activities but also leads to the risk of stroke. Every year in Vietnam there are about 200,000 cases of stroke, of which the death rate accounts for about 50%. Patients who are lucky enough to survive a stroke have to live with serious sequelae: loss of voice, memory loss, paralysis on one side or the whole body, etc. The danger of ischemia to the brain is assessed based on the cause. , the severity of the disease and the patient's general health condition. Therefore, to minimize the danger of cerebral anemia, patients need to quickly go to the hospital for examination when their body appears symptoms of the disease.\n\nHow to diagnose cerebral anemia\nInitial  evaluation of symptoms suggestive of cerebral ischemia should include basic laboratory tests, including blood glucose, complete blood count, chemistry, coagulation factors, electrocardiogram, and cardiac enzymes.\nA non-contrast head CT should be performed to rule out hemorrhage or mass lesions. Vascular imaging, such as CT-angiogram or MR-angiogram, can be very valuable in the acute setting. Vascular imaging can help determine the cause of stroke, especially in cases of large artery atherosclerosis; In cases of acute large vessel occlusion, the site of vascular occlusion can be clearly seen.\nOften in the setting of acute ischemic stroke, non-contrast head CT may show no obvious abnormalities, especially if the patient presents early in the course of the disease. In this case, perfusion MRI or CT may be valuable to determine the viability of ischemic tissue. Because the fate of ischemic neural tissue depends on both the extent and duration of ischemia, patients with acute cerebral ischemia often have an area of ​​brain tissue that is infarcted (core infarction). surrounded by a larger area of ​​ischemic brain that may remain. Feasibility. This area of ​​possibility is called the twilight zone. There have been many studies over the past decade involving neuroimaging modalities to determine ischemic penumbra volume.\nDifferential diagnosis for ischemic stroke-like symptoms, including: hypoglycemia, electrolyte imbalances such as hyponatremia, drug use, infections including meningitis, syncope due to heart disease, TIAs, vasculitis, migraines, tumors, brain hemorrhage, and seizures.\nTo be able to diagnose cerebral anemia accurately, patients need to go to a medical facility to see a doctor directly. The doctor will examine and prescribe the patient to perform a number of clinical tests, based on which an accurate diagnosis of the condition can be made.\nWhen coming to the hospital for examination, the doctor will prescribe the patient to perform clinical tests to diagnose cerebral anemia.\n\nHow to treat cerebral anemia\nTo be able to treat cerebral anemia effectively, patients need to visit a medical facility early, as soon as they feel they regularly have signs of the disease. Some medications to treat cerebral anemia have the main effect of increasing blood flow to the brain. Patients need to follow the medication regimen from their doctor and be patient to achieve the best results. In particular, patients are absolutely not allowed to use medication or oriental medicine of unknown origin without a doctor's prescription.\nCombined with the drug treatment regimen from the doctor, patients need to maintain a healthy lifestyle and stay away from agents that cause symptoms of cerebral anemia to achieve the best treatment results.\nTo soon diagnose and treat cerebral anemia as well as other neurological diseases, patients can make an appointment with a Neurology specialist at the Neurology Center, Tam Anh General Hospital System, in:\nCall hotline 0287 102 6789 - 028 7300 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff. Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/. Send a message on Tam Anh General Hospital Fanpage. Text message via Zalo OA of Tam Anh General Hospital.\n\nHow to prevent cerebral anemia\nCerebral anemia can be prevented, so people need to follow preventative measures as soon as possible.\nStay away from negative stressors: negative information, polluted living environment (air pollution, noise),...; Do not rest your head too high when sleeping, get enough sleep, stay away from foods that cause insomnia such as coffee, tea,...; Do not use stimulants or alcohol; Build and maintain a diet full of essential nutrients for the body: foods rich in omega 3, rich in polyphenols, rich in nitrates, etc. Limit your intake of processed foods and fatty foods. , preservative,…; Regularly exercise to train the body's endurance. People who have had cerebral anemia need to maintain exercise for at least 30 minutes/day with moderate intensity to prevent recurrence of the disease.; Maintain the habit of regular health check-ups to promptly detect potential risks of cerebral anemia.\n\nNutrition for people with signs of cerebral anemia\nPeople diagnosed with signs of cerebral anemia need to build a nutritious diet for themselves. This regimen requires a combination of animals and plants. Specifically, people with cerebral anemia need to ensure they get enough of the following food groups:\nPeople with cerebral anemia need to build a suitable nutritional regimen, especially avoiding greasy and fatty foods.\nFood group rich in iron and protein\nBeef: contains a lot of iron, rich in protein, rich in B vitamins such as B2, B6, B12 to help provide oxygen to cells, promoting red blood cell regeneration in the body.; Salmon: this is a food rich in iron, protein, fatty acids and minerals such as calcium, phosphorus, zinc, vitamins A, D, B6, B12,... especially good for brain activity.; Seafood: in addition to vitamin B12, iron, zinc, seafood also contains many amino acids that help promote red blood cell production, reduce stress, increase resistance,... helping blood circulation and oxygen supply. for the brain to work more smoothly; Egg yolk: this is a food rich in protein, calcium, iron, phosphorus, and has a high biological value. In addition, egg yolks also contain many vitamins that participate in the body's hematopoiesis process.\nFood group rich in vitamins and iron\nSpinach: this is a green vegetable rich in iron, folic acid, vitamin B12; Broccoli: contains lots of iron, fiber, vitamins C, A, and magnesium; Celery: this vegetable is rich in amino acids, zinc, iron, and vitamins that help increase blood circulation; Pumpkin: pumpkin contains a lot of calcium, protein, zinc, iron, carotene,...; Carrots: carrots, also known as red radishes, are rich in vitamins A, C, D, E, B, folic acid, potassium, calcium, iron, magnesium to help the body metabolize and circulate blood better. .; Pomegranate: this fruit is rich in vitamin C, calcium, iron,... plays a role in increasing iron absorption, participating in the body's hematopoiesis process.; Raspberries and strawberries: These two fruits are not only rich in vitamin C but also contain lots of zinc, carbohydrates, folate, and antioxidants that help increase iron absorption and improve the health of your immune system. body.; Raisins: rich in vitamin C and iron to help enhance the ability to absorb nutrients, thereby increasing hemoglobin to help create blood.; Plum: this fruit contains a lot of iron, magnesium, fiber, vitamins A and E, thereby helping the body eliminate harmful free radicals and effectively prevent disease.\n\nHow to care for patients with cerebral anemia\nSymptoms of cerebral anemia that have not progressed to a severe level will be manifested by: transient headaches, nausea, numbness in the limbs or face, etc. Most of the symptoms of cerebral anemia will go away on their own after 10 to 20 minutes. Relatives need to learn about treatment measures to keep the patient from falling into a dangerous state. When the above symptoms appear, people can lay the patient on a well-ventilated surface, head low, and loosen clothing so that blood can circulate to the brain better. Immediately then quickly take the patient to the nearest medical facility for a doctor to examine and treat as soon as possible. In addition, relatives need to closely monitor the lifestyle and diet and support patients with cerebral anemia to stay away from factors that easily lead to stroke such as: bathing at night, staying up late, stress, etc.\nPeople with cerebral anemia are increasingly getting younger, so anyone can become a victim of this disease. Everyone needs to understand the symptoms of cerebral anemia so that they can quickly visit a medical facility when they discover that their body has many signs of cerebral anemia. Absolutely do not self-treat cerebral anemia at home without a doctor's prescription because this disease can lead to stroke at any time.",
    "subsections": [
        {
            "subsection_name": "What is cerebral anemia?",
            "subsection_content": "Cerebral ischemia can be total or localized. Global cerebral ischemia is a consequence of a systemic disease process, often causing shock.\nTotal cerebral ischemia\nSystemic hypotension is a common cause of global cerebral ischemia. Transient cerebral hypoperfusion may occur when the autonomic and neurohumoral mechanisms controlling blood pressure and heart rate are disrupted, as in vasovagal syncope and postural tachycardia. The second most common cause of transient ischemic attack is problems with the function and structure of the heart (especially arrhythmias). When the effect is transient, the condition often manifests as presyncope or syncope. On the other hand, prolonged global anemia can lead to permanent neurological damage.\nLocal cerebral ischemia\nIn contrast, focal cerebral ischemia usually arises due to obstruction of arterial blood flow to the brain, often as a result of thrombosis or embolism. If ischemia to the brain lasts long enough, loss of nerve cells will occur, leading to ischemic stroke. Ischemia also occurs when a thrombus forms from a narrowed internal carotid artery or cerebral atherosclerotic plaque. In addition, the most common cause of cerebral ischemia (accounting for 60 - 70% of cases of transient ischemic attack and stroke) is embolization of blood clots (in the heart or arteries). big). Embolism due to other materials, such as fat, fat, or amniotic fluid during pregnancy, can occur but is much less common.\nCerebral ischemia in the broad sense can be focal or multifocal, caused by a sudden occlusion or marked reduction in diameter of an artery supplying blood to an area of ​​the brain, possibly a previously narrowed artery or normal artery (ie, aorta, superior aortic trunk, or intracranial artery). ). Cerebral ischemia can often be triggered by lack of global cerebral blood supply, the more proximate cause being hemodynamic dysfunction causing a sudden drop in blood pressure.\nIschemic brain tissue shuts down within seconds and undergoes necrosis as soon as 5 minutes after complete lack of oxygen and glucose, compared to 20-40 minutes in other parts of the body. Certain areas are particularly susceptible to ischemia, a phenomenon known as selective injury.\nEpidemiology\nStroke is one of the most common vascular diseases in the world and consistently ranks as the fifth leading cause of death in the United States. The 2019 AHA report on heart disease and stroke statistics estimates that 20 million Americans over the age of 20 have had a stroke. About 795,000 people have a stroke each year. The incidence of stroke increases with age, with nearly 75% of cases affecting people over 65 years of age. Stroke rates are higher in African Americans and Hispanics than in whites. Stroke rates are roughly the same in both men and women, with a slight female predominance as rates have decreased in men over the past 15 years. (2)\nStroke is a broad term that includes neurological damage due to any vascular cause. Ischemic stroke is the most common type, accounting for 87% of all strokes. They are caused by acute ischemia of an area of ​​the brain supplied by an artery (focal ischemia) and are one of the major causes of disability and death in the United States and the world. gender. Syncope, a consequence of temporary ischemia of the entire brain (global ischemia), is one of the most common “symptoms” in all populations. Therefore, cerebral anemia is one of the most common causes of disability in the world.\nSubjects with anemia to the brain are increasingly getting younger",
            "subsection_string": "What is cerebral anemia?\nCerebral ischemia can be total or localized. Global cerebral ischemia is a consequence of a systemic disease process, often causing shock.\nTotal cerebral ischemia\nSystemic hypotension is a common cause of global cerebral ischemia. Transient cerebral hypoperfusion may occur when the autonomic and neurohumoral mechanisms controlling blood pressure and heart rate are disrupted, as in vasovagal syncope and postural tachycardia. The second most common cause of transient ischemic attack is problems with the function and structure of the heart (especially arrhythmias). When the effect is transient, the condition often manifests as presyncope or syncope. On the other hand, prolonged global anemia can lead to permanent neurological damage.\nLocal cerebral ischemia\nIn contrast, focal cerebral ischemia usually arises due to obstruction of arterial blood flow to the brain, often as a result of thrombosis or embolism. If ischemia to the brain lasts long enough, loss of nerve cells will occur, leading to ischemic stroke. Ischemia also occurs when a thrombus forms from a narrowed internal carotid artery or cerebral atherosclerotic plaque. In addition, the most common cause of cerebral ischemia (accounting for 60 - 70% of cases of transient ischemic attack and stroke) is embolization of blood clots (in the heart or arteries). big). Embolism due to other materials, such as fat, fat, or amniotic fluid during pregnancy, can occur but is much less common.\nCerebral ischemia in the broad sense can be focal or multifocal, caused by a sudden occlusion or marked reduction in diameter of an artery supplying blood to an area of ​​the brain, possibly a previously narrowed artery or normal artery (ie, aorta, superior aortic trunk, or intracranial artery). ). Cerebral ischemia can often be triggered by lack of global cerebral blood supply, the more proximate cause being hemodynamic dysfunction causing a sudden drop in blood pressure.\nIschemic brain tissue shuts down within seconds and undergoes necrosis as soon as 5 minutes after complete lack of oxygen and glucose, compared to 20-40 minutes in other parts of the body. Certain areas are particularly susceptible to ischemia, a phenomenon known as selective injury.\nEpidemiology\nStroke is one of the most common vascular diseases in the world and consistently ranks as the fifth leading cause of death in the United States. The 2019 AHA report on heart disease and stroke statistics estimates that 20 million Americans over the age of 20 have had a stroke. About 795,000 people have a stroke each year. The incidence of stroke increases with age, with nearly 75% of cases affecting people over 65 years of age. Stroke rates are higher in African Americans and Hispanics than in whites. Stroke rates are roughly the same in both men and women, with a slight female predominance as rates have decreased in men over the past 15 years. (2)\nStroke is a broad term that includes neurological damage due to any vascular cause. Ischemic stroke is the most common type, accounting for 87% of all strokes. They are caused by acute ischemia of an area of ​​the brain supplied by an artery (focal ischemia) and are one of the major causes of disability and death in the United States and the world. gender. Syncope, a consequence of temporary ischemia of the entire brain (global ischemia), is one of the most common “symptoms” in all populations. Therefore, cerebral anemia is one of the most common causes of disability in the world.\nSubjects with anemia to the brain are increasingly getting younger"
        },
        {
            "subsection_name": "Symptoms of cerebral anemia",
            "subsection_content": "Symptoms of cerebral ischemia can range from mild to severe, lasting a short time (from a few seconds to a few minutes). If symptoms of brief cerebral ischemia can resolve spontaneously before infarction occurs, it is called transient ischemic attack (TIA).\nWhen the brain is damaged due to cerebral ischemia, symptoms may appear permanently, including:\nBody weakness: On one side or both sides of the body.; Complete loss of sensation: On one side or both sides of the body.; Frequently disoriented and confused about simple issues in life; Change or decrease in vision in 1 eye or both eyes; Double vision: Usually occurs when the eyes are misaligned or not pointed at the same object, causing us to see two different images. Both images are sent to the brain which we process as double vision.; Sputter.; Loss or decreased consciousness; Impaired ability to coordinate and maintain balance.\nIn addition, headaches and dizziness are also common symptoms of cerebral anemia, and are easily confused with symptoms of other diseases.\nHeadache\nThis is a common symptom in anyone, at any age. Headaches can be caused by many reasons: prolonged stress, insomnia, high work intensity, etc. However, headaches are also a typical sign of cerebral anemia. Ischemic headaches often start with a throbbing feeling in a fixed area of ​​the head, then spread throughout the head. To know exactly if your headache is a sign of cerebral anemia, see your doctor directly.\nDizziness\nLike headaches, dizziness is a common symptom in many people and occurs frequently in daily life. Because of its frequency, this sign is usually not a serious problem. However, if this condition occurs suddenly when the body is normal, it can be a sign of anemia to the brain.\nCommon signs of cerebral anemia are: headaches, dizziness, numbness in limbs, impaired vision, insomnia, etc.",
            "subsection_string": "Symptoms of cerebral anemia\nSymptoms of cerebral ischemia can range from mild to severe, lasting a short time (from a few seconds to a few minutes). If symptoms of brief cerebral ischemia can resolve spontaneously before infarction occurs, it is called transient ischemic attack (TIA).\nWhen the brain is damaged due to cerebral ischemia, symptoms may appear permanently, including:\nBody weakness: On one side or both sides of the body.; Complete loss of sensation: On one side or both sides of the body.; Frequently disoriented and confused about simple issues in life; Change or decrease in vision in 1 eye or both eyes; Double vision: Usually occurs when the eyes are misaligned or not pointed at the same object, causing us to see two different images. Both images are sent to the brain which we process as double vision.; Sputter.; Loss or decreased consciousness; Impaired ability to coordinate and maintain balance.\nIn addition, headaches and dizziness are also common symptoms of cerebral anemia, and are easily confused with symptoms of other diseases.\nHeadache\nThis is a common symptom in anyone, at any age. Headaches can be caused by many reasons: prolonged stress, insomnia, high work intensity, etc. However, headaches are also a typical sign of cerebral anemia. Ischemic headaches often start with a throbbing feeling in a fixed area of ​​the head, then spread throughout the head. To know exactly if your headache is a sign of cerebral anemia, see your doctor directly.\nDizziness\nLike headaches, dizziness is a common symptom in many people and occurs frequently in daily life. Because of its frequency, this sign is usually not a serious problem. However, if this condition occurs suddenly when the body is normal, it can be a sign of anemia to the brain.\nCommon signs of cerebral anemia are: headaches, dizziness, numbness in limbs, impaired vision, insomnia, etc."
        },
        {
            "subsection_name": "Cause of cerebral anemia",
            "subsection_content": "There are 3 main groups of causes of cerebral anemia including: (3)\nIschemia to the brain due to thrombosis: This is a condition in which blood clots form in large artery groups (middle cerebral artery, vertebral artery, internal carotid artery, etc.). This blood clot formation is mainly caused by atherosclerosis; Ischemia to the brain due to embolism: Blood clots formed from other locations have moved to the brain, causing embolism. Embolism originates from cardiovascular diseases such as: myocardial infarction, heart valve disease, atrial fibrillation,...; Hemodynamic cerebral anemia: Pathologies that affect blood circulation: blood clotting disorders, hypotension,...\nIn addition to the causes of the diseases mentioned above, the cause of anemia to the brain can stem from unhealthy living habits:\nAbuse of tobacco, alcohol, stimulants, etc.; Lack of exercise, lazy to exercise; Regularly eat foods high in fat, oil, and low fiber; The habit of resting your head too high when sleeping hinders the process of transporting blood to the brain.; Prolonged stress, working on the computer for too long.\nThe cause of cerebral anemia can come from cardiovascular and vascular diseases or from an unhealthy lifestyle",
            "subsection_string": "Cause of cerebral anemia\nThere are 3 main groups of causes of cerebral anemia including: (3)\nIschemia to the brain due to thrombosis: This is a condition in which blood clots form in large artery groups (middle cerebral artery, vertebral artery, internal carotid artery, etc.). This blood clot formation is mainly caused by atherosclerosis; Ischemia to the brain due to embolism: Blood clots formed from other locations have moved to the brain, causing embolism. Embolism originates from cardiovascular diseases such as: myocardial infarction, heart valve disease, atrial fibrillation,...; Hemodynamic cerebral anemia: Pathologies that affect blood circulation: blood clotting disorders, hypotension,...\nIn addition to the causes of the diseases mentioned above, the cause of anemia to the brain can stem from unhealthy living habits:\nAbuse of tobacco, alcohol, stimulants, etc.; Lack of exercise, lazy to exercise; Regularly eat foods high in fat, oil, and low fiber; The habit of resting your head too high when sleeping hinders the process of transporting blood to the brain.; Prolonged stress, working on the computer for too long.\nThe cause of cerebral anemia can come from cardiovascular and vascular diseases or from an unhealthy lifestyle"
        },
        {
            "subsection_name": "Who is susceptible to cerebral anemia?",
            "subsection_content": "Symptoms of cerebral anemia are common in the elderly, people with many chronic diseases: cardiovascular disease, diabetes, blood pressure, etc. However, subjects with cerebral anemia are getting younger and younger. Specifically, young people who are office workers, senior managers, housewives, etc., with high-stress jobs, are also very susceptible to cerebral anemia. In addition, people with a passive lifestyle, living in polluted environmental conditions, not having a healthy diverse diet, etc. are also susceptible to this disease.",
            "subsection_string": "Who is susceptible to cerebral anemia?\nSymptoms of cerebral anemia are common in the elderly, people with many chronic diseases: cardiovascular disease, diabetes, blood pressure, etc. However, subjects with cerebral anemia are getting younger and younger. Specifically, young people who are office workers, senior managers, housewives, etc., with high-stress jobs, are also very susceptible to cerebral anemia. In addition, people with a passive lifestyle, living in polluted environmental conditions, not having a healthy diverse diet, etc. are also susceptible to this disease."
        },
        {
            "subsection_name": "Is cerebral anemia dangerous?",
            "subsection_content": "According to WHO, cerebral anemia is the third leading cause of death, after cancer and cardiovascular disease. The brain needs to consume up to 20% of oxygen from the body, so lack of oxygen to the brain is a very dangerous situation. In just 10 seconds of not receiving the necessary amount of blood, brain tissue will fall into disorder. This condition lasts for a few minutes and will cause nerve cells to gradually die.\nAnemia to the brain not only affects the patient's daily activities but also leads to the risk of stroke. Every year in Vietnam there are about 200,000 cases of stroke, of which the death rate accounts for about 50%. Patients who are lucky enough to survive a stroke have to live with serious sequelae: loss of voice, memory loss, paralysis on one side or the whole body, etc. The danger of ischemia to the brain is assessed based on the cause. , the severity of the disease and the patient's general health condition. Therefore, to minimize the danger of cerebral anemia, patients need to quickly go to the hospital for examination when their body appears symptoms of the disease.",
            "subsection_string": "Is cerebral anemia dangerous?\nAccording to WHO, cerebral anemia is the third leading cause of death, after cancer and cardiovascular disease. The brain needs to consume up to 20% of oxygen from the body, so lack of oxygen to the brain is a very dangerous situation. In just 10 seconds of not receiving the necessary amount of blood, brain tissue will fall into disorder. This condition lasts for a few minutes and will cause nerve cells to gradually die.\nAnemia to the brain not only affects the patient's daily activities but also leads to the risk of stroke. Every year in Vietnam there are about 200,000 cases of stroke, of which the death rate accounts for about 50%. Patients who are lucky enough to survive a stroke have to live with serious sequelae: loss of voice, memory loss, paralysis on one side or the whole body, etc. The danger of ischemia to the brain is assessed based on the cause. , the severity of the disease and the patient's general health condition. Therefore, to minimize the danger of cerebral anemia, patients need to quickly go to the hospital for examination when their body appears symptoms of the disease."
        },
        {
            "subsection_name": "How to diagnose cerebral anemia",
            "subsection_content": "Initial  evaluation of symptoms suggestive of cerebral ischemia should include basic laboratory tests, including blood glucose, complete blood count, chemistry, coagulation factors, electrocardiogram, and cardiac enzymes.\nA non-contrast head CT should be performed to rule out hemorrhage or mass lesions. Vascular imaging, such as CT-angiogram or MR-angiogram, can be very valuable in the acute setting. Vascular imaging can help determine the cause of stroke, especially in cases of large artery atherosclerosis; In cases of acute large vessel occlusion, the site of vascular occlusion can be clearly seen.\nOften in the setting of acute ischemic stroke, non-contrast head CT may show no obvious abnormalities, especially if the patient presents early in the course of the disease. In this case, perfusion MRI or CT may be valuable to determine the viability of ischemic tissue. Because the fate of ischemic neural tissue depends on both the extent and duration of ischemia, patients with acute cerebral ischemia often have an area of ​​brain tissue that is infarcted (core infarction). surrounded by a larger area of ​​ischemic brain that may remain. Feasibility. This area of ​​possibility is called the twilight zone. There have been many studies over the past decade involving neuroimaging modalities to determine ischemic penumbra volume.\nDifferential diagnosis for ischemic stroke-like symptoms, including: hypoglycemia, electrolyte imbalances such as hyponatremia, drug use, infections including meningitis, syncope due to heart disease, TIAs, vasculitis, migraines, tumors, brain hemorrhage, and seizures.\nTo be able to diagnose cerebral anemia accurately, patients need to go to a medical facility to see a doctor directly. The doctor will examine and prescribe the patient to perform a number of clinical tests, based on which an accurate diagnosis of the condition can be made.\nWhen coming to the hospital for examination, the doctor will prescribe the patient to perform clinical tests to diagnose cerebral anemia.",
            "subsection_string": "How to diagnose cerebral anemia\nInitial  evaluation of symptoms suggestive of cerebral ischemia should include basic laboratory tests, including blood glucose, complete blood count, chemistry, coagulation factors, electrocardiogram, and cardiac enzymes.\nA non-contrast head CT should be performed to rule out hemorrhage or mass lesions. Vascular imaging, such as CT-angiogram or MR-angiogram, can be very valuable in the acute setting. Vascular imaging can help determine the cause of stroke, especially in cases of large artery atherosclerosis; In cases of acute large vessel occlusion, the site of vascular occlusion can be clearly seen.\nOften in the setting of acute ischemic stroke, non-contrast head CT may show no obvious abnormalities, especially if the patient presents early in the course of the disease. In this case, perfusion MRI or CT may be valuable to determine the viability of ischemic tissue. Because the fate of ischemic neural tissue depends on both the extent and duration of ischemia, patients with acute cerebral ischemia often have an area of ​​brain tissue that is infarcted (core infarction). surrounded by a larger area of ​​ischemic brain that may remain. Feasibility. This area of ​​possibility is called the twilight zone. There have been many studies over the past decade involving neuroimaging modalities to determine ischemic penumbra volume.\nDifferential diagnosis for ischemic stroke-like symptoms, including: hypoglycemia, electrolyte imbalances such as hyponatremia, drug use, infections including meningitis, syncope due to heart disease, TIAs, vasculitis, migraines, tumors, brain hemorrhage, and seizures.\nTo be able to diagnose cerebral anemia accurately, patients need to go to a medical facility to see a doctor directly. The doctor will examine and prescribe the patient to perform a number of clinical tests, based on which an accurate diagnosis of the condition can be made.\nWhen coming to the hospital for examination, the doctor will prescribe the patient to perform clinical tests to diagnose cerebral anemia."
        },
        {
            "subsection_name": "How to treat cerebral anemia",
            "subsection_content": "To be able to treat cerebral anemia effectively, patients need to visit a medical facility early, as soon as they feel they regularly have signs of the disease. Some medications to treat cerebral anemia have the main effect of increasing blood flow to the brain. Patients need to follow the medication regimen from their doctor and be patient to achieve the best results. In particular, patients are absolutely not allowed to use medication or oriental medicine of unknown origin without a doctor's prescription.\nCombined with the drug treatment regimen from the doctor, patients need to maintain a healthy lifestyle and stay away from agents that cause symptoms of cerebral anemia to achieve the best treatment results.\nTo soon diagnose and treat cerebral anemia as well as other neurological diseases, patients can make an appointment with a Neurology specialist at the Neurology Center, Tam Anh General Hospital System, in:\nCall hotline 0287 102 6789 - 028 7300 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff. Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/. Send a message on Tam Anh General Hospital Fanpage. Text message via Zalo OA of Tam Anh General Hospital.",
            "subsection_string": "How to treat cerebral anemia\nTo be able to treat cerebral anemia effectively, patients need to visit a medical facility early, as soon as they feel they regularly have signs of the disease. Some medications to treat cerebral anemia have the main effect of increasing blood flow to the brain. Patients need to follow the medication regimen from their doctor and be patient to achieve the best results. In particular, patients are absolutely not allowed to use medication or oriental medicine of unknown origin without a doctor's prescription.\nCombined with the drug treatment regimen from the doctor, patients need to maintain a healthy lifestyle and stay away from agents that cause symptoms of cerebral anemia to achieve the best treatment results.\nTo soon diagnose and treat cerebral anemia as well as other neurological diseases, patients can make an appointment with a Neurology specialist at the Neurology Center, Tam Anh General Hospital System, in:\nCall hotline 0287 102 6789 - 028 7300 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff. Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/. Send a message on Tam Anh General Hospital Fanpage. Text message via Zalo OA of Tam Anh General Hospital."
        },
        {
            "subsection_name": "How to prevent cerebral anemia",
            "subsection_content": "Cerebral anemia can be prevented, so people need to follow preventative measures as soon as possible.\nStay away from negative stressors: negative information, polluted living environment (air pollution, noise),...; Do not rest your head too high when sleeping, get enough sleep, stay away from foods that cause insomnia such as coffee, tea,...; Do not use stimulants or alcohol; Build and maintain a diet full of essential nutrients for the body: foods rich in omega 3, rich in polyphenols, rich in nitrates, etc. Limit your intake of processed foods and fatty foods. , preservative,…; Regularly exercise to train the body's endurance. People who have had cerebral anemia need to maintain exercise for at least 30 minutes/day with moderate intensity to prevent recurrence of the disease.; Maintain the habit of regular health check-ups to promptly detect potential risks of cerebral anemia.",
            "subsection_string": "How to prevent cerebral anemia\nCerebral anemia can be prevented, so people need to follow preventative measures as soon as possible.\nStay away from negative stressors: negative information, polluted living environment (air pollution, noise),...; Do not rest your head too high when sleeping, get enough sleep, stay away from foods that cause insomnia such as coffee, tea,...; Do not use stimulants or alcohol; Build and maintain a diet full of essential nutrients for the body: foods rich in omega 3, rich in polyphenols, rich in nitrates, etc. Limit your intake of processed foods and fatty foods. , preservative,…; Regularly exercise to train the body's endurance. People who have had cerebral anemia need to maintain exercise for at least 30 minutes/day with moderate intensity to prevent recurrence of the disease.; Maintain the habit of regular health check-ups to promptly detect potential risks of cerebral anemia."
        },
        {
            "subsection_name": "Nutrition for people with signs of cerebral anemia",
            "subsection_content": "People diagnosed with signs of cerebral anemia need to build a nutritious diet for themselves. This regimen requires a combination of animals and plants. Specifically, people with cerebral anemia need to ensure they get enough of the following food groups:\nPeople with cerebral anemia need to build a suitable nutritional regimen, especially avoiding greasy and fatty foods.\nFood group rich in iron and protein\nBeef: contains a lot of iron, rich in protein, rich in B vitamins such as B2, B6, B12 to help provide oxygen to cells, promoting red blood cell regeneration in the body.; Salmon: this is a food rich in iron, protein, fatty acids and minerals such as calcium, phosphorus, zinc, vitamins A, D, B6, B12,... especially good for brain activity.; Seafood: in addition to vitamin B12, iron, zinc, seafood also contains many amino acids that help promote red blood cell production, reduce stress, increase resistance,... helping blood circulation and oxygen supply. for the brain to work more smoothly; Egg yolk: this is a food rich in protein, calcium, iron, phosphorus, and has a high biological value. In addition, egg yolks also contain many vitamins that participate in the body's hematopoiesis process.\nFood group rich in vitamins and iron\nSpinach: this is a green vegetable rich in iron, folic acid, vitamin B12; Broccoli: contains lots of iron, fiber, vitamins C, A, and magnesium; Celery: this vegetable is rich in amino acids, zinc, iron, and vitamins that help increase blood circulation; Pumpkin: pumpkin contains a lot of calcium, protein, zinc, iron, carotene,...; Carrots: carrots, also known as red radishes, are rich in vitamins A, C, D, E, B, folic acid, potassium, calcium, iron, magnesium to help the body metabolize and circulate blood better. .; Pomegranate: this fruit is rich in vitamin C, calcium, iron,... plays a role in increasing iron absorption, participating in the body's hematopoiesis process.; Raspberries and strawberries: These two fruits are not only rich in vitamin C but also contain lots of zinc, carbohydrates, folate, and antioxidants that help increase iron absorption and improve the health of your immune system. body.; Raisins: rich in vitamin C and iron to help enhance the ability to absorb nutrients, thereby increasing hemoglobin to help create blood.; Plum: this fruit contains a lot of iron, magnesium, fiber, vitamins A and E, thereby helping the body eliminate harmful free radicals and effectively prevent disease.",
            "subsection_string": "Nutrition for people with signs of cerebral anemia\nPeople diagnosed with signs of cerebral anemia need to build a nutritious diet for themselves. This regimen requires a combination of animals and plants. Specifically, people with cerebral anemia need to ensure they get enough of the following food groups:\nPeople with cerebral anemia need to build a suitable nutritional regimen, especially avoiding greasy and fatty foods.\nFood group rich in iron and protein\nBeef: contains a lot of iron, rich in protein, rich in B vitamins such as B2, B6, B12 to help provide oxygen to cells, promoting red blood cell regeneration in the body.; Salmon: this is a food rich in iron, protein, fatty acids and minerals such as calcium, phosphorus, zinc, vitamins A, D, B6, B12,... especially good for brain activity.; Seafood: in addition to vitamin B12, iron, zinc, seafood also contains many amino acids that help promote red blood cell production, reduce stress, increase resistance,... helping blood circulation and oxygen supply. for the brain to work more smoothly; Egg yolk: this is a food rich in protein, calcium, iron, phosphorus, and has a high biological value. In addition, egg yolks also contain many vitamins that participate in the body's hematopoiesis process.\nFood group rich in vitamins and iron\nSpinach: this is a green vegetable rich in iron, folic acid, vitamin B12; Broccoli: contains lots of iron, fiber, vitamins C, A, and magnesium; Celery: this vegetable is rich in amino acids, zinc, iron, and vitamins that help increase blood circulation; Pumpkin: pumpkin contains a lot of calcium, protein, zinc, iron, carotene,...; Carrots: carrots, also known as red radishes, are rich in vitamins A, C, D, E, B, folic acid, potassium, calcium, iron, magnesium to help the body metabolize and circulate blood better. .; Pomegranate: this fruit is rich in vitamin C, calcium, iron,... plays a role in increasing iron absorption, participating in the body's hematopoiesis process.; Raspberries and strawberries: These two fruits are not only rich in vitamin C but also contain lots of zinc, carbohydrates, folate, and antioxidants that help increase iron absorption and improve the health of your immune system. body.; Raisins: rich in vitamin C and iron to help enhance the ability to absorb nutrients, thereby increasing hemoglobin to help create blood.; Plum: this fruit contains a lot of iron, magnesium, fiber, vitamins A and E, thereby helping the body eliminate harmful free radicals and effectively prevent disease."
        },
        {
            "subsection_name": "How to care for patients with cerebral anemia",
            "subsection_content": "Symptoms of cerebral anemia that have not progressed to a severe level will be manifested by: transient headaches, nausea, numbness in the limbs or face, etc. Most of the symptoms of cerebral anemia will go away on their own after 10 to 20 minutes. Relatives need to learn about treatment measures to keep the patient from falling into a dangerous state. When the above symptoms appear, people can lay the patient on a well-ventilated surface, head low, and loosen clothing so that blood can circulate to the brain better. Immediately then quickly take the patient to the nearest medical facility for a doctor to examine and treat as soon as possible. In addition, relatives need to closely monitor the lifestyle and diet and support patients with cerebral anemia to stay away from factors that easily lead to stroke such as: bathing at night, staying up late, stress, etc.\nPeople with cerebral anemia are increasingly getting younger, so anyone can become a victim of this disease. Everyone needs to understand the symptoms of cerebral anemia so that they can quickly visit a medical facility when they discover that their body has many signs of cerebral anemia. Absolutely do not self-treat cerebral anemia at home without a doctor's prescription because this disease can lead to stroke at any time.",
            "subsection_string": "How to care for patients with cerebral anemia\nSymptoms of cerebral anemia that have not progressed to a severe level will be manifested by: transient headaches, nausea, numbness in the limbs or face, etc. Most of the symptoms of cerebral anemia will go away on their own after 10 to 20 minutes. Relatives need to learn about treatment measures to keep the patient from falling into a dangerous state. When the above symptoms appear, people can lay the patient on a well-ventilated surface, head low, and loosen clothing so that blood can circulate to the brain better. Immediately then quickly take the patient to the nearest medical facility for a doctor to examine and treat as soon as possible. In addition, relatives need to closely monitor the lifestyle and diet and support patients with cerebral anemia to stay away from factors that easily lead to stroke such as: bathing at night, staying up late, stress, etc.\nPeople with cerebral anemia are increasingly getting younger, so anyone can become a victim of this disease. Everyone needs to understand the symptoms of cerebral anemia so that they can quickly visit a medical facility when they discover that their body has many signs of cerebral anemia. Absolutely do not self-treat cerebral anemia at home without a doctor's prescription because this disease can lead to stroke at any time."
        }
    ],
    "name": "thieu-mau-nao.json"
}