{
    "title": "G6PD deficiency: Causes, signs and treatments",
    "category": "Pediatrics - Newborn",
    "link": "https://tamanhhospital.vn/thieu-men-g6pd/",
    "abstract": "G6PD (Glucose-6-Phosphate-Dehydrogenase) deficiency is a genetic disorder linked to the X chromosome. In the world, there are currently over 600 people with this disorder.\nWomen usually do not get this disease, but they can be carriers and pass it on to their children.",
    "content": "G6PD deficiency: Causes, signs and treatments\n\nG6PD (Glucose-6-Phosphate-Dehydrogenase) deficiency is a genetic disorder linked to the X chromosome. In the world, there are currently over 600 people with this disorder.\nWomen usually do not get this disease, but they can be carriers and pass it on to their children.\n\nWhat is G6PD enzyme?\nG6PD enzyme is an enzyme whose full name is glucose-6-phosphate dehydrogenase. G6PD is an enzyme that helps red blood cell membranes stay intact. It is extremely necessary to catalyze reactions in red blood cells to help make red blood cell membranes stable against harmful agents.\n\nWhat is G6PD deficiency?\nG6PD deficiency is a genetic condition caused by mutations or changes in the G6PD gene. This gene functions to ensure the body produces enough G6PD enzyme. Therefore, if the G6PD gene is mutated, it will reduce the amount of this useful protein in the body. (first)\nG6PD deficiency is an X-linked recessive congenital disease; boys are twice as likely to have the disease as girls. In the world, it is estimated that nearly 400 million people are deficient in G6PD enzyme. This number in Vietnam is not small: it is estimated that for every 1,000 children born, there are 4 children with G6PD deficiency.\nChildren with this G6PD deficiency will have very little G6PD in their red blood cells. When exposed to certain drugs, oxidizing chemicals, food or when infected, red blood cells easily break (called hemolysis), leading to anemia when there are very few red blood cells in the body.\nHemolysis occurs at different levels. Mild hemolysis is difficult to detect, but if prolonged, it can affect the heart, kidneys, liver, eyes and can be life-threatening. Symptoms of severe hemolysis include:\nYellow skin, yellow eyes;; Shortness of breath;; Cardiac arrhythmia;; Dark yellow urine;; Dizziness, exhaustion;; Abdominal pain, back pain;; Fever.\nNewborns with G6PD deficiency may develop jaundice within 3-6 days after birth. If severe, this time will last longer, leading to brain disease or neurological complications, delayed mental and motor development.\n\nIs G6PD deficiency dangerous?\nWhen lacking the G6PD enzyme, red blood cells will be destroyed when exposed to oxidants in food or medicine. Hemolysis increases the amount of bilirubin in the blood, causing jaundice, yellow eyes, anemia in children, and kidney failure. When a child has severe jaundice, especially in the first 2 weeks after birth, the child can suffer brain damage causing cerebral palsy and mental retardation. In many cases of severe enzyme deficiency, children suffer from severe anemia, fatigue, accompanied by symptoms of liver and kidney failure, and can lead to death if not treated promptly.\nG6PD deficiency in newborns is not dangerous if detected early.\n\nCauses of G6PD deficiency in children\nG6PD deficiency is a genetic disorder – meaning it's passed from parent to child – characterized by an enzyme defect caused by a mutated G6PD gene. The defective gene that causes this deficiency is located on the X chromosome, which is one of the two sex chromosomes. Men have only one X chromosome, while in women, the number of X chromosomes is two. (2)\nFava beans are considered one of the foods that cause symptoms of G6PD deficiency\nIn men, just one altered copy of the gene is enough to cause G6PD deficiency. However, in women, when both copies of the gene are changed, a mutation occurs. Because it is less likely for women to have two altered copies of this gene, it is much more common for men to be affected by G6PD deficiency than for women.\nRisk factors that contribute to the development of symptoms of hemolytic anemia associated with G6PD deficiency include:\nIllness, including viral or bacterial infection; Taking certain medications causes negative reactions, contributing to the destruction of red blood cells faster than the body can produce them.; Eat certain foods.; There is a family history of this condition.\n\nSigns of G6PD deficiency in children\nAccording to Dr. My Hanh, children with G6PD deficiency will have sensitive red blood cells that are easily broken when exposed to oxidizing agents entering the child's body through breastfeeding, eating, or when infected with infections. (3)\nWhen a child is deficient in G6PD, there will be signs: refusing to feed, dark yellow urine, jaundice, and yellow eyes.\nAdditionally, some signs that a person has a G6PD deficiency are:\nSudden increase in body temperature;; Pale, tired, impaired health;; Fast heart beat;; Weak, rapid pulse;; Shortness of breath;; Fever;; Dizzy…\nMost sick children have no symptoms until hemolytic episodes appear when exposed to some agents that cause hemolysis. The body will have some signs: jaundice, yellow eyes, pale skin, pale mucous membranes, Dark urine, abdominal pain, enlarged spleen, fatigue, headache due to anemia.\nMild symptoms usually do not require medical treatment. As long as the body creates new red blood cells, anemia will improve. If symptoms become more serious, the patient needs to go to the hospital immediately.\n\nDiagnostic method\nTo diagnose G6PD deficiency in your child, your doctor will perform a simple blood test to check G6PD enzyme levels.\nAbout 36-48 hours after birth, the baby will have a blood sample taken from the heel to do a screening test for G6PD deficiency. Results are announced the next day. Babies with G6PD deficiency will be counseled and given a card confirming G6PD deficiency.\nWhen a child is discovered to have low G6PD, especially premature children, they will receive special care to minimize the risk of infection and viral infection.\n\nTreatments\nTreatment of G6PD deficiency depends on the symptoms. Children may receive a blood transfusion if anemic, or phototherapy for jaundice when indicated.\nWhen symptoms of G6PD deficiency are mild, the most effective treatment is to avoid foods or medications that are known to cause symptoms. Specifically:\n1. Avoid taking certain medications\nYour doctor will provide you with a complete list of medications that are “Unsafe for people with G6PD deficiency.” Some popular medications include:\nAnti-malarial drugs; Aspirin; NSAID pain relievers (non-steroidal anti-inflammatory drugs); Sulfate drugs and products containing sulfites (drugs with “sulf” in the name should be used with caution); Quinine, or other drugs with “quin” in the name; Brinzolamide; Furazolidone; Dimercaprol; Sulfadimidine\nIf you are diagnosed with G6PD deficiency and see a doctor for another health problem, inform your doctor about your condition to avoid being prescribed a drug on the \"Unsafe\" list above. Also, ask your doctor about any vitamins or supplements you want to take.\n2. Avoid consuming foods and drinks that can cause reactions\nNot all people with G6PD deficiency react to foods and drinks that are considered \"forbidden\" for people with G6PD deficiency. But it's best to avoid consuming them to avoid making your condition worse. The list of foods/drinks to avoid is:\nfava beans (sometimes all other beans too); Blueberry; All products made from soy (tofu, tofu, miso, tempeh); Foods rich in vitamin C as well as foods supplemented with vitamin C such as citrus fruits, drinks containing synthetic vitamin C...; Menthol; Foods containing artificial dyes\nNote, people with G6PD deficiency can use fruits such as tomatoes, oranges, grapes, and apples that contain antioxidants. As for intravenous Vitamin C, be cautious if methemoglobin is present.\nIf G6PD deficiency is caused by infectious diseases such as viral hepatitis, typhoid, pneumonia, etc., these diseases need to be treated thoroughly. Then, the symptoms will gradually disappear.\nHowever, once G6PD deficiency has progressed to hemolytic anemia, the patient needs immediate aggressive treatment. It's likely your doctor will prescribe a blood transfusion to help slow the rate at which red blood cells are destroyed (hemolysis). During treatment, the patient needs to stay in the hospital to be closely monitored. This is to ensure complete recovery without complications.\n\nHow to prevent hemolytic anemia due to G6PD deficiency\nAccording to Dr. Hanh, there is currently no cure for G6PD deficiency, however parents should note that there are many methods to help prevent the disease.\nThe best way to prevent risks is for parents to have their children undergo newborn screening by taking heel blood within the first 48-72 hours after birth. Children can have genetic diagnostic testing to help confirm disease status and severity, and provide genetic counseling information for parents and other family members such as: pre-marital and pre-pregnancy counseling.\nFoods to avoid when lacking G6PD: Fava beans, red wine, Blueberries, soybeans...\nDrugs that cause hemolysis and drugs that can cause hemolysis should be avoided.\nIf well-prevented, children are not exposed to agents that cause red blood cell breakdown and will still be healthy and develop equally with their peers.\nFeed children foods rich in protein, iron, probiotics, healthy fats... to prevent hemolytic anemia due to G6PD deficiency.\n\nHow to care for children with G6PD deficiency\nA newborn baby diagnosed with low G6PD requires special care. Parents should be careful to avoid letting their children get infectious diseases and viruses. In addition, you must consult a doctor before giving your child medicine, and do not arbitrarily buy medicine for your child. At the same time, be wary of some drugs that have a high risk of causing hemolysis such as deworming drugs, antibiotics, malaria...; Traditional medicine and oriental medicine because these medicines may contain oxidants. Parents also need to limit children's use of pain relievers and fever reducers; anti-allergic drugs, antihistamines; high doses of vitamin C and vitamin K; some other drugs such as dopamine, toluidine blue...\nRegarding diet, absolutely do not let children eat foods made from fava beans, limit foods such as blueberries; Beans (soybeans, beans, peas) in children's diets. In addition, do not put mothballs (camphor) in children's wardrobes and blankets because they contain naphthalene, an oxidizing agent.\nParents and children will feel secure and comfortable when examined and treated at the Pediatric Department of Tam Anh General Hospital.\nFor newborn babies who are being breastfed, mothers must also comply with the above diet because these substances can enter the baby's body through breast milk.\nIn case a child is sick and must see a doctor, parents need to clearly state the child's G6PD deficiency status so that the doctor can develop an appropriate treatment regimen. When a child is infected with a virus or infection (cold, cough, fever...), it is necessary to take the child to the doctor immediately so that the child can receive the correct medicine and detect hemolysis early.\nInvested and built according to international standards, aiming to create a friendly medical examination and treatment environment for pediatric patients, Tam Anh General Hospital Pediatrics Department is the address for examination and treatment of common diseases in children. parents trust and choose. The department is equipped with a modern machinery system, plus a team of good doctors and nurses who understand children's psychology, giving children a feeling of trust and peace of mind. Coming here for treatment, children will feel comfortable and at home.\nMild G6PD deficiency will be improved by adjusting diet and lifestyle. But if the symptoms become more severe, you need to take your child to the doctor for treatment and to prevent complications of hemolytic anemia. Go to the hospital immediately if you detect symptoms in your child becoming serious and prolonged.\nThu Ha",
    "subsections": [
        {
            "subsection_name": "What is G6PD enzyme?",
            "subsection_content": "G6PD enzyme is an enzyme whose full name is glucose-6-phosphate dehydrogenase. G6PD is an enzyme that helps red blood cell membranes stay intact. It is extremely necessary to catalyze reactions in red blood cells to help make red blood cell membranes stable against harmful agents.",
            "subsection_string": "What is G6PD enzyme?\nG6PD enzyme is an enzyme whose full name is glucose-6-phosphate dehydrogenase. G6PD is an enzyme that helps red blood cell membranes stay intact. It is extremely necessary to catalyze reactions in red blood cells to help make red blood cell membranes stable against harmful agents."
        },
        {
            "subsection_name": "What is G6PD deficiency?",
            "subsection_content": "G6PD deficiency is a genetic condition caused by mutations or changes in the G6PD gene. This gene functions to ensure the body produces enough G6PD enzyme. Therefore, if the G6PD gene is mutated, it will reduce the amount of this useful protein in the body. (first)\nG6PD deficiency is an X-linked recessive congenital disease; boys are twice as likely to have the disease as girls. In the world, it is estimated that nearly 400 million people are deficient in G6PD enzyme. This number in Vietnam is not small: it is estimated that for every 1,000 children born, there are 4 children with G6PD deficiency.\nChildren with this G6PD deficiency will have very little G6PD in their red blood cells. When exposed to certain drugs, oxidizing chemicals, food or when infected, red blood cells easily break (called hemolysis), leading to anemia when there are very few red blood cells in the body.\nHemolysis occurs at different levels. Mild hemolysis is difficult to detect, but if prolonged, it can affect the heart, kidneys, liver, eyes and can be life-threatening. Symptoms of severe hemolysis include:\nYellow skin, yellow eyes;; Shortness of breath;; Cardiac arrhythmia;; Dark yellow urine;; Dizziness, exhaustion;; Abdominal pain, back pain;; Fever.\nNewborns with G6PD deficiency may develop jaundice within 3-6 days after birth. If severe, this time will last longer, leading to brain disease or neurological complications, delayed mental and motor development.",
            "subsection_string": "What is G6PD deficiency?\nG6PD deficiency is a genetic condition caused by mutations or changes in the G6PD gene. This gene functions to ensure the body produces enough G6PD enzyme. Therefore, if the G6PD gene is mutated, it will reduce the amount of this useful protein in the body. (first)\nG6PD deficiency is an X-linked recessive congenital disease; boys are twice as likely to have the disease as girls. In the world, it is estimated that nearly 400 million people are deficient in G6PD enzyme. This number in Vietnam is not small: it is estimated that for every 1,000 children born, there are 4 children with G6PD deficiency.\nChildren with this G6PD deficiency will have very little G6PD in their red blood cells. When exposed to certain drugs, oxidizing chemicals, food or when infected, red blood cells easily break (called hemolysis), leading to anemia when there are very few red blood cells in the body.\nHemolysis occurs at different levels. Mild hemolysis is difficult to detect, but if prolonged, it can affect the heart, kidneys, liver, eyes and can be life-threatening. Symptoms of severe hemolysis include:\nYellow skin, yellow eyes;; Shortness of breath;; Cardiac arrhythmia;; Dark yellow urine;; Dizziness, exhaustion;; Abdominal pain, back pain;; Fever.\nNewborns with G6PD deficiency may develop jaundice within 3-6 days after birth. If severe, this time will last longer, leading to brain disease or neurological complications, delayed mental and motor development."
        },
        {
            "subsection_name": "Is G6PD deficiency dangerous?",
            "subsection_content": "When lacking the G6PD enzyme, red blood cells will be destroyed when exposed to oxidants in food or medicine. Hemolysis increases the amount of bilirubin in the blood, causing jaundice, yellow eyes, anemia in children, and kidney failure. When a child has severe jaundice, especially in the first 2 weeks after birth, the child can suffer brain damage causing cerebral palsy and mental retardation. In many cases of severe enzyme deficiency, children suffer from severe anemia, fatigue, accompanied by symptoms of liver and kidney failure, and can lead to death if not treated promptly.\nG6PD deficiency in newborns is not dangerous if detected early.",
            "subsection_string": "Is G6PD deficiency dangerous?\nWhen lacking the G6PD enzyme, red blood cells will be destroyed when exposed to oxidants in food or medicine. Hemolysis increases the amount of bilirubin in the blood, causing jaundice, yellow eyes, anemia in children, and kidney failure. When a child has severe jaundice, especially in the first 2 weeks after birth, the child can suffer brain damage causing cerebral palsy and mental retardation. In many cases of severe enzyme deficiency, children suffer from severe anemia, fatigue, accompanied by symptoms of liver and kidney failure, and can lead to death if not treated promptly.\nG6PD deficiency in newborns is not dangerous if detected early."
        },
        {
            "subsection_name": "Causes of G6PD deficiency in children",
            "subsection_content": "G6PD deficiency is a genetic disorder – meaning it's passed from parent to child – characterized by an enzyme defect caused by a mutated G6PD gene. The defective gene that causes this deficiency is located on the X chromosome, which is one of the two sex chromosomes. Men have only one X chromosome, while in women, the number of X chromosomes is two. (2)\nFava beans are considered one of the foods that cause symptoms of G6PD deficiency\nIn men, just one altered copy of the gene is enough to cause G6PD deficiency. However, in women, when both copies of the gene are changed, a mutation occurs. Because it is less likely for women to have two altered copies of this gene, it is much more common for men to be affected by G6PD deficiency than for women.\nRisk factors that contribute to the development of symptoms of hemolytic anemia associated with G6PD deficiency include:\nIllness, including viral or bacterial infection; Taking certain medications causes negative reactions, contributing to the destruction of red blood cells faster than the body can produce them.; Eat certain foods.; There is a family history of this condition.",
            "subsection_string": "Causes of G6PD deficiency in children\nG6PD deficiency is a genetic disorder – meaning it's passed from parent to child – characterized by an enzyme defect caused by a mutated G6PD gene. The defective gene that causes this deficiency is located on the X chromosome, which is one of the two sex chromosomes. Men have only one X chromosome, while in women, the number of X chromosomes is two. (2)\nFava beans are considered one of the foods that cause symptoms of G6PD deficiency\nIn men, just one altered copy of the gene is enough to cause G6PD deficiency. However, in women, when both copies of the gene are changed, a mutation occurs. Because it is less likely for women to have two altered copies of this gene, it is much more common for men to be affected by G6PD deficiency than for women.\nRisk factors that contribute to the development of symptoms of hemolytic anemia associated with G6PD deficiency include:\nIllness, including viral or bacterial infection; Taking certain medications causes negative reactions, contributing to the destruction of red blood cells faster than the body can produce them.; Eat certain foods.; There is a family history of this condition."
        },
        {
            "subsection_name": "Signs of G6PD deficiency in children",
            "subsection_content": "According to Dr. My Hanh, children with G6PD deficiency will have sensitive red blood cells that are easily broken when exposed to oxidizing agents entering the child's body through breastfeeding, eating, or when infected with infections. (3)\nWhen a child is deficient in G6PD, there will be signs: refusing to feed, dark yellow urine, jaundice, and yellow eyes.\nAdditionally, some signs that a person has a G6PD deficiency are:\nSudden increase in body temperature;; Pale, tired, impaired health;; Fast heart beat;; Weak, rapid pulse;; Shortness of breath;; Fever;; Dizzy…\nMost sick children have no symptoms until hemolytic episodes appear when exposed to some agents that cause hemolysis. The body will have some signs: jaundice, yellow eyes, pale skin, pale mucous membranes, Dark urine, abdominal pain, enlarged spleen, fatigue, headache due to anemia.\nMild symptoms usually do not require medical treatment. As long as the body creates new red blood cells, anemia will improve. If symptoms become more serious, the patient needs to go to the hospital immediately.",
            "subsection_string": "Signs of G6PD deficiency in children\nAccording to Dr. My Hanh, children with G6PD deficiency will have sensitive red blood cells that are easily broken when exposed to oxidizing agents entering the child's body through breastfeeding, eating, or when infected with infections. (3)\nWhen a child is deficient in G6PD, there will be signs: refusing to feed, dark yellow urine, jaundice, and yellow eyes.\nAdditionally, some signs that a person has a G6PD deficiency are:\nSudden increase in body temperature;; Pale, tired, impaired health;; Fast heart beat;; Weak, rapid pulse;; Shortness of breath;; Fever;; Dizzy…\nMost sick children have no symptoms until hemolytic episodes appear when exposed to some agents that cause hemolysis. The body will have some signs: jaundice, yellow eyes, pale skin, pale mucous membranes, Dark urine, abdominal pain, enlarged spleen, fatigue, headache due to anemia.\nMild symptoms usually do not require medical treatment. As long as the body creates new red blood cells, anemia will improve. If symptoms become more serious, the patient needs to go to the hospital immediately."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "To diagnose G6PD deficiency in your child, your doctor will perform a simple blood test to check G6PD enzyme levels.\nAbout 36-48 hours after birth, the baby will have a blood sample taken from the heel to do a screening test for G6PD deficiency. Results are announced the next day. Babies with G6PD deficiency will be counseled and given a card confirming G6PD deficiency.\nWhen a child is discovered to have low G6PD, especially premature children, they will receive special care to minimize the risk of infection and viral infection.",
            "subsection_string": "Diagnostic method\nTo diagnose G6PD deficiency in your child, your doctor will perform a simple blood test to check G6PD enzyme levels.\nAbout 36-48 hours after birth, the baby will have a blood sample taken from the heel to do a screening test for G6PD deficiency. Results are announced the next day. Babies with G6PD deficiency will be counseled and given a card confirming G6PD deficiency.\nWhen a child is discovered to have low G6PD, especially premature children, they will receive special care to minimize the risk of infection and viral infection."
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "Treatment of G6PD deficiency depends on the symptoms. Children may receive a blood transfusion if anemic, or phototherapy for jaundice when indicated.\nWhen symptoms of G6PD deficiency are mild, the most effective treatment is to avoid foods or medications that are known to cause symptoms. Specifically:\n1. Avoid taking certain medications\nYour doctor will provide you with a complete list of medications that are “Unsafe for people with G6PD deficiency.” Some popular medications include:\nAnti-malarial drugs; Aspirin; NSAID pain relievers (non-steroidal anti-inflammatory drugs); Sulfate drugs and products containing sulfites (drugs with “sulf” in the name should be used with caution); Quinine, or other drugs with “quin” in the name; Brinzolamide; Furazolidone; Dimercaprol; Sulfadimidine\nIf you are diagnosed with G6PD deficiency and see a doctor for another health problem, inform your doctor about your condition to avoid being prescribed a drug on the \"Unsafe\" list above. Also, ask your doctor about any vitamins or supplements you want to take.\n2. Avoid consuming foods and drinks that can cause reactions\nNot all people with G6PD deficiency react to foods and drinks that are considered \"forbidden\" for people with G6PD deficiency. But it's best to avoid consuming them to avoid making your condition worse. The list of foods/drinks to avoid is:\nfava beans (sometimes all other beans too); Blueberry; All products made from soy (tofu, tofu, miso, tempeh); Foods rich in vitamin C as well as foods supplemented with vitamin C such as citrus fruits, drinks containing synthetic vitamin C...; Menthol; Foods containing artificial dyes\nNote, people with G6PD deficiency can use fruits such as tomatoes, oranges, grapes, and apples that contain antioxidants. As for intravenous Vitamin C, be cautious if methemoglobin is present.\nIf G6PD deficiency is caused by infectious diseases such as viral hepatitis, typhoid, pneumonia, etc., these diseases need to be treated thoroughly. Then, the symptoms will gradually disappear.\nHowever, once G6PD deficiency has progressed to hemolytic anemia, the patient needs immediate aggressive treatment. It's likely your doctor will prescribe a blood transfusion to help slow the rate at which red blood cells are destroyed (hemolysis). During treatment, the patient needs to stay in the hospital to be closely monitored. This is to ensure complete recovery without complications.",
            "subsection_string": "Treatments\nTreatment of G6PD deficiency depends on the symptoms. Children may receive a blood transfusion if anemic, or phototherapy for jaundice when indicated.\nWhen symptoms of G6PD deficiency are mild, the most effective treatment is to avoid foods or medications that are known to cause symptoms. Specifically:\n1. Avoid taking certain medications\nYour doctor will provide you with a complete list of medications that are “Unsafe for people with G6PD deficiency.” Some popular medications include:\nAnti-malarial drugs; Aspirin; NSAID pain relievers (non-steroidal anti-inflammatory drugs); Sulfate drugs and products containing sulfites (drugs with “sulf” in the name should be used with caution); Quinine, or other drugs with “quin” in the name; Brinzolamide; Furazolidone; Dimercaprol; Sulfadimidine\nIf you are diagnosed with G6PD deficiency and see a doctor for another health problem, inform your doctor about your condition to avoid being prescribed a drug on the \"Unsafe\" list above. Also, ask your doctor about any vitamins or supplements you want to take.\n2. Avoid consuming foods and drinks that can cause reactions\nNot all people with G6PD deficiency react to foods and drinks that are considered \"forbidden\" for people with G6PD deficiency. But it's best to avoid consuming them to avoid making your condition worse. The list of foods/drinks to avoid is:\nfava beans (sometimes all other beans too); Blueberry; All products made from soy (tofu, tofu, miso, tempeh); Foods rich in vitamin C as well as foods supplemented with vitamin C such as citrus fruits, drinks containing synthetic vitamin C...; Menthol; Foods containing artificial dyes\nNote, people with G6PD deficiency can use fruits such as tomatoes, oranges, grapes, and apples that contain antioxidants. As for intravenous Vitamin C, be cautious if methemoglobin is present.\nIf G6PD deficiency is caused by infectious diseases such as viral hepatitis, typhoid, pneumonia, etc., these diseases need to be treated thoroughly. Then, the symptoms will gradually disappear.\nHowever, once G6PD deficiency has progressed to hemolytic anemia, the patient needs immediate aggressive treatment. It's likely your doctor will prescribe a blood transfusion to help slow the rate at which red blood cells are destroyed (hemolysis). During treatment, the patient needs to stay in the hospital to be closely monitored. This is to ensure complete recovery without complications."
        },
        {
            "subsection_name": "How to prevent hemolytic anemia due to G6PD deficiency",
            "subsection_content": "According to Dr. Hanh, there is currently no cure for G6PD deficiency, however parents should note that there are many methods to help prevent the disease.\nThe best way to prevent risks is for parents to have their children undergo newborn screening by taking heel blood within the first 48-72 hours after birth. Children can have genetic diagnostic testing to help confirm disease status and severity, and provide genetic counseling information for parents and other family members such as: pre-marital and pre-pregnancy counseling.\nFoods to avoid when lacking G6PD: Fava beans, red wine, Blueberries, soybeans...\nDrugs that cause hemolysis and drugs that can cause hemolysis should be avoided.\nIf well-prevented, children are not exposed to agents that cause red blood cell breakdown and will still be healthy and develop equally with their peers.\nFeed children foods rich in protein, iron, probiotics, healthy fats... to prevent hemolytic anemia due to G6PD deficiency.",
            "subsection_string": "How to prevent hemolytic anemia due to G6PD deficiency\nAccording to Dr. Hanh, there is currently no cure for G6PD deficiency, however parents should note that there are many methods to help prevent the disease.\nThe best way to prevent risks is for parents to have their children undergo newborn screening by taking heel blood within the first 48-72 hours after birth. Children can have genetic diagnostic testing to help confirm disease status and severity, and provide genetic counseling information for parents and other family members such as: pre-marital and pre-pregnancy counseling.\nFoods to avoid when lacking G6PD: Fava beans, red wine, Blueberries, soybeans...\nDrugs that cause hemolysis and drugs that can cause hemolysis should be avoided.\nIf well-prevented, children are not exposed to agents that cause red blood cell breakdown and will still be healthy and develop equally with their peers.\nFeed children foods rich in protein, iron, probiotics, healthy fats... to prevent hemolytic anemia due to G6PD deficiency."
        },
        {
            "subsection_name": "How to care for children with G6PD deficiency",
            "subsection_content": "A newborn baby diagnosed with low G6PD requires special care. Parents should be careful to avoid letting their children get infectious diseases and viruses. In addition, you must consult a doctor before giving your child medicine, and do not arbitrarily buy medicine for your child. At the same time, be wary of some drugs that have a high risk of causing hemolysis such as deworming drugs, antibiotics, malaria...; Traditional medicine and oriental medicine because these medicines may contain oxidants. Parents also need to limit children's use of pain relievers and fever reducers; anti-allergic drugs, antihistamines; high doses of vitamin C and vitamin K; some other drugs such as dopamine, toluidine blue...\nRegarding diet, absolutely do not let children eat foods made from fava beans, limit foods such as blueberries; Beans (soybeans, beans, peas) in children's diets. In addition, do not put mothballs (camphor) in children's wardrobes and blankets because they contain naphthalene, an oxidizing agent.\nParents and children will feel secure and comfortable when examined and treated at the Pediatric Department of Tam Anh General Hospital.\nFor newborn babies who are being breastfed, mothers must also comply with the above diet because these substances can enter the baby's body through breast milk.\nIn case a child is sick and must see a doctor, parents need to clearly state the child's G6PD deficiency status so that the doctor can develop an appropriate treatment regimen. When a child is infected with a virus or infection (cold, cough, fever...), it is necessary to take the child to the doctor immediately so that the child can receive the correct medicine and detect hemolysis early.\nInvested and built according to international standards, aiming to create a friendly medical examination and treatment environment for pediatric patients, Tam Anh General Hospital Pediatrics Department is the address for examination and treatment of common diseases in children. parents trust and choose. The department is equipped with a modern machinery system, plus a team of good doctors and nurses who understand children's psychology, giving children a feeling of trust and peace of mind. Coming here for treatment, children will feel comfortable and at home.\nMild G6PD deficiency will be improved by adjusting diet and lifestyle. But if the symptoms become more severe, you need to take your child to the doctor for treatment and to prevent complications of hemolytic anemia. Go to the hospital immediately if you detect symptoms in your child becoming serious and prolonged.\nThu Ha",
            "subsection_string": "How to care for children with G6PD deficiency\nA newborn baby diagnosed with low G6PD requires special care. Parents should be careful to avoid letting their children get infectious diseases and viruses. In addition, you must consult a doctor before giving your child medicine, and do not arbitrarily buy medicine for your child. At the same time, be wary of some drugs that have a high risk of causing hemolysis such as deworming drugs, antibiotics, malaria...; Traditional medicine and oriental medicine because these medicines may contain oxidants. Parents also need to limit children's use of pain relievers and fever reducers; anti-allergic drugs, antihistamines; high doses of vitamin C and vitamin K; some other drugs such as dopamine, toluidine blue...\nRegarding diet, absolutely do not let children eat foods made from fava beans, limit foods such as blueberries; Beans (soybeans, beans, peas) in children's diets. In addition, do not put mothballs (camphor) in children's wardrobes and blankets because they contain naphthalene, an oxidizing agent.\nParents and children will feel secure and comfortable when examined and treated at the Pediatric Department of Tam Anh General Hospital.\nFor newborn babies who are being breastfed, mothers must also comply with the above diet because these substances can enter the baby's body through breast milk.\nIn case a child is sick and must see a doctor, parents need to clearly state the child's G6PD deficiency status so that the doctor can develop an appropriate treatment regimen. When a child is infected with a virus or infection (cold, cough, fever...), it is necessary to take the child to the doctor immediately so that the child can receive the correct medicine and detect hemolysis early.\nInvested and built according to international standards, aiming to create a friendly medical examination and treatment environment for pediatric patients, Tam Anh General Hospital Pediatrics Department is the address for examination and treatment of common diseases in children. parents trust and choose. The department is equipped with a modern machinery system, plus a team of good doctors and nurses who understand children's psychology, giving children a feeling of trust and peace of mind. Coming here for treatment, children will feel comfortable and at home.\nMild G6PD deficiency will be improved by adjusting diet and lifestyle. But if the symptoms become more severe, you need to take your child to the doctor for treatment and to prevent complications of hemolytic anemia. Go to the hospital immediately if you detect symptoms in your child becoming serious and prolonged.\nThu Ha"
        }
    ],
    "name": "thieu-men-g6pd.json"
}