{
    "title": "Chronic ischemic heart disease: Causes and treatments",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/thieu-mau-co-tim-cuc-bo-man-tinh/",
    "abstract": "Chronic ischemic heart disease is quite common and can progress seriously, threatening the patient's life if not detected early and treated promptly. Equipping with knowledge about the disease is extremely important, helping patients have effective treatment and health care plans.",
    "content": "Chronic ischemic heart disease: Causes and treatments\n\nChronic ischemic heart disease is quite common and can progress seriously, threatening the patient's life if not detected early and treated promptly. Equipping with knowledge about the disease is extremely important, helping patients have effective treatment and health care plans.\n\nWhat is chronic ischemic heart disease?\nChronic ischemic heart disease or chronic ischemic heart disease is stable coronary artery disease or stable angina. This is a common disease and tends to increase in developing countries with a huge disease burden and treatment costs.\nMyocardial ischemia (also known as coronary artery disease, coronary heart disease, coronary insufficiency) is a condition caused by narrowed coronary arteries that limit the supply of blood, oxygen and nutrients to the heart, causing damage to part of the heart muscle. (first)\nThe typical clinical manifestation is stable angina attacks\nThe typical clinical manifestation of the disease is stable angina. Stable angina is the stabilization of coronary atherosclerotic plaques. During the development of atherosclerotic plaques, in some cases, due to atherosclerotic plaque cracking, it can quickly narrow or block the vessel lumen. This condition is called Acute Coronary Syndrome, which includes unstable angina, ST-elevation myocardial infarction, and non-ST-elevation myocardial infarction.\nOn the contrary, in the case of a patient with acute coronary syndrome who is treated stably after 1 year, it will be considered stable coronary artery disease.\n\nCause of chronic myocardial ischemia\nRisk factors for chronic ischemic heart disease include a group of modifiable factors and a group of non-changeable factors:\nGroup of risk factors that cannot be changed\nAge: Epidemiological studies show that age is one of the factors that increase the risk of cardiovascular disease. The older you get, the less effective your heart becomes because the heart wall thickens and the arteries harden, making it difficult to pump blood to the heart.; Gender: Men have a higher risk of cardiovascular disease, coronary artery disease and stroke than women. However, when entering menopause, women's risk of cardiovascular disease is no different than men's; and after age 65, the risk of disease in both sexes is the same.; Genetics: If a family member has a history of cardiovascular disease (father, mother, or older sibling had cardiovascular problems before age 55), the risk of this disease increases.\nGroup of modifiable risk factors\nSmoking habits: Smoking has been proven to be a factor that increases the risk of coronary artery disease, peripheral vascular disease and stroke. In addition, smoking habits also cause lung cancer and many other dangerous diseases. People around passive smoking are at high risk of contracting the above diseases. Therefore, cardiovascular experts recommend that people should not smoke and quit smoking to avoid the risk of disease for themselves and their families.; Unhealthy lifestyle such as little exercise, frequent stress, use of stimulants containing cocaine...; Diabetes, hypertension but not treated or treated but not following doctor's instructions, leading to poor control.; A diet rich in fat and cholesterol causes plaque buildup, blocking blood circulation to the heart and other organs.\nSmoking habits increase the risk of many cardiovascular diseases\n\nSigns of ischemic heart disease\nThe disease is recognized through stable angina attacks characterized by: (2)\nLocation: Usually appears behind the sternum, spreading to the neck, shoulders, jaw, epigastrium, back and hands. There are cases where the pain spreads to the left shoulder, down the inside of the left hand, and then down to the little and ring fingers.; When: Appears when the patient exerts himself, is strongly emotional, is cold, after eating too much or after smoking. In some cases, the pain appears at night, every time the patient changes position or is accompanied by a rapid heartbeat.; Characteristics: The patient feels tightness, pressure or suffocation, sometimes feels cold (medical literature describes angina as if an elephant steps on the chest). The patient may feel fatigue, headache, shortness of breath, sweating and nausea during the pain.\nThe pain is usually short (3-5 minutes), can be longer but usually does not exceed 20 minutes. In case the pain lasts and appears even at rest, the patient needs to be wary of unstable angina or myocardial infarction. At the same time, with pain that is too short and lasts less than 1 minute, patients need to think about causes other than cardiovascular disease.\n“Not all cases of chronic myocardial ischemia have stable angina with typical characteristics. In many cases, patients only feel discomfort in the chest, chest tightness, jaw stiffness when exerting... Therefore, it is recommended that patients be examined early and perform modern imaging diagnostic techniques to be able to diagnose the disease. accurately diagnose the disease,\" said Dr. Vo Ngoc Cam.\n\nDiagnostic method\nBS.CK II Vo Ngoc Cam, Deputy Department of Cardiovascular Resuscitation, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City, said that at the Cardiovascular Center of Tam Anh General Hospital System, Ho Chi Minh City, the diagnosis Diagnosing chronic ischemic heart disease is a strict process including the following steps: (3)\nClinical diagnosis\nThe doctor explores the patient's symptoms, inquires about the patient's and his family's medical history, and conducts initial examinations including measuring blood pressure, listening to the heart, etc.\nParaclinical diagnosis\nWhen a patient has symptoms that are suspicious or suggestive of chronic ischemic heart disease, the doctor will prescribe the patient to perform a number of paraclinical diagnoses including:\nBiochemical blood test: check the number of red blood cells and platelets in the blood, evaluate cholesterol levels, blood sugar, kidney function, liver function, electrolytes,...; Electrocardiogram diagnoses myocardial ischemia: can see ST-T wave changes, left ventricular thickening, old myocardial infarction scars,...; Doppler echocardiography: identifies regional movement disorders suspected to be caused by coronary artery disease, evaluates heart function, heart valve disease,...; Stress test: helps determine myocardial ischemia, stratifies risk (low, medium and high) for further treatment.; Holter electrocardiogram: attaches a heart rate monitoring device to the patient for 24-48 hours to detect the occurrence of ischemic heart disease and many other arrhythmias.; Coronary CT angiography: records images of narrowed or blocked coronary arteries, location and extent of narrowing to guide treatment.; Coronary angiography: is the gold standard in diagnosing the disease, often prescribed by doctors to patients with coronary insufficiency to determine whether intervention is needed or not.\nTam Anh General Hospital owns a modern equipment system to help with early detection and effective treatment\n\nTreatment of chronic ischemic heart disease\nDoctor Vo Ngoc Cam said that the main goals of treatment are: (4)\nMinimize symptoms of the disease, improve quality of life for patients; Increases blood flow and nourishment, reduces myocardial ischemia; Prevent acute coronary syndrome and the risk of death from the disease.\nDepending on the patient's health condition and diagnosis results, there are many different treatments. Among them, medical treatment is still the main method applied to most cases of chronic myocardial ischemia or stable angina.\nInternally medical treatment\nSome medications prescribed for use in the treatment of stable angina include:\nAntiplatelet drugs such as Aspirin, Clopidogrel, Ticagrelor or Prasugrel.; Medicines to treat lipid disorders such as statins and ezetimibe; ACE inhibitors such as enalapril, perindopril, lisinopril,...; Beta-blockers such as Metoprolol, Bisoprolol, Carvedilol, Nebivolol, etc.; Calcium channel blockers such as dihydropyridines, non-dihydropyridines; Nitrate derivatives such as Nitroglycerin, Isosorbide dinitrate...\nNote: Patients should not arbitrarily use medication without a doctor's prescription.\nInterventional treatment\nIn cases where aggressive medical treatment has been performed but the patient still has symptoms of chest pain, the doctor may prescribe interventional treatment to increase myocardial perfusion.\nAngioplasty and stent placement: The doctor inserts a catheter through the peripheral artery to reach the blocked coronary artery, then inflates a small balloon attached to the tip of the catheter to normalize blood circulation. At the same time, a small mesh tube (stent) is placed at the site of the blockage to prevent the artery from narrowing again.; Coronary artery bypass surgery: The doctor grafts another blood vessel across the blocked coronary artery to circulate blood through stent placement: The doctor inserts a catheter through the peripheral artery to reach the vessel location. coronary artery is blocked, then part of the coronary artery is blocked.\n\nIs chronic ischemic heart disease dangerous?\n“Is chronic myocardial ischemia dangerous?” is a common question of patients when diagnosed with this disease. Answering this question, doctor Vo Ngoc Cam said that the disease is not at all dangerous if it is detected early and treated effectively, and the patient strictly follows the doctor's treatment regimen and has a plan. Good care and disease management.\nHowever, in cases where the disease is detected and treated late, the disease can progress to acute coronary syndrome, the patient is at risk of unstable angina, myocardial infarction, and the most dangerous is stroke. death. Therefore, early treatment intervention is extremely important for patients with this disease.\n\nPrecautions\nPatients can completely prevent ischemic heart disease by properly controlling a group of modifiable risk factors. Detail:\nDo not smoke, drink alcohol and use stimulants; Have a scientific diet: do not eat a lot of fat and cholesterol such as animal fat, fatty milk, eggs, milk, limit salty foods...; should eat a lot of fish, vegetables, fruits...; Maintain daily exercise, consult your doctor about the sport and exercise intensity appropriate to your physical condition.; Control weight, avoid overweight and obesity; Get reasonable rest, keep a happy spirit, avoid stress and prolonged stress.; Regular health check-ups to detect diseases early and promptly treat diseases, if any.\nReference: 12 foods that patients with myocardial ischemia should eat\nCardiovascular Center, Tam Anh General Hospital System brings together a team of leading doctors and cardiovascular experts in Vietnam; owns a modern machinery system such as a heart and coronary artery MSCT machine, an ECG machine to measure electrocardiogram and check heart rate, a Holter ECG machine and a 2-plane DSA coronary angiography system... to help with screening and early detection. and effectively treat cardiovascular diseases right from the early stages, saving time and treatment costs, improving the quality of life for patients. To get advice and make an appointment with leading experts at the Heart Center of Tam Anh General Hospital System, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Next, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nChronic ischemic heart disease can take the patient's life if not treated early. Therefore, being fully equipped with knowledge about the disease is extremely important in screening and treating the disease effectively!",
    "subsections": [
        {
            "subsection_name": "What is chronic ischemic heart disease?",
            "subsection_content": "Chronic ischemic heart disease or chronic ischemic heart disease is stable coronary artery disease or stable angina. This is a common disease and tends to increase in developing countries with a huge disease burden and treatment costs.\nMyocardial ischemia (also known as coronary artery disease, coronary heart disease, coronary insufficiency) is a condition caused by narrowed coronary arteries that limit the supply of blood, oxygen and nutrients to the heart, causing damage to part of the heart muscle. (first)\nThe typical clinical manifestation is stable angina attacks\nThe typical clinical manifestation of the disease is stable angina. Stable angina is the stabilization of coronary atherosclerotic plaques. During the development of atherosclerotic plaques, in some cases, due to atherosclerotic plaque cracking, it can quickly narrow or block the vessel lumen. This condition is called Acute Coronary Syndrome, which includes unstable angina, ST-elevation myocardial infarction, and non-ST-elevation myocardial infarction.\nOn the contrary, in the case of a patient with acute coronary syndrome who is treated stably after 1 year, it will be considered stable coronary artery disease.",
            "subsection_string": "What is chronic ischemic heart disease?\nChronic ischemic heart disease or chronic ischemic heart disease is stable coronary artery disease or stable angina. This is a common disease and tends to increase in developing countries with a huge disease burden and treatment costs.\nMyocardial ischemia (also known as coronary artery disease, coronary heart disease, coronary insufficiency) is a condition caused by narrowed coronary arteries that limit the supply of blood, oxygen and nutrients to the heart, causing damage to part of the heart muscle. (first)\nThe typical clinical manifestation is stable angina attacks\nThe typical clinical manifestation of the disease is stable angina. Stable angina is the stabilization of coronary atherosclerotic plaques. During the development of atherosclerotic plaques, in some cases, due to atherosclerotic plaque cracking, it can quickly narrow or block the vessel lumen. This condition is called Acute Coronary Syndrome, which includes unstable angina, ST-elevation myocardial infarction, and non-ST-elevation myocardial infarction.\nOn the contrary, in the case of a patient with acute coronary syndrome who is treated stably after 1 year, it will be considered stable coronary artery disease."
        },
        {
            "subsection_name": "Cause of chronic myocardial ischemia",
            "subsection_content": "Risk factors for chronic ischemic heart disease include a group of modifiable factors and a group of non-changeable factors:\nGroup of risk factors that cannot be changed\nAge: Epidemiological studies show that age is one of the factors that increase the risk of cardiovascular disease. The older you get, the less effective your heart becomes because the heart wall thickens and the arteries harden, making it difficult to pump blood to the heart.; Gender: Men have a higher risk of cardiovascular disease, coronary artery disease and stroke than women. However, when entering menopause, women's risk of cardiovascular disease is no different than men's; and after age 65, the risk of disease in both sexes is the same.; Genetics: If a family member has a history of cardiovascular disease (father, mother, or older sibling had cardiovascular problems before age 55), the risk of this disease increases.\nGroup of modifiable risk factors\nSmoking habits: Smoking has been proven to be a factor that increases the risk of coronary artery disease, peripheral vascular disease and stroke. In addition, smoking habits also cause lung cancer and many other dangerous diseases. People around passive smoking are at high risk of contracting the above diseases. Therefore, cardiovascular experts recommend that people should not smoke and quit smoking to avoid the risk of disease for themselves and their families.; Unhealthy lifestyle such as little exercise, frequent stress, use of stimulants containing cocaine...; Diabetes, hypertension but not treated or treated but not following doctor's instructions, leading to poor control.; A diet rich in fat and cholesterol causes plaque buildup, blocking blood circulation to the heart and other organs.\nSmoking habits increase the risk of many cardiovascular diseases",
            "subsection_string": "Cause of chronic myocardial ischemia\nRisk factors for chronic ischemic heart disease include a group of modifiable factors and a group of non-changeable factors:\nGroup of risk factors that cannot be changed\nAge: Epidemiological studies show that age is one of the factors that increase the risk of cardiovascular disease. The older you get, the less effective your heart becomes because the heart wall thickens and the arteries harden, making it difficult to pump blood to the heart.; Gender: Men have a higher risk of cardiovascular disease, coronary artery disease and stroke than women. However, when entering menopause, women's risk of cardiovascular disease is no different than men's; and after age 65, the risk of disease in both sexes is the same.; Genetics: If a family member has a history of cardiovascular disease (father, mother, or older sibling had cardiovascular problems before age 55), the risk of this disease increases.\nGroup of modifiable risk factors\nSmoking habits: Smoking has been proven to be a factor that increases the risk of coronary artery disease, peripheral vascular disease and stroke. In addition, smoking habits also cause lung cancer and many other dangerous diseases. People around passive smoking are at high risk of contracting the above diseases. Therefore, cardiovascular experts recommend that people should not smoke and quit smoking to avoid the risk of disease for themselves and their families.; Unhealthy lifestyle such as little exercise, frequent stress, use of stimulants containing cocaine...; Diabetes, hypertension but not treated or treated but not following doctor's instructions, leading to poor control.; A diet rich in fat and cholesterol causes plaque buildup, blocking blood circulation to the heart and other organs.\nSmoking habits increase the risk of many cardiovascular diseases"
        },
        {
            "subsection_name": "Signs of ischemic heart disease",
            "subsection_content": "The disease is recognized through stable angina attacks characterized by: (2)\nLocation: Usually appears behind the sternum, spreading to the neck, shoulders, jaw, epigastrium, back and hands. There are cases where the pain spreads to the left shoulder, down the inside of the left hand, and then down to the little and ring fingers.; When: Appears when the patient exerts himself, is strongly emotional, is cold, after eating too much or after smoking. In some cases, the pain appears at night, every time the patient changes position or is accompanied by a rapid heartbeat.; Characteristics: The patient feels tightness, pressure or suffocation, sometimes feels cold (medical literature describes angina as if an elephant steps on the chest). The patient may feel fatigue, headache, shortness of breath, sweating and nausea during the pain.\nThe pain is usually short (3-5 minutes), can be longer but usually does not exceed 20 minutes. In case the pain lasts and appears even at rest, the patient needs to be wary of unstable angina or myocardial infarction. At the same time, with pain that is too short and lasts less than 1 minute, patients need to think about causes other than cardiovascular disease.\n“Not all cases of chronic myocardial ischemia have stable angina with typical characteristics. In many cases, patients only feel discomfort in the chest, chest tightness, jaw stiffness when exerting... Therefore, it is recommended that patients be examined early and perform modern imaging diagnostic techniques to be able to diagnose the disease. accurately diagnose the disease,\" said Dr. Vo Ngoc Cam.",
            "subsection_string": "Signs of ischemic heart disease\nThe disease is recognized through stable angina attacks characterized by: (2)\nLocation: Usually appears behind the sternum, spreading to the neck, shoulders, jaw, epigastrium, back and hands. There are cases where the pain spreads to the left shoulder, down the inside of the left hand, and then down to the little and ring fingers.; When: Appears when the patient exerts himself, is strongly emotional, is cold, after eating too much or after smoking. In some cases, the pain appears at night, every time the patient changes position or is accompanied by a rapid heartbeat.; Characteristics: The patient feels tightness, pressure or suffocation, sometimes feels cold (medical literature describes angina as if an elephant steps on the chest). The patient may feel fatigue, headache, shortness of breath, sweating and nausea during the pain.\nThe pain is usually short (3-5 minutes), can be longer but usually does not exceed 20 minutes. In case the pain lasts and appears even at rest, the patient needs to be wary of unstable angina or myocardial infarction. At the same time, with pain that is too short and lasts less than 1 minute, patients need to think about causes other than cardiovascular disease.\n“Not all cases of chronic myocardial ischemia have stable angina with typical characteristics. In many cases, patients only feel discomfort in the chest, chest tightness, jaw stiffness when exerting... Therefore, it is recommended that patients be examined early and perform modern imaging diagnostic techniques to be able to diagnose the disease. accurately diagnose the disease,\" said Dr. Vo Ngoc Cam."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "BS.CK II Vo Ngoc Cam, Deputy Department of Cardiovascular Resuscitation, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City, said that at the Cardiovascular Center of Tam Anh General Hospital System, Ho Chi Minh City, the diagnosis Diagnosing chronic ischemic heart disease is a strict process including the following steps: (3)\nClinical diagnosis\nThe doctor explores the patient's symptoms, inquires about the patient's and his family's medical history, and conducts initial examinations including measuring blood pressure, listening to the heart, etc.\nParaclinical diagnosis\nWhen a patient has symptoms that are suspicious or suggestive of chronic ischemic heart disease, the doctor will prescribe the patient to perform a number of paraclinical diagnoses including:\nBiochemical blood test: check the number of red blood cells and platelets in the blood, evaluate cholesterol levels, blood sugar, kidney function, liver function, electrolytes,...; Electrocardiogram diagnoses myocardial ischemia: can see ST-T wave changes, left ventricular thickening, old myocardial infarction scars,...; Doppler echocardiography: identifies regional movement disorders suspected to be caused by coronary artery disease, evaluates heart function, heart valve disease,...; Stress test: helps determine myocardial ischemia, stratifies risk (low, medium and high) for further treatment.; Holter electrocardiogram: attaches a heart rate monitoring device to the patient for 24-48 hours to detect the occurrence of ischemic heart disease and many other arrhythmias.; Coronary CT angiography: records images of narrowed or blocked coronary arteries, location and extent of narrowing to guide treatment.; Coronary angiography: is the gold standard in diagnosing the disease, often prescribed by doctors to patients with coronary insufficiency to determine whether intervention is needed or not.\nTam Anh General Hospital owns a modern equipment system to help with early detection and effective treatment",
            "subsection_string": "Diagnostic method\nBS.CK II Vo Ngoc Cam, Deputy Department of Cardiovascular Resuscitation, Cardiovascular Center, Tam Anh General Hospital, Ho Chi Minh City, said that at the Cardiovascular Center of Tam Anh General Hospital System, Ho Chi Minh City, the diagnosis Diagnosing chronic ischemic heart disease is a strict process including the following steps: (3)\nClinical diagnosis\nThe doctor explores the patient's symptoms, inquires about the patient's and his family's medical history, and conducts initial examinations including measuring blood pressure, listening to the heart, etc.\nParaclinical diagnosis\nWhen a patient has symptoms that are suspicious or suggestive of chronic ischemic heart disease, the doctor will prescribe the patient to perform a number of paraclinical diagnoses including:\nBiochemical blood test: check the number of red blood cells and platelets in the blood, evaluate cholesterol levels, blood sugar, kidney function, liver function, electrolytes,...; Electrocardiogram diagnoses myocardial ischemia: can see ST-T wave changes, left ventricular thickening, old myocardial infarction scars,...; Doppler echocardiography: identifies regional movement disorders suspected to be caused by coronary artery disease, evaluates heart function, heart valve disease,...; Stress test: helps determine myocardial ischemia, stratifies risk (low, medium and high) for further treatment.; Holter electrocardiogram: attaches a heart rate monitoring device to the patient for 24-48 hours to detect the occurrence of ischemic heart disease and many other arrhythmias.; Coronary CT angiography: records images of narrowed or blocked coronary arteries, location and extent of narrowing to guide treatment.; Coronary angiography: is the gold standard in diagnosing the disease, often prescribed by doctors to patients with coronary insufficiency to determine whether intervention is needed or not.\nTam Anh General Hospital owns a modern equipment system to help with early detection and effective treatment"
        },
        {
            "subsection_name": "Treatment of chronic ischemic heart disease",
            "subsection_content": "Doctor Vo Ngoc Cam said that the main goals of treatment are: (4)\nMinimize symptoms of the disease, improve quality of life for patients; Increases blood flow and nourishment, reduces myocardial ischemia; Prevent acute coronary syndrome and the risk of death from the disease.\nDepending on the patient's health condition and diagnosis results, there are many different treatments. Among them, medical treatment is still the main method applied to most cases of chronic myocardial ischemia or stable angina.\nInternally medical treatment\nSome medications prescribed for use in the treatment of stable angina include:\nAntiplatelet drugs such as Aspirin, Clopidogrel, Ticagrelor or Prasugrel.; Medicines to treat lipid disorders such as statins and ezetimibe; ACE inhibitors such as enalapril, perindopril, lisinopril,...; Beta-blockers such as Metoprolol, Bisoprolol, Carvedilol, Nebivolol, etc.; Calcium channel blockers such as dihydropyridines, non-dihydropyridines; Nitrate derivatives such as Nitroglycerin, Isosorbide dinitrate...\nNote: Patients should not arbitrarily use medication without a doctor's prescription.\nInterventional treatment\nIn cases where aggressive medical treatment has been performed but the patient still has symptoms of chest pain, the doctor may prescribe interventional treatment to increase myocardial perfusion.\nAngioplasty and stent placement: The doctor inserts a catheter through the peripheral artery to reach the blocked coronary artery, then inflates a small balloon attached to the tip of the catheter to normalize blood circulation. At the same time, a small mesh tube (stent) is placed at the site of the blockage to prevent the artery from narrowing again.; Coronary artery bypass surgery: The doctor grafts another blood vessel across the blocked coronary artery to circulate blood through stent placement: The doctor inserts a catheter through the peripheral artery to reach the vessel location. coronary artery is blocked, then part of the coronary artery is blocked.",
            "subsection_string": "Treatment of chronic ischemic heart disease\nDoctor Vo Ngoc Cam said that the main goals of treatment are: (4)\nMinimize symptoms of the disease, improve quality of life for patients; Increases blood flow and nourishment, reduces myocardial ischemia; Prevent acute coronary syndrome and the risk of death from the disease.\nDepending on the patient's health condition and diagnosis results, there are many different treatments. Among them, medical treatment is still the main method applied to most cases of chronic myocardial ischemia or stable angina.\nInternally medical treatment\nSome medications prescribed for use in the treatment of stable angina include:\nAntiplatelet drugs such as Aspirin, Clopidogrel, Ticagrelor or Prasugrel.; Medicines to treat lipid disorders such as statins and ezetimibe; ACE inhibitors such as enalapril, perindopril, lisinopril,...; Beta-blockers such as Metoprolol, Bisoprolol, Carvedilol, Nebivolol, etc.; Calcium channel blockers such as dihydropyridines, non-dihydropyridines; Nitrate derivatives such as Nitroglycerin, Isosorbide dinitrate...\nNote: Patients should not arbitrarily use medication without a doctor's prescription.\nInterventional treatment\nIn cases where aggressive medical treatment has been performed but the patient still has symptoms of chest pain, the doctor may prescribe interventional treatment to increase myocardial perfusion.\nAngioplasty and stent placement: The doctor inserts a catheter through the peripheral artery to reach the blocked coronary artery, then inflates a small balloon attached to the tip of the catheter to normalize blood circulation. At the same time, a small mesh tube (stent) is placed at the site of the blockage to prevent the artery from narrowing again.; Coronary artery bypass surgery: The doctor grafts another blood vessel across the blocked coronary artery to circulate blood through stent placement: The doctor inserts a catheter through the peripheral artery to reach the vessel location. coronary artery is blocked, then part of the coronary artery is blocked."
        },
        {
            "subsection_name": "Is chronic ischemic heart disease dangerous?",
            "subsection_content": "“Is chronic myocardial ischemia dangerous?” is a common question of patients when diagnosed with this disease. Answering this question, doctor Vo Ngoc Cam said that the disease is not at all dangerous if it is detected early and treated effectively, and the patient strictly follows the doctor's treatment regimen and has a plan. Good care and disease management.\nHowever, in cases where the disease is detected and treated late, the disease can progress to acute coronary syndrome, the patient is at risk of unstable angina, myocardial infarction, and the most dangerous is stroke. death. Therefore, early treatment intervention is extremely important for patients with this disease.",
            "subsection_string": "Is chronic ischemic heart disease dangerous?\n“Is chronic myocardial ischemia dangerous?” is a common question of patients when diagnosed with this disease. Answering this question, doctor Vo Ngoc Cam said that the disease is not at all dangerous if it is detected early and treated effectively, and the patient strictly follows the doctor's treatment regimen and has a plan. Good care and disease management.\nHowever, in cases where the disease is detected and treated late, the disease can progress to acute coronary syndrome, the patient is at risk of unstable angina, myocardial infarction, and the most dangerous is stroke. death. Therefore, early treatment intervention is extremely important for patients with this disease."
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "Patients can completely prevent ischemic heart disease by properly controlling a group of modifiable risk factors. Detail:\nDo not smoke, drink alcohol and use stimulants; Have a scientific diet: do not eat a lot of fat and cholesterol such as animal fat, fatty milk, eggs, milk, limit salty foods...; should eat a lot of fish, vegetables, fruits...; Maintain daily exercise, consult your doctor about the sport and exercise intensity appropriate to your physical condition.; Control weight, avoid overweight and obesity; Get reasonable rest, keep a happy spirit, avoid stress and prolonged stress.; Regular health check-ups to detect diseases early and promptly treat diseases, if any.\nReference: 12 foods that patients with myocardial ischemia should eat\nCardiovascular Center, Tam Anh General Hospital System brings together a team of leading doctors and cardiovascular experts in Vietnam; owns a modern machinery system such as a heart and coronary artery MSCT machine, an ECG machine to measure electrocardiogram and check heart rate, a Holter ECG machine and a 2-plane DSA coronary angiography system... to help with screening and early detection. and effectively treat cardiovascular diseases right from the early stages, saving time and treatment costs, improving the quality of life for patients. To get advice and make an appointment with leading experts at the Heart Center of Tam Anh General Hospital System, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Next, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nChronic ischemic heart disease can take the patient's life if not treated early. Therefore, being fully equipped with knowledge about the disease is extremely important in screening and treating the disease effectively!",
            "subsection_string": "Precautions\nPatients can completely prevent ischemic heart disease by properly controlling a group of modifiable risk factors. Detail:\nDo not smoke, drink alcohol and use stimulants; Have a scientific diet: do not eat a lot of fat and cholesterol such as animal fat, fatty milk, eggs, milk, limit salty foods...; should eat a lot of fish, vegetables, fruits...; Maintain daily exercise, consult your doctor about the sport and exercise intensity appropriate to your physical condition.; Control weight, avoid overweight and obesity; Get reasonable rest, keep a happy spirit, avoid stress and prolonged stress.; Regular health check-ups to detect diseases early and promptly treat diseases, if any.\nReference: 12 foods that patients with myocardial ischemia should eat\nCardiovascular Center, Tam Anh General Hospital System brings together a team of leading doctors and cardiovascular experts in Vietnam; owns a modern machinery system such as a heart and coronary artery MSCT machine, an ECG machine to measure electrocardiogram and check heart rate, a Holter ECG machine and a 2-plane DSA coronary angiography system... to help with screening and early detection. and effectively treat cardiovascular diseases right from the early stages, saving time and treatment costs, improving the quality of life for patients. To get advice and make an appointment with leading experts at the Heart Center of Tam Anh General Hospital System, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Next, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nChronic ischemic heart disease can take the patient's life if not treated early. Therefore, being fully equipped with knowledge about the disease is extremely important in screening and treating the disease effectively!"
        }
    ],
    "name": "thieu-mau-co-tim-cuc-bo-man-tinh.json"
}