{
    "title": "Osteoarthritis of the ankle: Causes, signs, treatment, prevention",
    "category": "Musculoskeletal",
    "link": "https://tamanhhospital.vn/thoai-hoa-khop-co-chan/",
    "abstract": "Ankle osteoarthritis is a condition that causes pain, swelling and stiffness, especially after walking. Early diagnosis and treatment is the best way to control symptoms and prevent associated risks. About 90% of people with ankle degeneration come from one of two main risk factors: injury or pre-existing disease. The remaining group of causes belongs to family history, overweight and obesity... This condition often appears in people over the age of 40 and is trending toward rejuvenation, severely affecting the patient's life.",
    "content": "Osteoarthritis of the ankle: Causes, signs, treatment, prevention\n\nAnkle osteoarthritis is a condition that causes pain, swelling and stiffness, especially after walking. Early diagnosis and treatment is the best way to control symptoms and prevent associated risks. About 90% of people with ankle degeneration come from one of two main risk factors: injury or pre-existing disease. The remaining group of causes belongs to family history, overweight and obesity... This condition often appears in people over the age of 40 and is trending toward rejuvenation, severely affecting the patient's life.\n\nWhat is ankle osteoarthritis?\nAnkle osteoarthritis is a condition in which joint cartilage wears away over time, causing the bones to rub against each other when moving, accompanied by an inflammatory reaction, causing pain, stiffness and other symptoms for the patient. This condition not only affects cartilage but can also damage the bones, ligaments, and tendons around the joint. (first)\nThe disease can appear at any age, but is most common in people over 45 years old and is more common in women than men.\nThe structure of the ankle joint is quite special, including 3 joint surfaces: the talus on the outside, the tibia talus on the top and the medial malleolus - talus on the inside. The area of ​​the ankle joint surface is small, about 350mm. The thickness of the ankle joint cartilage is not much, in some places it is less than 1mm, so the pressure on the ankle joint cartilage is very large. However, the breaking force and stiffness of cartilage are many times higher than those of the knee and hip, so the ankle joint is less susceptible to primary degeneration than the knee and hip joint. Degeneration of the ankle joint is mainly due to secondary causes after injury.\nThe risk of developing ankle osteoarthritis is often related to:\nOverweight and obesity; Genetic factors in diseases such as rheumatoid arthritis and gout.\n\nSigns of ankle osteoarthritis\nEach person will have different signs of ankle osteoarthritis, depending on age, weight, living and working conditions... But in general, the most common symptoms of ankle osteoarthritis are: ( 2)\nSwelling, heat, redness, pain in the affected joints. Pain when touched; Pain in the feet, especially when exercising vigorously or wearing high heels. Some people often have pain at night; Joint stiffness, especially when the patient has not moved for a while; Degenerative joints will look larger than normal; Joints make clicking or crunching sounds when moving the feet and ankles; Degeneration can cause ligaments to become weaker, putting pressure on the cartilage. Loose muscles make the patient feel pain when walking or put weight on the ankle and cause instability when moving.; The ankle joint is less flexible and has reduced range of motion; Repair processes in the ankle joint can cause spurs to form at the edges of the bone and change the shape of the joint.\n\nCauses of ankle degeneration\nAccording to musculoskeletal experts, Orthopedics Center, Tam Anh General Hospital, there are many causes of ankle osteoarthritis. Determining the exact cause of the disease will help doctors make an accurate diagnosis and provide effective treatment.\n1. Age\nOsteoarthritis can appear at any stage in life, but is most common in older people. Time causes the articular cartilage layers to erode, become thinner, less flexible and susceptible to degeneration.\n2. Injury: rupture/tear of the ankle ligament\nAnkles are especially susceptible to sprains, fractures and other injuries during daily activities, playing sports, working... Injured joints are at risk of inflammation and degeneration up to 7 times more than other joints. time. Some statistics show that 70-80% of cases of ankle joint degeneration occur in previously injured ankles.\nUsually the damage will heal and leg joint function is restored. However, trauma can also lead to changes in the joint and promote a faster rate of degeneration. In particular, the risk of degeneration can also occur, even after the injury has been properly treated. Symptoms of osteoarthritis in the ankle usually appear about 2 years after the injury, but in some cases decades later.\n3. Underlying medical conditions\nSome cases of ankle osteoarthritis are related to an underlying medical condition. Conditions that may increase the risk of developing the disease include:\nRheumatoid arthritis and reactive arthritis. These systemic joint diseases can cause bone and joint damage over time; Hematological diseases such as hemophilia, hemoglobinopathies; Clubfoot or other congenital foot defects result in poor ankle joint alignment; Avascular necrosis and osteonecrosis make the bones and cartilage of the ankle joint vulnerable to damage due to poor blood circulation.\n4. Unknown cause\nSome cases of ankle degeneration that are not caused by injury or a previous medical condition are called primary ankle arthritis. This condition usually accounts for about 10% of cases. People with primary ankle osteoarthritis tend to have less pain and better range of motion than others.\n5. Risk factors for developing osteoarthritis in the ankle\nJoint stress and minor injuries: Often appear in people whose activities regularly cause stress to the ankles such as ballet dancers, players, etc.; Overweight and obesity: The ankle joint carries a load 5 times greater than our body weight when we walk. Therefore, the more a person weighs, the more vulnerable the ankle joint is; Family history: Osteoarthritis is affected by genetic factors. Therefore, people whose parents have osteoarthritis will have a higher risk of developing the disease than others.\n\nComplications of ankle osteoarthritis\nIn some cases, the disease can cause complications if not treated promptly and properly. Specifically:(3)\n1. Hallux Hardus syndrome\nIf ankle osteoarthritis is not treated, the cartilage can wear away completely. This can cause the bones of your foot to fuse together, causing stiffness in your big toe, called Hallux ankylosing spondylitis.\nThis condition can make it difficult to move the big toe and affect walking.\n2. Arthritis deformity of the big toe (Bunion)\nHallux ankylosing spondylitis can cause the big toe to tilt toward the other toes, called hallux valvular arthritis. Patients may experience redness, swelling, and instability when standing or walking.\n3. Formation of calluses on the feet\nCalluses can form in places that are subjected to pressure or a lot of rubbing. This condition makes the patient feel uncomfortable when wearing shoes and painful when walking.\n\nDiagnostic method\nTo determine this condition, your doctor will take time to ask your medical history, perform a clinical examination, and may prescribe the following measures.\n1. Clinical examination\nThe doctor will examine the patient's ankle symptoms, ask about medical history and health status. The patient is also asked to walk to see their gait and the extent of the impact of osteoarthritis.\n2. Imaging diagnosis\nDiagnostic imaging measures are also indicated so that the doctor can have more information about the extent of arthritis and/or rule out other possible causes of ankle pain.\nX-ray\nX-rays will show narrowing of the ankle joint space, loss of cartilage in the ankle, and bone spurs, a sign that the loss of cartilage is being compensated for by additional bone growth.\nMagnetic resonance imaging (MRI)\nMagnetic resonance imaging results provide images of the soft tissues (ligaments, tendons and muscles) and bones in the ankle area. Thanks to that, the doctor can rule out the cause of osteoarthritis, damage to the ligaments or tendons in the ankle.\nBlood tests\nIn some cases, your doctor may also order blood tests to rule out other forms of arthritis.\n\nTreatment of ankle osteoarthritis\nIn fact, there is no method that can reverse ankle osteoarthritis. However, people can get treatment for their symptoms, which reduces pain and improves mobility. (4)\n1. Non-drug treatment\nUse topical creams containing ingredients: capsaicin, peppermint essential oil,...; Lose weight to reduce pressure on the ankles; Change exercise habits to avoid joint damage; Practice physical therapy under the guidance of experts; Use a brace, cane or wear specialized shoes\n2. Treatment with medication\nPain relievers include Acetaminophen; nonsteroidal anti-inflammatory drugs (NSAIDS; Advil, Aleve); Topical treatments with gels or creams include NSAIDs (e.g. Voltaren), Lidocaine (Aspercreme) and Salicylates; Glucocorticoid injections help relieve pain quickly and should only be injected 3-4 times a year.\nSee more: Ankle joint injection method\n3. Surgery\nIf pharmacological and non-pharmacological methods are not effective, mobility is still limited, pain does not improve, the patient may need surgery.\nLaparoscopic surgery: This method is rarely applied, but can still be useful for some patients.; Joint fusion surgery: This method helps relieve pain by fixing the bones in the ankle.; Arthroplasty: This is a method of replacing the entire damaged ankle, cartilage and bone with an artificial joint.\n\nPreventing ankle osteoarthritis\nDegeneration is a natural process of the body. But if we build a scientific lifestyle and follow the following instructions from musculoskeletal experts, osteoarthritis can still be effectively controlled:\nAvoid carrying objects that are too heavy; Avoid intense exercise without warming up or without protective equipment; Choose shoes of the right size and softness, avoid wearing high heels for too long; Exercise regularly, appropriate to your physical strength and health status; Build a scientific nutritional regimen, full of vitamins and minerals; Maintain a reasonable weight\nTherefore, each person should follow measures to prevent degeneration in the ankle area. When there are related symptoms, you should go to specialized medical facilities as soon as possible for timely diagnosis and treatment, limiting the risk of complications. During treatment, it is necessary to coordinate closely with the doctor and strictly follow the instructions to achieve treatment goals.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Tran Xuan Anh, Dr. Le Dinh Khoa, Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nAnkle osteoarthritis is one of the most common diseases, especially in women. The disease seriously affects daily activities, especially for the elderly.",
    "subsections": [
        {
            "subsection_name": "What is ankle osteoarthritis?",
            "subsection_content": "Ankle osteoarthritis is a condition in which joint cartilage wears away over time, causing the bones to rub against each other when moving, accompanied by an inflammatory reaction, causing pain, stiffness and other symptoms for the patient. This condition not only affects cartilage but can also damage the bones, ligaments, and tendons around the joint. (first)\nThe disease can appear at any age, but is most common in people over 45 years old and is more common in women than men.\nThe structure of the ankle joint is quite special, including 3 joint surfaces: the talus on the outside, the tibia talus on the top and the medial malleolus - talus on the inside. The area of ​​the ankle joint surface is small, about 350mm. The thickness of the ankle joint cartilage is not much, in some places it is less than 1mm, so the pressure on the ankle joint cartilage is very large. However, the breaking force and stiffness of cartilage are many times higher than those of the knee and hip, so the ankle joint is less susceptible to primary degeneration than the knee and hip joint. Degeneration of the ankle joint is mainly due to secondary causes after injury.\nThe risk of developing ankle osteoarthritis is often related to:\nOverweight and obesity; Genetic factors in diseases such as rheumatoid arthritis and gout.",
            "subsection_string": "What is ankle osteoarthritis?\nAnkle osteoarthritis is a condition in which joint cartilage wears away over time, causing the bones to rub against each other when moving, accompanied by an inflammatory reaction, causing pain, stiffness and other symptoms for the patient. This condition not only affects cartilage but can also damage the bones, ligaments, and tendons around the joint. (first)\nThe disease can appear at any age, but is most common in people over 45 years old and is more common in women than men.\nThe structure of the ankle joint is quite special, including 3 joint surfaces: the talus on the outside, the tibia talus on the top and the medial malleolus - talus on the inside. The area of ​​the ankle joint surface is small, about 350mm. The thickness of the ankle joint cartilage is not much, in some places it is less than 1mm, so the pressure on the ankle joint cartilage is very large. However, the breaking force and stiffness of cartilage are many times higher than those of the knee and hip, so the ankle joint is less susceptible to primary degeneration than the knee and hip joint. Degeneration of the ankle joint is mainly due to secondary causes after injury.\nThe risk of developing ankle osteoarthritis is often related to:\nOverweight and obesity; Genetic factors in diseases such as rheumatoid arthritis and gout."
        },
        {
            "subsection_name": "Signs of ankle osteoarthritis",
            "subsection_content": "Each person will have different signs of ankle osteoarthritis, depending on age, weight, living and working conditions... But in general, the most common symptoms of ankle osteoarthritis are: ( 2)\nSwelling, heat, redness, pain in the affected joints. Pain when touched; Pain in the feet, especially when exercising vigorously or wearing high heels. Some people often have pain at night; Joint stiffness, especially when the patient has not moved for a while; Degenerative joints will look larger than normal; Joints make clicking or crunching sounds when moving the feet and ankles; Degeneration can cause ligaments to become weaker, putting pressure on the cartilage. Loose muscles make the patient feel pain when walking or put weight on the ankle and cause instability when moving.; The ankle joint is less flexible and has reduced range of motion; Repair processes in the ankle joint can cause spurs to form at the edges of the bone and change the shape of the joint.",
            "subsection_string": "Signs of ankle osteoarthritis\nEach person will have different signs of ankle osteoarthritis, depending on age, weight, living and working conditions... But in general, the most common symptoms of ankle osteoarthritis are: ( 2)\nSwelling, heat, redness, pain in the affected joints. Pain when touched; Pain in the feet, especially when exercising vigorously or wearing high heels. Some people often have pain at night; Joint stiffness, especially when the patient has not moved for a while; Degenerative joints will look larger than normal; Joints make clicking or crunching sounds when moving the feet and ankles; Degeneration can cause ligaments to become weaker, putting pressure on the cartilage. Loose muscles make the patient feel pain when walking or put weight on the ankle and cause instability when moving.; The ankle joint is less flexible and has reduced range of motion; Repair processes in the ankle joint can cause spurs to form at the edges of the bone and change the shape of the joint."
        },
        {
            "subsection_name": "Causes of ankle degeneration",
            "subsection_content": "According to musculoskeletal experts, Orthopedics Center, Tam Anh General Hospital, there are many causes of ankle osteoarthritis. Determining the exact cause of the disease will help doctors make an accurate diagnosis and provide effective treatment.\n1. Age\nOsteoarthritis can appear at any stage in life, but is most common in older people. Time causes the articular cartilage layers to erode, become thinner, less flexible and susceptible to degeneration.\n2. Injury: rupture/tear of the ankle ligament\nAnkles are especially susceptible to sprains, fractures and other injuries during daily activities, playing sports, working... Injured joints are at risk of inflammation and degeneration up to 7 times more than other joints. time. Some statistics show that 70-80% of cases of ankle joint degeneration occur in previously injured ankles.\nUsually the damage will heal and leg joint function is restored. However, trauma can also lead to changes in the joint and promote a faster rate of degeneration. In particular, the risk of degeneration can also occur, even after the injury has been properly treated. Symptoms of osteoarthritis in the ankle usually appear about 2 years after the injury, but in some cases decades later.\n3. Underlying medical conditions\nSome cases of ankle osteoarthritis are related to an underlying medical condition. Conditions that may increase the risk of developing the disease include:\nRheumatoid arthritis and reactive arthritis. These systemic joint diseases can cause bone and joint damage over time; Hematological diseases such as hemophilia, hemoglobinopathies; Clubfoot or other congenital foot defects result in poor ankle joint alignment; Avascular necrosis and osteonecrosis make the bones and cartilage of the ankle joint vulnerable to damage due to poor blood circulation.\n4. Unknown cause\nSome cases of ankle degeneration that are not caused by injury or a previous medical condition are called primary ankle arthritis. This condition usually accounts for about 10% of cases. People with primary ankle osteoarthritis tend to have less pain and better range of motion than others.\n5. Risk factors for developing osteoarthritis in the ankle\nJoint stress and minor injuries: Often appear in people whose activities regularly cause stress to the ankles such as ballet dancers, players, etc.; Overweight and obesity: The ankle joint carries a load 5 times greater than our body weight when we walk. Therefore, the more a person weighs, the more vulnerable the ankle joint is; Family history: Osteoarthritis is affected by genetic factors. Therefore, people whose parents have osteoarthritis will have a higher risk of developing the disease than others.",
            "subsection_string": "Causes of ankle degeneration\nAccording to musculoskeletal experts, Orthopedics Center, Tam Anh General Hospital, there are many causes of ankle osteoarthritis. Determining the exact cause of the disease will help doctors make an accurate diagnosis and provide effective treatment.\n1. Age\nOsteoarthritis can appear at any stage in life, but is most common in older people. Time causes the articular cartilage layers to erode, become thinner, less flexible and susceptible to degeneration.\n2. Injury: rupture/tear of the ankle ligament\nAnkles are especially susceptible to sprains, fractures and other injuries during daily activities, playing sports, working... Injured joints are at risk of inflammation and degeneration up to 7 times more than other joints. time. Some statistics show that 70-80% of cases of ankle joint degeneration occur in previously injured ankles.\nUsually the damage will heal and leg joint function is restored. However, trauma can also lead to changes in the joint and promote a faster rate of degeneration. In particular, the risk of degeneration can also occur, even after the injury has been properly treated. Symptoms of osteoarthritis in the ankle usually appear about 2 years after the injury, but in some cases decades later.\n3. Underlying medical conditions\nSome cases of ankle osteoarthritis are related to an underlying medical condition. Conditions that may increase the risk of developing the disease include:\nRheumatoid arthritis and reactive arthritis. These systemic joint diseases can cause bone and joint damage over time; Hematological diseases such as hemophilia, hemoglobinopathies; Clubfoot or other congenital foot defects result in poor ankle joint alignment; Avascular necrosis and osteonecrosis make the bones and cartilage of the ankle joint vulnerable to damage due to poor blood circulation.\n4. Unknown cause\nSome cases of ankle degeneration that are not caused by injury or a previous medical condition are called primary ankle arthritis. This condition usually accounts for about 10% of cases. People with primary ankle osteoarthritis tend to have less pain and better range of motion than others.\n5. Risk factors for developing osteoarthritis in the ankle\nJoint stress and minor injuries: Often appear in people whose activities regularly cause stress to the ankles such as ballet dancers, players, etc.; Overweight and obesity: The ankle joint carries a load 5 times greater than our body weight when we walk. Therefore, the more a person weighs, the more vulnerable the ankle joint is; Family history: Osteoarthritis is affected by genetic factors. Therefore, people whose parents have osteoarthritis will have a higher risk of developing the disease than others."
        },
        {
            "subsection_name": "Complications of ankle osteoarthritis",
            "subsection_content": "In some cases, the disease can cause complications if not treated promptly and properly. Specifically:(3)\n1. Hallux Hardus syndrome\nIf ankle osteoarthritis is not treated, the cartilage can wear away completely. This can cause the bones of your foot to fuse together, causing stiffness in your big toe, called Hallux ankylosing spondylitis.\nThis condition can make it difficult to move the big toe and affect walking.\n2. Arthritis deformity of the big toe (Bunion)\nHallux ankylosing spondylitis can cause the big toe to tilt toward the other toes, called hallux valvular arthritis. Patients may experience redness, swelling, and instability when standing or walking.\n3. Formation of calluses on the feet\nCalluses can form in places that are subjected to pressure or a lot of rubbing. This condition makes the patient feel uncomfortable when wearing shoes and painful when walking.",
            "subsection_string": "Complications of ankle osteoarthritis\nIn some cases, the disease can cause complications if not treated promptly and properly. Specifically:(3)\n1. Hallux Hardus syndrome\nIf ankle osteoarthritis is not treated, the cartilage can wear away completely. This can cause the bones of your foot to fuse together, causing stiffness in your big toe, called Hallux ankylosing spondylitis.\nThis condition can make it difficult to move the big toe and affect walking.\n2. Arthritis deformity of the big toe (Bunion)\nHallux ankylosing spondylitis can cause the big toe to tilt toward the other toes, called hallux valvular arthritis. Patients may experience redness, swelling, and instability when standing or walking.\n3. Formation of calluses on the feet\nCalluses can form in places that are subjected to pressure or a lot of rubbing. This condition makes the patient feel uncomfortable when wearing shoes and painful when walking."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "To determine this condition, your doctor will take time to ask your medical history, perform a clinical examination, and may prescribe the following measures.\n1. Clinical examination\nThe doctor will examine the patient's ankle symptoms, ask about medical history and health status. The patient is also asked to walk to see their gait and the extent of the impact of osteoarthritis.\n2. Imaging diagnosis\nDiagnostic imaging measures are also indicated so that the doctor can have more information about the extent of arthritis and/or rule out other possible causes of ankle pain.\nX-ray\nX-rays will show narrowing of the ankle joint space, loss of cartilage in the ankle, and bone spurs, a sign that the loss of cartilage is being compensated for by additional bone growth.\nMagnetic resonance imaging (MRI)\nMagnetic resonance imaging results provide images of the soft tissues (ligaments, tendons and muscles) and bones in the ankle area. Thanks to that, the doctor can rule out the cause of osteoarthritis, damage to the ligaments or tendons in the ankle.\nBlood tests\nIn some cases, your doctor may also order blood tests to rule out other forms of arthritis.",
            "subsection_string": "Diagnostic method\nTo determine this condition, your doctor will take time to ask your medical history, perform a clinical examination, and may prescribe the following measures.\n1. Clinical examination\nThe doctor will examine the patient's ankle symptoms, ask about medical history and health status. The patient is also asked to walk to see their gait and the extent of the impact of osteoarthritis.\n2. Imaging diagnosis\nDiagnostic imaging measures are also indicated so that the doctor can have more information about the extent of arthritis and/or rule out other possible causes of ankle pain.\nX-ray\nX-rays will show narrowing of the ankle joint space, loss of cartilage in the ankle, and bone spurs, a sign that the loss of cartilage is being compensated for by additional bone growth.\nMagnetic resonance imaging (MRI)\nMagnetic resonance imaging results provide images of the soft tissues (ligaments, tendons and muscles) and bones in the ankle area. Thanks to that, the doctor can rule out the cause of osteoarthritis, damage to the ligaments or tendons in the ankle.\nBlood tests\nIn some cases, your doctor may also order blood tests to rule out other forms of arthritis."
        },
        {
            "subsection_name": "Treatment of ankle osteoarthritis",
            "subsection_content": "In fact, there is no method that can reverse ankle osteoarthritis. However, people can get treatment for their symptoms, which reduces pain and improves mobility. (4)\n1. Non-drug treatment\nUse topical creams containing ingredients: capsaicin, peppermint essential oil,...; Lose weight to reduce pressure on the ankles; Change exercise habits to avoid joint damage; Practice physical therapy under the guidance of experts; Use a brace, cane or wear specialized shoes\n2. Treatment with medication\nPain relievers include Acetaminophen; nonsteroidal anti-inflammatory drugs (NSAIDS; Advil, Aleve); Topical treatments with gels or creams include NSAIDs (e.g. Voltaren), Lidocaine (Aspercreme) and Salicylates; Glucocorticoid injections help relieve pain quickly and should only be injected 3-4 times a year.\nSee more: Ankle joint injection method\n3. Surgery\nIf pharmacological and non-pharmacological methods are not effective, mobility is still limited, pain does not improve, the patient may need surgery.\nLaparoscopic surgery: This method is rarely applied, but can still be useful for some patients.; Joint fusion surgery: This method helps relieve pain by fixing the bones in the ankle.; Arthroplasty: This is a method of replacing the entire damaged ankle, cartilage and bone with an artificial joint.",
            "subsection_string": "Treatment of ankle osteoarthritis\nIn fact, there is no method that can reverse ankle osteoarthritis. However, people can get treatment for their symptoms, which reduces pain and improves mobility. (4)\n1. Non-drug treatment\nUse topical creams containing ingredients: capsaicin, peppermint essential oil,...; Lose weight to reduce pressure on the ankles; Change exercise habits to avoid joint damage; Practice physical therapy under the guidance of experts; Use a brace, cane or wear specialized shoes\n2. Treatment with medication\nPain relievers include Acetaminophen; nonsteroidal anti-inflammatory drugs (NSAIDS; Advil, Aleve); Topical treatments with gels or creams include NSAIDs (e.g. Voltaren), Lidocaine (Aspercreme) and Salicylates; Glucocorticoid injections help relieve pain quickly and should only be injected 3-4 times a year.\nSee more: Ankle joint injection method\n3. Surgery\nIf pharmacological and non-pharmacological methods are not effective, mobility is still limited, pain does not improve, the patient may need surgery.\nLaparoscopic surgery: This method is rarely applied, but can still be useful for some patients.; Joint fusion surgery: This method helps relieve pain by fixing the bones in the ankle.; Arthroplasty: This is a method of replacing the entire damaged ankle, cartilage and bone with an artificial joint."
        },
        {
            "subsection_name": "Preventing ankle osteoarthritis",
            "subsection_content": "Degeneration is a natural process of the body. But if we build a scientific lifestyle and follow the following instructions from musculoskeletal experts, osteoarthritis can still be effectively controlled:\nAvoid carrying objects that are too heavy; Avoid intense exercise without warming up or without protective equipment; Choose shoes of the right size and softness, avoid wearing high heels for too long; Exercise regularly, appropriate to your physical strength and health status; Build a scientific nutritional regimen, full of vitamins and minerals; Maintain a reasonable weight\nTherefore, each person should follow measures to prevent degeneration in the ankle area. When there are related symptoms, you should go to specialized medical facilities as soon as possible for timely diagnosis and treatment, limiting the risk of complications. During treatment, it is necessary to coordinate closely with the doctor and strictly follow the instructions to achieve treatment goals.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Tran Xuan Anh, Dr. Le Dinh Khoa, Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nAnkle osteoarthritis is one of the most common diseases, especially in women. The disease seriously affects daily activities, especially for the elderly.",
            "subsection_string": "Preventing ankle osteoarthritis\nDegeneration is a natural process of the body. But if we build a scientific lifestyle and follow the following instructions from musculoskeletal experts, osteoarthritis can still be effectively controlled:\nAvoid carrying objects that are too heavy; Avoid intense exercise without warming up or without protective equipment; Choose shoes of the right size and softness, avoid wearing high heels for too long; Exercise regularly, appropriate to your physical strength and health status; Build a scientific nutritional regimen, full of vitamins and minerals; Maintain a reasonable weight\nTherefore, each person should follow measures to prevent degeneration in the ankle area. When there are related symptoms, you should go to specialized medical facilities as soon as possible for timely diagnosis and treatment, limiting the risk of complications. During treatment, it is necessary to coordinate closely with the doctor and strictly follow the instructions to achieve treatment goals.\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc. Tran Anh Vu; Dr. Tran Xuan Anh, Dr. Le Dinh Khoa, Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nAnkle osteoarthritis is one of the most common diseases, especially in women. The disease seriously affects daily activities, especially for the elderly."
        }
    ],
    "name": "thoai-hoa-khop-co-chan.json"
}