{
    "title": "Ventricular septal defect: Causes, symptoms and treatment",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/thong-lien-that/",
    "abstract": "Ventricular septal defect (VSD) is the most common congenital heart disease, accounting for more than 30% of cases of children with congenital heart disease. Statistics show that 1 in every 500 newborns has a ventricular septal defect. Most cases of the disease can go away on their own, while some moderate and severe cases are at risk of leading to dangerous complications.\n \nVentricular septal defect is a common congenital heart disease in newborns",
    "content": "Ventricular septal defect: Causes, symptoms and treatment\n\nVentricular septal defect (VSD) is the most common congenital heart disease, accounting for more than 30% of cases of children with congenital heart disease. Statistics show that 1 in every 500 newborns has a ventricular septal defect. Most cases of the disease can go away on their own, while some moderate and severe cases are at risk of leading to dangerous complications.\n \nVentricular septal defect is a common congenital heart disease in newborns\n\nWhat is a ventricular septal defect?\nVentricular septal defect is a condition in which increased flow and pressure in the pulmonary circulation leads to difficulty breathing, poor appetite, and slow weight gain in most children. Ostomy occlusion or early surgery may be recommended if pulmonary pressure increases. Some openings can gradually decrease in size and have less impact on the heart, allowing surgery to be delayed until the child is older. (first)\nVentricular septal defect is one of the four tetralogy of Fallot - the most common congenital heart disease.\nThe normal heart consists of 4 chambers. The two upper chambers act as reservoirs, collecting blood back to the heart. They are called atria. From the atria, blood travels to the two lower chambers, called the ventricles. Blood is pumped into large arteries according to the heartbeat. The large artery originating from the right heart is called the pulmonary artery, which carries blood to the lungs. Meanwhile, the large artery originating from the left heart called the aorta carries blood throughout the body.\nThe two ventricles are separated by a common wall, called the interventricular septum. Children born with a ventricular septal defect will have a hole in the ventricular septum. Then, oxygen-rich blood (red) passes from the left ventricle through the opening in the septum and mixes with low-oxygen blood (blue) in the right ventricle. This can increase pressure in the pulmonary blood vessels.\n\nClassify\nBased on the location and structure of the hole, medical science divides ventricular septal defects into 4 main types:\nMembranous ventricular septal defect: This is the most common type, accounting for about 80% of ventricular septal defect cases. In this type, the opening is located at the upper part of the interventricular septum; Muscular ventricular septal defect: The hole is surrounded by muscle tissue and can occur anywhere in the ventricular septum; Receiving chamber ventricular septal defect: The opening is located just below the tricuspid valve in the right ventricle and the mitral valve in the left ventricle. That means that when blood enters the ventricles, it must pass through the opening between the two chambers.; Infundibular ventricular septal defect: This type of ventricular septal defect creates a hole just in front of the pulmonary valve in the right ventricle and in front of the aortic valve in the left ventricle, connecting the two chambers together. Thus, blood must flow through the ostium on its way through both valves.\n\nSigns that the child has a ventricular septal defect\nSigns and symptoms of ventricular septal defect usually appear in the first few days, weeks, or months of a child's life. They include:\nEat poorly, do not gain weight; Rapid breathing, shortness of breath or difficulty breathing; Fatigue, weakness; Blue-purple skin, lips and nails\nIf the ventricular septal defect is small, the above symptoms may not appear until the child is an adult. This is why sometimes the disease is not detected at birth. If you are lucky, your baby will have a ventricular septal defect detected using ultrasound technology in the womb.\nImage of a normal heart and a heart with a ventricular septal defect\n\nThe cause to the illness\nVentricular septal defect is a congenital malformation, but in rare cases it can be the result of some acquired damage such as after myocardial infarction, chest injury, etc. (2)\nChildren with the following risk factors are more likely to develop a ventricular septal defect than other children:\nBe of Asian descent; Have a family history of congenital heart disease; Have genetic disorders, such as Down syndrome\n\nMethod of diagnosing ventricular septal defect\nVentricular septal defect is usually diagnosed at birth or a few days after birth if the doctor hears a heart murmur during a physical examination of the baby. Older children or adults who are suspected of having a ventricular septal defect will be assigned the following paraclinical diagnoses:\nChest X-ray;; An electrocardiogram to evaluate the heart's electrical system;; Transthoracic echocardiography with Doppler imaging: The ultrasound images obtained will display the size and function of the heart chambers, evaluate the condition of the heart valves and measure the blood flow velocity through the VSD;; Coronary angiography in patients at risk of coronary artery disease or in patients over 40 years of age if surgical repair is planned;; Magnetic resonance imaging to detect other heart-related abnormalities.\nMRI scan helps detect abnormalities related to the heart\n\nIs ventricular septal defect dangerous?\nA small ventricular septal defect is likely to close on its own as the child grows older. However, a medium or large ostomy will cause many complications for the child – from mild to life-threatening. These complications are usually:\nHeart failure: If the ventricular septal defect is medium or large in size, the heart has to work harder to pump enough blood to the body. Therefore, heart failure can develop if a child with a ventricular septal defect is not treated properly.; Pulmonary hypertension: Increased blood flow to the lungs due to a ventricular septal defect causes high blood pressure in the pulmonary arteries (pulmonary hypertension), which can permanently damage them. More dangerously, this complication also has the risk of causing a reversal of blood flow through the hole (Eisenmenger syndrome).; Endocarditis: This complication is less common but can still occur.; Other heart problems, including abnormal heart rhythms and heart valve problems.\n\nTreatment methods for ventricular septal defect\nSmall ventricular septal defects (VSD) usually do not require treatment because the hole will close on its own as the child grows older. About 75% of children with VSD will close on their own within the first year of life or before age 10 without needing medical intervention. For medium and large sized ventricular septal defects, the spontaneous closure rate is 5 – 10%. If a ventricular septal defect has not closed before age 10, spontaneous closure is very rare. At this time, treatment methods include: (3)\nMedicines to help the heart work better: Digoxin, diuretics; Antibiotics to prevent infective endocarditis; Nutrition to help children gain weight, nutrition with high calories or breast milk with additional nutrients.; Cardiac closure catheterization: The device is inserted into the hole through a small tube, called a catheter. The instrument is then opened to cover the opening. This procedure only requires a small injection (2 - 3mm) and does not require open heart surgery.; Open-heart surgery to close the opening: The surgeon sews or patches the openings in the septum. This is an option when the child cannot close the hole with cardiac catheterization.\n\nPreventing ventricular septal defects\nThere is no way to completely prevent ventricular septal defects, but maintaining a healthy and safe pregnancy greatly contributes to reducing the risk of congenital heart defects in newborns. Therefore, if you plan to become pregnant, follow the healthy lifestyle below to create a foundation for a healthy baby to be born:\nGet enough vaccinations before pregnancy (influenza, measles - mumps - rubella, chickenpox, hepatitis B, diphtheria - pertussis - tetanus);; Don't smoke, learn how to control stress, anxiety, depression;; Have a nutritious diet; Supplement adequate vitamins and minerals, especially calcium, iron and folic acid; Limit drinking alcohol, beer, caffeine;; Exercise regularly with exercises suitable for pregnant women such as yoga, slow walking, swimming...; Prenatal check-ups on schedule, complete tests to screen for defects and genetic diseases that may occur in the fetus;; Tell your doctor if you have a congenital heart disease, or have a family history of it.\nA healthy pregnancy is the foundation for healthy children to be born\n\nHow to care for children with ventricular septal defect\nChildren diagnosed with a ventricular septal defect need a special diet and care. If well cared for, children will achieve a healthy state to recover quickly as well as prevent dangerous complications caused by the disease. Specifically: (4)\nThe energy per serving of children with VSD is often higher than that of normal children. Therefore, mothers need to encourage their children to eat enough nutrients to avoid letting them fall into a state of anorexia leading to severe malnutrition. For babies who cannot breastfeed, milk can be given to the baby through a feeding tube.; Children with ventricular septal defect often have difficulty eating, swallowing, and indigestion. Mothers should divide many meals a day (8-12 meals/day instead of 3-5 meals/day as usual); When a child has complications of heart failure, pulmonary hypertension, or severe cardiac hypoxia, the mother needs to limit the child's strenuous activities; Avoid making children stressed, fussy, and tired; Immediately treat symptoms of constipation and fever in children, if any.\n\nDiagnosis and treatment of ventricular septal defects at the Cardiovascular Center, Tam Anh General Hospital System\nEquipped with a modern machinery system, under the dedicated examination and treatment of a team of leading experts, the Cardiovascular Center, Tam Anh General Hospital System specializes in receiving and successfully treating cases of heart disease. Congenital heart diseases such as ventricular septal defect, atrial septal defect, valvular stenosis/regurgitation, arrhythmia... using minimally invasive intervention or surgery techniques, reduce pain, and help children recover quickly. The center brings together experts specializing in the field of Congenital Heart who will care for and closely monitor the child's treatment process to detect abnormalities and intervene promptly.\nTo schedule an appointment at the Cardiovascular Center of Tam Anh General Hospital System, please contact:\nVentricular septal defect can be cured if the child is detected early and treated properly. This is a congenital heart defect that cannot be completely prevented, but pregnant mothers' compliance with a reasonable nutrition and exercise regimen during pregnancy will help minimize the risk of ventricular septal defect in the fetus.",
    "subsections": [
        {
            "subsection_name": "What is a ventricular septal defect?",
            "subsection_content": "Ventricular septal defect is a condition in which increased flow and pressure in the pulmonary circulation leads to difficulty breathing, poor appetite, and slow weight gain in most children. Ostomy occlusion or early surgery may be recommended if pulmonary pressure increases. Some openings can gradually decrease in size and have less impact on the heart, allowing surgery to be delayed until the child is older. (first)\nVentricular septal defect is one of the four tetralogy of Fallot - the most common congenital heart disease.\nThe normal heart consists of 4 chambers. The two upper chambers act as reservoirs, collecting blood back to the heart. They are called atria. From the atria, blood travels to the two lower chambers, called the ventricles. Blood is pumped into large arteries according to the heartbeat. The large artery originating from the right heart is called the pulmonary artery, which carries blood to the lungs. Meanwhile, the large artery originating from the left heart called the aorta carries blood throughout the body.\nThe two ventricles are separated by a common wall, called the interventricular septum. Children born with a ventricular septal defect will have a hole in the ventricular septum. Then, oxygen-rich blood (red) passes from the left ventricle through the opening in the septum and mixes with low-oxygen blood (blue) in the right ventricle. This can increase pressure in the pulmonary blood vessels.",
            "subsection_string": "What is a ventricular septal defect?\nVentricular septal defect is a condition in which increased flow and pressure in the pulmonary circulation leads to difficulty breathing, poor appetite, and slow weight gain in most children. Ostomy occlusion or early surgery may be recommended if pulmonary pressure increases. Some openings can gradually decrease in size and have less impact on the heart, allowing surgery to be delayed until the child is older. (first)\nVentricular septal defect is one of the four tetralogy of Fallot - the most common congenital heart disease.\nThe normal heart consists of 4 chambers. The two upper chambers act as reservoirs, collecting blood back to the heart. They are called atria. From the atria, blood travels to the two lower chambers, called the ventricles. Blood is pumped into large arteries according to the heartbeat. The large artery originating from the right heart is called the pulmonary artery, which carries blood to the lungs. Meanwhile, the large artery originating from the left heart called the aorta carries blood throughout the body.\nThe two ventricles are separated by a common wall, called the interventricular septum. Children born with a ventricular septal defect will have a hole in the ventricular septum. Then, oxygen-rich blood (red) passes from the left ventricle through the opening in the septum and mixes with low-oxygen blood (blue) in the right ventricle. This can increase pressure in the pulmonary blood vessels."
        },
        {
            "subsection_name": "Classify",
            "subsection_content": "Based on the location and structure of the hole, medical science divides ventricular septal defects into 4 main types:\nMembranous ventricular septal defect: This is the most common type, accounting for about 80% of ventricular septal defect cases. In this type, the opening is located at the upper part of the interventricular septum; Muscular ventricular septal defect: The hole is surrounded by muscle tissue and can occur anywhere in the ventricular septum; Receiving chamber ventricular septal defect: The opening is located just below the tricuspid valve in the right ventricle and the mitral valve in the left ventricle. That means that when blood enters the ventricles, it must pass through the opening between the two chambers.; Infundibular ventricular septal defect: This type of ventricular septal defect creates a hole just in front of the pulmonary valve in the right ventricle and in front of the aortic valve in the left ventricle, connecting the two chambers together. Thus, blood must flow through the ostium on its way through both valves.",
            "subsection_string": "Classify\nBased on the location and structure of the hole, medical science divides ventricular septal defects into 4 main types:\nMembranous ventricular septal defect: This is the most common type, accounting for about 80% of ventricular septal defect cases. In this type, the opening is located at the upper part of the interventricular septum; Muscular ventricular septal defect: The hole is surrounded by muscle tissue and can occur anywhere in the ventricular septum; Receiving chamber ventricular septal defect: The opening is located just below the tricuspid valve in the right ventricle and the mitral valve in the left ventricle. That means that when blood enters the ventricles, it must pass through the opening between the two chambers.; Infundibular ventricular septal defect: This type of ventricular septal defect creates a hole just in front of the pulmonary valve in the right ventricle and in front of the aortic valve in the left ventricle, connecting the two chambers together. Thus, blood must flow through the ostium on its way through both valves."
        },
        {
            "subsection_name": "Signs that the child has a ventricular septal defect",
            "subsection_content": "Signs and symptoms of ventricular septal defect usually appear in the first few days, weeks, or months of a child's life. They include:\nEat poorly, do not gain weight; Rapid breathing, shortness of breath or difficulty breathing; Fatigue, weakness; Blue-purple skin, lips and nails\nIf the ventricular septal defect is small, the above symptoms may not appear until the child is an adult. This is why sometimes the disease is not detected at birth. If you are lucky, your baby will have a ventricular septal defect detected using ultrasound technology in the womb.\nImage of a normal heart and a heart with a ventricular septal defect",
            "subsection_string": "Signs that the child has a ventricular septal defect\nSigns and symptoms of ventricular septal defect usually appear in the first few days, weeks, or months of a child's life. They include:\nEat poorly, do not gain weight; Rapid breathing, shortness of breath or difficulty breathing; Fatigue, weakness; Blue-purple skin, lips and nails\nIf the ventricular septal defect is small, the above symptoms may not appear until the child is an adult. This is why sometimes the disease is not detected at birth. If you are lucky, your baby will have a ventricular septal defect detected using ultrasound technology in the womb.\nImage of a normal heart and a heart with a ventricular septal defect"
        },
        {
            "subsection_name": "The cause to the illness",
            "subsection_content": "Ventricular septal defect is a congenital malformation, but in rare cases it can be the result of some acquired damage such as after myocardial infarction, chest injury, etc. (2)\nChildren with the following risk factors are more likely to develop a ventricular septal defect than other children:\nBe of Asian descent; Have a family history of congenital heart disease; Have genetic disorders, such as Down syndrome",
            "subsection_string": "The cause to the illness\nVentricular septal defect is a congenital malformation, but in rare cases it can be the result of some acquired damage such as after myocardial infarction, chest injury, etc. (2)\nChildren with the following risk factors are more likely to develop a ventricular septal defect than other children:\nBe of Asian descent; Have a family history of congenital heart disease; Have genetic disorders, such as Down syndrome"
        },
        {
            "subsection_name": "Method of diagnosing ventricular septal defect",
            "subsection_content": "Ventricular septal defect is usually diagnosed at birth or a few days after birth if the doctor hears a heart murmur during a physical examination of the baby. Older children or adults who are suspected of having a ventricular septal defect will be assigned the following paraclinical diagnoses:\nChest X-ray;; An electrocardiogram to evaluate the heart's electrical system;; Transthoracic echocardiography with Doppler imaging: The ultrasound images obtained will display the size and function of the heart chambers, evaluate the condition of the heart valves and measure the blood flow velocity through the VSD;; Coronary angiography in patients at risk of coronary artery disease or in patients over 40 years of age if surgical repair is planned;; Magnetic resonance imaging to detect other heart-related abnormalities.\nMRI scan helps detect abnormalities related to the heart",
            "subsection_string": "Method of diagnosing ventricular septal defect\nVentricular septal defect is usually diagnosed at birth or a few days after birth if the doctor hears a heart murmur during a physical examination of the baby. Older children or adults who are suspected of having a ventricular septal defect will be assigned the following paraclinical diagnoses:\nChest X-ray;; An electrocardiogram to evaluate the heart's electrical system;; Transthoracic echocardiography with Doppler imaging: The ultrasound images obtained will display the size and function of the heart chambers, evaluate the condition of the heart valves and measure the blood flow velocity through the VSD;; Coronary angiography in patients at risk of coronary artery disease or in patients over 40 years of age if surgical repair is planned;; Magnetic resonance imaging to detect other heart-related abnormalities.\nMRI scan helps detect abnormalities related to the heart"
        },
        {
            "subsection_name": "Is ventricular septal defect dangerous?",
            "subsection_content": "A small ventricular septal defect is likely to close on its own as the child grows older. However, a medium or large ostomy will cause many complications for the child – from mild to life-threatening. These complications are usually:\nHeart failure: If the ventricular septal defect is medium or large in size, the heart has to work harder to pump enough blood to the body. Therefore, heart failure can develop if a child with a ventricular septal defect is not treated properly.; Pulmonary hypertension: Increased blood flow to the lungs due to a ventricular septal defect causes high blood pressure in the pulmonary arteries (pulmonary hypertension), which can permanently damage them. More dangerously, this complication also has the risk of causing a reversal of blood flow through the hole (Eisenmenger syndrome).; Endocarditis: This complication is less common but can still occur.; Other heart problems, including abnormal heart rhythms and heart valve problems.",
            "subsection_string": "Is ventricular septal defect dangerous?\nA small ventricular septal defect is likely to close on its own as the child grows older. However, a medium or large ostomy will cause many complications for the child – from mild to life-threatening. These complications are usually:\nHeart failure: If the ventricular septal defect is medium or large in size, the heart has to work harder to pump enough blood to the body. Therefore, heart failure can develop if a child with a ventricular septal defect is not treated properly.; Pulmonary hypertension: Increased blood flow to the lungs due to a ventricular septal defect causes high blood pressure in the pulmonary arteries (pulmonary hypertension), which can permanently damage them. More dangerously, this complication also has the risk of causing a reversal of blood flow through the hole (Eisenmenger syndrome).; Endocarditis: This complication is less common but can still occur.; Other heart problems, including abnormal heart rhythms and heart valve problems."
        },
        {
            "subsection_name": "Treatment methods for ventricular septal defect",
            "subsection_content": "Small ventricular septal defects (VSD) usually do not require treatment because the hole will close on its own as the child grows older. About 75% of children with VSD will close on their own within the first year of life or before age 10 without needing medical intervention. For medium and large sized ventricular septal defects, the spontaneous closure rate is 5 – 10%. If a ventricular septal defect has not closed before age 10, spontaneous closure is very rare. At this time, treatment methods include: (3)\nMedicines to help the heart work better: Digoxin, diuretics; Antibiotics to prevent infective endocarditis; Nutrition to help children gain weight, nutrition with high calories or breast milk with additional nutrients.; Cardiac closure catheterization: The device is inserted into the hole through a small tube, called a catheter. The instrument is then opened to cover the opening. This procedure only requires a small injection (2 - 3mm) and does not require open heart surgery.; Open-heart surgery to close the opening: The surgeon sews or patches the openings in the septum. This is an option when the child cannot close the hole with cardiac catheterization.",
            "subsection_string": "Treatment methods for ventricular septal defect\nSmall ventricular septal defects (VSD) usually do not require treatment because the hole will close on its own as the child grows older. About 75% of children with VSD will close on their own within the first year of life or before age 10 without needing medical intervention. For medium and large sized ventricular septal defects, the spontaneous closure rate is 5 – 10%. If a ventricular septal defect has not closed before age 10, spontaneous closure is very rare. At this time, treatment methods include: (3)\nMedicines to help the heart work better: Digoxin, diuretics; Antibiotics to prevent infective endocarditis; Nutrition to help children gain weight, nutrition with high calories or breast milk with additional nutrients.; Cardiac closure catheterization: The device is inserted into the hole through a small tube, called a catheter. The instrument is then opened to cover the opening. This procedure only requires a small injection (2 - 3mm) and does not require open heart surgery.; Open-heart surgery to close the opening: The surgeon sews or patches the openings in the septum. This is an option when the child cannot close the hole with cardiac catheterization."
        },
        {
            "subsection_name": "Preventing ventricular septal defects",
            "subsection_content": "There is no way to completely prevent ventricular septal defects, but maintaining a healthy and safe pregnancy greatly contributes to reducing the risk of congenital heart defects in newborns. Therefore, if you plan to become pregnant, follow the healthy lifestyle below to create a foundation for a healthy baby to be born:\nGet enough vaccinations before pregnancy (influenza, measles - mumps - rubella, chickenpox, hepatitis B, diphtheria - pertussis - tetanus);; Don't smoke, learn how to control stress, anxiety, depression;; Have a nutritious diet; Supplement adequate vitamins and minerals, especially calcium, iron and folic acid; Limit drinking alcohol, beer, caffeine;; Exercise regularly with exercises suitable for pregnant women such as yoga, slow walking, swimming...; Prenatal check-ups on schedule, complete tests to screen for defects and genetic diseases that may occur in the fetus;; Tell your doctor if you have a congenital heart disease, or have a family history of it.\nA healthy pregnancy is the foundation for healthy children to be born",
            "subsection_string": "Preventing ventricular septal defects\nThere is no way to completely prevent ventricular septal defects, but maintaining a healthy and safe pregnancy greatly contributes to reducing the risk of congenital heart defects in newborns. Therefore, if you plan to become pregnant, follow the healthy lifestyle below to create a foundation for a healthy baby to be born:\nGet enough vaccinations before pregnancy (influenza, measles - mumps - rubella, chickenpox, hepatitis B, diphtheria - pertussis - tetanus);; Don't smoke, learn how to control stress, anxiety, depression;; Have a nutritious diet; Supplement adequate vitamins and minerals, especially calcium, iron and folic acid; Limit drinking alcohol, beer, caffeine;; Exercise regularly with exercises suitable for pregnant women such as yoga, slow walking, swimming...; Prenatal check-ups on schedule, complete tests to screen for defects and genetic diseases that may occur in the fetus;; Tell your doctor if you have a congenital heart disease, or have a family history of it.\nA healthy pregnancy is the foundation for healthy children to be born"
        },
        {
            "subsection_name": "How to care for children with ventricular septal defect",
            "subsection_content": "Children diagnosed with a ventricular septal defect need a special diet and care. If well cared for, children will achieve a healthy state to recover quickly as well as prevent dangerous complications caused by the disease. Specifically: (4)\nThe energy per serving of children with VSD is often higher than that of normal children. Therefore, mothers need to encourage their children to eat enough nutrients to avoid letting them fall into a state of anorexia leading to severe malnutrition. For babies who cannot breastfeed, milk can be given to the baby through a feeding tube.; Children with ventricular septal defect often have difficulty eating, swallowing, and indigestion. Mothers should divide many meals a day (8-12 meals/day instead of 3-5 meals/day as usual); When a child has complications of heart failure, pulmonary hypertension, or severe cardiac hypoxia, the mother needs to limit the child's strenuous activities; Avoid making children stressed, fussy, and tired; Immediately treat symptoms of constipation and fever in children, if any.",
            "subsection_string": "How to care for children with ventricular septal defect\nChildren diagnosed with a ventricular septal defect need a special diet and care. If well cared for, children will achieve a healthy state to recover quickly as well as prevent dangerous complications caused by the disease. Specifically: (4)\nThe energy per serving of children with VSD is often higher than that of normal children. Therefore, mothers need to encourage their children to eat enough nutrients to avoid letting them fall into a state of anorexia leading to severe malnutrition. For babies who cannot breastfeed, milk can be given to the baby through a feeding tube.; Children with ventricular septal defect often have difficulty eating, swallowing, and indigestion. Mothers should divide many meals a day (8-12 meals/day instead of 3-5 meals/day as usual); When a child has complications of heart failure, pulmonary hypertension, or severe cardiac hypoxia, the mother needs to limit the child's strenuous activities; Avoid making children stressed, fussy, and tired; Immediately treat symptoms of constipation and fever in children, if any."
        },
        {
            "subsection_name": "Diagnosis and treatment of ventricular septal defects at the Cardiovascular Center, Tam Anh General Hospital System",
            "subsection_content": "Equipped with a modern machinery system, under the dedicated examination and treatment of a team of leading experts, the Cardiovascular Center, Tam Anh General Hospital System specializes in receiving and successfully treating cases of heart disease. Congenital heart diseases such as ventricular septal defect, atrial septal defect, valvular stenosis/regurgitation, arrhythmia... using minimally invasive intervention or surgery techniques, reduce pain, and help children recover quickly. The center brings together experts specializing in the field of Congenital Heart who will care for and closely monitor the child's treatment process to detect abnormalities and intervene promptly.\nTo schedule an appointment at the Cardiovascular Center of Tam Anh General Hospital System, please contact:\nVentricular septal defect can be cured if the child is detected early and treated properly. This is a congenital heart defect that cannot be completely prevented, but pregnant mothers' compliance with a reasonable nutrition and exercise regimen during pregnancy will help minimize the risk of ventricular septal defect in the fetus.",
            "subsection_string": "Diagnosis and treatment of ventricular septal defects at the Cardiovascular Center, Tam Anh General Hospital System\nEquipped with a modern machinery system, under the dedicated examination and treatment of a team of leading experts, the Cardiovascular Center, Tam Anh General Hospital System specializes in receiving and successfully treating cases of heart disease. Congenital heart diseases such as ventricular septal defect, atrial septal defect, valvular stenosis/regurgitation, arrhythmia... using minimally invasive intervention or surgery techniques, reduce pain, and help children recover quickly. The center brings together experts specializing in the field of Congenital Heart who will care for and closely monitor the child's treatment process to detect abnormalities and intervene promptly.\nTo schedule an appointment at the Cardiovascular Center of Tam Anh General Hospital System, please contact:\nVentricular septal defect can be cured if the child is detected early and treated properly. This is a congenital heart defect that cannot be completely prevented, but pregnant mothers' compliance with a reasonable nutrition and exercise regimen during pregnancy will help minimize the risk of ventricular septal defect in the fetus."
        }
    ],
    "name": "thong-lien-that.json"
}