{
    "title": "Preeclampsia: Causes, signs, treatment and prevention",
    "category": "Obstetrics - Gynecology ",
    "link": "https://tamanhhospital.vn/tien-san-giat/",
    "abstract": "The biggest worry of most women during and after pregnancy is facing obstetric complications. One of them is preeclampsia during pregnancy - a precursor to eclampsia - considered a high cause of death for pregnant mothers and newborns. Pregnancy complications are the leading cause of death and seriously affect the health of women of childbearing age. World statistics show that more than 500,000 women die every year from causes related to pregnancy and childbirth. In particular, preeclampsia is one of the common obstetric complications affecting about 5% of pregnant women and is one of the direct causes of death for about 17% of mothers. (first)\n MSc. Doctor Dinh Thi Hien Le warns: \"There are many pregnant women who do not show any symptoms until a stroke occurs and leads to serious complications for both mother and baby. Therefore, if you are or are about to become pregnant, you need to protect yourself and your fetus by learning about the signs and complications of preeclampsia, and choosing a reputable facility to receive care before, during and after. when born properly”.",
    "content": "Preeclampsia: Causes, signs, treatment and prevention\n\nThe biggest worry of most women during and after pregnancy is facing obstetric complications. One of them is preeclampsia during pregnancy - a precursor to eclampsia - considered a high cause of death for pregnant mothers and newborns. Pregnancy complications are the leading cause of death and seriously affect the health of women of childbearing age. World statistics show that more than 500,000 women die every year from causes related to pregnancy and childbirth. In particular, preeclampsia is one of the common obstetric complications affecting about 5% of pregnant women and is one of the direct causes of death for about 17% of mothers. (first)\n MSc. Doctor Dinh Thi Hien Le warns: \"There are many pregnant women who do not show any symptoms until a stroke occurs and leads to serious complications for both mother and baby. Therefore, if you are or are about to become pregnant, you need to protect yourself and your fetus by learning about the signs and complications of preeclampsia, and choosing a reputable facility to receive care before, during and after. when born properly”.\n\nWhat is preeclampsia?\nPreeclampsia is a pregnancy complication characterized by high blood pressure and damage to other organs, usually the liver and kidneys. This phenomenon can occur as early as the 20th week of pregnancy, but this is very rare. Most symptoms only appear after the 34th week of pregnancy (about the last 3 months of pregnancy). In some pregnant women, symptoms reappear after giving birth, usually within 48 hours of giving birth. Luckily, these symptoms tend to go away on their own within a few weeks. (3)\nPreeclampsia is the cause of eclampsia - a serious obstetric complication that can endanger the health of mother and baby. This is even a cause of death if not detected and treated promptly.\n\nSigns of preeclampsia during pregnancy are common\nSevere headaches are a sign of the disease\nIn some pregnant women, it sometimes appears and progresses silently without any signs. The first sign is often gestational hypertension. Therefore, pregnant women need to have their blood pressure monitored from the first days of pregnancy, and regularly check blood pressure throughout pregnancy. Blood pressure exceeding 140/90mmHg – recorded on two occasions, at least 4 hours apart – is considered abnormal. (4)\nIn addition, other manifestations include:\nExcess protein in the urine (proteinuria);; Severe headache;; Changes in vision, including temporary loss of vision, blurred vision, or sensitivity to light;; Upper abdominal pain, usually on the right side below the ribs;; Nausea and vomiting;; Decreased urine output;; Decreased level of platelets in the blood (thrombocytopenia);; Impaired liver function;; Difficulty breathing (due to fluid buildup in the lungs);; Sudden weight gain (more than 2kg/week);; Swelling (edema) – especially in the face and arms and legs.\nWhen should I see a doctor immediately?\nRemember to always have regular prenatal checkups so that doctors can monitor the mother's blood pressure status. Call your doctor or go to the hospital immediately if you have the following symptoms: severe headache, impaired vision, abdominal pain or shortness of breath.\nBecause headaches, vomiting, and body aches are common signs of pregnancy, it can be difficult to tell if new symptoms are part of pregnancy or if they are something more serious, especially if they are not. This is your first pregnancy. In general, when you have unusual symptoms, you should consult a doctor! (6)\n\nCauses of preeclampsia\nAccording to obstetric experts, preeclampsia during pregnancy occurs due to reduced blood flow to the placenta - the organ that nourishes the fetus throughout pregnancy.\nEarly in pregnancy, new blood vessels develop to effectively deliver blood to the placenta. In women with this syndrome, these blood vessels do not seem to develop or function properly. They are narrower than normal blood vessels, causing limited blood flow. The cause of this abnormal development is:\nInsufficient blood flow to the uterus;; Damage to blood vessels;; Immune system weakness or problems;; Some abnormal genes.\n\nRisk factors for preeclampsia\nIf you have one of the following factors, you are at high risk of getting the disease: (5)\n1. Family history: If your mother/sister has had this problem, your risk of also having this problem will increase;\n2. History of preeclampsia, specifically:\nIf you had it late in your previous pregnancy, the chance of it happening again is quite low – about 13%;; If you had severe preeclampsia before 29 weeks of pregnancy, your chance of having it again is 40% or even higher;; If you had it in your previous two pregnancies, your risk of having it again in your third pregnancy is about 30%.\n3. Chronic hypertension;\n4. First pregnancy;\n5. Pregnancy with twins or multiples;\n6. Age: The risk of disease is higher for women who get pregnant too early (under 20 years old) or too late (over 35 years old);\n7. Overweight - obesity during pregnancy;\n8. The interval between pregnancies is too short or too long: Having children less than 2 years or more than 10 years apart leads to an increased risk of preeclampsia;\n9. History of migraine, diabetes, kidney disease, tendency to develop blood clots or lupus erythematosus...;\n\nMethods of diagnosing preeclampsia during pregnancy\nMSc. Dinh Thi Hien Le said that at Tam Anh General Hospital, the doctor will perform the following tests to determine whether you have this syndrome or not:\nMeasure blood pressure: For women who have never had high blood pressure, if the result is 140/90 or higher, it is determined to be high blood pressure. Because blood pressure changes throughout the day, your blood pressure will be measured multiple times at different times to get accurate results.\nRegularly measuring your blood pressure helps determine whether you are at risk or not\nProtein in urine: You will do a test to check the protein-creatinine ratio (creatinine is a waste product filtered out by the kidneys) in the urine.; Blood tests: If you are at high risk of the disease, your doctor will ask you to have regular blood tests, including a complete peripheral blood cell (CBC) analysis and liver and kidney function tests. This also helps screen for HELLP syndrome.; Tests to assess the baby's health: You will have an ultrasound to check the baby's development, to see if the baby is growing well or not.\nAfter undergoing a series of tests, if you are diagnosed with preeclampsia, you and your baby will be closely monitored throughout the remainder of your pregnancy to minimize complications.\n\nPreeclampsia complications are dangerous for mother and fetus\nCommon complications are:\n1. The fetus grows slowly\nThe disease affects the arteries that carry blood to the placenta. When the placenta does not receive enough blood, the fetus will not be provided with enough blood, oxygen and nutrients. This is the reason why babies grow slowly, become underweight and malnourished at birth.\n2. Premature birth\nIf your condition is severe, your doctor may advise you to give birth early to avoid danger to both mother and child. However, premature birth will cause the baby to encounter health problems such as weakened immune system, respiratory system, and other damaged organs. Therefore, pregnant women with this syndrome during pregnancy need to be examined regularly so that the doctor can determine the best time for the important labor.\n3. Vegetable peeling\nPreeclampsia increases the risk of placental abruption – a condition in which the placenta separates from the inner wall of the uterus before birth. A ruptured placenta can cause severe bleeding, threatening the life of both mother and baby.\n4. HELLP syndrome\nHELLP is hemolysis (destruction of red blood cells), high liver enzymes, and low platelet count. This is a serious complication of preeclampsia, occurring in 4 - 12% of pregnant mothers, dangerous to the lives of mother and baby.\nSymptoms of HELLP syndrome include nausea and vomiting, headache, and right upper abdominal pain. HELLP syndrome is especially dangerous because it causes serious damage to a number of other organ systems.\n5. Eclampsia\nWhen left uncontrolled, complications of eclampsia (preeclampsia plus seizures) are likely to occur. Eclampsia is considered one of the leading obstetric complications causing death for mother and baby. Therefore, as soon as signs of eclampsia appear (seizures, abdominal pain, unconsciousness), doctors need to intervene immediately regardless of the week of pregnancy.\n6. Damage to other organs\nPreeclampsia during pregnancy can cause damage to the kidneys, liver, lungs, heart, and eyes. Besides, it can easily cause stroke or brain injury. The degree of damage to organs depends on the severity of the disease.\n7. Cardiovascular disease\nThis disease increases the risk of heart and blood vessel disease for pregnant women in the future. The risk is even greater if you have had this problem multiple times or have given birth prematurely. To minimize this risk, after giving birth, try to maintain your ideal weight, eat lots of fruits and vegetables, exercise regularly and do not smoke.\nA diet rich in fruits and vegetables helps reduce the risk of cardiovascular disease later in life for women with preeclampsia\n\nHow to effectively treat preeclampsia in pregnant women\n1. Occurs during pregnancy\nThe definitive treatment is for the woman to give birth as soon as possible. Your doctor will discuss with you the time to give birth based on the week of pregnancy, the fetus's development status as well as the severity of the disease.\nIf the baby is developing well, at 37 weeks or more, the doctor will prescribe immediate birth so that preeclampsia does not get worse.; If your baby is under 37 weeks old and the illness is not too serious, your doctor will monitor you closely until the fetus has developed enough for a safe delivery.\nIf you have mild preeclampsia, not at risk of serious complications, your doctor will treat it by:\nBed rest is advised, lying on the left side;; Careful monitoring with fetal heart rate monitor and regular ultrasound;; Blood and urine tests;; Give antihypertensive medication;\nTaking advantage of rest every now and then is a way to reduce symptoms\nYour doctor may also advise you to stay in the hospital for closer monitoring. There, the doctor will:\nGive you medicine to help prevent seizures, lower blood pressure, and prevent other health problems; Steroid injections to help your baby's lungs develop faster; Magnesium injection to prevent seizures associated with eclampsia\n2. Occurs during labor and after birth\nIn cases of preeclampsia, eclampsia and HELLP syndrome occurring during labor or after birth, signs will appear within 48 hours and no later than 6 weeks after birth.; At this time, the pregnant woman will have her blood pressure checked and closely monitored after discharge from the hospital. If you experience any symptoms of preeclampsia or HELLP, such as severe headaches, severe abdominal pain, or changes in vision, return to the hospital right away. (2)\n\nHow to prevent preeclampsia before and after giving birth\nIf you are at high risk of this syndrome, what you need to do before getting pregnant is to change your lifestyle to prevent and minimize dangerous complications during pregnancy. You should:\nLose weight if your BMI is overweight - obese (≥ 25);; Stay away from tobacco;; Exercise regularly;; Control blood pressure or blood sugar;; Take low-dose aspirin (81mg) after 12 weeks of pregnancy if you have one of the following: history of preeclampsia during pregnancy, multiple pregnancies, chronic hypertension, kidney disease, diabetes or autoimmune disease ;; Calcium supplementation: Many studies show that pregnant women supplemented with enough calcium before and during pregnancy will reduce the risk of disease. Therefore, you need to supplement the body with the necessary amount of calcium (1,200 - 1,500 mg/day) through diet and dietary supplements.\nNote, pregnant women should only take medications, vitamins or dietary supplements as advised by their doctor.\n“Preeclampsia is a dangerous pregnancy complication but not too scary. As long as you know how to take care of yourself before and during pregnancy and cooperate with your doctor, you will have a safe pregnancy and reduce health risks for yourself and your baby,\" MSc. Dr. Dinh Thi Hien Le shared.\nAccompanying mothers throughout pregnancy, Tam Anh General Hospital provides the best health care services, helping mothers stay healthy and feel secure to welcome their little souls. Tam Anh General Hospital is proud to have a team of highly qualified and experienced doctors who will always closely monitor the health of mother and baby.\nEnjoy 5-star service when registering for a comprehensive maternity package at Tam Anh General Hospital\nA comprehensive, scientific prenatal examination process will detect and immediately treat symptoms of preeclampsia, helping mothers have a healthy pregnancy. In addition, the Obstetrics and Gynecology Department of Tam Anh General Hospital is also equipped with advanced machinery systems such as 2D, 3D, 4D ultrasound machines, and color Doppler ultrasound machines that allow screening for vascular defects in the heart and brain. of the fetus, the latest generation Voluson E10 ultrasound system produces high-resolution images displayed on the LCD screen, accurately reporting the health parameters of mother and baby.\nIn addition, Tam Anh General Hospital also pays special attention to the mother's health by taking care of her every bite of food and sleep. Nutrition is guaranteed with rich and nutritious meals. The dedicated nursing team will take care of the mother's activities and rest appropriately, helping her quickly recover after giving birth.\nMothers can see more detailed information about the Maternity Package here. To register for maternity health examination and consultation at Tam Anh General Hospital, you can contact in the following ways:\nAbove is all the information you need to know about the causes and signs of preeclampsia. Pregnant mothers need to read carefully to have a preventative plan to ensure the health of mother and child.",
    "subsections": [
        {
            "subsection_name": "What is preeclampsia?",
            "subsection_content": "Preeclampsia is a pregnancy complication characterized by high blood pressure and damage to other organs, usually the liver and kidneys. This phenomenon can occur as early as the 20th week of pregnancy, but this is very rare. Most symptoms only appear after the 34th week of pregnancy (about the last 3 months of pregnancy). In some pregnant women, symptoms reappear after giving birth, usually within 48 hours of giving birth. Luckily, these symptoms tend to go away on their own within a few weeks. (3)\nPreeclampsia is the cause of eclampsia - a serious obstetric complication that can endanger the health of mother and baby. This is even a cause of death if not detected and treated promptly.",
            "subsection_string": "What is preeclampsia?\nPreeclampsia is a pregnancy complication characterized by high blood pressure and damage to other organs, usually the liver and kidneys. This phenomenon can occur as early as the 20th week of pregnancy, but this is very rare. Most symptoms only appear after the 34th week of pregnancy (about the last 3 months of pregnancy). In some pregnant women, symptoms reappear after giving birth, usually within 48 hours of giving birth. Luckily, these symptoms tend to go away on their own within a few weeks. (3)\nPreeclampsia is the cause of eclampsia - a serious obstetric complication that can endanger the health of mother and baby. This is even a cause of death if not detected and treated promptly."
        },
        {
            "subsection_name": "Signs of preeclampsia during pregnancy are common",
            "subsection_content": "Severe headaches are a sign of the disease\nIn some pregnant women, it sometimes appears and progresses silently without any signs. The first sign is often gestational hypertension. Therefore, pregnant women need to have their blood pressure monitored from the first days of pregnancy, and regularly check blood pressure throughout pregnancy. Blood pressure exceeding 140/90mmHg – recorded on two occasions, at least 4 hours apart – is considered abnormal. (4)\nIn addition, other manifestations include:\nExcess protein in the urine (proteinuria);; Severe headache;; Changes in vision, including temporary loss of vision, blurred vision, or sensitivity to light;; Upper abdominal pain, usually on the right side below the ribs;; Nausea and vomiting;; Decreased urine output;; Decreased level of platelets in the blood (thrombocytopenia);; Impaired liver function;; Difficulty breathing (due to fluid buildup in the lungs);; Sudden weight gain (more than 2kg/week);; Swelling (edema) – especially in the face and arms and legs.\nWhen should I see a doctor immediately?\nRemember to always have regular prenatal checkups so that doctors can monitor the mother's blood pressure status. Call your doctor or go to the hospital immediately if you have the following symptoms: severe headache, impaired vision, abdominal pain or shortness of breath.\nBecause headaches, vomiting, and body aches are common signs of pregnancy, it can be difficult to tell if new symptoms are part of pregnancy or if they are something more serious, especially if they are not. This is your first pregnancy. In general, when you have unusual symptoms, you should consult a doctor! (6)",
            "subsection_string": "Signs of preeclampsia during pregnancy are common\nSevere headaches are a sign of the disease\nIn some pregnant women, it sometimes appears and progresses silently without any signs. The first sign is often gestational hypertension. Therefore, pregnant women need to have their blood pressure monitored from the first days of pregnancy, and regularly check blood pressure throughout pregnancy. Blood pressure exceeding 140/90mmHg – recorded on two occasions, at least 4 hours apart – is considered abnormal. (4)\nIn addition, other manifestations include:\nExcess protein in the urine (proteinuria);; Severe headache;; Changes in vision, including temporary loss of vision, blurred vision, or sensitivity to light;; Upper abdominal pain, usually on the right side below the ribs;; Nausea and vomiting;; Decreased urine output;; Decreased level of platelets in the blood (thrombocytopenia);; Impaired liver function;; Difficulty breathing (due to fluid buildup in the lungs);; Sudden weight gain (more than 2kg/week);; Swelling (edema) – especially in the face and arms and legs.\nWhen should I see a doctor immediately?\nRemember to always have regular prenatal checkups so that doctors can monitor the mother's blood pressure status. Call your doctor or go to the hospital immediately if you have the following symptoms: severe headache, impaired vision, abdominal pain or shortness of breath.\nBecause headaches, vomiting, and body aches are common signs of pregnancy, it can be difficult to tell if new symptoms are part of pregnancy or if they are something more serious, especially if they are not. This is your first pregnancy. In general, when you have unusual symptoms, you should consult a doctor! (6)"
        },
        {
            "subsection_name": "Causes of preeclampsia",
            "subsection_content": "According to obstetric experts, preeclampsia during pregnancy occurs due to reduced blood flow to the placenta - the organ that nourishes the fetus throughout pregnancy.\nEarly in pregnancy, new blood vessels develop to effectively deliver blood to the placenta. In women with this syndrome, these blood vessels do not seem to develop or function properly. They are narrower than normal blood vessels, causing limited blood flow. The cause of this abnormal development is:\nInsufficient blood flow to the uterus;; Damage to blood vessels;; Immune system weakness or problems;; Some abnormal genes.",
            "subsection_string": "Causes of preeclampsia\nAccording to obstetric experts, preeclampsia during pregnancy occurs due to reduced blood flow to the placenta - the organ that nourishes the fetus throughout pregnancy.\nEarly in pregnancy, new blood vessels develop to effectively deliver blood to the placenta. In women with this syndrome, these blood vessels do not seem to develop or function properly. They are narrower than normal blood vessels, causing limited blood flow. The cause of this abnormal development is:\nInsufficient blood flow to the uterus;; Damage to blood vessels;; Immune system weakness or problems;; Some abnormal genes."
        },
        {
            "subsection_name": "Risk factors for preeclampsia",
            "subsection_content": "If you have one of the following factors, you are at high risk of getting the disease: (5)\n1. Family history: If your mother/sister has had this problem, your risk of also having this problem will increase;\n2. History of preeclampsia, specifically:\nIf you had it late in your previous pregnancy, the chance of it happening again is quite low – about 13%;; If you had severe preeclampsia before 29 weeks of pregnancy, your chance of having it again is 40% or even higher;; If you had it in your previous two pregnancies, your risk of having it again in your third pregnancy is about 30%.\n3. Chronic hypertension;\n4. First pregnancy;\n5. Pregnancy with twins or multiples;\n6. Age: The risk of disease is higher for women who get pregnant too early (under 20 years old) or too late (over 35 years old);\n7. Overweight - obesity during pregnancy;\n8. The interval between pregnancies is too short or too long: Having children less than 2 years or more than 10 years apart leads to an increased risk of preeclampsia;\n9. History of migraine, diabetes, kidney disease, tendency to develop blood clots or lupus erythematosus...;",
            "subsection_string": "Risk factors for preeclampsia\nIf you have one of the following factors, you are at high risk of getting the disease: (5)\n1. Family history: If your mother/sister has had this problem, your risk of also having this problem will increase;\n2. History of preeclampsia, specifically:\nIf you had it late in your previous pregnancy, the chance of it happening again is quite low – about 13%;; If you had severe preeclampsia before 29 weeks of pregnancy, your chance of having it again is 40% or even higher;; If you had it in your previous two pregnancies, your risk of having it again in your third pregnancy is about 30%.\n3. Chronic hypertension;\n4. First pregnancy;\n5. Pregnancy with twins or multiples;\n6. Age: The risk of disease is higher for women who get pregnant too early (under 20 years old) or too late (over 35 years old);\n7. Overweight - obesity during pregnancy;\n8. The interval between pregnancies is too short or too long: Having children less than 2 years or more than 10 years apart leads to an increased risk of preeclampsia;\n9. History of migraine, diabetes, kidney disease, tendency to develop blood clots or lupus erythematosus...;"
        },
        {
            "subsection_name": "Methods of diagnosing preeclampsia during pregnancy",
            "subsection_content": "MSc. Dinh Thi Hien Le said that at Tam Anh General Hospital, the doctor will perform the following tests to determine whether you have this syndrome or not:\nMeasure blood pressure: For women who have never had high blood pressure, if the result is 140/90 or higher, it is determined to be high blood pressure. Because blood pressure changes throughout the day, your blood pressure will be measured multiple times at different times to get accurate results.\nRegularly measuring your blood pressure helps determine whether you are at risk or not\nProtein in urine: You will do a test to check the protein-creatinine ratio (creatinine is a waste product filtered out by the kidneys) in the urine.; Blood tests: If you are at high risk of the disease, your doctor will ask you to have regular blood tests, including a complete peripheral blood cell (CBC) analysis and liver and kidney function tests. This also helps screen for HELLP syndrome.; Tests to assess the baby's health: You will have an ultrasound to check the baby's development, to see if the baby is growing well or not.\nAfter undergoing a series of tests, if you are diagnosed with preeclampsia, you and your baby will be closely monitored throughout the remainder of your pregnancy to minimize complications.",
            "subsection_string": "Methods of diagnosing preeclampsia during pregnancy\nMSc. Dinh Thi Hien Le said that at Tam Anh General Hospital, the doctor will perform the following tests to determine whether you have this syndrome or not:\nMeasure blood pressure: For women who have never had high blood pressure, if the result is 140/90 or higher, it is determined to be high blood pressure. Because blood pressure changes throughout the day, your blood pressure will be measured multiple times at different times to get accurate results.\nRegularly measuring your blood pressure helps determine whether you are at risk or not\nProtein in urine: You will do a test to check the protein-creatinine ratio (creatinine is a waste product filtered out by the kidneys) in the urine.; Blood tests: If you are at high risk of the disease, your doctor will ask you to have regular blood tests, including a complete peripheral blood cell (CBC) analysis and liver and kidney function tests. This also helps screen for HELLP syndrome.; Tests to assess the baby's health: You will have an ultrasound to check the baby's development, to see if the baby is growing well or not.\nAfter undergoing a series of tests, if you are diagnosed with preeclampsia, you and your baby will be closely monitored throughout the remainder of your pregnancy to minimize complications."
        },
        {
            "subsection_name": "Preeclampsia complications are dangerous for mother and fetus",
            "subsection_content": "Common complications are:\n1. The fetus grows slowly\nThe disease affects the arteries that carry blood to the placenta. When the placenta does not receive enough blood, the fetus will not be provided with enough blood, oxygen and nutrients. This is the reason why babies grow slowly, become underweight and malnourished at birth.\n2. Premature birth\nIf your condition is severe, your doctor may advise you to give birth early to avoid danger to both mother and child. However, premature birth will cause the baby to encounter health problems such as weakened immune system, respiratory system, and other damaged organs. Therefore, pregnant women with this syndrome during pregnancy need to be examined regularly so that the doctor can determine the best time for the important labor.\n3. Vegetable peeling\nPreeclampsia increases the risk of placental abruption – a condition in which the placenta separates from the inner wall of the uterus before birth. A ruptured placenta can cause severe bleeding, threatening the life of both mother and baby.\n4. HELLP syndrome\nHELLP is hemolysis (destruction of red blood cells), high liver enzymes, and low platelet count. This is a serious complication of preeclampsia, occurring in 4 - 12% of pregnant mothers, dangerous to the lives of mother and baby.\nSymptoms of HELLP syndrome include nausea and vomiting, headache, and right upper abdominal pain. HELLP syndrome is especially dangerous because it causes serious damage to a number of other organ systems.\n5. Eclampsia\nWhen left uncontrolled, complications of eclampsia (preeclampsia plus seizures) are likely to occur. Eclampsia is considered one of the leading obstetric complications causing death for mother and baby. Therefore, as soon as signs of eclampsia appear (seizures, abdominal pain, unconsciousness), doctors need to intervene immediately regardless of the week of pregnancy.\n6. Damage to other organs\nPreeclampsia during pregnancy can cause damage to the kidneys, liver, lungs, heart, and eyes. Besides, it can easily cause stroke or brain injury. The degree of damage to organs depends on the severity of the disease.\n7. Cardiovascular disease\nThis disease increases the risk of heart and blood vessel disease for pregnant women in the future. The risk is even greater if you have had this problem multiple times or have given birth prematurely. To minimize this risk, after giving birth, try to maintain your ideal weight, eat lots of fruits and vegetables, exercise regularly and do not smoke.\nA diet rich in fruits and vegetables helps reduce the risk of cardiovascular disease later in life for women with preeclampsia",
            "subsection_string": "Preeclampsia complications are dangerous for mother and fetus\nCommon complications are:\n1. The fetus grows slowly\nThe disease affects the arteries that carry blood to the placenta. When the placenta does not receive enough blood, the fetus will not be provided with enough blood, oxygen and nutrients. This is the reason why babies grow slowly, become underweight and malnourished at birth.\n2. Premature birth\nIf your condition is severe, your doctor may advise you to give birth early to avoid danger to both mother and child. However, premature birth will cause the baby to encounter health problems such as weakened immune system, respiratory system, and other damaged organs. Therefore, pregnant women with this syndrome during pregnancy need to be examined regularly so that the doctor can determine the best time for the important labor.\n3. Vegetable peeling\nPreeclampsia increases the risk of placental abruption – a condition in which the placenta separates from the inner wall of the uterus before birth. A ruptured placenta can cause severe bleeding, threatening the life of both mother and baby.\n4. HELLP syndrome\nHELLP is hemolysis (destruction of red blood cells), high liver enzymes, and low platelet count. This is a serious complication of preeclampsia, occurring in 4 - 12% of pregnant mothers, dangerous to the lives of mother and baby.\nSymptoms of HELLP syndrome include nausea and vomiting, headache, and right upper abdominal pain. HELLP syndrome is especially dangerous because it causes serious damage to a number of other organ systems.\n5. Eclampsia\nWhen left uncontrolled, complications of eclampsia (preeclampsia plus seizures) are likely to occur. Eclampsia is considered one of the leading obstetric complications causing death for mother and baby. Therefore, as soon as signs of eclampsia appear (seizures, abdominal pain, unconsciousness), doctors need to intervene immediately regardless of the week of pregnancy.\n6. Damage to other organs\nPreeclampsia during pregnancy can cause damage to the kidneys, liver, lungs, heart, and eyes. Besides, it can easily cause stroke or brain injury. The degree of damage to organs depends on the severity of the disease.\n7. Cardiovascular disease\nThis disease increases the risk of heart and blood vessel disease for pregnant women in the future. The risk is even greater if you have had this problem multiple times or have given birth prematurely. To minimize this risk, after giving birth, try to maintain your ideal weight, eat lots of fruits and vegetables, exercise regularly and do not smoke.\nA diet rich in fruits and vegetables helps reduce the risk of cardiovascular disease later in life for women with preeclampsia"
        },
        {
            "subsection_name": "How to effectively treat preeclampsia in pregnant women",
            "subsection_content": "1. Occurs during pregnancy\nThe definitive treatment is for the woman to give birth as soon as possible. Your doctor will discuss with you the time to give birth based on the week of pregnancy, the fetus's development status as well as the severity of the disease.\nIf the baby is developing well, at 37 weeks or more, the doctor will prescribe immediate birth so that preeclampsia does not get worse.; If your baby is under 37 weeks old and the illness is not too serious, your doctor will monitor you closely until the fetus has developed enough for a safe delivery.\nIf you have mild preeclampsia, not at risk of serious complications, your doctor will treat it by:\nBed rest is advised, lying on the left side;; Careful monitoring with fetal heart rate monitor and regular ultrasound;; Blood and urine tests;; Give antihypertensive medication;\nTaking advantage of rest every now and then is a way to reduce symptoms\nYour doctor may also advise you to stay in the hospital for closer monitoring. There, the doctor will:\nGive you medicine to help prevent seizures, lower blood pressure, and prevent other health problems; Steroid injections to help your baby's lungs develop faster; Magnesium injection to prevent seizures associated with eclampsia\n2. Occurs during labor and after birth\nIn cases of preeclampsia, eclampsia and HELLP syndrome occurring during labor or after birth, signs will appear within 48 hours and no later than 6 weeks after birth.; At this time, the pregnant woman will have her blood pressure checked and closely monitored after discharge from the hospital. If you experience any symptoms of preeclampsia or HELLP, such as severe headaches, severe abdominal pain, or changes in vision, return to the hospital right away. (2)",
            "subsection_string": "How to effectively treat preeclampsia in pregnant women\n1. Occurs during pregnancy\nThe definitive treatment is for the woman to give birth as soon as possible. Your doctor will discuss with you the time to give birth based on the week of pregnancy, the fetus's development status as well as the severity of the disease.\nIf the baby is developing well, at 37 weeks or more, the doctor will prescribe immediate birth so that preeclampsia does not get worse.; If your baby is under 37 weeks old and the illness is not too serious, your doctor will monitor you closely until the fetus has developed enough for a safe delivery.\nIf you have mild preeclampsia, not at risk of serious complications, your doctor will treat it by:\nBed rest is advised, lying on the left side;; Careful monitoring with fetal heart rate monitor and regular ultrasound;; Blood and urine tests;; Give antihypertensive medication;\nTaking advantage of rest every now and then is a way to reduce symptoms\nYour doctor may also advise you to stay in the hospital for closer monitoring. There, the doctor will:\nGive you medicine to help prevent seizures, lower blood pressure, and prevent other health problems; Steroid injections to help your baby's lungs develop faster; Magnesium injection to prevent seizures associated with eclampsia\n2. Occurs during labor and after birth\nIn cases of preeclampsia, eclampsia and HELLP syndrome occurring during labor or after birth, signs will appear within 48 hours and no later than 6 weeks after birth.; At this time, the pregnant woman will have her blood pressure checked and closely monitored after discharge from the hospital. If you experience any symptoms of preeclampsia or HELLP, such as severe headaches, severe abdominal pain, or changes in vision, return to the hospital right away. (2)"
        },
        {
            "subsection_name": "How to prevent preeclampsia before and after giving birth",
            "subsection_content": "If you are at high risk of this syndrome, what you need to do before getting pregnant is to change your lifestyle to prevent and minimize dangerous complications during pregnancy. You should:\nLose weight if your BMI is overweight - obese (≥ 25);; Stay away from tobacco;; Exercise regularly;; Control blood pressure or blood sugar;; Take low-dose aspirin (81mg) after 12 weeks of pregnancy if you have one of the following: history of preeclampsia during pregnancy, multiple pregnancies, chronic hypertension, kidney disease, diabetes or autoimmune disease ;; Calcium supplementation: Many studies show that pregnant women supplemented with enough calcium before and during pregnancy will reduce the risk of disease. Therefore, you need to supplement the body with the necessary amount of calcium (1,200 - 1,500 mg/day) through diet and dietary supplements.\nNote, pregnant women should only take medications, vitamins or dietary supplements as advised by their doctor.\n“Preeclampsia is a dangerous pregnancy complication but not too scary. As long as you know how to take care of yourself before and during pregnancy and cooperate with your doctor, you will have a safe pregnancy and reduce health risks for yourself and your baby,\" MSc. Dr. Dinh Thi Hien Le shared.\nAccompanying mothers throughout pregnancy, Tam Anh General Hospital provides the best health care services, helping mothers stay healthy and feel secure to welcome their little souls. Tam Anh General Hospital is proud to have a team of highly qualified and experienced doctors who will always closely monitor the health of mother and baby.\nEnjoy 5-star service when registering for a comprehensive maternity package at Tam Anh General Hospital\nA comprehensive, scientific prenatal examination process will detect and immediately treat symptoms of preeclampsia, helping mothers have a healthy pregnancy. In addition, the Obstetrics and Gynecology Department of Tam Anh General Hospital is also equipped with advanced machinery systems such as 2D, 3D, 4D ultrasound machines, and color Doppler ultrasound machines that allow screening for vascular defects in the heart and brain. of the fetus, the latest generation Voluson E10 ultrasound system produces high-resolution images displayed on the LCD screen, accurately reporting the health parameters of mother and baby.\nIn addition, Tam Anh General Hospital also pays special attention to the mother's health by taking care of her every bite of food and sleep. Nutrition is guaranteed with rich and nutritious meals. The dedicated nursing team will take care of the mother's activities and rest appropriately, helping her quickly recover after giving birth.\nMothers can see more detailed information about the Maternity Package here. To register for maternity health examination and consultation at Tam Anh General Hospital, you can contact in the following ways:\nAbove is all the information you need to know about the causes and signs of preeclampsia. Pregnant mothers need to read carefully to have a preventative plan to ensure the health of mother and child.",
            "subsection_string": "How to prevent preeclampsia before and after giving birth\nIf you are at high risk of this syndrome, what you need to do before getting pregnant is to change your lifestyle to prevent and minimize dangerous complications during pregnancy. You should:\nLose weight if your BMI is overweight - obese (≥ 25);; Stay away from tobacco;; Exercise regularly;; Control blood pressure or blood sugar;; Take low-dose aspirin (81mg) after 12 weeks of pregnancy if you have one of the following: history of preeclampsia during pregnancy, multiple pregnancies, chronic hypertension, kidney disease, diabetes or autoimmune disease ;; Calcium supplementation: Many studies show that pregnant women supplemented with enough calcium before and during pregnancy will reduce the risk of disease. Therefore, you need to supplement the body with the necessary amount of calcium (1,200 - 1,500 mg/day) through diet and dietary supplements.\nNote, pregnant women should only take medications, vitamins or dietary supplements as advised by their doctor.\n“Preeclampsia is a dangerous pregnancy complication but not too scary. As long as you know how to take care of yourself before and during pregnancy and cooperate with your doctor, you will have a safe pregnancy and reduce health risks for yourself and your baby,\" MSc. Dr. Dinh Thi Hien Le shared.\nAccompanying mothers throughout pregnancy, Tam Anh General Hospital provides the best health care services, helping mothers stay healthy and feel secure to welcome their little souls. Tam Anh General Hospital is proud to have a team of highly qualified and experienced doctors who will always closely monitor the health of mother and baby.\nEnjoy 5-star service when registering for a comprehensive maternity package at Tam Anh General Hospital\nA comprehensive, scientific prenatal examination process will detect and immediately treat symptoms of preeclampsia, helping mothers have a healthy pregnancy. In addition, the Obstetrics and Gynecology Department of Tam Anh General Hospital is also equipped with advanced machinery systems such as 2D, 3D, 4D ultrasound machines, and color Doppler ultrasound machines that allow screening for vascular defects in the heart and brain. of the fetus, the latest generation Voluson E10 ultrasound system produces high-resolution images displayed on the LCD screen, accurately reporting the health parameters of mother and baby.\nIn addition, Tam Anh General Hospital also pays special attention to the mother's health by taking care of her every bite of food and sleep. Nutrition is guaranteed with rich and nutritious meals. The dedicated nursing team will take care of the mother's activities and rest appropriately, helping her quickly recover after giving birth.\nMothers can see more detailed information about the Maternity Package here. To register for maternity health examination and consultation at Tam Anh General Hospital, you can contact in the following ways:\nAbove is all the information you need to know about the causes and signs of preeclampsia. Pregnant mothers need to read carefully to have a preventative plan to ensure the health of mother and child."
        }
    ],
    "name": "tien-san-giat.json"
}