{
    "title": "Nipple discharge (clear white/cloudy): Causes and signs",
    "category": "Breast - Breast",
    "link": "https://tamanhhospital.vn/tiet-dich-num-vu/",
    "abstract": "Nipple discharge often appears in women of reproductive age, even when not pregnant or breastfeeding. However, in some cases, nipple discharge can warn of some dangerous diseases related to the mammary glands. So what are the causes of nipple discharge, signs to recognize, when to see a doctor and how to fix it?",
    "content": "Nipple discharge (clear white/cloudy): Causes and signs\n\nNipple discharge often appears in women of reproductive age, even when not pregnant or breastfeeding. However, in some cases, nipple discharge can warn of some dangerous diseases related to the mammary glands. So what are the causes of nipple discharge, signs to recognize, when to see a doctor and how to fix it?\n\nWhat is nipple discharge?\nNipple discharge is a condition in which fluid flows from the nipple. Nipple discharge during pregnancy and breastfeeding is normal. Nipple discharge in women who are not pregnant or breastfeeding is rare and may not be cause for concern, but you should see a doctor for a more accurate assessment. Men with nipple discharge under any circumstances should be evaluated.\nOne or both breasts may have nipple discharge, either naturally or when the nipple is immediately squeezed. Nipple discharge can be milky white, clear, yellow, green, brown, or bloody. This fluid is not milk, it flows from the nipple through the same milk duct. The discharge may involve one or more ducts. The consistency of nipple discharge can vary, it can be thick and sticky or thin and watery.\n\nCauses of nipple discharge\nNhư đã đề cập ở trên, tiết dịch núm vú có thể xuất phát từ nguyên nhân sinh lý hoặc bệnh lý, cụ thể:\n1. Nguyên nhân sinh lý\nTiết dịch núm vú trong thai kỳ\nTrong thai kỳ, tiết dịch núm vú là một hiện tượng bình thường do sự thay đổi nội tiết tố trong cơ thể phụ nữ. Vào khoảng giữa thai kỳ (thứ 4 hoặc 5), tuyến vú sẽ bắt đầu sản xuất sữa để chuẩn bị cho việc cho con bú sau khi sinh. Khi đó, núm vú có thể bắt đầu tiết ra một dịch nhầy, sền sệt và trắng, được gọi là tiết dịch núm vú thai kỳ.\nTiết dịch núm vú khi đang cho con bú\nKhi đang cho con bú, tuyến vú của người mẹ được kích thích để sản xuất sữa. Trong quá trình sản xuất sữa, tuyến vú cũng có thể tiết ra một ít dịch có màu trắng hoặc màu vàng nhạt, không mùi, đây là hiện tượng bình thường và không cần phải lo lắng.\nTiết dịch núm vú khi ngưng cho con bú\nNgưng cho con bú không có nghĩa là ngưng tiết dịch núm vú ngay lập tức. Khi bạn cho con bú, nồng độ hormone estrogen và progesterone tăng lên, kích thích sản xuất sữa. Khi ngưng cho con bú, nồng độ 2 hormone này sẽ giảm dần, nhưng thời gian để cơ thể loại bỏ sữa và điều chỉnh lại nồng độ hormone có thể khác nhau tùy thuộc vào cơ thể mỗi người.\nDo đó, sữa vẫn tích tụ trong núm vú và tiết dịch trong vòng vài ngày hoặc thậm chí vài tuần. Nhiều trường hợp tiếp tục kéo dài đến hai hoặc ba năm sau khi ngừng cho con bú.\n2. Nguyên nhân bệnh lý\nMột khối u lành tính có thể liên quan đến tiết dịch núm vú, thậm chí dịch tiết ra máu. Tiết dịch liên quan đến u nhú thường xảy ra tự phát và thường có một ống dẫn duy nhất. Mặc dù dịch tiết ra máu có thể tự khỏi, bác sĩ vẫn có thể chỉ định bệnh nhân chụp nhũ ảnh tuyến vú và siêu âm vú để xác định nguyên nhân gây tiết dịch. Trong một số trường hợp, cần sinh thiết để chẩn đoán xác định đó là u nhú lành tính hoặc ác tính để loại trừ ung thư.\nThông thường, tiết dịch núm vú thường là tình trạng lành tính. Tuy nhiên, ung thư vú có thể xảy ra, cần làm xét nghiệm kiểm tra nếu:\nCó khối u ở vú; Chỉ tiết dịch núm vú một bên; Dịch tiết có máu hoặc trong; Tiết dịch tự phát và dai dẳng; Tiết dịch qua một ống dẫn duy nhất\nCác nguyên nhân khác có thể gây tiết dịch núm vú bao gồm:\nÁp xe vú\nÁp xe vú là một dạng nhiễm trùng do vi khuẩn và gây ra hiện tượng sưng, đỏ, có hạch ấn vào thấy đau và có thể tiết dịch núm vú màu xanh như mủ, có mùi hôi ở vú.\nÁp xe vú là một bệnh nguy hiểm, ở giai đoạn đầu, bệnh khiến cơ thể mệt mỏi, đau nhức lan sang bả vai, cánh tay. Khi đã chuyển sang giai đoạn tạo thành áp xe, toàn thân sẽ phải chịu những tổn thương nặng như vùng da trên ổ áp xe nóng, sưng, căng tức, phù tím, cơ thể sốt cao, rét run, môi khô, đau đầu, mệt mỏi…. Núm vú tụt, có biểu hiện viêm hạch bạch huyết, cách tĩnh mạch dưới da nổi rõ. Sữa có thể lẫn mủ chảy qua đầu núm vú và sữa có mùi hôi tanh.\nNếu áp xe vú không được điều trị sẽ tạo thành áp xe vú tái phát, áp xe vú tự vỡ hoặc áp xe vú hoại tử gây nhiễm trùng huyết, suy thận, nặng hơn là hoại tử các chi.\nUng thư vú\nTiết dịch núm vú do ung thư vú là một triệu chứng phổ biến, trong đó các tế bào ung thư đã xâm chiếm các mô và mạch máu trong vùng núm vú, dẫn đến sự tích tụ của dịch tại vùng này.\nTiết dịch núm vú do ung thư vú thường xuất hiện ở một bên núm vú, tuy nhiên cũng có thể xuất hiện ở cả hai bên và thường tiết dịch nước trong, không màu trong suốt, đôi khi dính sệt. Ngoài ra, các triệu chứng khác của ung thư vú có thể bao gồm xuất hiện khối u, thay đổi hình dạng hoặc kích thước vú, da vú bị sần sùi hoặc vảy nứt, cùng với các triệu chứng như đau vú, nặng vú, phát ban vú….\nUng thư biểu mô ống tuyến vú tại chỗ (DCIS)\nUng thư biểu mô tại chỗ là biểu hiện sớm của ung thư vú và hầu như bệnh không có triệu chứng cụ thể. Hầu hết chỉ được phát hiện khi khám sàng lọc vú hoặc được chụp X quang và thường biểu hiện qua: vi vôi hóa đa dạng kích thước và hình thái nhũ ảnh là thường gặp nhất, U vú nhỏ phát hiện qua siêu âm kiểm tra tầm soát kết hợp nhũ ảnh, tiết dịch núm vú màu đỏ.\nU nhú trong ống tuyến vú\nU nhú trong ống dẫn sữa là một khối u nhỏ thường là lành tính; những khối u này được cấu tạo bởi tuyến và mô xơ, cũng như các mạch máu. Những khối u này thường gặp ở phụ nữ trong đội tuổi từ 35 đến 55.\nU nhú trong ống dẫn sữa phát sinh do sự tăng sinh biểu mô trung tâm trên trục liên kết tuyến hình thành. U nhú trong ống sữa thường không có triệu chứng rõ rệt, người bệnh có thể tiết dịch máu hoặc huyết thanh tự nhiên, đôi lúc có thể sờ thấy một khối dưới quầng vú.\nGiãn ống tuyến vú\nGiãn ống tuyến vú, giãn ống dẫn sữa (tên khoa học là Mammary duct ectasia) là bệnh liên quan đến tuyến sữa chính của tuyến vú và thường xuất hiện ở phụ nữ tiền mãn kinh – mãn kinh, những người đẻ nhiều con và cho con bú nhiều năm. Tình trạng tiết dịch núm vú do giãn ống dẫn sữa thường xuất phát từ cả hai vú, có màu vàng, xanh lá cây hoặc nâu và có thể xuất phát từ nhiều ống dẫn sữa.\nHiện nay, các nhà khoa học vẫn chưa biết chính xác nguyên nhân gây ra giãn ống dẫn sữa.\nTuy nhiên, có một số yếu tố liên quan như: sự thay đổi hormone của phụ nữ trong giai đoạn tiền mãn kinh có nguy cơ cao các ống dẫn sữa bị giãn; thay đổi mô vú do tuổi tác khiến các thành phần cấu tạo mô vú thay đổi từ dạng tuyến sang dạng tích lũy mô mỡ và có thể dẫn đến giãn ống dẫn sữa; ngoài ra phụ nữ hút thuốc lá, thiếu hụt vitamin A cũng gây ra những biến đổi bất thường trong mô ngực và gây giãn ống dẫn sữa.\nBệnh Paget vú\nPaget của núm vú là bệnh ung thư của biểu mô tuyến apocrine ở lớp thượng bì. Bệnh Paget thường gặp ở phụ nữ ngoài 50 tuổi, Theo Viện Ung thư Quốc gia Mỹ (National Cancer Institute) bệnh Paget của núm vú là một loại ung thư hiếm gặp, chỉ chiếm khoảng 1 – 4% trường hợp ung thư vú. Bệnh này thường ảnh hưởng đến vùng xung quanh hoặc trên cùng của vú, và có thể gây tiết dịch núm vú. [1]\nTiết dịch núm vú là một triệu chứng thường gặp trong bệnh Paget của núm vú. Nguyên nhân là do sự thay đổi của tế bào ung thư trong vùng núm vú, gây ra sự mất cân bằng và sự phát triển không đồng đều của các tế bào này. Điều này có thể dẫn đến tăng tiết dịch núm vú, gây ra các triệu chứng như sưng, đau và ngứa.\nNgoài ra, một số đặc trưng nhận biết khác của bệnh Paget là các dát đỏ dạng eczema, có vảy dưới da, khi bóc lớp cả dưới da sẽ thấy một lớp nền ẩm ướt có chứa dịch. Ngoài ra, người bệnh có thể sờ thấy một khối u hoặc hạch ở phía đối diện.\nSử dụng thuốc\nMột số thuốc như thuốc tránh thai, liệu pháp hormone thay thế hoặc thuốc được sử dụng để điều trị buồn nôn, trầm cảm và rối loạn tâm thần… cũng có thể làm nồng độ prolactin tăng cao bất thường, từ đó gây chảy dịch núm vú. Ngoài ra, các loại thuốc gây nghiện và chất kích thích cũng có thể khiến nồng độ prolactin cao và gây ra tình trạng chảy dịch núm vú.\nRối loạn nội tiết Thay đổi nội tiết tố trong chu kỳ kinh nguyệt Kích thích ngực quá mức Thay đổi sợi bọc ở vú Chấn thương vú Viêm vú quanh ống tuyến vú U tiết sữa; Rối loạn nội tiết; Thay đổi nội tiết tố trong chu kỳ kinh nguyệt; Kích thích ngực quá mức; Thay đổi sợi bọc ở vú; Chấn thương vú; Viêm vú quanh ống tuyến vú; U tiết sữa\ntiết dịch núm vú sữa, lành tính  núm vú tụt vào    Ung thư trong ống dẫn sữa  Bệnh paget núm vú (ung thư vú giai đoạn 0)     Tiết dịch 1 bên vú, một lỗ, màu đỏ trên BN sau 50 tuổi thường liên quan bướu\n\nSymptoms and classification of nipple discharge\nDepending on the cause, the color and nature of nipple discharge will be different. Therefore, based on color and properties can help doctors make initial diagnoses of the cause, specifically [2]:\nColor, nature Cause White, cloudy, yellow or pus-filled nipple discharge Breast or nipple infection Green nipple discharge Cyst Brown or cottage cheese-like discharge Dilated mammary ducts (Ducts) clogged milk) Bloody nipple discharge Papilloma or breast cancer\n\nIs nipple discharge dangerous?\nMost women will be extremely worried when they see their breasts discharge, so is nipple discharge dangerous? Specialists say that when you see the nipples secreting fluid, using your hands to squeeze and see the nipples secreting clear white or white fluid almost like milk, there is no serious problem. Nipple discharge is rarely a sign of breast cancer, but may be a sign of an underlying condition that needs to be evaluated and treated.\nWhen to see a doctor?\nIf you are still having periods and the nipple discharge does not go away after the next menstrual cycle and occurs naturally, you should see a doctor for examination and evaluation.\nIn the case of women over 40 years old or postmenopausal and you have spontaneous nipple discharge from a single duct in one breast, also see a doctor.\nYou should see a doctor if you have nipple discharge with the following symptoms:\nDischarge occurs frequently and repeatedly; Discharge from one breast; The secretions are bloody or have an odor; You are not currently breastfeeding, nipple discharge flows naturally, without force stimulation; Over 50 years old; Have other symptoms such as a lump, pain, redness or swelling in the breast; You are male\nProlonged nipple discharge with other unusual symptoms requires seeing a doctor for early examination and examination\nNote, while waiting for the doctor to examine you, be careful and avoid stimulating the nipples, including regularly checking for discharge because stimulation can cause the nipples to discharge continuously.\n\nMethod for diagnosing nipple discharge\nYour doctor will do a physical exam to check your breasts for lumps or other signs of cancer. In addition, your doctor may also prescribe a number of other methods to find the cause of nipple discharge, specifically:\n1. Test fluid from the nipple\nThe doctor may prescribe a cytology test of nipple discharge to look for sloughed off cancer cells, however, the results are often difficult to assess the cause of the discharge, so it is rarely performed.\n2. Breast ultrasound\nBreast ultrasound is a method of examining breast tissue through extremely low frequency sound waves to provide information about the internal structure of breast tissue, helping to detect abnormalities in breast morphology.\n3. 3D mammography\n3D mammography is a method that uses X-rays to record images of the mammary gland, for the purpose of diagnosis when symptoms such as nipple discharge, palpable lumps, thickened or sunken breast skin, and swollen nipples appear. Abnormal indentation….\nThe 3D digital mammography (DBT) Mammomat Inspiration is the most advanced mammography method available today. Photo: Tam Anh General Hospital System\n4. Breast biopsy\nBreast biopsy is a technique of taking tissue samples from the mammary gland to observe under a microscope to analyze cell morphology and breast tissue structure. There are currently many biopsy methods to diagnose breast tumors such as fine needle aspiration, core needle biopsy, vacuum assisted breast biopsy...\n\nHow to treat and prevent nipple discharge\nOnce the cause of nipple discharge is diagnosed, doctors will develop an appropriate treatment regimen. If the discharge is due to pregnancy or breastfeeding, intervention or treatment may not be needed. Other medical causes of nipple discharge can be treated based on the patient's medical condition and health.\nTo prevent nipple discharge, women should:\nRegularly clean your body, wear a bra that fits your breasts, choose airy materials, and do not wear a bra when it is still damp.; Build a reasonable nutritional diet, add lots of fruits and vegetables, and increase foods rich in omega-3 and fatty acids (fatty fish, nuts).; Exercise regularly with sports such as cycling, jogging, swimming, yoga.; Breast self-examination at home, once a month on the 7th-10th day of the cycle.; Women over 40 years old should be screened for breast disease once a year.; Women aged 20-30 should be screened for breast cancer every 3 years.",
    "subsections": [
        {
            "subsection_name": "What is nipple discharge?",
            "subsection_content": "Nipple discharge is a condition in which fluid flows from the nipple. Nipple discharge during pregnancy and breastfeeding is normal. Nipple discharge in women who are not pregnant or breastfeeding is rare and may not be cause for concern, but you should see a doctor for a more accurate assessment. Men with nipple discharge under any circumstances should be evaluated.\nOne or both breasts may have nipple discharge, either naturally or when the nipple is immediately squeezed. Nipple discharge can be milky white, clear, yellow, green, brown, or bloody. This fluid is not milk, it flows from the nipple through the same milk duct. The discharge may involve one or more ducts. The consistency of nipple discharge can vary, it can be thick and sticky or thin and watery.",
            "subsection_string": "What is nipple discharge?\nNipple discharge is a condition in which fluid flows from the nipple. Nipple discharge during pregnancy and breastfeeding is normal. Nipple discharge in women who are not pregnant or breastfeeding is rare and may not be cause for concern, but you should see a doctor for a more accurate assessment. Men with nipple discharge under any circumstances should be evaluated.\nOne or both breasts may have nipple discharge, either naturally or when the nipple is immediately squeezed. Nipple discharge can be milky white, clear, yellow, green, brown, or bloody. This fluid is not milk, it flows from the nipple through the same milk duct. The discharge may involve one or more ducts. The consistency of nipple discharge can vary, it can be thick and sticky or thin and watery."
        },
        {
            "subsection_name": "Causes of nipple discharge",
            "subsection_content": "Như đã đề cập ở trên, tiết dịch núm vú có thể xuất phát từ nguyên nhân sinh lý hoặc bệnh lý, cụ thể:\n1. Nguyên nhân sinh lý\nTiết dịch núm vú trong thai kỳ\nTrong thai kỳ, tiết dịch núm vú là một hiện tượng bình thường do sự thay đổi nội tiết tố trong cơ thể phụ nữ. Vào khoảng giữa thai kỳ (thứ 4 hoặc 5), tuyến vú sẽ bắt đầu sản xuất sữa để chuẩn bị cho việc cho con bú sau khi sinh. Khi đó, núm vú có thể bắt đầu tiết ra một dịch nhầy, sền sệt và trắng, được gọi là tiết dịch núm vú thai kỳ.\nTiết dịch núm vú khi đang cho con bú\nKhi đang cho con bú, tuyến vú của người mẹ được kích thích để sản xuất sữa. Trong quá trình sản xuất sữa, tuyến vú cũng có thể tiết ra một ít dịch có màu trắng hoặc màu vàng nhạt, không mùi, đây là hiện tượng bình thường và không cần phải lo lắng.\nTiết dịch núm vú khi ngưng cho con bú\nNgưng cho con bú không có nghĩa là ngưng tiết dịch núm vú ngay lập tức. Khi bạn cho con bú, nồng độ hormone estrogen và progesterone tăng lên, kích thích sản xuất sữa. Khi ngưng cho con bú, nồng độ 2 hormone này sẽ giảm dần, nhưng thời gian để cơ thể loại bỏ sữa và điều chỉnh lại nồng độ hormone có thể khác nhau tùy thuộc vào cơ thể mỗi người.\nDo đó, sữa vẫn tích tụ trong núm vú và tiết dịch trong vòng vài ngày hoặc thậm chí vài tuần. Nhiều trường hợp tiếp tục kéo dài đến hai hoặc ba năm sau khi ngừng cho con bú.\n2. Nguyên nhân bệnh lý\nMột khối u lành tính có thể liên quan đến tiết dịch núm vú, thậm chí dịch tiết ra máu. Tiết dịch liên quan đến u nhú thường xảy ra tự phát và thường có một ống dẫn duy nhất. Mặc dù dịch tiết ra máu có thể tự khỏi, bác sĩ vẫn có thể chỉ định bệnh nhân chụp nhũ ảnh tuyến vú và siêu âm vú để xác định nguyên nhân gây tiết dịch. Trong một số trường hợp, cần sinh thiết để chẩn đoán xác định đó là u nhú lành tính hoặc ác tính để loại trừ ung thư.\nThông thường, tiết dịch núm vú thường là tình trạng lành tính. Tuy nhiên, ung thư vú có thể xảy ra, cần làm xét nghiệm kiểm tra nếu:\nCó khối u ở vú; Chỉ tiết dịch núm vú một bên; Dịch tiết có máu hoặc trong; Tiết dịch tự phát và dai dẳng; Tiết dịch qua một ống dẫn duy nhất\nCác nguyên nhân khác có thể gây tiết dịch núm vú bao gồm:\nÁp xe vú\nÁp xe vú là một dạng nhiễm trùng do vi khuẩn và gây ra hiện tượng sưng, đỏ, có hạch ấn vào thấy đau và có thể tiết dịch núm vú màu xanh như mủ, có mùi hôi ở vú.\nÁp xe vú là một bệnh nguy hiểm, ở giai đoạn đầu, bệnh khiến cơ thể mệt mỏi, đau nhức lan sang bả vai, cánh tay. Khi đã chuyển sang giai đoạn tạo thành áp xe, toàn thân sẽ phải chịu những tổn thương nặng như vùng da trên ổ áp xe nóng, sưng, căng tức, phù tím, cơ thể sốt cao, rét run, môi khô, đau đầu, mệt mỏi…. Núm vú tụt, có biểu hiện viêm hạch bạch huyết, cách tĩnh mạch dưới da nổi rõ. Sữa có thể lẫn mủ chảy qua đầu núm vú và sữa có mùi hôi tanh.\nNếu áp xe vú không được điều trị sẽ tạo thành áp xe vú tái phát, áp xe vú tự vỡ hoặc áp xe vú hoại tử gây nhiễm trùng huyết, suy thận, nặng hơn là hoại tử các chi.\nUng thư vú\nTiết dịch núm vú do ung thư vú là một triệu chứng phổ biến, trong đó các tế bào ung thư đã xâm chiếm các mô và mạch máu trong vùng núm vú, dẫn đến sự tích tụ của dịch tại vùng này.\nTiết dịch núm vú do ung thư vú thường xuất hiện ở một bên núm vú, tuy nhiên cũng có thể xuất hiện ở cả hai bên và thường tiết dịch nước trong, không màu trong suốt, đôi khi dính sệt. Ngoài ra, các triệu chứng khác của ung thư vú có thể bao gồm xuất hiện khối u, thay đổi hình dạng hoặc kích thước vú, da vú bị sần sùi hoặc vảy nứt, cùng với các triệu chứng như đau vú, nặng vú, phát ban vú….\nUng thư biểu mô ống tuyến vú tại chỗ (DCIS)\nUng thư biểu mô tại chỗ là biểu hiện sớm của ung thư vú và hầu như bệnh không có triệu chứng cụ thể. Hầu hết chỉ được phát hiện khi khám sàng lọc vú hoặc được chụp X quang và thường biểu hiện qua: vi vôi hóa đa dạng kích thước và hình thái nhũ ảnh là thường gặp nhất, U vú nhỏ phát hiện qua siêu âm kiểm tra tầm soát kết hợp nhũ ảnh, tiết dịch núm vú màu đỏ.\nU nhú trong ống tuyến vú\nU nhú trong ống dẫn sữa là một khối u nhỏ thường là lành tính; những khối u này được cấu tạo bởi tuyến và mô xơ, cũng như các mạch máu. Những khối u này thường gặp ở phụ nữ trong đội tuổi từ 35 đến 55.\nU nhú trong ống dẫn sữa phát sinh do sự tăng sinh biểu mô trung tâm trên trục liên kết tuyến hình thành. U nhú trong ống sữa thường không có triệu chứng rõ rệt, người bệnh có thể tiết dịch máu hoặc huyết thanh tự nhiên, đôi lúc có thể sờ thấy một khối dưới quầng vú.\nGiãn ống tuyến vú\nGiãn ống tuyến vú, giãn ống dẫn sữa (tên khoa học là Mammary duct ectasia) là bệnh liên quan đến tuyến sữa chính của tuyến vú và thường xuất hiện ở phụ nữ tiền mãn kinh – mãn kinh, những người đẻ nhiều con và cho con bú nhiều năm. Tình trạng tiết dịch núm vú do giãn ống dẫn sữa thường xuất phát từ cả hai vú, có màu vàng, xanh lá cây hoặc nâu và có thể xuất phát từ nhiều ống dẫn sữa.\nHiện nay, các nhà khoa học vẫn chưa biết chính xác nguyên nhân gây ra giãn ống dẫn sữa.\nTuy nhiên, có một số yếu tố liên quan như: sự thay đổi hormone của phụ nữ trong giai đoạn tiền mãn kinh có nguy cơ cao các ống dẫn sữa bị giãn; thay đổi mô vú do tuổi tác khiến các thành phần cấu tạo mô vú thay đổi từ dạng tuyến sang dạng tích lũy mô mỡ và có thể dẫn đến giãn ống dẫn sữa; ngoài ra phụ nữ hút thuốc lá, thiếu hụt vitamin A cũng gây ra những biến đổi bất thường trong mô ngực và gây giãn ống dẫn sữa.\nBệnh Paget vú\nPaget của núm vú là bệnh ung thư của biểu mô tuyến apocrine ở lớp thượng bì. Bệnh Paget thường gặp ở phụ nữ ngoài 50 tuổi, Theo Viện Ung thư Quốc gia Mỹ (National Cancer Institute) bệnh Paget của núm vú là một loại ung thư hiếm gặp, chỉ chiếm khoảng 1 – 4% trường hợp ung thư vú. Bệnh này thường ảnh hưởng đến vùng xung quanh hoặc trên cùng của vú, và có thể gây tiết dịch núm vú. [1]\nTiết dịch núm vú là một triệu chứng thường gặp trong bệnh Paget của núm vú. Nguyên nhân là do sự thay đổi của tế bào ung thư trong vùng núm vú, gây ra sự mất cân bằng và sự phát triển không đồng đều của các tế bào này. Điều này có thể dẫn đến tăng tiết dịch núm vú, gây ra các triệu chứng như sưng, đau và ngứa.\nNgoài ra, một số đặc trưng nhận biết khác của bệnh Paget là các dát đỏ dạng eczema, có vảy dưới da, khi bóc lớp cả dưới da sẽ thấy một lớp nền ẩm ướt có chứa dịch. Ngoài ra, người bệnh có thể sờ thấy một khối u hoặc hạch ở phía đối diện.\nSử dụng thuốc\nMột số thuốc như thuốc tránh thai, liệu pháp hormone thay thế hoặc thuốc được sử dụng để điều trị buồn nôn, trầm cảm và rối loạn tâm thần… cũng có thể làm nồng độ prolactin tăng cao bất thường, từ đó gây chảy dịch núm vú. Ngoài ra, các loại thuốc gây nghiện và chất kích thích cũng có thể khiến nồng độ prolactin cao và gây ra tình trạng chảy dịch núm vú.\nRối loạn nội tiết Thay đổi nội tiết tố trong chu kỳ kinh nguyệt Kích thích ngực quá mức Thay đổi sợi bọc ở vú Chấn thương vú Viêm vú quanh ống tuyến vú U tiết sữa; Rối loạn nội tiết; Thay đổi nội tiết tố trong chu kỳ kinh nguyệt; Kích thích ngực quá mức; Thay đổi sợi bọc ở vú; Chấn thương vú; Viêm vú quanh ống tuyến vú; U tiết sữa\ntiết dịch núm vú sữa, lành tính  núm vú tụt vào    Ung thư trong ống dẫn sữa  Bệnh paget núm vú (ung thư vú giai đoạn 0)     Tiết dịch 1 bên vú, một lỗ, màu đỏ trên BN sau 50 tuổi thường liên quan bướu",
            "subsection_string": "Causes of nipple discharge\nNhư đã đề cập ở trên, tiết dịch núm vú có thể xuất phát từ nguyên nhân sinh lý hoặc bệnh lý, cụ thể:\n1. Nguyên nhân sinh lý\nTiết dịch núm vú trong thai kỳ\nTrong thai kỳ, tiết dịch núm vú là một hiện tượng bình thường do sự thay đổi nội tiết tố trong cơ thể phụ nữ. Vào khoảng giữa thai kỳ (thứ 4 hoặc 5), tuyến vú sẽ bắt đầu sản xuất sữa để chuẩn bị cho việc cho con bú sau khi sinh. Khi đó, núm vú có thể bắt đầu tiết ra một dịch nhầy, sền sệt và trắng, được gọi là tiết dịch núm vú thai kỳ.\nTiết dịch núm vú khi đang cho con bú\nKhi đang cho con bú, tuyến vú của người mẹ được kích thích để sản xuất sữa. Trong quá trình sản xuất sữa, tuyến vú cũng có thể tiết ra một ít dịch có màu trắng hoặc màu vàng nhạt, không mùi, đây là hiện tượng bình thường và không cần phải lo lắng.\nTiết dịch núm vú khi ngưng cho con bú\nNgưng cho con bú không có nghĩa là ngưng tiết dịch núm vú ngay lập tức. Khi bạn cho con bú, nồng độ hormone estrogen và progesterone tăng lên, kích thích sản xuất sữa. Khi ngưng cho con bú, nồng độ 2 hormone này sẽ giảm dần, nhưng thời gian để cơ thể loại bỏ sữa và điều chỉnh lại nồng độ hormone có thể khác nhau tùy thuộc vào cơ thể mỗi người.\nDo đó, sữa vẫn tích tụ trong núm vú và tiết dịch trong vòng vài ngày hoặc thậm chí vài tuần. Nhiều trường hợp tiếp tục kéo dài đến hai hoặc ba năm sau khi ngừng cho con bú.\n2. Nguyên nhân bệnh lý\nMột khối u lành tính có thể liên quan đến tiết dịch núm vú, thậm chí dịch tiết ra máu. Tiết dịch liên quan đến u nhú thường xảy ra tự phát và thường có một ống dẫn duy nhất. Mặc dù dịch tiết ra máu có thể tự khỏi, bác sĩ vẫn có thể chỉ định bệnh nhân chụp nhũ ảnh tuyến vú và siêu âm vú để xác định nguyên nhân gây tiết dịch. Trong một số trường hợp, cần sinh thiết để chẩn đoán xác định đó là u nhú lành tính hoặc ác tính để loại trừ ung thư.\nThông thường, tiết dịch núm vú thường là tình trạng lành tính. Tuy nhiên, ung thư vú có thể xảy ra, cần làm xét nghiệm kiểm tra nếu:\nCó khối u ở vú; Chỉ tiết dịch núm vú một bên; Dịch tiết có máu hoặc trong; Tiết dịch tự phát và dai dẳng; Tiết dịch qua một ống dẫn duy nhất\nCác nguyên nhân khác có thể gây tiết dịch núm vú bao gồm:\nÁp xe vú\nÁp xe vú là một dạng nhiễm trùng do vi khuẩn và gây ra hiện tượng sưng, đỏ, có hạch ấn vào thấy đau và có thể tiết dịch núm vú màu xanh như mủ, có mùi hôi ở vú.\nÁp xe vú là một bệnh nguy hiểm, ở giai đoạn đầu, bệnh khiến cơ thể mệt mỏi, đau nhức lan sang bả vai, cánh tay. Khi đã chuyển sang giai đoạn tạo thành áp xe, toàn thân sẽ phải chịu những tổn thương nặng như vùng da trên ổ áp xe nóng, sưng, căng tức, phù tím, cơ thể sốt cao, rét run, môi khô, đau đầu, mệt mỏi…. Núm vú tụt, có biểu hiện viêm hạch bạch huyết, cách tĩnh mạch dưới da nổi rõ. Sữa có thể lẫn mủ chảy qua đầu núm vú và sữa có mùi hôi tanh.\nNếu áp xe vú không được điều trị sẽ tạo thành áp xe vú tái phát, áp xe vú tự vỡ hoặc áp xe vú hoại tử gây nhiễm trùng huyết, suy thận, nặng hơn là hoại tử các chi.\nUng thư vú\nTiết dịch núm vú do ung thư vú là một triệu chứng phổ biến, trong đó các tế bào ung thư đã xâm chiếm các mô và mạch máu trong vùng núm vú, dẫn đến sự tích tụ của dịch tại vùng này.\nTiết dịch núm vú do ung thư vú thường xuất hiện ở một bên núm vú, tuy nhiên cũng có thể xuất hiện ở cả hai bên và thường tiết dịch nước trong, không màu trong suốt, đôi khi dính sệt. Ngoài ra, các triệu chứng khác của ung thư vú có thể bao gồm xuất hiện khối u, thay đổi hình dạng hoặc kích thước vú, da vú bị sần sùi hoặc vảy nứt, cùng với các triệu chứng như đau vú, nặng vú, phát ban vú….\nUng thư biểu mô ống tuyến vú tại chỗ (DCIS)\nUng thư biểu mô tại chỗ là biểu hiện sớm của ung thư vú và hầu như bệnh không có triệu chứng cụ thể. Hầu hết chỉ được phát hiện khi khám sàng lọc vú hoặc được chụp X quang và thường biểu hiện qua: vi vôi hóa đa dạng kích thước và hình thái nhũ ảnh là thường gặp nhất, U vú nhỏ phát hiện qua siêu âm kiểm tra tầm soát kết hợp nhũ ảnh, tiết dịch núm vú màu đỏ.\nU nhú trong ống tuyến vú\nU nhú trong ống dẫn sữa là một khối u nhỏ thường là lành tính; những khối u này được cấu tạo bởi tuyến và mô xơ, cũng như các mạch máu. Những khối u này thường gặp ở phụ nữ trong đội tuổi từ 35 đến 55.\nU nhú trong ống dẫn sữa phát sinh do sự tăng sinh biểu mô trung tâm trên trục liên kết tuyến hình thành. U nhú trong ống sữa thường không có triệu chứng rõ rệt, người bệnh có thể tiết dịch máu hoặc huyết thanh tự nhiên, đôi lúc có thể sờ thấy một khối dưới quầng vú.\nGiãn ống tuyến vú\nGiãn ống tuyến vú, giãn ống dẫn sữa (tên khoa học là Mammary duct ectasia) là bệnh liên quan đến tuyến sữa chính của tuyến vú và thường xuất hiện ở phụ nữ tiền mãn kinh – mãn kinh, những người đẻ nhiều con và cho con bú nhiều năm. Tình trạng tiết dịch núm vú do giãn ống dẫn sữa thường xuất phát từ cả hai vú, có màu vàng, xanh lá cây hoặc nâu và có thể xuất phát từ nhiều ống dẫn sữa.\nHiện nay, các nhà khoa học vẫn chưa biết chính xác nguyên nhân gây ra giãn ống dẫn sữa.\nTuy nhiên, có một số yếu tố liên quan như: sự thay đổi hormone của phụ nữ trong giai đoạn tiền mãn kinh có nguy cơ cao các ống dẫn sữa bị giãn; thay đổi mô vú do tuổi tác khiến các thành phần cấu tạo mô vú thay đổi từ dạng tuyến sang dạng tích lũy mô mỡ và có thể dẫn đến giãn ống dẫn sữa; ngoài ra phụ nữ hút thuốc lá, thiếu hụt vitamin A cũng gây ra những biến đổi bất thường trong mô ngực và gây giãn ống dẫn sữa.\nBệnh Paget vú\nPaget của núm vú là bệnh ung thư của biểu mô tuyến apocrine ở lớp thượng bì. Bệnh Paget thường gặp ở phụ nữ ngoài 50 tuổi, Theo Viện Ung thư Quốc gia Mỹ (National Cancer Institute) bệnh Paget của núm vú là một loại ung thư hiếm gặp, chỉ chiếm khoảng 1 – 4% trường hợp ung thư vú. Bệnh này thường ảnh hưởng đến vùng xung quanh hoặc trên cùng của vú, và có thể gây tiết dịch núm vú. [1]\nTiết dịch núm vú là một triệu chứng thường gặp trong bệnh Paget của núm vú. Nguyên nhân là do sự thay đổi của tế bào ung thư trong vùng núm vú, gây ra sự mất cân bằng và sự phát triển không đồng đều của các tế bào này. Điều này có thể dẫn đến tăng tiết dịch núm vú, gây ra các triệu chứng như sưng, đau và ngứa.\nNgoài ra, một số đặc trưng nhận biết khác của bệnh Paget là các dát đỏ dạng eczema, có vảy dưới da, khi bóc lớp cả dưới da sẽ thấy một lớp nền ẩm ướt có chứa dịch. Ngoài ra, người bệnh có thể sờ thấy một khối u hoặc hạch ở phía đối diện.\nSử dụng thuốc\nMột số thuốc như thuốc tránh thai, liệu pháp hormone thay thế hoặc thuốc được sử dụng để điều trị buồn nôn, trầm cảm và rối loạn tâm thần… cũng có thể làm nồng độ prolactin tăng cao bất thường, từ đó gây chảy dịch núm vú. Ngoài ra, các loại thuốc gây nghiện và chất kích thích cũng có thể khiến nồng độ prolactin cao và gây ra tình trạng chảy dịch núm vú.\nRối loạn nội tiết Thay đổi nội tiết tố trong chu kỳ kinh nguyệt Kích thích ngực quá mức Thay đổi sợi bọc ở vú Chấn thương vú Viêm vú quanh ống tuyến vú U tiết sữa; Rối loạn nội tiết; Thay đổi nội tiết tố trong chu kỳ kinh nguyệt; Kích thích ngực quá mức; Thay đổi sợi bọc ở vú; Chấn thương vú; Viêm vú quanh ống tuyến vú; U tiết sữa\ntiết dịch núm vú sữa, lành tính  núm vú tụt vào    Ung thư trong ống dẫn sữa  Bệnh paget núm vú (ung thư vú giai đoạn 0)     Tiết dịch 1 bên vú, một lỗ, màu đỏ trên BN sau 50 tuổi thường liên quan bướu"
        },
        {
            "subsection_name": "Symptoms and classification of nipple discharge",
            "subsection_content": "Depending on the cause, the color and nature of nipple discharge will be different. Therefore, based on color and properties can help doctors make initial diagnoses of the cause, specifically [2]:\nColor, nature Cause White, cloudy, yellow or pus-filled nipple discharge Breast or nipple infection Green nipple discharge Cyst Brown or cottage cheese-like discharge Dilated mammary ducts (Ducts) clogged milk) Bloody nipple discharge Papilloma or breast cancer",
            "subsection_string": "Symptoms and classification of nipple discharge\nDepending on the cause, the color and nature of nipple discharge will be different. Therefore, based on color and properties can help doctors make initial diagnoses of the cause, specifically [2]:\nColor, nature Cause White, cloudy, yellow or pus-filled nipple discharge Breast or nipple infection Green nipple discharge Cyst Brown or cottage cheese-like discharge Dilated mammary ducts (Ducts) clogged milk) Bloody nipple discharge Papilloma or breast cancer"
        },
        {
            "subsection_name": "Is nipple discharge dangerous?",
            "subsection_content": "Most women will be extremely worried when they see their breasts discharge, so is nipple discharge dangerous? Specialists say that when you see the nipples secreting fluid, using your hands to squeeze and see the nipples secreting clear white or white fluid almost like milk, there is no serious problem. Nipple discharge is rarely a sign of breast cancer, but may be a sign of an underlying condition that needs to be evaluated and treated.\nWhen to see a doctor?\nIf you are still having periods and the nipple discharge does not go away after the next menstrual cycle and occurs naturally, you should see a doctor for examination and evaluation.\nIn the case of women over 40 years old or postmenopausal and you have spontaneous nipple discharge from a single duct in one breast, also see a doctor.\nYou should see a doctor if you have nipple discharge with the following symptoms:\nDischarge occurs frequently and repeatedly; Discharge from one breast; The secretions are bloody or have an odor; You are not currently breastfeeding, nipple discharge flows naturally, without force stimulation; Over 50 years old; Have other symptoms such as a lump, pain, redness or swelling in the breast; You are male\nProlonged nipple discharge with other unusual symptoms requires seeing a doctor for early examination and examination\nNote, while waiting for the doctor to examine you, be careful and avoid stimulating the nipples, including regularly checking for discharge because stimulation can cause the nipples to discharge continuously.",
            "subsection_string": "Is nipple discharge dangerous?\nMost women will be extremely worried when they see their breasts discharge, so is nipple discharge dangerous? Specialists say that when you see the nipples secreting fluid, using your hands to squeeze and see the nipples secreting clear white or white fluid almost like milk, there is no serious problem. Nipple discharge is rarely a sign of breast cancer, but may be a sign of an underlying condition that needs to be evaluated and treated.\nWhen to see a doctor?\nIf you are still having periods and the nipple discharge does not go away after the next menstrual cycle and occurs naturally, you should see a doctor for examination and evaluation.\nIn the case of women over 40 years old or postmenopausal and you have spontaneous nipple discharge from a single duct in one breast, also see a doctor.\nYou should see a doctor if you have nipple discharge with the following symptoms:\nDischarge occurs frequently and repeatedly; Discharge from one breast; The secretions are bloody or have an odor; You are not currently breastfeeding, nipple discharge flows naturally, without force stimulation; Over 50 years old; Have other symptoms such as a lump, pain, redness or swelling in the breast; You are male\nProlonged nipple discharge with other unusual symptoms requires seeing a doctor for early examination and examination\nNote, while waiting for the doctor to examine you, be careful and avoid stimulating the nipples, including regularly checking for discharge because stimulation can cause the nipples to discharge continuously."
        },
        {
            "subsection_name": "Method for diagnosing nipple discharge",
            "subsection_content": "Your doctor will do a physical exam to check your breasts for lumps or other signs of cancer. In addition, your doctor may also prescribe a number of other methods to find the cause of nipple discharge, specifically:\n1. Test fluid from the nipple\nThe doctor may prescribe a cytology test of nipple discharge to look for sloughed off cancer cells, however, the results are often difficult to assess the cause of the discharge, so it is rarely performed.\n2. Breast ultrasound\nBreast ultrasound is a method of examining breast tissue through extremely low frequency sound waves to provide information about the internal structure of breast tissue, helping to detect abnormalities in breast morphology.\n3. 3D mammography\n3D mammography is a method that uses X-rays to record images of the mammary gland, for the purpose of diagnosis when symptoms such as nipple discharge, palpable lumps, thickened or sunken breast skin, and swollen nipples appear. Abnormal indentation….\nThe 3D digital mammography (DBT) Mammomat Inspiration is the most advanced mammography method available today. Photo: Tam Anh General Hospital System\n4. Breast biopsy\nBreast biopsy is a technique of taking tissue samples from the mammary gland to observe under a microscope to analyze cell morphology and breast tissue structure. There are currently many biopsy methods to diagnose breast tumors such as fine needle aspiration, core needle biopsy, vacuum assisted breast biopsy...",
            "subsection_string": "Method for diagnosing nipple discharge\nYour doctor will do a physical exam to check your breasts for lumps or other signs of cancer. In addition, your doctor may also prescribe a number of other methods to find the cause of nipple discharge, specifically:\n1. Test fluid from the nipple\nThe doctor may prescribe a cytology test of nipple discharge to look for sloughed off cancer cells, however, the results are often difficult to assess the cause of the discharge, so it is rarely performed.\n2. Breast ultrasound\nBreast ultrasound is a method of examining breast tissue through extremely low frequency sound waves to provide information about the internal structure of breast tissue, helping to detect abnormalities in breast morphology.\n3. 3D mammography\n3D mammography is a method that uses X-rays to record images of the mammary gland, for the purpose of diagnosis when symptoms such as nipple discharge, palpable lumps, thickened or sunken breast skin, and swollen nipples appear. Abnormal indentation….\nThe 3D digital mammography (DBT) Mammomat Inspiration is the most advanced mammography method available today. Photo: Tam Anh General Hospital System\n4. Breast biopsy\nBreast biopsy is a technique of taking tissue samples from the mammary gland to observe under a microscope to analyze cell morphology and breast tissue structure. There are currently many biopsy methods to diagnose breast tumors such as fine needle aspiration, core needle biopsy, vacuum assisted breast biopsy..."
        },
        {
            "subsection_name": "How to treat and prevent nipple discharge",
            "subsection_content": "Once the cause of nipple discharge is diagnosed, doctors will develop an appropriate treatment regimen. If the discharge is due to pregnancy or breastfeeding, intervention or treatment may not be needed. Other medical causes of nipple discharge can be treated based on the patient's medical condition and health.\nTo prevent nipple discharge, women should:\nRegularly clean your body, wear a bra that fits your breasts, choose airy materials, and do not wear a bra when it is still damp.; Build a reasonable nutritional diet, add lots of fruits and vegetables, and increase foods rich in omega-3 and fatty acids (fatty fish, nuts).; Exercise regularly with sports such as cycling, jogging, swimming, yoga.; Breast self-examination at home, once a month on the 7th-10th day of the cycle.; Women over 40 years old should be screened for breast disease once a year.; Women aged 20-30 should be screened for breast cancer every 3 years.",
            "subsection_string": "How to treat and prevent nipple discharge\nOnce the cause of nipple discharge is diagnosed, doctors will develop an appropriate treatment regimen. If the discharge is due to pregnancy or breastfeeding, intervention or treatment may not be needed. Other medical causes of nipple discharge can be treated based on the patient's medical condition and health.\nTo prevent nipple discharge, women should:\nRegularly clean your body, wear a bra that fits your breasts, choose airy materials, and do not wear a bra when it is still damp.; Build a reasonable nutritional diet, add lots of fruits and vegetables, and increase foods rich in omega-3 and fatty acids (fatty fish, nuts).; Exercise regularly with sports such as cycling, jogging, swimming, yoga.; Breast self-examination at home, once a month on the 7th-10th day of the cycle.; Women over 40 years old should be screened for breast disease once a year.; Women aged 20-30 should be screened for breast cancer every 3 years."
        }
    ],
    "name": "tiet-dich-num-vu.json"
}