{
    "title": "Diabetic itchy skin: Causes, signs and treatments",
    "category": "Dermatology",
    "link": "https://tamanhhospital.vn/tieu-duong-bi-ngua-da/",
    "abstract": "Itchy skin is also a common symptom in people with diabetes. If not treated early, it will cause discomfort for the patient and affect their health. So what are the causes, signs and treatments for diabetic itchy skin? The article below will share this issue in more detail!\n International Diabetes Federation (IDF) statistics: in 2021, there will be 537 million people with diabetes globally. In Vietnam, the Ministry of Health reports that there are more than 5 million people with diabetes and will continue to increase rapidly in the next few years.\n About 79% of people with diabetes often experience skin problems such as dryness, itching, and infections. (first)",
    "content": "Diabetic itchy skin: Causes, signs and treatments\n\nItchy skin is also a common symptom in people with diabetes. If not treated early, it will cause discomfort for the patient and affect their health. So what are the causes, signs and treatments for diabetic itchy skin? The article below will share this issue in more detail!\n International Diabetes Federation (IDF) statistics: in 2021, there will be 537 million people with diabetes globally. In Vietnam, the Ministry of Health reports that there are more than 5 million people with diabetes and will continue to increase rapidly in the next few years.\n About 79% of people with diabetes often experience skin problems such as dryness, itching, and infections. (first)\n\nWhat is itchy skin in diabetics?\nItchy skin in people with diabetes is caused by poor blood circulation, the skin's reaction to diabetes medication or insulin injections... Diabetes causes the body to lose a lot of water when urinating or evaporating through the skin, making the skin dry and itchy. Itching often appears on the legs and feet.\nRisk factors for itchy skin in people with type 2 diabetes include: age, duration of disease, peripheral neuropathy, retinopathy, chronic kidney disease, fasting blood sugar levels, infections , Candida fungal infection... (2)\n\nWhy does diabetes cause itchy skin?\nDiabetes causes itchy skin for many different reasons, often with localized itchy areas (3). Below are some reasons why people with diabetes have itchy skin more often than normal people:\n1. Kidney failure and cirrhosis\nPeople with diabetes experience complications such as kidney failure or cirrhosis, which can easily cause itchy skin, affecting their health and quality of life.\n2. Bacteria\nDiabetics have high blood sugar levels, which weakens the immune system, increasing the likelihood of skin infections if bacteria invade.\nCuts, blisters or cracks in the skin will allow bacteria to enter the body, causing the risk of skin infection, itching, and folliculitis.\nDepending on the skin condition, the doctor will prescribe topical or oral antibiotics to be applied to the itchy skin to kill bacteria and help the skin recover quickly.\n3. Fungal infection\nPeople with diabetes have a weak immune system, so they are susceptible to fungal infections, which cause itchy skin, often appearing between the toes. (4)\nAthlete's foot is caused by candida fungus, developing in the folds of the skin (folds in the elbows, feet, groin, neck, armpits...). Patients need to apply antifungal cream topically to kill fungi and prevent infection to improve skin condition.\n4. Drug allergy\nPeople with diabetes may have itchy skin as a side effect of some medications or have allergic reactions after use.\nWhen experiencing itchy skin due to drug allergy, the patient should see a doctor for timely treatment, change the appropriate prescription, and avoid damaging the skin.\nProducts such as perfumes, dyes, and soaps contain strong detergents that can dry out the skin, leading to itching.\nSome medications that treat other health problems commonly found in people with diabetes such as high blood pressure and high LDL cholesterol in the blood also cause itchy skin.\n5. Damage to blood vessels\nPeople with diabetes easily have itchy skin due to poor blood circulation. In these cases, itching is more likely to occur on the lower part of the legs.\nSometimes, itchy skin occurs because the nerve fibers in the outer layer of the skin are damaged. When high blood sugar damages nerve fibers, especially in the feet and hands, it will cause polyneuropathy or peripheral neuropathy, causing diabetics to have itchy skin.\nPeople with diabetes have high levels of cytokines (inflammatory substances) in the body, which also causes itchy skin and nerve damage, affecting health. When cytokine levels in the body increase, if patients with nerve damage are not treated early, it will lead to the development of neuropathy, causing itching that takes a long time to heal.\nTherefore, when there are symptoms of itchy skin, people with diabetes need to see a doctor specializing in Endocrinology - Diabetes and a specialist in Dermatology - skin aesthetics to check their health, receive timely treatment, and avoid health risks. Strong.\nPeople with diabetes should check their blood sugar regularly to better control blood sugar levels.\n\nParts prone to itchy skin\nItchy skin in people with diabetes often occurs locally rather than throughout the body. Parts susceptible to itchy skin include: scalp, ankles, feet, trunk or genitals. Itching is common in diabetics with dry skin or diabetic neuropathy.\n\nSymptoms of diabetes include itchy skin\nItching can be a symptom of diabetes or prediabetes (having high blood sugar levels approaching diabetic levels) (5). High blood sugar causes diabetes symptoms in a variety of ways, including:\n1. Dry skin\nWhen the amount of sugar (glucose) in the blood is too high. The patient's body will try to eliminate them by pushing fluid out of the cells to create more urine to release sugar through urine, making the skin dry and dehydrated, causing itching.\nHigh blood sugar damages the skin barrier (the outermost layer of the skin that protects the tissues under the skin), causing the skin to react to irritants by itching. If a person with diabetes scratches continuously, it will damage the skin and even lead to infection. High levels of glucose (sugar) in the blood also trigger an immune system response in the body that releases cytokines (inflammatory agents) that cause itchy skin.\n2. Poor circulation\nDiabetes affects the circulatory system in the body by damaging the lining of blood vessels, causing poor blood circulation and ineffective transport of nutrients, leading to diabetic neuropathy and nerve damage.\nIn particular, diabetic feet are most vulnerable due to reduced circulation. Diabetic neuropathy often causes itching in the lower legs, so patients need to clean their feet regularly, take care of healthy feet, and avoid scratching the skin, causing infection and health risks.\n3. Fungal infection\nDiabetics have weak resistance, so they are more susceptible to fungal infections. High glucose levels in the blood and urine will lead to overgrowth of yeast in the vagina. Vaginal yeast infection can cause very uncomfortable itching, affecting the patient's health and quality of life.\n\nSolution for diabetics with itchy skin\nGood skin care for people with diabetes is also important in controlling the condition. Patients need to follow the doctor's instructions and treatment regimen to manage blood sugar levels and better protect their health. When diabetes is well controlled, the entire body, including the skin, is healthy and can resist disease-causing agents. Here are some solutions for diabetics with itchy skin to help keep the skin healthy, soft, and avoid infections such as:\n1. Moisturize the skin\nPatients should moisturize by using cream moisturizer twice a day to keep the skin hydrated and healthier.; Keep skin clean, dry skin after bathing or washing. Do not bathe too many times a day or use scented soap because the chemicals in these products can easily dry or irritate the skin. Patients should choose non-slip soap (sans savon, soap free, alkaline free); Gentle wash, gentle cleanser, unscented for skin care; Take a warm (not too hot) shower or bath; Consider using a humidifier at home when the weather is cold because cold air can easily dry out your skin.\n2. Wear clothes that are less irritating\nSome clothes made from wool, silk or other fabrics that are difficult to absorb sweat can easily irritate the skin and cause itching. Therefore, patients should wear less irritating clothes such as cotton, linen, silk... to protect the skin.\n3. Limit stress\nAlways maintain a comfortable, optimistic spirit and avoid stress to protect your health better.\n4. Use cold compresses\nUsing cold compresses is also effective in reducing itchy skin. The patient can apply a cold compress to the itchy skin area until the itching stops. In case the cold compress runs out, the patient can take a cold shower. However, patients should not bathe regularly if blood sugar is not well controlled.\n5. Topical medication\nThe doctor will additionally prescribe for patients with severe itching some ointments containing: Camphor, Menthol, Phenol or antifungal drugs, antihistamines... These drugs can cause some side effects if used incorrectly, so patients need to follow the doctor's instructions on using the medicine.\n6. Use healthy foods\nPeople with diabetes should use foods rich in fiber, low in cholesterol, and low in saturated fat to better control blood sugar. Some healthy foods that diabetics can choose include: beans, oats, raspberries, almonds, cereals, flaxseeds, fatty fish (salmon, mackerel, sardines). , herring, green leafy vegetables, broccoli, pumpkin, pure olive oil...).\nHowever, patients who limit the use of refined grains should use whole grains with intact bran and germ layers to reduce the risk of heart disease due to diabetes complications. Whole grains add fiber, B vitamins, magnesium, and selenium, preventing blood sugar from rising, helping patients feel full longer.\nPeople with diabetes need to have a suitable diet to help control blood sugar better.\n7. Exercise regularly\nExercise not only helps the body increase resistance, but regular exercise also helps the body use insulin better, stabilizing blood sugar control. Therefore, patients should exercise regularly for at least 30 minutes a day to make their body healthier.\nSpecializing in Dermatology - Skin Aesthetics, Endocrinology - Diabetes Department, Tam Anh General Hospital has modern equipment and a team of leading experienced doctors in the field of treating human skin diseases. diabetes. Doctors will examine, diagnose, provide appropriate treatment regimens for each condition, and provide specific advice and answers so that patients can receive better health care and avoid dangerous complications.\nThere are many reasons why people with diabetes have itchy skin. Therefore, patients need to be examined periodically to find out the cause of the disease early for timely treatment. With the coordination of a doctor in the Department of Endocrinology - Diabetes and a specialist in Dermatology - Skin Aesthetics, people with diabetes will be treated effectively and improve their quality of life. In addition, patients should check their feet every day to see if there are cuts, blisters or ulcers, then treat them immediately. Do not scratch too much to avoid causing skin infections that can affect your health.",
    "subsections": [
        {
            "subsection_name": "What is itchy skin in diabetics?",
            "subsection_content": "Itchy skin in people with diabetes is caused by poor blood circulation, the skin's reaction to diabetes medication or insulin injections... Diabetes causes the body to lose a lot of water when urinating or evaporating through the skin, making the skin dry and itchy. Itching often appears on the legs and feet.\nRisk factors for itchy skin in people with type 2 diabetes include: age, duration of disease, peripheral neuropathy, retinopathy, chronic kidney disease, fasting blood sugar levels, infections , Candida fungal infection... (2)",
            "subsection_string": "What is itchy skin in diabetics?\nItchy skin in people with diabetes is caused by poor blood circulation, the skin's reaction to diabetes medication or insulin injections... Diabetes causes the body to lose a lot of water when urinating or evaporating through the skin, making the skin dry and itchy. Itching often appears on the legs and feet.\nRisk factors for itchy skin in people with type 2 diabetes include: age, duration of disease, peripheral neuropathy, retinopathy, chronic kidney disease, fasting blood sugar levels, infections , Candida fungal infection... (2)"
        },
        {
            "subsection_name": "Why does diabetes cause itchy skin?",
            "subsection_content": "Diabetes causes itchy skin for many different reasons, often with localized itchy areas (3). Below are some reasons why people with diabetes have itchy skin more often than normal people:\n1. Kidney failure and cirrhosis\nPeople with diabetes experience complications such as kidney failure or cirrhosis, which can easily cause itchy skin, affecting their health and quality of life.\n2. Bacteria\nDiabetics have high blood sugar levels, which weakens the immune system, increasing the likelihood of skin infections if bacteria invade.\nCuts, blisters or cracks in the skin will allow bacteria to enter the body, causing the risk of skin infection, itching, and folliculitis.\nDepending on the skin condition, the doctor will prescribe topical or oral antibiotics to be applied to the itchy skin to kill bacteria and help the skin recover quickly.\n3. Fungal infection\nPeople with diabetes have a weak immune system, so they are susceptible to fungal infections, which cause itchy skin, often appearing between the toes. (4)\nAthlete's foot is caused by candida fungus, developing in the folds of the skin (folds in the elbows, feet, groin, neck, armpits...). Patients need to apply antifungal cream topically to kill fungi and prevent infection to improve skin condition.\n4. Drug allergy\nPeople with diabetes may have itchy skin as a side effect of some medications or have allergic reactions after use.\nWhen experiencing itchy skin due to drug allergy, the patient should see a doctor for timely treatment, change the appropriate prescription, and avoid damaging the skin.\nProducts such as perfumes, dyes, and soaps contain strong detergents that can dry out the skin, leading to itching.\nSome medications that treat other health problems commonly found in people with diabetes such as high blood pressure and high LDL cholesterol in the blood also cause itchy skin.\n5. Damage to blood vessels\nPeople with diabetes easily have itchy skin due to poor blood circulation. In these cases, itching is more likely to occur on the lower part of the legs.\nSometimes, itchy skin occurs because the nerve fibers in the outer layer of the skin are damaged. When high blood sugar damages nerve fibers, especially in the feet and hands, it will cause polyneuropathy or peripheral neuropathy, causing diabetics to have itchy skin.\nPeople with diabetes have high levels of cytokines (inflammatory substances) in the body, which also causes itchy skin and nerve damage, affecting health. When cytokine levels in the body increase, if patients with nerve damage are not treated early, it will lead to the development of neuropathy, causing itching that takes a long time to heal.\nTherefore, when there are symptoms of itchy skin, people with diabetes need to see a doctor specializing in Endocrinology - Diabetes and a specialist in Dermatology - skin aesthetics to check their health, receive timely treatment, and avoid health risks. Strong.\nPeople with diabetes should check their blood sugar regularly to better control blood sugar levels.",
            "subsection_string": "Why does diabetes cause itchy skin?\nDiabetes causes itchy skin for many different reasons, often with localized itchy areas (3). Below are some reasons why people with diabetes have itchy skin more often than normal people:\n1. Kidney failure and cirrhosis\nPeople with diabetes experience complications such as kidney failure or cirrhosis, which can easily cause itchy skin, affecting their health and quality of life.\n2. Bacteria\nDiabetics have high blood sugar levels, which weakens the immune system, increasing the likelihood of skin infections if bacteria invade.\nCuts, blisters or cracks in the skin will allow bacteria to enter the body, causing the risk of skin infection, itching, and folliculitis.\nDepending on the skin condition, the doctor will prescribe topical or oral antibiotics to be applied to the itchy skin to kill bacteria and help the skin recover quickly.\n3. Fungal infection\nPeople with diabetes have a weak immune system, so they are susceptible to fungal infections, which cause itchy skin, often appearing between the toes. (4)\nAthlete's foot is caused by candida fungus, developing in the folds of the skin (folds in the elbows, feet, groin, neck, armpits...). Patients need to apply antifungal cream topically to kill fungi and prevent infection to improve skin condition.\n4. Drug allergy\nPeople with diabetes may have itchy skin as a side effect of some medications or have allergic reactions after use.\nWhen experiencing itchy skin due to drug allergy, the patient should see a doctor for timely treatment, change the appropriate prescription, and avoid damaging the skin.\nProducts such as perfumes, dyes, and soaps contain strong detergents that can dry out the skin, leading to itching.\nSome medications that treat other health problems commonly found in people with diabetes such as high blood pressure and high LDL cholesterol in the blood also cause itchy skin.\n5. Damage to blood vessels\nPeople with diabetes easily have itchy skin due to poor blood circulation. In these cases, itching is more likely to occur on the lower part of the legs.\nSometimes, itchy skin occurs because the nerve fibers in the outer layer of the skin are damaged. When high blood sugar damages nerve fibers, especially in the feet and hands, it will cause polyneuropathy or peripheral neuropathy, causing diabetics to have itchy skin.\nPeople with diabetes have high levels of cytokines (inflammatory substances) in the body, which also causes itchy skin and nerve damage, affecting health. When cytokine levels in the body increase, if patients with nerve damage are not treated early, it will lead to the development of neuropathy, causing itching that takes a long time to heal.\nTherefore, when there are symptoms of itchy skin, people with diabetes need to see a doctor specializing in Endocrinology - Diabetes and a specialist in Dermatology - skin aesthetics to check their health, receive timely treatment, and avoid health risks. Strong.\nPeople with diabetes should check their blood sugar regularly to better control blood sugar levels."
        },
        {
            "subsection_name": "Parts prone to itchy skin",
            "subsection_content": "Itchy skin in people with diabetes often occurs locally rather than throughout the body. Parts susceptible to itchy skin include: scalp, ankles, feet, trunk or genitals. Itching is common in diabetics with dry skin or diabetic neuropathy.",
            "subsection_string": "Parts prone to itchy skin\nItchy skin in people with diabetes often occurs locally rather than throughout the body. Parts susceptible to itchy skin include: scalp, ankles, feet, trunk or genitals. Itching is common in diabetics with dry skin or diabetic neuropathy."
        },
        {
            "subsection_name": "Symptoms of diabetes include itchy skin",
            "subsection_content": "Itching can be a symptom of diabetes or prediabetes (having high blood sugar levels approaching diabetic levels) (5). High blood sugar causes diabetes symptoms in a variety of ways, including:\n1. Dry skin\nWhen the amount of sugar (glucose) in the blood is too high. The patient's body will try to eliminate them by pushing fluid out of the cells to create more urine to release sugar through urine, making the skin dry and dehydrated, causing itching.\nHigh blood sugar damages the skin barrier (the outermost layer of the skin that protects the tissues under the skin), causing the skin to react to irritants by itching. If a person with diabetes scratches continuously, it will damage the skin and even lead to infection. High levels of glucose (sugar) in the blood also trigger an immune system response in the body that releases cytokines (inflammatory agents) that cause itchy skin.\n2. Poor circulation\nDiabetes affects the circulatory system in the body by damaging the lining of blood vessels, causing poor blood circulation and ineffective transport of nutrients, leading to diabetic neuropathy and nerve damage.\nIn particular, diabetic feet are most vulnerable due to reduced circulation. Diabetic neuropathy often causes itching in the lower legs, so patients need to clean their feet regularly, take care of healthy feet, and avoid scratching the skin, causing infection and health risks.\n3. Fungal infection\nDiabetics have weak resistance, so they are more susceptible to fungal infections. High glucose levels in the blood and urine will lead to overgrowth of yeast in the vagina. Vaginal yeast infection can cause very uncomfortable itching, affecting the patient's health and quality of life.",
            "subsection_string": "Symptoms of diabetes include itchy skin\nItching can be a symptom of diabetes or prediabetes (having high blood sugar levels approaching diabetic levels) (5). High blood sugar causes diabetes symptoms in a variety of ways, including:\n1. Dry skin\nWhen the amount of sugar (glucose) in the blood is too high. The patient's body will try to eliminate them by pushing fluid out of the cells to create more urine to release sugar through urine, making the skin dry and dehydrated, causing itching.\nHigh blood sugar damages the skin barrier (the outermost layer of the skin that protects the tissues under the skin), causing the skin to react to irritants by itching. If a person with diabetes scratches continuously, it will damage the skin and even lead to infection. High levels of glucose (sugar) in the blood also trigger an immune system response in the body that releases cytokines (inflammatory agents) that cause itchy skin.\n2. Poor circulation\nDiabetes affects the circulatory system in the body by damaging the lining of blood vessels, causing poor blood circulation and ineffective transport of nutrients, leading to diabetic neuropathy and nerve damage.\nIn particular, diabetic feet are most vulnerable due to reduced circulation. Diabetic neuropathy often causes itching in the lower legs, so patients need to clean their feet regularly, take care of healthy feet, and avoid scratching the skin, causing infection and health risks.\n3. Fungal infection\nDiabetics have weak resistance, so they are more susceptible to fungal infections. High glucose levels in the blood and urine will lead to overgrowth of yeast in the vagina. Vaginal yeast infection can cause very uncomfortable itching, affecting the patient's health and quality of life."
        },
        {
            "subsection_name": "Solution for diabetics with itchy skin",
            "subsection_content": "Good skin care for people with diabetes is also important in controlling the condition. Patients need to follow the doctor's instructions and treatment regimen to manage blood sugar levels and better protect their health. When diabetes is well controlled, the entire body, including the skin, is healthy and can resist disease-causing agents. Here are some solutions for diabetics with itchy skin to help keep the skin healthy, soft, and avoid infections such as:\n1. Moisturize the skin\nPatients should moisturize by using cream moisturizer twice a day to keep the skin hydrated and healthier.; Keep skin clean, dry skin after bathing or washing. Do not bathe too many times a day or use scented soap because the chemicals in these products can easily dry or irritate the skin. Patients should choose non-slip soap (sans savon, soap free, alkaline free); Gentle wash, gentle cleanser, unscented for skin care; Take a warm (not too hot) shower or bath; Consider using a humidifier at home when the weather is cold because cold air can easily dry out your skin.\n2. Wear clothes that are less irritating\nSome clothes made from wool, silk or other fabrics that are difficult to absorb sweat can easily irritate the skin and cause itching. Therefore, patients should wear less irritating clothes such as cotton, linen, silk... to protect the skin.\n3. Limit stress\nAlways maintain a comfortable, optimistic spirit and avoid stress to protect your health better.\n4. Use cold compresses\nUsing cold compresses is also effective in reducing itchy skin. The patient can apply a cold compress to the itchy skin area until the itching stops. In case the cold compress runs out, the patient can take a cold shower. However, patients should not bathe regularly if blood sugar is not well controlled.\n5. Topical medication\nThe doctor will additionally prescribe for patients with severe itching some ointments containing: Camphor, Menthol, Phenol or antifungal drugs, antihistamines... These drugs can cause some side effects if used incorrectly, so patients need to follow the doctor's instructions on using the medicine.\n6. Use healthy foods\nPeople with diabetes should use foods rich in fiber, low in cholesterol, and low in saturated fat to better control blood sugar. Some healthy foods that diabetics can choose include: beans, oats, raspberries, almonds, cereals, flaxseeds, fatty fish (salmon, mackerel, sardines). , herring, green leafy vegetables, broccoli, pumpkin, pure olive oil...).\nHowever, patients who limit the use of refined grains should use whole grains with intact bran and germ layers to reduce the risk of heart disease due to diabetes complications. Whole grains add fiber, B vitamins, magnesium, and selenium, preventing blood sugar from rising, helping patients feel full longer.\nPeople with diabetes need to have a suitable diet to help control blood sugar better.\n7. Exercise regularly\nExercise not only helps the body increase resistance, but regular exercise also helps the body use insulin better, stabilizing blood sugar control. Therefore, patients should exercise regularly for at least 30 minutes a day to make their body healthier.\nSpecializing in Dermatology - Skin Aesthetics, Endocrinology - Diabetes Department, Tam Anh General Hospital has modern equipment and a team of leading experienced doctors in the field of treating human skin diseases. diabetes. Doctors will examine, diagnose, provide appropriate treatment regimens for each condition, and provide specific advice and answers so that patients can receive better health care and avoid dangerous complications.\nThere are many reasons why people with diabetes have itchy skin. Therefore, patients need to be examined periodically to find out the cause of the disease early for timely treatment. With the coordination of a doctor in the Department of Endocrinology - Diabetes and a specialist in Dermatology - Skin Aesthetics, people with diabetes will be treated effectively and improve their quality of life. In addition, patients should check their feet every day to see if there are cuts, blisters or ulcers, then treat them immediately. Do not scratch too much to avoid causing skin infections that can affect your health.",
            "subsection_string": "Solution for diabetics with itchy skin\nGood skin care for people with diabetes is also important in controlling the condition. Patients need to follow the doctor's instructions and treatment regimen to manage blood sugar levels and better protect their health. When diabetes is well controlled, the entire body, including the skin, is healthy and can resist disease-causing agents. Here are some solutions for diabetics with itchy skin to help keep the skin healthy, soft, and avoid infections such as:\n1. Moisturize the skin\nPatients should moisturize by using cream moisturizer twice a day to keep the skin hydrated and healthier.; Keep skin clean, dry skin after bathing or washing. Do not bathe too many times a day or use scented soap because the chemicals in these products can easily dry or irritate the skin. Patients should choose non-slip soap (sans savon, soap free, alkaline free); Gentle wash, gentle cleanser, unscented for skin care; Take a warm (not too hot) shower or bath; Consider using a humidifier at home when the weather is cold because cold air can easily dry out your skin.\n2. Wear clothes that are less irritating\nSome clothes made from wool, silk or other fabrics that are difficult to absorb sweat can easily irritate the skin and cause itching. Therefore, patients should wear less irritating clothes such as cotton, linen, silk... to protect the skin.\n3. Limit stress\nAlways maintain a comfortable, optimistic spirit and avoid stress to protect your health better.\n4. Use cold compresses\nUsing cold compresses is also effective in reducing itchy skin. The patient can apply a cold compress to the itchy skin area until the itching stops. In case the cold compress runs out, the patient can take a cold shower. However, patients should not bathe regularly if blood sugar is not well controlled.\n5. Topical medication\nThe doctor will additionally prescribe for patients with severe itching some ointments containing: Camphor, Menthol, Phenol or antifungal drugs, antihistamines... These drugs can cause some side effects if used incorrectly, so patients need to follow the doctor's instructions on using the medicine.\n6. Use healthy foods\nPeople with diabetes should use foods rich in fiber, low in cholesterol, and low in saturated fat to better control blood sugar. Some healthy foods that diabetics can choose include: beans, oats, raspberries, almonds, cereals, flaxseeds, fatty fish (salmon, mackerel, sardines). , herring, green leafy vegetables, broccoli, pumpkin, pure olive oil...).\nHowever, patients who limit the use of refined grains should use whole grains with intact bran and germ layers to reduce the risk of heart disease due to diabetes complications. Whole grains add fiber, B vitamins, magnesium, and selenium, preventing blood sugar from rising, helping patients feel full longer.\nPeople with diabetes need to have a suitable diet to help control blood sugar better.\n7. Exercise regularly\nExercise not only helps the body increase resistance, but regular exercise also helps the body use insulin better, stabilizing blood sugar control. Therefore, patients should exercise regularly for at least 30 minutes a day to make their body healthier.\nSpecializing in Dermatology - Skin Aesthetics, Endocrinology - Diabetes Department, Tam Anh General Hospital has modern equipment and a team of leading experienced doctors in the field of treating human skin diseases. diabetes. Doctors will examine, diagnose, provide appropriate treatment regimens for each condition, and provide specific advice and answers so that patients can receive better health care and avoid dangerous complications.\nThere are many reasons why people with diabetes have itchy skin. Therefore, patients need to be examined periodically to find out the cause of the disease early for timely treatment. With the coordination of a doctor in the Department of Endocrinology - Diabetes and a specialist in Dermatology - Skin Aesthetics, people with diabetes will be treated effectively and improve their quality of life. In addition, patients should check their feet every day to see if there are cuts, blisters or ulcers, then treat them immediately. Do not scratch too much to avoid causing skin infections that can affect your health."
        }
    ],
    "name": "tieu-duong-bi-ngua-da.json"
}