{
    "title": "Type 2 diabetes: Causes, signs and prevention",
    "category": "Endocrine",
    "link": "https://tamanhhospital.vn/tieu-duong-tuyp-2/",
    "abstract": "Type 2 diabetes occurs because the body's cells do not use insulin effectively (also called insulin resistance). The disease appears mainly in middle-aged to older people, but more and more young people are getting the disease. The disease can be controlled by adjusting lifestyle through proper diet, exercise and medication.",
    "content": "Type 2 diabetes: Causes, signs and prevention\n\nType 2 diabetes occurs because the body's cells do not use insulin effectively (also called insulin resistance). The disease appears mainly in middle-aged to older people, but more and more young people are getting the disease. The disease can be controlled by adjusting lifestyle through proper diet, exercise and medication.\n\nWhat is type 2 diabetes?\nType 2 diabetes (type 2 diabetes) is caused by the body not being able to use insulin or not using insulin as effectively as normal people.\nOlder people are susceptible to type 2 diabetes, so many people also call this adult-onset diabetes or diabetes of the elderly. The disease is getting younger and younger, many children and teenagers are getting sick, mainly due to being overweight, obese, lazy to exercise...\n\nCauses of type 2 diabetes\nThe pancreas is responsible for creating the hormone insulin. Insulin helps cells convert carbohydrates (glucose) from foods eaten daily into energy.\nHowever, in people with type 2 diabetes, although the body produces insulin, the cells do not use it or do not use it effectively. To avoid sugar remaining in the blood, the pancreas creates more insulin to release the \"stored\" glucose into cells. At some point, when the pancreas can no longer produce a steady amount of insulin, glucose that cannot be used for energy will accumulate in the blood and cause disease. (first)\nBelow are the factors that promote and combine to create the cause of type 2 diabetes:\nGenes: scientists have found different segments of DNA that influence how the body makes insulin.; Overweight/obesity: considered a cause of type 2 diabetes due to insulin resistance. However, not everyone who is overweight has type 2 diabetes. Overweight and obese people are about 6 times more likely to develop type 2 diabetes than normal people.; Metabolic syndrome: people with insulin resistance often face a group of symptoms including high blood sugar, excess fat around the waist, high blood pressure, high cholesterol and triglycerides.; The liver loses its balance in \"coordinating\" glucose. Insulin itself has the role of transporting glucose into cells to create energy to feed the body or storing it in the liver as glycogen when the body has excess glucose. However, in some cases, the liver has impaired function in balancing glucose metabolism, leading to insulin resistance, glucose intolerance and diabetes.; Cells do not use insulin effectively, so glucose cannot reach the body. This can cause a chain reaction, leading to type 2 diabetes.; Beta cells gradually decline in function over time. Therefore, pancreatic beta cells do not secrete enough insulin to compensate for insulin resistance.\n\nSigns of type 2 diabetes\nSymptoms of type 2 diabetes can be so mild that the patient does not notice them clearly. About 8 million people have this disease but often pay little attention to the symptoms, which include:\nVery thirsty; Frequent urination; Blurred vision; Stubborn; Tingling or numbness in your hands or feet; Fatigue/feeling tired; The wound does not heal; Yeast infections keep recurring; I'm hungry; Lose weight without trying; More infections\nIf you see dark, rough skin around the neck or armpits (acanthosis nigricans) it can be seen as a sign that the body is becoming resistant to insulin.\nSee more: Type 1 diabetes: Causes, symptoms and diagnosis\n\nSubjects and risk factors for type 2 diabetes\nIf you have type 2 diabetes, your body has difficulty using insulin and cannot keep blood sugar levels at normal levels. Risk factors for diabetes come from personal health and unhealthy lifestyle, which can increase the risk of developing type 2 diabetes.\nRisk factors related to yourself:\n45 years old or older; Parents, siblings in the family have type 2 diabetes; African Americans, Hispanics/Latinos, American Indians, or Alaska Natives (some Pacific Islanders and Asian Americans are also at higher risk).\nRisk factors related to health and medical history include:\nHave prediabetes; Heart and blood vessel disease; High blood pressure, even when it is treated and controlled; HDL (good cholesterol) is too low; High triglycerides; Overweight or obese; Gestational diabetes during pregnancy or giving birth to a baby weighing more than 4kg; Polycystic ovary syndrome (PCOS); Depression\nFactors related to habits and lifestyle such as:\nLittle/no exercise. Specifically, physical activity is less than 150 minutes/week; Smoke; Stress; Sleep too little or too much\n\nHow to diagnose type 2 diabetes\nThe Endocrinologist and Diabetes Specialist may prescribe blood tests to look for signs of type 2 diabetes.\nA1c: Test measures a person's average blood sugar level over about 2 or 3 months; Fasting plasma glucose, also known as fasting blood glucose test, is a test that measures blood sugar levels on an empty stomach. You will be asked not to eat or drink anything (except water) for 8 hours before the test.; Oral glucose tolerance test. This method tests blood sugar levels before and 2 hours after drinking soft drinks to see how the body processes sugar.\nPerform the necessary tests to diagnose type 2 diabetes.\n\nTreatment of type 2 diabetes\nTreatment for type 2 diabetes involves a combination of lifestyle changes and medication.\n1. Change living habits\nDiet and exercise can help achieve target blood sugar levels:\nLosing weight. Losing an additional 5% - 7% of body weight or maintaining current weight helps reduce and stabilize blood sugar levels. In addition, portion control and healthy foods are also ways to improve health.; Healthy eating. There is no specific diet for people with type 2 diabetes. So, create a meal plan that focuses on the following factors:  Eat fewer calories Cut back on refined carbs, especially sweets Add vegetables and fruit into your diet  Get more fiber; Eat fewer calories; Cut back on refined carbs, especially sweets; Add vegetables and fruits to your diet; Intake more fiber; Do exercise. Maintain physical activity for 30 - 60 minutes a day through activities such as walking, cycling, swimming or other movements that help increase your heart rate. Combine with strength training exercises, like yoga or weightlifting. Note, if you take medication to reduce blood sugar, you need to eat lightly before exercising.; Monitor your blood sugar at home. Depending on the treatment method, especially if the patient is using insulin, the doctor will provide a plan for checking blood sugar levels and how often to test blood sugar at home.\n2. Combine the use of medication\nIf lifestyle changes do not help people with type 2 diabetes reach their target blood sugar levels, they may need medication. Some of the most popular medications for type 2 diabetes include:\nMetformin reduces the amount of glucose produced by the liver and helps the body respond better to insulin.; Sulfonylureas (glimepiride, glipizide and glyburide) group of drugs help the body make more insulin.; Meglitinides help the body make more insulin and work faster than sulfonylureas.; Thiazolidinediones (rosiglitazone, pioglitazone) help improve insulin response, but rosiglitazone increased the risk of heart problems so it was discontinued. Therefore, this group of drugs is not the first choice for treatment.; DPP-4 inhibitors (sitagliptin, saxagliptin, vildagliptin and linagliptin) help reduce blood sugar levels, but still have some side effects but are insignificant compared to the benefits.; GLP-1 receptor agonists (albiglutide, dulaglutide, exenatide, liraglutide…)  slow digestion and reduce blood sugar levels.; SGLT2 inhibitors (canagliflozin, dapagliflozin, empagliflozin...) help the kidneys filter out more glucose. Empagliflozin (Jardiance) has also proven effective in reducing the risk of hospitalization or death from heart failure.; Insulin.\nIf the combination therapy still doesn't work or only works for a short time, your doctor may consider adding a third noninsulin drug or may start you on insulin therapy.\n\nComplications of type 2 diabetes\nOver time, high blood sugar can damage and cause acute and chronic complications with direct effects on organs in the body such as the heart, kidneys, eyes, etc. (2)\n1. Acute complications\nHypoglycemia: Occurs when blood sugar level drops to 3.6mmol/l with symptoms of extreme hunger, fatigue, weak limbs, sweating, dizziness, and palpitations. If not treated promptly, you may fall into a coma and face the risk of death.; Increased osmotic pressure due to hyperglycemia. This is the most severe complication of type 2 diabetes and has a high risk of death. Therefore, when  encountering this complication, the patient needs immediate emergency treatment.; Ketoacidosis: A consequence of incomplete metabolism caused by lack of insulin. This is a toxic condition caused by acidification of the blood due to increased acid levels. Risk of death if not treated promptly.\n2. Chronic complications\nHeart and blood vessels: patients are 5 times more likely to have heart disease or stroke; Kidneys: if the kidneys fail, people with type 2 diabetes may need dialysis or a kidney transplant.; Eye complications: high blood sugar can damage the small blood vessels in the back of the eye (retinopathy). If not treated promptly, complications of vision loss may occur.; Affected nerves can cause diabetic foot complications and sexual disorders.; Skin damage takes a long time to heal. Poor blood circulation will cause wounds to heal longer and may become infected.; Affects sleep, especially drowsiness due to sleep disorders; Hearing problems. Patients may have hearing problems but the cause is unknown; Depression. People with type 2 diabetes are twice as likely to have depression as those without the disease.\nTo prevent these complications from occurring, patients need to manage type 2 diabetes well:\nTake your diabetes medication or insulin on time.; Check blood sugar levels.; Eat properly and don't skip meals; Regular check-ups to detect complications early (if any).\n\nPrevent type 2 diabetes\nPatients can control type 2 diabetes by eating healthy and exercising every day. In addition, your doctor may prescribe other oral medications, injections, or insulin to control blood sugar levels and avoid complications.\nChange lifestyle, exercise, and combine appropriate medication to prevent complications.\nPeople with type 2 diabetes still need to eat healthy and be active every day if using insulin or other medications. The important goal is to keep your blood pressure and cholesterol close to your doctor's recommended goals and get the necessary screening tests. (3)\nPatients need to check blood sugar regularly. Ask your doctor about how often you should test and your target blood sugar level. Keeping blood sugar levels as close to target levels as possible helps prevent or delay diabetes-related complications.\nStress can make diabetes control more difficult, including managing blood sugar levels and providing daily diabetes care. Regular physical activity, getting enough sleep, and doing relaxation exercises can help. Talk to your doctor for solutions to manage stress.\nIn addition, patients need to maintain regular check-ups to make sure they are on the right track in controlling type 2 diabetes.\nType 2 diabetes is a disease that most of us worry about. And if you realize that you or a loved one is having type 2 diabetes symptoms as above, go to the Endocrinology - Diabetes department, Tam Anh General Hospital for timely advice and treatment.",
    "subsections": [
        {
            "subsection_name": "What is type 2 diabetes?",
            "subsection_content": "Type 2 diabetes (type 2 diabetes) is caused by the body not being able to use insulin or not using insulin as effectively as normal people.\nOlder people are susceptible to type 2 diabetes, so many people also call this adult-onset diabetes or diabetes of the elderly. The disease is getting younger and younger, many children and teenagers are getting sick, mainly due to being overweight, obese, lazy to exercise...",
            "subsection_string": "What is type 2 diabetes?\nType 2 diabetes (type 2 diabetes) is caused by the body not being able to use insulin or not using insulin as effectively as normal people.\nOlder people are susceptible to type 2 diabetes, so many people also call this adult-onset diabetes or diabetes of the elderly. The disease is getting younger and younger, many children and teenagers are getting sick, mainly due to being overweight, obese, lazy to exercise..."
        },
        {
            "subsection_name": "Causes of type 2 diabetes",
            "subsection_content": "The pancreas is responsible for creating the hormone insulin. Insulin helps cells convert carbohydrates (glucose) from foods eaten daily into energy.\nHowever, in people with type 2 diabetes, although the body produces insulin, the cells do not use it or do not use it effectively. To avoid sugar remaining in the blood, the pancreas creates more insulin to release the \"stored\" glucose into cells. At some point, when the pancreas can no longer produce a steady amount of insulin, glucose that cannot be used for energy will accumulate in the blood and cause disease. (first)\nBelow are the factors that promote and combine to create the cause of type 2 diabetes:\nGenes: scientists have found different segments of DNA that influence how the body makes insulin.; Overweight/obesity: considered a cause of type 2 diabetes due to insulin resistance. However, not everyone who is overweight has type 2 diabetes. Overweight and obese people are about 6 times more likely to develop type 2 diabetes than normal people.; Metabolic syndrome: people with insulin resistance often face a group of symptoms including high blood sugar, excess fat around the waist, high blood pressure, high cholesterol and triglycerides.; The liver loses its balance in \"coordinating\" glucose. Insulin itself has the role of transporting glucose into cells to create energy to feed the body or storing it in the liver as glycogen when the body has excess glucose. However, in some cases, the liver has impaired function in balancing glucose metabolism, leading to insulin resistance, glucose intolerance and diabetes.; Cells do not use insulin effectively, so glucose cannot reach the body. This can cause a chain reaction, leading to type 2 diabetes.; Beta cells gradually decline in function over time. Therefore, pancreatic beta cells do not secrete enough insulin to compensate for insulin resistance.",
            "subsection_string": "Causes of type 2 diabetes\nThe pancreas is responsible for creating the hormone insulin. Insulin helps cells convert carbohydrates (glucose) from foods eaten daily into energy.\nHowever, in people with type 2 diabetes, although the body produces insulin, the cells do not use it or do not use it effectively. To avoid sugar remaining in the blood, the pancreas creates more insulin to release the \"stored\" glucose into cells. At some point, when the pancreas can no longer produce a steady amount of insulin, glucose that cannot be used for energy will accumulate in the blood and cause disease. (first)\nBelow are the factors that promote and combine to create the cause of type 2 diabetes:\nGenes: scientists have found different segments of DNA that influence how the body makes insulin.; Overweight/obesity: considered a cause of type 2 diabetes due to insulin resistance. However, not everyone who is overweight has type 2 diabetes. Overweight and obese people are about 6 times more likely to develop type 2 diabetes than normal people.; Metabolic syndrome: people with insulin resistance often face a group of symptoms including high blood sugar, excess fat around the waist, high blood pressure, high cholesterol and triglycerides.; The liver loses its balance in \"coordinating\" glucose. Insulin itself has the role of transporting glucose into cells to create energy to feed the body or storing it in the liver as glycogen when the body has excess glucose. However, in some cases, the liver has impaired function in balancing glucose metabolism, leading to insulin resistance, glucose intolerance and diabetes.; Cells do not use insulin effectively, so glucose cannot reach the body. This can cause a chain reaction, leading to type 2 diabetes.; Beta cells gradually decline in function over time. Therefore, pancreatic beta cells do not secrete enough insulin to compensate for insulin resistance."
        },
        {
            "subsection_name": "Signs of type 2 diabetes",
            "subsection_content": "Symptoms of type 2 diabetes can be so mild that the patient does not notice them clearly. About 8 million people have this disease but often pay little attention to the symptoms, which include:\nVery thirsty; Frequent urination; Blurred vision; Stubborn; Tingling or numbness in your hands or feet; Fatigue/feeling tired; The wound does not heal; Yeast infections keep recurring; I'm hungry; Lose weight without trying; More infections\nIf you see dark, rough skin around the neck or armpits (acanthosis nigricans) it can be seen as a sign that the body is becoming resistant to insulin.\nSee more: Type 1 diabetes: Causes, symptoms and diagnosis",
            "subsection_string": "Signs of type 2 diabetes\nSymptoms of type 2 diabetes can be so mild that the patient does not notice them clearly. About 8 million people have this disease but often pay little attention to the symptoms, which include:\nVery thirsty; Frequent urination; Blurred vision; Stubborn; Tingling or numbness in your hands or feet; Fatigue/feeling tired; The wound does not heal; Yeast infections keep recurring; I'm hungry; Lose weight without trying; More infections\nIf you see dark, rough skin around the neck or armpits (acanthosis nigricans) it can be seen as a sign that the body is becoming resistant to insulin.\nSee more: Type 1 diabetes: Causes, symptoms and diagnosis"
        },
        {
            "subsection_name": "Subjects and risk factors for type 2 diabetes",
            "subsection_content": "If you have type 2 diabetes, your body has difficulty using insulin and cannot keep blood sugar levels at normal levels. Risk factors for diabetes come from personal health and unhealthy lifestyle, which can increase the risk of developing type 2 diabetes.\nRisk factors related to yourself:\n45 years old or older; Parents, siblings in the family have type 2 diabetes; African Americans, Hispanics/Latinos, American Indians, or Alaska Natives (some Pacific Islanders and Asian Americans are also at higher risk).\nRisk factors related to health and medical history include:\nHave prediabetes; Heart and blood vessel disease; High blood pressure, even when it is treated and controlled; HDL (good cholesterol) is too low; High triglycerides; Overweight or obese; Gestational diabetes during pregnancy or giving birth to a baby weighing more than 4kg; Polycystic ovary syndrome (PCOS); Depression\nFactors related to habits and lifestyle such as:\nLittle/no exercise. Specifically, physical activity is less than 150 minutes/week; Smoke; Stress; Sleep too little or too much",
            "subsection_string": "Subjects and risk factors for type 2 diabetes\nIf you have type 2 diabetes, your body has difficulty using insulin and cannot keep blood sugar levels at normal levels. Risk factors for diabetes come from personal health and unhealthy lifestyle, which can increase the risk of developing type 2 diabetes.\nRisk factors related to yourself:\n45 years old or older; Parents, siblings in the family have type 2 diabetes; African Americans, Hispanics/Latinos, American Indians, or Alaska Natives (some Pacific Islanders and Asian Americans are also at higher risk).\nRisk factors related to health and medical history include:\nHave prediabetes; Heart and blood vessel disease; High blood pressure, even when it is treated and controlled; HDL (good cholesterol) is too low; High triglycerides; Overweight or obese; Gestational diabetes during pregnancy or giving birth to a baby weighing more than 4kg; Polycystic ovary syndrome (PCOS); Depression\nFactors related to habits and lifestyle such as:\nLittle/no exercise. Specifically, physical activity is less than 150 minutes/week; Smoke; Stress; Sleep too little or too much"
        },
        {
            "subsection_name": "How to diagnose type 2 diabetes",
            "subsection_content": "The Endocrinologist and Diabetes Specialist may prescribe blood tests to look for signs of type 2 diabetes.\nA1c: Test measures a person's average blood sugar level over about 2 or 3 months; Fasting plasma glucose, also known as fasting blood glucose test, is a test that measures blood sugar levels on an empty stomach. You will be asked not to eat or drink anything (except water) for 8 hours before the test.; Oral glucose tolerance test. This method tests blood sugar levels before and 2 hours after drinking soft drinks to see how the body processes sugar.\nPerform the necessary tests to diagnose type 2 diabetes.",
            "subsection_string": "How to diagnose type 2 diabetes\nThe Endocrinologist and Diabetes Specialist may prescribe blood tests to look for signs of type 2 diabetes.\nA1c: Test measures a person's average blood sugar level over about 2 or 3 months; Fasting plasma glucose, also known as fasting blood glucose test, is a test that measures blood sugar levels on an empty stomach. You will be asked not to eat or drink anything (except water) for 8 hours before the test.; Oral glucose tolerance test. This method tests blood sugar levels before and 2 hours after drinking soft drinks to see how the body processes sugar.\nPerform the necessary tests to diagnose type 2 diabetes."
        },
        {
            "subsection_name": "Treatment of type 2 diabetes",
            "subsection_content": "Treatment for type 2 diabetes involves a combination of lifestyle changes and medication.\n1. Change living habits\nDiet and exercise can help achieve target blood sugar levels:\nLosing weight. Losing an additional 5% - 7% of body weight or maintaining current weight helps reduce and stabilize blood sugar levels. In addition, portion control and healthy foods are also ways to improve health.; Healthy eating. There is no specific diet for people with type 2 diabetes. So, create a meal plan that focuses on the following factors:  Eat fewer calories Cut back on refined carbs, especially sweets Add vegetables and fruit into your diet  Get more fiber; Eat fewer calories; Cut back on refined carbs, especially sweets; Add vegetables and fruits to your diet; Intake more fiber; Do exercise. Maintain physical activity for 30 - 60 minutes a day through activities such as walking, cycling, swimming or other movements that help increase your heart rate. Combine with strength training exercises, like yoga or weightlifting. Note, if you take medication to reduce blood sugar, you need to eat lightly before exercising.; Monitor your blood sugar at home. Depending on the treatment method, especially if the patient is using insulin, the doctor will provide a plan for checking blood sugar levels and how often to test blood sugar at home.\n2. Combine the use of medication\nIf lifestyle changes do not help people with type 2 diabetes reach their target blood sugar levels, they may need medication. Some of the most popular medications for type 2 diabetes include:\nMetformin reduces the amount of glucose produced by the liver and helps the body respond better to insulin.; Sulfonylureas (glimepiride, glipizide and glyburide) group of drugs help the body make more insulin.; Meglitinides help the body make more insulin and work faster than sulfonylureas.; Thiazolidinediones (rosiglitazone, pioglitazone) help improve insulin response, but rosiglitazone increased the risk of heart problems so it was discontinued. Therefore, this group of drugs is not the first choice for treatment.; DPP-4 inhibitors (sitagliptin, saxagliptin, vildagliptin and linagliptin) help reduce blood sugar levels, but still have some side effects but are insignificant compared to the benefits.; GLP-1 receptor agonists (albiglutide, dulaglutide, exenatide, liraglutide…)  slow digestion and reduce blood sugar levels.; SGLT2 inhibitors (canagliflozin, dapagliflozin, empagliflozin...) help the kidneys filter out more glucose. Empagliflozin (Jardiance) has also proven effective in reducing the risk of hospitalization or death from heart failure.; Insulin.\nIf the combination therapy still doesn't work or only works for a short time, your doctor may consider adding a third noninsulin drug or may start you on insulin therapy.",
            "subsection_string": "Treatment of type 2 diabetes\nTreatment for type 2 diabetes involves a combination of lifestyle changes and medication.\n1. Change living habits\nDiet and exercise can help achieve target blood sugar levels:\nLosing weight. Losing an additional 5% - 7% of body weight or maintaining current weight helps reduce and stabilize blood sugar levels. In addition, portion control and healthy foods are also ways to improve health.; Healthy eating. There is no specific diet for people with type 2 diabetes. So, create a meal plan that focuses on the following factors:  Eat fewer calories Cut back on refined carbs, especially sweets Add vegetables and fruit into your diet  Get more fiber; Eat fewer calories; Cut back on refined carbs, especially sweets; Add vegetables and fruits to your diet; Intake more fiber; Do exercise. Maintain physical activity for 30 - 60 minutes a day through activities such as walking, cycling, swimming or other movements that help increase your heart rate. Combine with strength training exercises, like yoga or weightlifting. Note, if you take medication to reduce blood sugar, you need to eat lightly before exercising.; Monitor your blood sugar at home. Depending on the treatment method, especially if the patient is using insulin, the doctor will provide a plan for checking blood sugar levels and how often to test blood sugar at home.\n2. Combine the use of medication\nIf lifestyle changes do not help people with type 2 diabetes reach their target blood sugar levels, they may need medication. Some of the most popular medications for type 2 diabetes include:\nMetformin reduces the amount of glucose produced by the liver and helps the body respond better to insulin.; Sulfonylureas (glimepiride, glipizide and glyburide) group of drugs help the body make more insulin.; Meglitinides help the body make more insulin and work faster than sulfonylureas.; Thiazolidinediones (rosiglitazone, pioglitazone) help improve insulin response, but rosiglitazone increased the risk of heart problems so it was discontinued. Therefore, this group of drugs is not the first choice for treatment.; DPP-4 inhibitors (sitagliptin, saxagliptin, vildagliptin and linagliptin) help reduce blood sugar levels, but still have some side effects but are insignificant compared to the benefits.; GLP-1 receptor agonists (albiglutide, dulaglutide, exenatide, liraglutide…)  slow digestion and reduce blood sugar levels.; SGLT2 inhibitors (canagliflozin, dapagliflozin, empagliflozin...) help the kidneys filter out more glucose. Empagliflozin (Jardiance) has also proven effective in reducing the risk of hospitalization or death from heart failure.; Insulin.\nIf the combination therapy still doesn't work or only works for a short time, your doctor may consider adding a third noninsulin drug or may start you on insulin therapy."
        },
        {
            "subsection_name": "Complications of type 2 diabetes",
            "subsection_content": "Over time, high blood sugar can damage and cause acute and chronic complications with direct effects on organs in the body such as the heart, kidneys, eyes, etc. (2)\n1. Acute complications\nHypoglycemia: Occurs when blood sugar level drops to 3.6mmol/l with symptoms of extreme hunger, fatigue, weak limbs, sweating, dizziness, and palpitations. If not treated promptly, you may fall into a coma and face the risk of death.; Increased osmotic pressure due to hyperglycemia. This is the most severe complication of type 2 diabetes and has a high risk of death. Therefore, when  encountering this complication, the patient needs immediate emergency treatment.; Ketoacidosis: A consequence of incomplete metabolism caused by lack of insulin. This is a toxic condition caused by acidification of the blood due to increased acid levels. Risk of death if not treated promptly.\n2. Chronic complications\nHeart and blood vessels: patients are 5 times more likely to have heart disease or stroke; Kidneys: if the kidneys fail, people with type 2 diabetes may need dialysis or a kidney transplant.; Eye complications: high blood sugar can damage the small blood vessels in the back of the eye (retinopathy). If not treated promptly, complications of vision loss may occur.; Affected nerves can cause diabetic foot complications and sexual disorders.; Skin damage takes a long time to heal. Poor blood circulation will cause wounds to heal longer and may become infected.; Affects sleep, especially drowsiness due to sleep disorders; Hearing problems. Patients may have hearing problems but the cause is unknown; Depression. People with type 2 diabetes are twice as likely to have depression as those without the disease.\nTo prevent these complications from occurring, patients need to manage type 2 diabetes well:\nTake your diabetes medication or insulin on time.; Check blood sugar levels.; Eat properly and don't skip meals; Regular check-ups to detect complications early (if any).",
            "subsection_string": "Complications of type 2 diabetes\nOver time, high blood sugar can damage and cause acute and chronic complications with direct effects on organs in the body such as the heart, kidneys, eyes, etc. (2)\n1. Acute complications\nHypoglycemia: Occurs when blood sugar level drops to 3.6mmol/l with symptoms of extreme hunger, fatigue, weak limbs, sweating, dizziness, and palpitations. If not treated promptly, you may fall into a coma and face the risk of death.; Increased osmotic pressure due to hyperglycemia. This is the most severe complication of type 2 diabetes and has a high risk of death. Therefore, when  encountering this complication, the patient needs immediate emergency treatment.; Ketoacidosis: A consequence of incomplete metabolism caused by lack of insulin. This is a toxic condition caused by acidification of the blood due to increased acid levels. Risk of death if not treated promptly.\n2. Chronic complications\nHeart and blood vessels: patients are 5 times more likely to have heart disease or stroke; Kidneys: if the kidneys fail, people with type 2 diabetes may need dialysis or a kidney transplant.; Eye complications: high blood sugar can damage the small blood vessels in the back of the eye (retinopathy). If not treated promptly, complications of vision loss may occur.; Affected nerves can cause diabetic foot complications and sexual disorders.; Skin damage takes a long time to heal. Poor blood circulation will cause wounds to heal longer and may become infected.; Affects sleep, especially drowsiness due to sleep disorders; Hearing problems. Patients may have hearing problems but the cause is unknown; Depression. People with type 2 diabetes are twice as likely to have depression as those without the disease.\nTo prevent these complications from occurring, patients need to manage type 2 diabetes well:\nTake your diabetes medication or insulin on time.; Check blood sugar levels.; Eat properly and don't skip meals; Regular check-ups to detect complications early (if any)."
        },
        {
            "subsection_name": "Prevent type 2 diabetes",
            "subsection_content": "Patients can control type 2 diabetes by eating healthy and exercising every day. In addition, your doctor may prescribe other oral medications, injections, or insulin to control blood sugar levels and avoid complications.\nChange lifestyle, exercise, and combine appropriate medication to prevent complications.\nPeople with type 2 diabetes still need to eat healthy and be active every day if using insulin or other medications. The important goal is to keep your blood pressure and cholesterol close to your doctor's recommended goals and get the necessary screening tests. (3)\nPatients need to check blood sugar regularly. Ask your doctor about how often you should test and your target blood sugar level. Keeping blood sugar levels as close to target levels as possible helps prevent or delay diabetes-related complications.\nStress can make diabetes control more difficult, including managing blood sugar levels and providing daily diabetes care. Regular physical activity, getting enough sleep, and doing relaxation exercises can help. Talk to your doctor for solutions to manage stress.\nIn addition, patients need to maintain regular check-ups to make sure they are on the right track in controlling type 2 diabetes.\nType 2 diabetes is a disease that most of us worry about. And if you realize that you or a loved one is having type 2 diabetes symptoms as above, go to the Endocrinology - Diabetes department, Tam Anh General Hospital for timely advice and treatment.",
            "subsection_string": "Prevent type 2 diabetes\nPatients can control type 2 diabetes by eating healthy and exercising every day. In addition, your doctor may prescribe other oral medications, injections, or insulin to control blood sugar levels and avoid complications.\nChange lifestyle, exercise, and combine appropriate medication to prevent complications.\nPeople with type 2 diabetes still need to eat healthy and be active every day if using insulin or other medications. The important goal is to keep your blood pressure and cholesterol close to your doctor's recommended goals and get the necessary screening tests. (3)\nPatients need to check blood sugar regularly. Ask your doctor about how often you should test and your target blood sugar level. Keeping blood sugar levels as close to target levels as possible helps prevent or delay diabetes-related complications.\nStress can make diabetes control more difficult, including managing blood sugar levels and providing daily diabetes care. Regular physical activity, getting enough sleep, and doing relaxation exercises can help. Talk to your doctor for solutions to manage stress.\nIn addition, patients need to maintain regular check-ups to make sure they are on the right track in controlling type 2 diabetes.\nType 2 diabetes is a disease that most of us worry about. And if you realize that you or a loved one is having type 2 diabetes symptoms as above, go to the Endocrinology - Diabetes department, Tam Anh General Hospital for timely advice and treatment."
        }
    ],
    "name": "tieu-duong-tuyp-2.json"
}