{
    "title": "Diarrhea: Causes, symptoms, treatment and prevention",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/tieu-chay/",
    "abstract": "Diarrhea is a common digestive disorder in most people, especially children. The disease stems from many different groups of causes. If not treated early, it will lead to dangerous complications, directly threatening health. Therefore, in addition to prevention, the process of monitoring and detecting for timely treatment is really necessary.",
    "content": "Diarrhea: Causes, symptoms, treatment and prevention\n\nDiarrhea is a common digestive disorder in most people, especially children. The disease stems from many different groups of causes. If not treated early, it will lead to dangerous complications, directly threatening health. Therefore, in addition to prevention, the process of monitoring and detecting for timely treatment is really necessary.\n\nWhat is diarrhea?\nDiarrhea (diarrhea) is one of the most common digestive conditions, occurring in both adults and children. The condition is easily recognized by signs of frequent bowel movements, loose stools with unusual water. However, patients need to clearly distinguish between frequent bowel movements but solid stools or loose, sticky stools in breastfed babies. Neither of these situations is diarrhea.\nTypically, the condition can progress from mild to severe and life-threatening if not controlled promptly. Therefore, as soon as patients recognize signs of the disorder, they should proactively seek medical attention for early treatment to avoid negative effects on their health.\n\nClassification of diarrhea\nBased on factors such as mechanism, duration of illness, severity as well as stool characteristics (watery, frothy, fatty, bloody, etc.), diarrhea can be classified differently. Depending on the time, there are acute and chronic diarrhea, based on the pathological mechanism, there are osmotic diarrhea and secretory diarrhea, based on the cause, there is infectious diarrhea or non-infectious diarrhea...\n1. Acute diarrhea\nThis condition is common in children of preschool age and early elementary school years. The disease appears suddenly, lasting about a week with symptoms of loose, watery stools and bowel movements more than 3 times a day. Acute diarrhea appears due to the body consuming inappropriate food or food contamination. In particular, Rotavirus is the main agent that makes the condition worse and threatens the child's life.(4)\n2. Chronic diarrhea\nAt the chronic level, the disease lasts more than 2 - 4 weeks. With a healthy person's body, this condition can cause inconvenience to daily life and become a serious health problem. However, if the immune system is weak or impaired, chronic diarrhea becomes a life-threatening risk.\n3. Osmotic diarrhea\nThis is a condition that occurs due to reduced absorption of electrolytes, fluids and nutrients. At mild to moderate levels, stool volume will range from about 250ml to 1 liter/day. In addition, failure to absorb a single nutrient such as lactose usually results in bloating rather than diarrhea, except in severe cases. Osmotic diarrhea will stop when the patient stops consuming those foods.\n4. Secretory diarrhea\nThis is a disorder of ion transport in intestinal epithelial cells, causing increased secretion and decreased absorption or both. In the case of secretory diarrhea, stopping the use of food is completely ineffective, the patient is forced to resort to medical treatment.\n\nCause of diarrhea\nAccording to the US Centers for Disease Control and Prevention, approximately 88% of diarrhea-related deaths are due to inadequate sanitation, unsafe water sources, and insufficient sanitation. Among them, Rotavirus is the leading cause of acute diarrhea. Specifically, this type of microorganism causes about 40% of hospitalizations in children under 5 years old. Causes can be divided into 2 groups: (1) Diarrhea caused by microbial infection (also known as infection, virus infection, parasitic infection); (2) Diarrhea group is NOT caused by infection.\n1. Infection with microorganisms that cause intestinal diseases (Bacteria, viruses, parasites, fungi):\nPathogens entering the body from outside will cause irritation to the tissues in the digestive tract, leading to inflammation. This is the main cause of diarrhea, most commonly when the body consumes unhygienic food. Food sources containing Salmonella, Clostridium, staphylococcus bacteria, etc. will lead to poisoning. Not to mention, contact with polluted water sources, eating raw vegetables, salads, undercooked foods, etc. vegetables and fruits watered with dirty water and fresh feces will increase the risk of transmitting parasites and bacteria.\n2. Not maintaining hygiene\nPoor hygiene conditions are also one of the leading causes that increase the risk of spreading bacteria that cause infectious diarrhea. Therefore, keeping the living space, personal belongings, body, food, etc. clean is also a necessary measure to avoid harmful microorganisms from entering the digestive tract.\n3. Disturbance of resident intestinal microflora\nThe habit of overusing antibiotics will unintentionally destroy beneficial bacteria, leading to an imbalance in the intestinal microflora. From there, the ability to absorb nutrients is poor, intestinal motility increases, causing frequent bowel movements, loose, loose or unformed stools.\n4. Inability to absorb sugar (non-infectious diarrhea)\nMany people often experience the body's inability to tolerate sugars such as: Lactose, Glucose-Galactose, Fructose,... from milk, dairy products, honey, fruit,... This leads to the phenomenon of diabetes. Prolonged diarrhea if these foods are eaten. In addition, the body lacks the enzymes Sucrase-isomaltase, Lactase... which are also common causes of diarrhea.\n5. Food poisoning (diarrhea caused by toxins from food or microbial toxins in food)\nThis is a consequence of using spoiled, contaminated food or containing toxic additives. Food poisoning can have obvious symptoms such as: abdominal pain, severe diarrhea after eating, high fever, diarrhea, vomiting, etc. In many cases, even convulsions leading to lead to death if not treated promptly.(5)\n6. Irritable bowel syndrome (with diarrhea, not due to infection)\nIrritable bowel syndrome appears due to changes in eating habits, after taking certain medications or eating strange foods. Caused by excessive and prolonged intestinal spasms, causing food to move faster in the digestive tract. At this time, water will not be reabsorbed or excessively secreted from the intestinal mucosa, leading to sudden diarrhea.\n7. Colitis\nColitis patients often face digestive disorders, including diarrhea. The disease originates from the invasion and harm of agents such as: bacteria (Shigella, Samonella,...), parasites, fungi,... In addition, autonomic nervous disorders, chemical poisoning, and psychology Stress, pressure,... are also important causes that cannot be ignored.\n\nSymptoms of diarrhea\nThe most common and recognizable symptom of diarrhea is frequent bowel movements (more than 3 times per day), loose and watery stools. In addition, the condition also appears with many other accompanying symptoms, specifically as follows:\nBloating, bloating; Continuous, frequent diarrhea, initially loose and then completely watery; Vomiting food, clear or light yellow liquid; People are always in a state of exhaustion.; Cramp.; Signs of dehydration range from mild to severe: thirst, wrinkled, dry skin, emaciated body, sunken eyes, rapid pulse, low blood pressure, little or no urination, cold limbs,...\n\nWhen should you see a doctor?\nMost cases of acute diarrhea are self-limiting and symptoms will improve within a few days. However, if the condition lasts more than 2 days, it is best for the patient to see a doctor for timely care and medical treatment.\nIn fact, diarrhea is also a symptom of some serious emergencies. Therefore, as soon as the patient notices loose, watery stools and the following dangerous signs, the patient should seek emergency help:\nBlood in stool; Passing black, tarry stools; High fever above 38.3 degrees Celsius or lasting more than 24 hours; Diarrhea lasts more than 2 days; Nausea and inability to drink replacement fluids.; Severe pain in the abdomen (especially the right lower quadrant or back).; Diarrhea after returning from abroad; Dark colored urine; The amount of urine is less than normal.; Fast heart beat.; Headache.; Dry skin.\n\nSubjects at high risk of diarrhea\nDiarrhea occurs commonly every year, is easily transmitted and breaks out into epidemics. Accordingly, the Ministry of Health recommends that people in the high-risk group include:\nPeople who regularly eat, drink, and live close to diarrhea patients but do not apply preventive measures; People living in the area use unsanitary latrines, with feces going straight into sewers, ponds, lakes, rivers, streams, ditches, etc.; Using polluted and unsanitary water sources; Have unhygienic eating habits, often eating raw vegetables and undercooked seafood; Use fresh and untreated manure in farming; People living in flooded or post-flooded areas.\n\nHow to diagnose diarrhea\nWhen there are signs of diarrhea, the patient needs to contact a doctor for review and conduct some necessary tests to determine the exact cause. This is the basic foundation for implementing appropriate and effective treatment methods later.\n1. Blood test\nThis is the most basic and common job. Testing complete blood count (CBC), inflammatory factors, blood electrolytes, liver and kidney function will help doctors diagnose the cause and provide appropriate treatment.\n2. Stool test\nDoctors can identify parasites, bacteria, and some viruses in stool cultures. Stool tests can also detect microscopic blood (red blood cells), white blood cells, and other clues to the diagnosis.\n3. Colonoscopy\nThrough colonoscopy, the doctor will be able to observe the entire colon and part of the small intestine to accurately determine the damage here and find the cause of diarrhea. In addition, the endoscope is also equipped with support tools to help take a biopsy (a small tissue sample) from the colon for laboratory testing.\n\nDiarrhea treatment methods\nMild cases of diarrhea can go away on their own in a short time without the need for anti-diarrheal medications. However, if the condition lasts for many days, is severe, gradually increases with serious symptoms, the patient needs to contact a doctor soon for timely examination and treatment. Some commonly used diarrhea treatment methods include:\n1. Replenish fluids and electrolytes\nThis is the first thing to do when you have diarrhea. Patients should use Oresol solution (ORS – Oral rehydration salts). This is a mixture of clean water, sugar, and salt, absorbed in the small intestine to replace lost water and electrolytes. In cases where drinking is not possible due to nausea or stomach pain, intravenous fluid administration is necessary.(6)\n2. Use antibiotics\nAntibiotics will provide effective treatment in cases of diarrhea caused by bacteria or parasites. However, if the cause comes from a virus, this method is completely ineffective.\n3. Treat diseases that cause diarrhea\nMany cases of diarrhea appear as a symptom of another disease. For this condition, your doctor will prescribe treatment for that problem first.\n4. Adjust prescription and dosage of medication being used\nIf antibiotics are the main cause of diarrhea, reducing the dose or changing to another type is the fastest way to stop side effects. However, in any case, patients need to consult a doctor first and should not use it on their own.\n\nDiarrheal complications\nThe severity and potential danger of diarrhea have been recommended by the US Centers for Disease Control (CDC): “Children's diarrhea causes more deaths than malaria, measles, and AIDS combined.” Specifically, this disease can last from a few days to a week and does not have a major impact on health if handled properly. However, in the opposite case, the body is at risk of facing many serious problems such as coma, vascular collapse, exhaustion, malnutrition, dehydration, and even death. Some dangerous complications include:\nThe area around the anus is red and ulcerated due to frequent bowel movements.; Malnutrition: Diarrhea is one of the leading causes of malnutrition in children under 5 years old because of its direct impact on growth and cognitive development; Dehydration: This is a serious threat of diarrhea. In the early stages of the disease, water and electrolytes such as: Sodium, Chloride, Potassium, Bicarbonate,... will be lost through vomiting, sweat, urine, feces, and breathing. If replacement is not done, the body will easily experience convulsions, brain damage, and even death.\n\nHow to prevent diarrhea\nDiarrhea is easily spread and has dangerous complications, but it can be completely prevented from the beginning. Some useful measures that can be applied include: (7)\nEnhance personal hygiene, environment, living space,...; Ensuring food safety and hygiene, eating cooked food, drinking boiled water.; Ensure use of clean water sources for daily activities; Water protection.; Take appropriate measures when someone has acute diarrhea.; Update knowledge about the spread of bacteria that cause diarrhea.\n\nHow to stop diarrhea\nWhen you have diarrhea, the rectal area will be sore with symptoms of itching, burning, pain, and discomfort after going to the toilet. In this case, the patient should take a warm bath or soak in the bath then dry these areas with a soft, clean towel. In addition, adults can also use some over-the-counter medications for mild conditions such as Bismuth Subsalicylate, Loperamide liquid or tablets.\nIn particular, providing enough water for the body is very necessary. Patients need to drink at least 6 glasses of water every day. Besides, you can choose to add electrolyte replacement drinks, non-caffeinated soda, chicken broth (fat-free), tea with honey, etc. Instead of drinking during meals, patients should drink between meals to bring relief. is more effective.\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing Advanced and effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all useful information about common diarrhea. Hopefully through this article, patients will have updated more information to know how to monitor and detect early for timely treatment.",
    "subsections": [
        {
            "subsection_name": "What is diarrhea?",
            "subsection_content": "Diarrhea (diarrhea) is one of the most common digestive conditions, occurring in both adults and children. The condition is easily recognized by signs of frequent bowel movements, loose stools with unusual water. However, patients need to clearly distinguish between frequent bowel movements but solid stools or loose, sticky stools in breastfed babies. Neither of these situations is diarrhea.\nTypically, the condition can progress from mild to severe and life-threatening if not controlled promptly. Therefore, as soon as patients recognize signs of the disorder, they should proactively seek medical attention for early treatment to avoid negative effects on their health.",
            "subsection_string": "What is diarrhea?\nDiarrhea (diarrhea) is one of the most common digestive conditions, occurring in both adults and children. The condition is easily recognized by signs of frequent bowel movements, loose stools with unusual water. However, patients need to clearly distinguish between frequent bowel movements but solid stools or loose, sticky stools in breastfed babies. Neither of these situations is diarrhea.\nTypically, the condition can progress from mild to severe and life-threatening if not controlled promptly. Therefore, as soon as patients recognize signs of the disorder, they should proactively seek medical attention for early treatment to avoid negative effects on their health."
        },
        {
            "subsection_name": "Classification of diarrhea",
            "subsection_content": "Based on factors such as mechanism, duration of illness, severity as well as stool characteristics (watery, frothy, fatty, bloody, etc.), diarrhea can be classified differently. Depending on the time, there are acute and chronic diarrhea, based on the pathological mechanism, there are osmotic diarrhea and secretory diarrhea, based on the cause, there is infectious diarrhea or non-infectious diarrhea...\n1. Acute diarrhea\nThis condition is common in children of preschool age and early elementary school years. The disease appears suddenly, lasting about a week with symptoms of loose, watery stools and bowel movements more than 3 times a day. Acute diarrhea appears due to the body consuming inappropriate food or food contamination. In particular, Rotavirus is the main agent that makes the condition worse and threatens the child's life.(4)\n2. Chronic diarrhea\nAt the chronic level, the disease lasts more than 2 - 4 weeks. With a healthy person's body, this condition can cause inconvenience to daily life and become a serious health problem. However, if the immune system is weak or impaired, chronic diarrhea becomes a life-threatening risk.\n3. Osmotic diarrhea\nThis is a condition that occurs due to reduced absorption of electrolytes, fluids and nutrients. At mild to moderate levels, stool volume will range from about 250ml to 1 liter/day. In addition, failure to absorb a single nutrient such as lactose usually results in bloating rather than diarrhea, except in severe cases. Osmotic diarrhea will stop when the patient stops consuming those foods.\n4. Secretory diarrhea\nThis is a disorder of ion transport in intestinal epithelial cells, causing increased secretion and decreased absorption or both. In the case of secretory diarrhea, stopping the use of food is completely ineffective, the patient is forced to resort to medical treatment.",
            "subsection_string": "Classification of diarrhea\nBased on factors such as mechanism, duration of illness, severity as well as stool characteristics (watery, frothy, fatty, bloody, etc.), diarrhea can be classified differently. Depending on the time, there are acute and chronic diarrhea, based on the pathological mechanism, there are osmotic diarrhea and secretory diarrhea, based on the cause, there is infectious diarrhea or non-infectious diarrhea...\n1. Acute diarrhea\nThis condition is common in children of preschool age and early elementary school years. The disease appears suddenly, lasting about a week with symptoms of loose, watery stools and bowel movements more than 3 times a day. Acute diarrhea appears due to the body consuming inappropriate food or food contamination. In particular, Rotavirus is the main agent that makes the condition worse and threatens the child's life.(4)\n2. Chronic diarrhea\nAt the chronic level, the disease lasts more than 2 - 4 weeks. With a healthy person's body, this condition can cause inconvenience to daily life and become a serious health problem. However, if the immune system is weak or impaired, chronic diarrhea becomes a life-threatening risk.\n3. Osmotic diarrhea\nThis is a condition that occurs due to reduced absorption of electrolytes, fluids and nutrients. At mild to moderate levels, stool volume will range from about 250ml to 1 liter/day. In addition, failure to absorb a single nutrient such as lactose usually results in bloating rather than diarrhea, except in severe cases. Osmotic diarrhea will stop when the patient stops consuming those foods.\n4. Secretory diarrhea\nThis is a disorder of ion transport in intestinal epithelial cells, causing increased secretion and decreased absorption or both. In the case of secretory diarrhea, stopping the use of food is completely ineffective, the patient is forced to resort to medical treatment."
        },
        {
            "subsection_name": "Cause of diarrhea",
            "subsection_content": "According to the US Centers for Disease Control and Prevention, approximately 88% of diarrhea-related deaths are due to inadequate sanitation, unsafe water sources, and insufficient sanitation. Among them, Rotavirus is the leading cause of acute diarrhea. Specifically, this type of microorganism causes about 40% of hospitalizations in children under 5 years old. Causes can be divided into 2 groups: (1) Diarrhea caused by microbial infection (also known as infection, virus infection, parasitic infection); (2) Diarrhea group is NOT caused by infection.\n1. Infection with microorganisms that cause intestinal diseases (Bacteria, viruses, parasites, fungi):\nPathogens entering the body from outside will cause irritation to the tissues in the digestive tract, leading to inflammation. This is the main cause of diarrhea, most commonly when the body consumes unhygienic food. Food sources containing Salmonella, Clostridium, staphylococcus bacteria, etc. will lead to poisoning. Not to mention, contact with polluted water sources, eating raw vegetables, salads, undercooked foods, etc. vegetables and fruits watered with dirty water and fresh feces will increase the risk of transmitting parasites and bacteria.\n2. Not maintaining hygiene\nPoor hygiene conditions are also one of the leading causes that increase the risk of spreading bacteria that cause infectious diarrhea. Therefore, keeping the living space, personal belongings, body, food, etc. clean is also a necessary measure to avoid harmful microorganisms from entering the digestive tract.\n3. Disturbance of resident intestinal microflora\nThe habit of overusing antibiotics will unintentionally destroy beneficial bacteria, leading to an imbalance in the intestinal microflora. From there, the ability to absorb nutrients is poor, intestinal motility increases, causing frequent bowel movements, loose, loose or unformed stools.\n4. Inability to absorb sugar (non-infectious diarrhea)\nMany people often experience the body's inability to tolerate sugars such as: Lactose, Glucose-Galactose, Fructose,... from milk, dairy products, honey, fruit,... This leads to the phenomenon of diabetes. Prolonged diarrhea if these foods are eaten. In addition, the body lacks the enzymes Sucrase-isomaltase, Lactase... which are also common causes of diarrhea.\n5. Food poisoning (diarrhea caused by toxins from food or microbial toxins in food)\nThis is a consequence of using spoiled, contaminated food or containing toxic additives. Food poisoning can have obvious symptoms such as: abdominal pain, severe diarrhea after eating, high fever, diarrhea, vomiting, etc. In many cases, even convulsions leading to lead to death if not treated promptly.(5)\n6. Irritable bowel syndrome (with diarrhea, not due to infection)\nIrritable bowel syndrome appears due to changes in eating habits, after taking certain medications or eating strange foods. Caused by excessive and prolonged intestinal spasms, causing food to move faster in the digestive tract. At this time, water will not be reabsorbed or excessively secreted from the intestinal mucosa, leading to sudden diarrhea.\n7. Colitis\nColitis patients often face digestive disorders, including diarrhea. The disease originates from the invasion and harm of agents such as: bacteria (Shigella, Samonella,...), parasites, fungi,... In addition, autonomic nervous disorders, chemical poisoning, and psychology Stress, pressure,... are also important causes that cannot be ignored.",
            "subsection_string": "Cause of diarrhea\nAccording to the US Centers for Disease Control and Prevention, approximately 88% of diarrhea-related deaths are due to inadequate sanitation, unsafe water sources, and insufficient sanitation. Among them, Rotavirus is the leading cause of acute diarrhea. Specifically, this type of microorganism causes about 40% of hospitalizations in children under 5 years old. Causes can be divided into 2 groups: (1) Diarrhea caused by microbial infection (also known as infection, virus infection, parasitic infection); (2) Diarrhea group is NOT caused by infection.\n1. Infection with microorganisms that cause intestinal diseases (Bacteria, viruses, parasites, fungi):\nPathogens entering the body from outside will cause irritation to the tissues in the digestive tract, leading to inflammation. This is the main cause of diarrhea, most commonly when the body consumes unhygienic food. Food sources containing Salmonella, Clostridium, staphylococcus bacteria, etc. will lead to poisoning. Not to mention, contact with polluted water sources, eating raw vegetables, salads, undercooked foods, etc. vegetables and fruits watered with dirty water and fresh feces will increase the risk of transmitting parasites and bacteria.\n2. Not maintaining hygiene\nPoor hygiene conditions are also one of the leading causes that increase the risk of spreading bacteria that cause infectious diarrhea. Therefore, keeping the living space, personal belongings, body, food, etc. clean is also a necessary measure to avoid harmful microorganisms from entering the digestive tract.\n3. Disturbance of resident intestinal microflora\nThe habit of overusing antibiotics will unintentionally destroy beneficial bacteria, leading to an imbalance in the intestinal microflora. From there, the ability to absorb nutrients is poor, intestinal motility increases, causing frequent bowel movements, loose, loose or unformed stools.\n4. Inability to absorb sugar (non-infectious diarrhea)\nMany people often experience the body's inability to tolerate sugars such as: Lactose, Glucose-Galactose, Fructose,... from milk, dairy products, honey, fruit,... This leads to the phenomenon of diabetes. Prolonged diarrhea if these foods are eaten. In addition, the body lacks the enzymes Sucrase-isomaltase, Lactase... which are also common causes of diarrhea.\n5. Food poisoning (diarrhea caused by toxins from food or microbial toxins in food)\nThis is a consequence of using spoiled, contaminated food or containing toxic additives. Food poisoning can have obvious symptoms such as: abdominal pain, severe diarrhea after eating, high fever, diarrhea, vomiting, etc. In many cases, even convulsions leading to lead to death if not treated promptly.(5)\n6. Irritable bowel syndrome (with diarrhea, not due to infection)\nIrritable bowel syndrome appears due to changes in eating habits, after taking certain medications or eating strange foods. Caused by excessive and prolonged intestinal spasms, causing food to move faster in the digestive tract. At this time, water will not be reabsorbed or excessively secreted from the intestinal mucosa, leading to sudden diarrhea.\n7. Colitis\nColitis patients often face digestive disorders, including diarrhea. The disease originates from the invasion and harm of agents such as: bacteria (Shigella, Samonella,...), parasites, fungi,... In addition, autonomic nervous disorders, chemical poisoning, and psychology Stress, pressure,... are also important causes that cannot be ignored."
        },
        {
            "subsection_name": "Symptoms of diarrhea",
            "subsection_content": "The most common and recognizable symptom of diarrhea is frequent bowel movements (more than 3 times per day), loose and watery stools. In addition, the condition also appears with many other accompanying symptoms, specifically as follows:\nBloating, bloating; Continuous, frequent diarrhea, initially loose and then completely watery; Vomiting food, clear or light yellow liquid; People are always in a state of exhaustion.; Cramp.; Signs of dehydration range from mild to severe: thirst, wrinkled, dry skin, emaciated body, sunken eyes, rapid pulse, low blood pressure, little or no urination, cold limbs,...",
            "subsection_string": "Symptoms of diarrhea\nThe most common and recognizable symptom of diarrhea is frequent bowel movements (more than 3 times per day), loose and watery stools. In addition, the condition also appears with many other accompanying symptoms, specifically as follows:\nBloating, bloating; Continuous, frequent diarrhea, initially loose and then completely watery; Vomiting food, clear or light yellow liquid; People are always in a state of exhaustion.; Cramp.; Signs of dehydration range from mild to severe: thirst, wrinkled, dry skin, emaciated body, sunken eyes, rapid pulse, low blood pressure, little or no urination, cold limbs,..."
        },
        {
            "subsection_name": "When should you see a doctor?",
            "subsection_content": "Most cases of acute diarrhea are self-limiting and symptoms will improve within a few days. However, if the condition lasts more than 2 days, it is best for the patient to see a doctor for timely care and medical treatment.\nIn fact, diarrhea is also a symptom of some serious emergencies. Therefore, as soon as the patient notices loose, watery stools and the following dangerous signs, the patient should seek emergency help:\nBlood in stool; Passing black, tarry stools; High fever above 38.3 degrees Celsius or lasting more than 24 hours; Diarrhea lasts more than 2 days; Nausea and inability to drink replacement fluids.; Severe pain in the abdomen (especially the right lower quadrant or back).; Diarrhea after returning from abroad; Dark colored urine; The amount of urine is less than normal.; Fast heart beat.; Headache.; Dry skin.",
            "subsection_string": "When should you see a doctor?\nMost cases of acute diarrhea are self-limiting and symptoms will improve within a few days. However, if the condition lasts more than 2 days, it is best for the patient to see a doctor for timely care and medical treatment.\nIn fact, diarrhea is also a symptom of some serious emergencies. Therefore, as soon as the patient notices loose, watery stools and the following dangerous signs, the patient should seek emergency help:\nBlood in stool; Passing black, tarry stools; High fever above 38.3 degrees Celsius or lasting more than 24 hours; Diarrhea lasts more than 2 days; Nausea and inability to drink replacement fluids.; Severe pain in the abdomen (especially the right lower quadrant or back).; Diarrhea after returning from abroad; Dark colored urine; The amount of urine is less than normal.; Fast heart beat.; Headache.; Dry skin."
        },
        {
            "subsection_name": "Subjects at high risk of diarrhea",
            "subsection_content": "Diarrhea occurs commonly every year, is easily transmitted and breaks out into epidemics. Accordingly, the Ministry of Health recommends that people in the high-risk group include:\nPeople who regularly eat, drink, and live close to diarrhea patients but do not apply preventive measures; People living in the area use unsanitary latrines, with feces going straight into sewers, ponds, lakes, rivers, streams, ditches, etc.; Using polluted and unsanitary water sources; Have unhygienic eating habits, often eating raw vegetables and undercooked seafood; Use fresh and untreated manure in farming; People living in flooded or post-flooded areas.",
            "subsection_string": "Subjects at high risk of diarrhea\nDiarrhea occurs commonly every year, is easily transmitted and breaks out into epidemics. Accordingly, the Ministry of Health recommends that people in the high-risk group include:\nPeople who regularly eat, drink, and live close to diarrhea patients but do not apply preventive measures; People living in the area use unsanitary latrines, with feces going straight into sewers, ponds, lakes, rivers, streams, ditches, etc.; Using polluted and unsanitary water sources; Have unhygienic eating habits, often eating raw vegetables and undercooked seafood; Use fresh and untreated manure in farming; People living in flooded or post-flooded areas."
        },
        {
            "subsection_name": "How to diagnose diarrhea",
            "subsection_content": "When there are signs of diarrhea, the patient needs to contact a doctor for review and conduct some necessary tests to determine the exact cause. This is the basic foundation for implementing appropriate and effective treatment methods later.\n1. Blood test\nThis is the most basic and common job. Testing complete blood count (CBC), inflammatory factors, blood electrolytes, liver and kidney function will help doctors diagnose the cause and provide appropriate treatment.\n2. Stool test\nDoctors can identify parasites, bacteria, and some viruses in stool cultures. Stool tests can also detect microscopic blood (red blood cells), white blood cells, and other clues to the diagnosis.\n3. Colonoscopy\nThrough colonoscopy, the doctor will be able to observe the entire colon and part of the small intestine to accurately determine the damage here and find the cause of diarrhea. In addition, the endoscope is also equipped with support tools to help take a biopsy (a small tissue sample) from the colon for laboratory testing.",
            "subsection_string": "How to diagnose diarrhea\nWhen there are signs of diarrhea, the patient needs to contact a doctor for review and conduct some necessary tests to determine the exact cause. This is the basic foundation for implementing appropriate and effective treatment methods later.\n1. Blood test\nThis is the most basic and common job. Testing complete blood count (CBC), inflammatory factors, blood electrolytes, liver and kidney function will help doctors diagnose the cause and provide appropriate treatment.\n2. Stool test\nDoctors can identify parasites, bacteria, and some viruses in stool cultures. Stool tests can also detect microscopic blood (red blood cells), white blood cells, and other clues to the diagnosis.\n3. Colonoscopy\nThrough colonoscopy, the doctor will be able to observe the entire colon and part of the small intestine to accurately determine the damage here and find the cause of diarrhea. In addition, the endoscope is also equipped with support tools to help take a biopsy (a small tissue sample) from the colon for laboratory testing."
        },
        {
            "subsection_name": "Diarrhea treatment methods",
            "subsection_content": "Mild cases of diarrhea can go away on their own in a short time without the need for anti-diarrheal medications. However, if the condition lasts for many days, is severe, gradually increases with serious symptoms, the patient needs to contact a doctor soon for timely examination and treatment. Some commonly used diarrhea treatment methods include:\n1. Replenish fluids and electrolytes\nThis is the first thing to do when you have diarrhea. Patients should use Oresol solution (ORS – Oral rehydration salts). This is a mixture of clean water, sugar, and salt, absorbed in the small intestine to replace lost water and electrolytes. In cases where drinking is not possible due to nausea or stomach pain, intravenous fluid administration is necessary.(6)\n2. Use antibiotics\nAntibiotics will provide effective treatment in cases of diarrhea caused by bacteria or parasites. However, if the cause comes from a virus, this method is completely ineffective.\n3. Treat diseases that cause diarrhea\nMany cases of diarrhea appear as a symptom of another disease. For this condition, your doctor will prescribe treatment for that problem first.\n4. Adjust prescription and dosage of medication being used\nIf antibiotics are the main cause of diarrhea, reducing the dose or changing to another type is the fastest way to stop side effects. However, in any case, patients need to consult a doctor first and should not use it on their own.",
            "subsection_string": "Diarrhea treatment methods\nMild cases of diarrhea can go away on their own in a short time without the need for anti-diarrheal medications. However, if the condition lasts for many days, is severe, gradually increases with serious symptoms, the patient needs to contact a doctor soon for timely examination and treatment. Some commonly used diarrhea treatment methods include:\n1. Replenish fluids and electrolytes\nThis is the first thing to do when you have diarrhea. Patients should use Oresol solution (ORS – Oral rehydration salts). This is a mixture of clean water, sugar, and salt, absorbed in the small intestine to replace lost water and electrolytes. In cases where drinking is not possible due to nausea or stomach pain, intravenous fluid administration is necessary.(6)\n2. Use antibiotics\nAntibiotics will provide effective treatment in cases of diarrhea caused by bacteria or parasites. However, if the cause comes from a virus, this method is completely ineffective.\n3. Treat diseases that cause diarrhea\nMany cases of diarrhea appear as a symptom of another disease. For this condition, your doctor will prescribe treatment for that problem first.\n4. Adjust prescription and dosage of medication being used\nIf antibiotics are the main cause of diarrhea, reducing the dose or changing to another type is the fastest way to stop side effects. However, in any case, patients need to consult a doctor first and should not use it on their own."
        },
        {
            "subsection_name": "Diarrheal complications",
            "subsection_content": "The severity and potential danger of diarrhea have been recommended by the US Centers for Disease Control (CDC): “Children's diarrhea causes more deaths than malaria, measles, and AIDS combined.” Specifically, this disease can last from a few days to a week and does not have a major impact on health if handled properly. However, in the opposite case, the body is at risk of facing many serious problems such as coma, vascular collapse, exhaustion, malnutrition, dehydration, and even death. Some dangerous complications include:\nThe area around the anus is red and ulcerated due to frequent bowel movements.; Malnutrition: Diarrhea is one of the leading causes of malnutrition in children under 5 years old because of its direct impact on growth and cognitive development; Dehydration: This is a serious threat of diarrhea. In the early stages of the disease, water and electrolytes such as: Sodium, Chloride, Potassium, Bicarbonate,... will be lost through vomiting, sweat, urine, feces, and breathing. If replacement is not done, the body will easily experience convulsions, brain damage, and even death.",
            "subsection_string": "Diarrheal complications\nThe severity and potential danger of diarrhea have been recommended by the US Centers for Disease Control (CDC): “Children's diarrhea causes more deaths than malaria, measles, and AIDS combined.” Specifically, this disease can last from a few days to a week and does not have a major impact on health if handled properly. However, in the opposite case, the body is at risk of facing many serious problems such as coma, vascular collapse, exhaustion, malnutrition, dehydration, and even death. Some dangerous complications include:\nThe area around the anus is red and ulcerated due to frequent bowel movements.; Malnutrition: Diarrhea is one of the leading causes of malnutrition in children under 5 years old because of its direct impact on growth and cognitive development; Dehydration: This is a serious threat of diarrhea. In the early stages of the disease, water and electrolytes such as: Sodium, Chloride, Potassium, Bicarbonate,... will be lost through vomiting, sweat, urine, feces, and breathing. If replacement is not done, the body will easily experience convulsions, brain damage, and even death."
        },
        {
            "subsection_name": "How to prevent diarrhea",
            "subsection_content": "Diarrhea is easily spread and has dangerous complications, but it can be completely prevented from the beginning. Some useful measures that can be applied include: (7)\nEnhance personal hygiene, environment, living space,...; Ensuring food safety and hygiene, eating cooked food, drinking boiled water.; Ensure use of clean water sources for daily activities; Water protection.; Take appropriate measures when someone has acute diarrhea.; Update knowledge about the spread of bacteria that cause diarrhea.",
            "subsection_string": "How to prevent diarrhea\nDiarrhea is easily spread and has dangerous complications, but it can be completely prevented from the beginning. Some useful measures that can be applied include: (7)\nEnhance personal hygiene, environment, living space,...; Ensuring food safety and hygiene, eating cooked food, drinking boiled water.; Ensure use of clean water sources for daily activities; Water protection.; Take appropriate measures when someone has acute diarrhea.; Update knowledge about the spread of bacteria that cause diarrhea."
        },
        {
            "subsection_name": "How to stop diarrhea",
            "subsection_content": "When you have diarrhea, the rectal area will be sore with symptoms of itching, burning, pain, and discomfort after going to the toilet. In this case, the patient should take a warm bath or soak in the bath then dry these areas with a soft, clean towel. In addition, adults can also use some over-the-counter medications for mild conditions such as Bismuth Subsalicylate, Loperamide liquid or tablets.\nIn particular, providing enough water for the body is very necessary. Patients need to drink at least 6 glasses of water every day. Besides, you can choose to add electrolyte replacement drinks, non-caffeinated soda, chicken broth (fat-free), tea with honey, etc. Instead of drinking during meals, patients should drink between meals to bring relief. is more effective.\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing Advanced and effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all useful information about common diarrhea. Hopefully through this article, patients will have updated more information to know how to monitor and detect early for timely treatment.",
            "subsection_string": "How to stop diarrhea\nWhen you have diarrhea, the rectal area will be sore with symptoms of itching, burning, pain, and discomfort after going to the toilet. In this case, the patient should take a warm bath or soak in the bath then dry these areas with a soft, clean towel. In addition, adults can also use some over-the-counter medications for mild conditions such as Bismuth Subsalicylate, Loperamide liquid or tablets.\nIn particular, providing enough water for the body is very necessary. Patients need to drink at least 6 glasses of water every day. Besides, you can choose to add electrolyte replacement drinks, non-caffeinated soda, chicken broth (fat-free), tea with honey, etc. Instead of drinking during meals, patients should drink between meals to bring relief. is more effective.\nCenter for Gastrointestinal Endoscopy and Surgery (Tam Anh General Hospital, Ho Chi Minh City) and Department of Gastroenterology - Hepatobiliary - Pancreatic (Tam Anh General Hospital, Hanoi) are prestigious medical centers specializing in Gastroenterology, providing Advanced and effective examination and treatment services for patients with mild to severe liver problems (fatty liver, acute and chronic hepatitis, cirrhosis, liver cancer...). Tam Anh General Hospital system brings together a team of highly specialized and experienced Internal Medicine - Surgery - Gastrointestinal Endoscopy doctors, in addition to the support of a modern medical equipment system imported from abroad. in addition, serving the maximum examination and treatment needs of customers.\nTo schedule an examination and treatment of liver diseases with gastroenterology specialists of Tam Anh General Hospital System, please contact:\nAbove is a summary of all useful information about common diarrhea. Hopefully through this article, patients will have updated more information to know how to monitor and detect early for timely treatment."
        }
    ],
    "name": "tieu-chay.json"
}