{
    "title": "Heart palpitations: Causes, symptoms, diagnosis, prevention",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/tim-dap-nhanh/",
    "abstract": "Tachycardia (also known as tachyarrhythmia) can originate from the ventricles or atria. A fast heartbeat can prevent the heart from doing its job of pumping oxygen-rich blood to the rest of the body.",
    "content": "Heart palpitations: Causes, symptoms, diagnosis, prevention\n\nTachycardia (also known as tachyarrhythmia) can originate from the ventricles or atria. A fast heartbeat can prevent the heart from doing its job of pumping oxygen-rich blood to the rest of the body.\n\nWhat is heart palpitations?\nHeart palpitations (tachycardia) are identified when the heart beats more than 100 times a minute at rest. An episode of tachycardia can last from a few seconds to several hours. An increased heart rate during exercise or stress is usually a normal physiological response, but a fast resting heart rate can be an early sign of a serious, worrying medical condition.\nNormal resting heart rate for adults is from 60 to 100, varying depending on physical condition or the effects of accompanying diseases. Sometimes a fast heart rate signals a serious health problem, so it's important to diagnose the cause of the fast heart rate early and determine whether emergency measures are needed and develop a treatment plan. long term treatment or not. (first)\nIn some cases, tachycardia causes no symptoms or complications. However, M.D. Vu Xuan Quang, Doctor at the Cardiovascular Center of Tam Anh General Hospital in Ho Chi Minh City, said that some types of tachyarrhythmias can lead to serious complications such as heart failure and stroke. stroke, fainting or even sudden death if not properly evaluated and treated promptly.\nSee more: Is fast heart rate dangerous?\n\nClassify\nMSc.BSc.CKI Vu Xuan Quang said, there are many types of tachyarrhythmias with different levels of severity, from little or no impact on health to severe, life-threatening arrhythmias that require medical care. immediately. Tachyarrhythmias are often classified based on the place of origin of the arrhythmia. (2)\n1. Sinus tachycardia\nThe sinus node is the \"conductor\" of the heart, from here it emits electrical signals that spread to other parts of the heart, helping to keep the heart rhythm regular and change it depending on the body's needs. Sinus tachycardia occurs when the sinus node is overactive even at rest.\nThis could be due to stress, or be a sign of some other medical condition such as anemia, thyroid problems, infection or general poor health. Sometimes disorders of the sinus node itself are also the cause of sinus tachycardia.\n2. Supraventricular tachycardia\nTypes of tachyarrhythmias originating from the supraventricular region are often referred to as supraventricular tachycardia. Supraventricular tachycardia appears to be less life-threatening than ventricular tachycardia, but if the heart rate is too fast it can cause the heart to contract ineffectively, reducing blood flow to organs, causing low blood pressure and heart failure. Long term can lead to heart failure.\nTwo notable types of supraventricular tachycardia are atrial flutter and atrial fibrillation, which can produce blood clots leading to stroke if not detected and treated promptly.\n3. Ventricular tachycardia\nThe ventricles are where blood is directly pumped from the heart to other parts of the body. Tachycardia originating from the ventricles often seriously reduces the heart's ability to contract, causing hypotension, fainting and even death if the arrhythmia persists without timely treatment.\n\nSymptoms of rapid heartbeat are common\nPatients may have symptoms ranging from mild to severe, or sometimes experience no symptoms. Common symptoms include:\nShort of breath; Chest pain; Heart beats fast; Dizzy; Lightheadedness; Faint; If left untreated, some types of tachycardia can lead to blood clots, stroke or cardiac arrest.\nDizziness is a common symptom of tachycardia.\n\nCauses the heart to beat fast\nTachycardia due to physiological or pathological causes. Heart palpitations associated with increased sympathetic nervous system activity, such as exercise, stress, pain or anxiety, are often the body's natural physiological response. Pathological causes of heart palpitations can be cardiac or non-cardiac. (3)\nMain reason\nSupraventricular tachycardia: This is a group of many diseases caused by abnormal electrical signals originating from the upper ventricles, causing the heart to beat rapidly and not be able to pump blood effectively;; Ventricular tachycardia: Abnormal electrical signals coming from the ventricles cause the heart to beat faster. Because the ventricles are the places that directly pump blood from the heart to other organs, ventricular tachycardia causes more severe symptoms, can cause fainting or even lead to death;; Ventricular fibrillation: This is the most dangerous form of tachyarrhythmia, often leading to death if not treated promptly;; Heart failure;; Acute coronary syndrome;; Myocarditis;; Cardiac tamponade.\nOther causes\nRespiratory: Pulmonary embolism or conditions causing respiratory failure, hypoxemia;; Infectious diseases;; Hyperthyroidism;; Acute or chronic anemia;; Poisoning by some drugs and toxins;; Hypoglycemia; dehydration; electrolyte disorders.\nRisk factors for tachycardia\nSmoking, using tobacco products;; Have a family history of tachycardia;; Physical and psychological stress;; Hypertension;; Overweight/Obes;; Drink lots of caffeine or alcohol;; Suffering from cardiovascular diseases.\nLet's see how regular smoking affects heart health\n\nDiagnostic method\n1. Examination\nThe doctor will examine and ask about symptoms, habits and medical history to assess whether the patient is at risk of rapid heart rate or not.\n2. Paraclinical diagnosis\nLaboratory tests are performed to confirm an abnormally fast heart rate and to look for conditions that may cause arrhythmia. Tests to diagnose tachycardia include:\n3. Electrocardiogram (ECG)\nMeasures and records images of the heart's electrical activity, allowing doctors to detect abnormalities.\n4. Holter ECG\nUsed to continuously monitor the patient's ECG at home. Depending on the assessment, the doctor may prescribe wearing it for 24 hours or more days to record the heart's electrical activity during daily activities and record seizures. Arrhythmias appeared during the follow-up period.\n5. Echocardiography\nUses ultrasound waves to create images of the heart to evaluate heart function, heart valves, and heart muscle abnormalities.\n6. Chest X-ray\nThis technique aims to detect abnormalities in the heart, lungs and pleura.\n7. Cardiac magnetic resonance imaging (MRI)\nProvides detailed images of the heart chambers and myocardium for in-depth assessment of myocardial diseases and myocardial scarring.\n8. Computed tomography (CT)\nProvides detailed images of the heart, lungs and blood vessels of the surveyed area. Depending on the medical condition, doctors can choose between computed tomography and cardiac magnetic resonance imaging, or combine both for diagnosis and treatment.\n9. Coronary angiography\nInstruments are inserted into the blood vessels that feed the heart to examine and intervene in clogged or narrowed blood vessels in the heart, using contrast dye and special X-rays to show inside the coronary arteries. A coronary angiogram may be performed to find the cause of ventricular tachycardia or ventricular fibrillation.\n10. Electrophysiological (EP) investigation\nInsert electrodes into the heart chambers to confirm the diagnosis of tachycardia and locate the arrhythmia within the heart. Electrophysiological testing is often performed in conjunction with arrhythmia ablation if indicated.\n11. Tilt table test\nOften used to evaluate patients with symptoms of syncope. During the test, the patient's heart rate and blood pressure will be continuously monitored. Under the doctor's careful supervision, the table is tilted to a position similar to a standing position, and a medication is used to assess fainting as well as changes in heart rate and blood pressure if fainting occurs. go out.\n12. Stress test\nSome types of tachycardia can be triggered by exertion. During a stress test, the doctor will continuously monitor the electrocardiogram as the patient exerts himself by riding a bicycle or walking on a treadmill. Stress testing is also used to evaluate coronary artery stenosis.\nBicycle dynamometer stress echocardiography is one of the methods to evaluate tachycardia.\n\nIs fast heart rate dangerous?\nAccording to MSc.BS.CKI Vu Xuan Quang, some types of tachycardia are very dangerous, especially ventricular fibrillation. Ventricular fibrillation can be fatal if not treated immediately. Conversely, some tachycardias are mild or cause moderately dangerous problems.\nIf the person has sinus tachycardia due to stress, the symptoms will disappear when the fear, anxiety, or agitation stops. For most other types of tachycardia, the person will need medication or a procedure to prevent symptoms from returning.\nAlthough medications cannot cure tachycardia, they can help correct tachycardia. Besides, arrhythmia ablation intervention is a long-term solution for many types of tachyarrhythmias.\n\nTreatments\nAccording to MSc.BSc.CKI Vu Xuan Quang, depending on the type of tachycardia, doctors will apply different treatment methods. (4)\nTreatment of atrial tachycardia or supraventricular tachycardia\nPerform vagal maneuvers such as carotid sinus massage under the guidance of a doctor;; Avoid stress;; Avoid using alcohol, caffeine and other stimulants;; Use of drugs;; Cardioversion electric shock;; Ablation of arrhythmia.\nTreatment of ventricular tachycardia\nUse of drugs;; Cardioversion electric shock;; Ablation of arrhythmia;; Implantable cardioverter defibrillator (ICD).\nDoctors at the Cardiovascular Center, Tam Anh General Hospital intervened to ablate the patient's arrhythmia.\n\nHow to prevent rapid heart rate\nThe best way to prevent tachycardia is to maintain a healthy heart and prevent heart disease. In case of heart disease, the patient should actively monitor and follow the doctor's treatment regimen.\nAdditionally, making lifestyle changes to reduce your risk of heart disease helps prevent arrhythmias that can cause tachycardia.\nHealthy diet: Choose a diet rich in whole grains, lean meats, low-fat dairy, fruits and vegetables; At the same time, limit salt, sugar, alcohol, saturated fat and trans fat.; Exercise regularly: Try to exercise for at least 30 minutes on most days.; Maintain a moderate weight: Being overweight increases the risk of developing heart disease.; Keep blood pressure and cholesterol levels under control: Make lifestyle changes and take medications when prescribed to control hypertension or high cholesterol.; Quit smoking; Limit caffeine; Avoid stress; Limit alcohol and beer consumption: For healthy adults, drink up to one drink per day for women and up to two drinks per day for men. Some medical conditions require complete avoidance of alcohol; Regular health checks: Get regular health checks and talk to your doctor if there are any changes in heart rate.\nInvested in modern machinery systems such as modern 4D cardiac and vascular ultrasound machines, 1.5 - 3 Tesla magnetic resonance imaging machines, 768-slice MSCT heart and coronary artery scanners, DSA imaging system 360 degree rotating robotic arm coronary artery, coronary optical tomography (OCT) system, bicycle dynamometer stress echocardiography system, tilt table system..., Tam Anh General Hospital Heart Center diagnoses and Effective treatment of cardiovascular diseases (arrhythmia, heart failure, hypertension, coronary artery disease, valvular heart disease, myocardial ischemia, congenital heart disease...) for adults and children.\nTo schedule an examination for tachycardia and cardiovascular diseases at the Cardiovascular Center, Tam Anh General Hospital System, please contact:\nTell your doctor if you experience unexplained heart palpitations; not the normal increase in heart rate after exercise. This is especially important if accompanied by symptoms of palpitations, dizziness, lightheadedness, fainting, fatigue, shortness of breath or chest pain to help doctors make an in-depth diagnosis and timely intervention.",
    "subsections": [
        {
            "subsection_name": "What is heart palpitations?",
            "subsection_content": "Heart palpitations (tachycardia) are identified when the heart beats more than 100 times a minute at rest. An episode of tachycardia can last from a few seconds to several hours. An increased heart rate during exercise or stress is usually a normal physiological response, but a fast resting heart rate can be an early sign of a serious, worrying medical condition.\nNormal resting heart rate for adults is from 60 to 100, varying depending on physical condition or the effects of accompanying diseases. Sometimes a fast heart rate signals a serious health problem, so it's important to diagnose the cause of the fast heart rate early and determine whether emergency measures are needed and develop a treatment plan. long term treatment or not. (first)\nIn some cases, tachycardia causes no symptoms or complications. However, M.D. Vu Xuan Quang, Doctor at the Cardiovascular Center of Tam Anh General Hospital in Ho Chi Minh City, said that some types of tachyarrhythmias can lead to serious complications such as heart failure and stroke. stroke, fainting or even sudden death if not properly evaluated and treated promptly.\nSee more: Is fast heart rate dangerous?",
            "subsection_string": "What is heart palpitations?\nHeart palpitations (tachycardia) are identified when the heart beats more than 100 times a minute at rest. An episode of tachycardia can last from a few seconds to several hours. An increased heart rate during exercise or stress is usually a normal physiological response, but a fast resting heart rate can be an early sign of a serious, worrying medical condition.\nNormal resting heart rate for adults is from 60 to 100, varying depending on physical condition or the effects of accompanying diseases. Sometimes a fast heart rate signals a serious health problem, so it's important to diagnose the cause of the fast heart rate early and determine whether emergency measures are needed and develop a treatment plan. long term treatment or not. (first)\nIn some cases, tachycardia causes no symptoms or complications. However, M.D. Vu Xuan Quang, Doctor at the Cardiovascular Center of Tam Anh General Hospital in Ho Chi Minh City, said that some types of tachyarrhythmias can lead to serious complications such as heart failure and stroke. stroke, fainting or even sudden death if not properly evaluated and treated promptly.\nSee more: Is fast heart rate dangerous?"
        },
        {
            "subsection_name": "Classify",
            "subsection_content": "MSc.BSc.CKI Vu Xuan Quang said, there are many types of tachyarrhythmias with different levels of severity, from little or no impact on health to severe, life-threatening arrhythmias that require medical care. immediately. Tachyarrhythmias are often classified based on the place of origin of the arrhythmia. (2)\n1. Sinus tachycardia\nThe sinus node is the \"conductor\" of the heart, from here it emits electrical signals that spread to other parts of the heart, helping to keep the heart rhythm regular and change it depending on the body's needs. Sinus tachycardia occurs when the sinus node is overactive even at rest.\nThis could be due to stress, or be a sign of some other medical condition such as anemia, thyroid problems, infection or general poor health. Sometimes disorders of the sinus node itself are also the cause of sinus tachycardia.\n2. Supraventricular tachycardia\nTypes of tachyarrhythmias originating from the supraventricular region are often referred to as supraventricular tachycardia. Supraventricular tachycardia appears to be less life-threatening than ventricular tachycardia, but if the heart rate is too fast it can cause the heart to contract ineffectively, reducing blood flow to organs, causing low blood pressure and heart failure. Long term can lead to heart failure.\nTwo notable types of supraventricular tachycardia are atrial flutter and atrial fibrillation, which can produce blood clots leading to stroke if not detected and treated promptly.\n3. Ventricular tachycardia\nThe ventricles are where blood is directly pumped from the heart to other parts of the body. Tachycardia originating from the ventricles often seriously reduces the heart's ability to contract, causing hypotension, fainting and even death if the arrhythmia persists without timely treatment.",
            "subsection_string": "Classify\nMSc.BSc.CKI Vu Xuan Quang said, there are many types of tachyarrhythmias with different levels of severity, from little or no impact on health to severe, life-threatening arrhythmias that require medical care. immediately. Tachyarrhythmias are often classified based on the place of origin of the arrhythmia. (2)\n1. Sinus tachycardia\nThe sinus node is the \"conductor\" of the heart, from here it emits electrical signals that spread to other parts of the heart, helping to keep the heart rhythm regular and change it depending on the body's needs. Sinus tachycardia occurs when the sinus node is overactive even at rest.\nThis could be due to stress, or be a sign of some other medical condition such as anemia, thyroid problems, infection or general poor health. Sometimes disorders of the sinus node itself are also the cause of sinus tachycardia.\n2. Supraventricular tachycardia\nTypes of tachyarrhythmias originating from the supraventricular region are often referred to as supraventricular tachycardia. Supraventricular tachycardia appears to be less life-threatening than ventricular tachycardia, but if the heart rate is too fast it can cause the heart to contract ineffectively, reducing blood flow to organs, causing low blood pressure and heart failure. Long term can lead to heart failure.\nTwo notable types of supraventricular tachycardia are atrial flutter and atrial fibrillation, which can produce blood clots leading to stroke if not detected and treated promptly.\n3. Ventricular tachycardia\nThe ventricles are where blood is directly pumped from the heart to other parts of the body. Tachycardia originating from the ventricles often seriously reduces the heart's ability to contract, causing hypotension, fainting and even death if the arrhythmia persists without timely treatment."
        },
        {
            "subsection_name": "Symptoms of rapid heartbeat are common",
            "subsection_content": "Patients may have symptoms ranging from mild to severe, or sometimes experience no symptoms. Common symptoms include:\nShort of breath; Chest pain; Heart beats fast; Dizzy; Lightheadedness; Faint; If left untreated, some types of tachycardia can lead to blood clots, stroke or cardiac arrest.\nDizziness is a common symptom of tachycardia.",
            "subsection_string": "Symptoms of rapid heartbeat are common\nPatients may have symptoms ranging from mild to severe, or sometimes experience no symptoms. Common symptoms include:\nShort of breath; Chest pain; Heart beats fast; Dizzy; Lightheadedness; Faint; If left untreated, some types of tachycardia can lead to blood clots, stroke or cardiac arrest.\nDizziness is a common symptom of tachycardia."
        },
        {
            "subsection_name": "Causes the heart to beat fast",
            "subsection_content": "Tachycardia due to physiological or pathological causes. Heart palpitations associated with increased sympathetic nervous system activity, such as exercise, stress, pain or anxiety, are often the body's natural physiological response. Pathological causes of heart palpitations can be cardiac or non-cardiac. (3)\nMain reason\nSupraventricular tachycardia: This is a group of many diseases caused by abnormal electrical signals originating from the upper ventricles, causing the heart to beat rapidly and not be able to pump blood effectively;; Ventricular tachycardia: Abnormal electrical signals coming from the ventricles cause the heart to beat faster. Because the ventricles are the places that directly pump blood from the heart to other organs, ventricular tachycardia causes more severe symptoms, can cause fainting or even lead to death;; Ventricular fibrillation: This is the most dangerous form of tachyarrhythmia, often leading to death if not treated promptly;; Heart failure;; Acute coronary syndrome;; Myocarditis;; Cardiac tamponade.\nOther causes\nRespiratory: Pulmonary embolism or conditions causing respiratory failure, hypoxemia;; Infectious diseases;; Hyperthyroidism;; Acute or chronic anemia;; Poisoning by some drugs and toxins;; Hypoglycemia; dehydration; electrolyte disorders.\nRisk factors for tachycardia\nSmoking, using tobacco products;; Have a family history of tachycardia;; Physical and psychological stress;; Hypertension;; Overweight/Obes;; Drink lots of caffeine or alcohol;; Suffering from cardiovascular diseases.\nLet's see how regular smoking affects heart health",
            "subsection_string": "Causes the heart to beat fast\nTachycardia due to physiological or pathological causes. Heart palpitations associated with increased sympathetic nervous system activity, such as exercise, stress, pain or anxiety, are often the body's natural physiological response. Pathological causes of heart palpitations can be cardiac or non-cardiac. (3)\nMain reason\nSupraventricular tachycardia: This is a group of many diseases caused by abnormal electrical signals originating from the upper ventricles, causing the heart to beat rapidly and not be able to pump blood effectively;; Ventricular tachycardia: Abnormal electrical signals coming from the ventricles cause the heart to beat faster. Because the ventricles are the places that directly pump blood from the heart to other organs, ventricular tachycardia causes more severe symptoms, can cause fainting or even lead to death;; Ventricular fibrillation: This is the most dangerous form of tachyarrhythmia, often leading to death if not treated promptly;; Heart failure;; Acute coronary syndrome;; Myocarditis;; Cardiac tamponade.\nOther causes\nRespiratory: Pulmonary embolism or conditions causing respiratory failure, hypoxemia;; Infectious diseases;; Hyperthyroidism;; Acute or chronic anemia;; Poisoning by some drugs and toxins;; Hypoglycemia; dehydration; electrolyte disorders.\nRisk factors for tachycardia\nSmoking, using tobacco products;; Have a family history of tachycardia;; Physical and psychological stress;; Hypertension;; Overweight/Obes;; Drink lots of caffeine or alcohol;; Suffering from cardiovascular diseases.\nLet's see how regular smoking affects heart health"
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "1. Examination\nThe doctor will examine and ask about symptoms, habits and medical history to assess whether the patient is at risk of rapid heart rate or not.\n2. Paraclinical diagnosis\nLaboratory tests are performed to confirm an abnormally fast heart rate and to look for conditions that may cause arrhythmia. Tests to diagnose tachycardia include:\n3. Electrocardiogram (ECG)\nMeasures and records images of the heart's electrical activity, allowing doctors to detect abnormalities.\n4. Holter ECG\nUsed to continuously monitor the patient's ECG at home. Depending on the assessment, the doctor may prescribe wearing it for 24 hours or more days to record the heart's electrical activity during daily activities and record seizures. Arrhythmias appeared during the follow-up period.\n5. Echocardiography\nUses ultrasound waves to create images of the heart to evaluate heart function, heart valves, and heart muscle abnormalities.\n6. Chest X-ray\nThis technique aims to detect abnormalities in the heart, lungs and pleura.\n7. Cardiac magnetic resonance imaging (MRI)\nProvides detailed images of the heart chambers and myocardium for in-depth assessment of myocardial diseases and myocardial scarring.\n8. Computed tomography (CT)\nProvides detailed images of the heart, lungs and blood vessels of the surveyed area. Depending on the medical condition, doctors can choose between computed tomography and cardiac magnetic resonance imaging, or combine both for diagnosis and treatment.\n9. Coronary angiography\nInstruments are inserted into the blood vessels that feed the heart to examine and intervene in clogged or narrowed blood vessels in the heart, using contrast dye and special X-rays to show inside the coronary arteries. A coronary angiogram may be performed to find the cause of ventricular tachycardia or ventricular fibrillation.\n10. Electrophysiological (EP) investigation\nInsert electrodes into the heart chambers to confirm the diagnosis of tachycardia and locate the arrhythmia within the heart. Electrophysiological testing is often performed in conjunction with arrhythmia ablation if indicated.\n11. Tilt table test\nOften used to evaluate patients with symptoms of syncope. During the test, the patient's heart rate and blood pressure will be continuously monitored. Under the doctor's careful supervision, the table is tilted to a position similar to a standing position, and a medication is used to assess fainting as well as changes in heart rate and blood pressure if fainting occurs. go out.\n12. Stress test\nSome types of tachycardia can be triggered by exertion. During a stress test, the doctor will continuously monitor the electrocardiogram as the patient exerts himself by riding a bicycle or walking on a treadmill. Stress testing is also used to evaluate coronary artery stenosis.\nBicycle dynamometer stress echocardiography is one of the methods to evaluate tachycardia.",
            "subsection_string": "Diagnostic method\n1. Examination\nThe doctor will examine and ask about symptoms, habits and medical history to assess whether the patient is at risk of rapid heart rate or not.\n2. Paraclinical diagnosis\nLaboratory tests are performed to confirm an abnormally fast heart rate and to look for conditions that may cause arrhythmia. Tests to diagnose tachycardia include:\n3. Electrocardiogram (ECG)\nMeasures and records images of the heart's electrical activity, allowing doctors to detect abnormalities.\n4. Holter ECG\nUsed to continuously monitor the patient's ECG at home. Depending on the assessment, the doctor may prescribe wearing it for 24 hours or more days to record the heart's electrical activity during daily activities and record seizures. Arrhythmias appeared during the follow-up period.\n5. Echocardiography\nUses ultrasound waves to create images of the heart to evaluate heart function, heart valves, and heart muscle abnormalities.\n6. Chest X-ray\nThis technique aims to detect abnormalities in the heart, lungs and pleura.\n7. Cardiac magnetic resonance imaging (MRI)\nProvides detailed images of the heart chambers and myocardium for in-depth assessment of myocardial diseases and myocardial scarring.\n8. Computed tomography (CT)\nProvides detailed images of the heart, lungs and blood vessels of the surveyed area. Depending on the medical condition, doctors can choose between computed tomography and cardiac magnetic resonance imaging, or combine both for diagnosis and treatment.\n9. Coronary angiography\nInstruments are inserted into the blood vessels that feed the heart to examine and intervene in clogged or narrowed blood vessels in the heart, using contrast dye and special X-rays to show inside the coronary arteries. A coronary angiogram may be performed to find the cause of ventricular tachycardia or ventricular fibrillation.\n10. Electrophysiological (EP) investigation\nInsert electrodes into the heart chambers to confirm the diagnosis of tachycardia and locate the arrhythmia within the heart. Electrophysiological testing is often performed in conjunction with arrhythmia ablation if indicated.\n11. Tilt table test\nOften used to evaluate patients with symptoms of syncope. During the test, the patient's heart rate and blood pressure will be continuously monitored. Under the doctor's careful supervision, the table is tilted to a position similar to a standing position, and a medication is used to assess fainting as well as changes in heart rate and blood pressure if fainting occurs. go out.\n12. Stress test\nSome types of tachycardia can be triggered by exertion. During a stress test, the doctor will continuously monitor the electrocardiogram as the patient exerts himself by riding a bicycle or walking on a treadmill. Stress testing is also used to evaluate coronary artery stenosis.\nBicycle dynamometer stress echocardiography is one of the methods to evaluate tachycardia."
        },
        {
            "subsection_name": "Is fast heart rate dangerous?",
            "subsection_content": "According to MSc.BS.CKI Vu Xuan Quang, some types of tachycardia are very dangerous, especially ventricular fibrillation. Ventricular fibrillation can be fatal if not treated immediately. Conversely, some tachycardias are mild or cause moderately dangerous problems.\nIf the person has sinus tachycardia due to stress, the symptoms will disappear when the fear, anxiety, or agitation stops. For most other types of tachycardia, the person will need medication or a procedure to prevent symptoms from returning.\nAlthough medications cannot cure tachycardia, they can help correct tachycardia. Besides, arrhythmia ablation intervention is a long-term solution for many types of tachyarrhythmias.",
            "subsection_string": "Is fast heart rate dangerous?\nAccording to MSc.BS.CKI Vu Xuan Quang, some types of tachycardia are very dangerous, especially ventricular fibrillation. Ventricular fibrillation can be fatal if not treated immediately. Conversely, some tachycardias are mild or cause moderately dangerous problems.\nIf the person has sinus tachycardia due to stress, the symptoms will disappear when the fear, anxiety, or agitation stops. For most other types of tachycardia, the person will need medication or a procedure to prevent symptoms from returning.\nAlthough medications cannot cure tachycardia, they can help correct tachycardia. Besides, arrhythmia ablation intervention is a long-term solution for many types of tachyarrhythmias."
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "According to MSc.BSc.CKI Vu Xuan Quang, depending on the type of tachycardia, doctors will apply different treatment methods. (4)\nTreatment of atrial tachycardia or supraventricular tachycardia\nPerform vagal maneuvers such as carotid sinus massage under the guidance of a doctor;; Avoid stress;; Avoid using alcohol, caffeine and other stimulants;; Use of drugs;; Cardioversion electric shock;; Ablation of arrhythmia.\nTreatment of ventricular tachycardia\nUse of drugs;; Cardioversion electric shock;; Ablation of arrhythmia;; Implantable cardioverter defibrillator (ICD).\nDoctors at the Cardiovascular Center, Tam Anh General Hospital intervened to ablate the patient's arrhythmia.",
            "subsection_string": "Treatments\nAccording to MSc.BSc.CKI Vu Xuan Quang, depending on the type of tachycardia, doctors will apply different treatment methods. (4)\nTreatment of atrial tachycardia or supraventricular tachycardia\nPerform vagal maneuvers such as carotid sinus massage under the guidance of a doctor;; Avoid stress;; Avoid using alcohol, caffeine and other stimulants;; Use of drugs;; Cardioversion electric shock;; Ablation of arrhythmia.\nTreatment of ventricular tachycardia\nUse of drugs;; Cardioversion electric shock;; Ablation of arrhythmia;; Implantable cardioverter defibrillator (ICD).\nDoctors at the Cardiovascular Center, Tam Anh General Hospital intervened to ablate the patient's arrhythmia."
        },
        {
            "subsection_name": "How to prevent rapid heart rate",
            "subsection_content": "The best way to prevent tachycardia is to maintain a healthy heart and prevent heart disease. In case of heart disease, the patient should actively monitor and follow the doctor's treatment regimen.\nAdditionally, making lifestyle changes to reduce your risk of heart disease helps prevent arrhythmias that can cause tachycardia.\nHealthy diet: Choose a diet rich in whole grains, lean meats, low-fat dairy, fruits and vegetables; At the same time, limit salt, sugar, alcohol, saturated fat and trans fat.; Exercise regularly: Try to exercise for at least 30 minutes on most days.; Maintain a moderate weight: Being overweight increases the risk of developing heart disease.; Keep blood pressure and cholesterol levels under control: Make lifestyle changes and take medications when prescribed to control hypertension or high cholesterol.; Quit smoking; Limit caffeine; Avoid stress; Limit alcohol and beer consumption: For healthy adults, drink up to one drink per day for women and up to two drinks per day for men. Some medical conditions require complete avoidance of alcohol; Regular health checks: Get regular health checks and talk to your doctor if there are any changes in heart rate.\nInvested in modern machinery systems such as modern 4D cardiac and vascular ultrasound machines, 1.5 - 3 Tesla magnetic resonance imaging machines, 768-slice MSCT heart and coronary artery scanners, DSA imaging system 360 degree rotating robotic arm coronary artery, coronary optical tomography (OCT) system, bicycle dynamometer stress echocardiography system, tilt table system..., Tam Anh General Hospital Heart Center diagnoses and Effective treatment of cardiovascular diseases (arrhythmia, heart failure, hypertension, coronary artery disease, valvular heart disease, myocardial ischemia, congenital heart disease...) for adults and children.\nTo schedule an examination for tachycardia and cardiovascular diseases at the Cardiovascular Center, Tam Anh General Hospital System, please contact:\nTell your doctor if you experience unexplained heart palpitations; not the normal increase in heart rate after exercise. This is especially important if accompanied by symptoms of palpitations, dizziness, lightheadedness, fainting, fatigue, shortness of breath or chest pain to help doctors make an in-depth diagnosis and timely intervention.",
            "subsection_string": "How to prevent rapid heart rate\nThe best way to prevent tachycardia is to maintain a healthy heart and prevent heart disease. In case of heart disease, the patient should actively monitor and follow the doctor's treatment regimen.\nAdditionally, making lifestyle changes to reduce your risk of heart disease helps prevent arrhythmias that can cause tachycardia.\nHealthy diet: Choose a diet rich in whole grains, lean meats, low-fat dairy, fruits and vegetables; At the same time, limit salt, sugar, alcohol, saturated fat and trans fat.; Exercise regularly: Try to exercise for at least 30 minutes on most days.; Maintain a moderate weight: Being overweight increases the risk of developing heart disease.; Keep blood pressure and cholesterol levels under control: Make lifestyle changes and take medications when prescribed to control hypertension or high cholesterol.; Quit smoking; Limit caffeine; Avoid stress; Limit alcohol and beer consumption: For healthy adults, drink up to one drink per day for women and up to two drinks per day for men. Some medical conditions require complete avoidance of alcohol; Regular health checks: Get regular health checks and talk to your doctor if there are any changes in heart rate.\nInvested in modern machinery systems such as modern 4D cardiac and vascular ultrasound machines, 1.5 - 3 Tesla magnetic resonance imaging machines, 768-slice MSCT heart and coronary artery scanners, DSA imaging system 360 degree rotating robotic arm coronary artery, coronary optical tomography (OCT) system, bicycle dynamometer stress echocardiography system, tilt table system..., Tam Anh General Hospital Heart Center diagnoses and Effective treatment of cardiovascular diseases (arrhythmia, heart failure, hypertension, coronary artery disease, valvular heart disease, myocardial ischemia, congenital heart disease...) for adults and children.\nTo schedule an examination for tachycardia and cardiovascular diseases at the Cardiovascular Center, Tam Anh General Hospital System, please contact:\nTell your doctor if you experience unexplained heart palpitations; not the normal increase in heart rate after exercise. This is especially important if accompanied by symptoms of palpitations, dizziness, lightheadedness, fainting, fatigue, shortness of breath or chest pain to help doctors make an in-depth diagnosis and timely intervention."
        }
    ],
    "name": "tim-dap-nhanh.json"
}