{
    "title": "Undescended testicles: Causes, symptoms, diagnosis and treatment",
    "category": "Andrology",
    "link": "https://tamanhhospital.vn/tinh-hoan-lac-cho/",
    "abstract": "Undescended testicles are a genital disease in newborns. This condition usually corrects itself within a few months after the baby is born. However, in some cases surgery will be needed to move a boy's testicles into the correct position.",
    "content": "Undescended testicles: Causes, symptoms, diagnosis and treatment\n\nUndescended testicles are a genital disease in newborns. This condition usually corrects itself within a few months after the baby is born. However, in some cases surgery will be needed to move a boy's testicles into the correct position.\n\nWhat is an undescended testicle?\nUndescended testicles are a condition in which one or both testicles do not move down into the scrotum while the fetus is developing. Usually only one testicle is undescended. In about 10% of cases, both testicles are affected. (first)\nAccording to fetal development, when the reproductive system is formed, the two testicles will initially be located in the abdomen. When nearly full term and preparing to give birth, the two new testicles gradually move down to the scrotum through a separate connecting tube. Therefore, a boy's testicles at birth and during the first 6 months of life can move on their own and then lie stably in the scrotum. Beyond 6 months of age, the rate of testicles moving back to the scrotum if not treated is very low. .\n\nSymptoms of undescended testicles\nUndescended testicles may or may not be palpable. About 80% of undescended testicles are palpable. If the doctor cannot feel the testicle when palpating it, the testicle is likely located in locations such as:\nInguinal: At that time, the testicles have entered the inguinal canal to descend into the scrotum but are not far enough to be felt when touched; Abdomen: The testicles may not have moved yet or have just begun to move into the scrotum.; Absent or atrophied testicles: Although the testicles have descended into the scrotum, because of their very small size, they cannot be felt when touched. In this case, the boy may not be able to reproduce. In addition, in some cases there are no testicles, testicles have not been and will never be formed.\n\nCauses of undescended testicles\nThe cause of undescended testicles is still unknown. It may be due to a combination of genetics, the health of the pregnant woman or other environmental factors that can disrupt hormones, alter physical and neurological activity, and affect development. development of the testicles. Some risk factors for the appearance of undescended testicles in male newborns include: (2)\nUnderweight.; Premature birth.; Family history of undescended testicles or other problems during genital development; Having fetal diseases that prevent growth such as Down syndrome or abdominal wall defects; Pregnant women abuse alcohol; Pregnant women smoke or are regularly exposed to cigarette smoke; Pregnant women are obese and overweight; Pregnant women with type 1 diabetes, type 2 diabetes or gestational diabetes.; Parents are regularly exposed to certain pesticides.\n\nAre undescended testicles dangerous?\nBecause the temperature in the abdomen is higher than the temperature in the scrotum, most sperm will not be able to survive the high temperature in the abdomen. Sperm in the abdomen will lose quality, die and cannot be produced anymore. In addition, testicles that stay in the abdomen for a long time are more likely to lead to cancer. Therefore, the patient should have surgery to bring the testicles down to the scrotum as soon as possible to save the ability to have children. Some complications related to the location of the undescended testicle include:\nTesticular torsion: Testicular torsion is the twisting of the spermatic cord, which includes blood vessels, nerves, and vas deferens. This condition causes pain for the patient because blood is blocked on its way to the testicles. If not treated early, this condition can lead to loss of testicles. Undescended testicles increase the risk of testicular torsion.; Trauma: When not within the skin of the scrotum, the testicles can potentially be damaged by pressure from the pubic bone; Inguinal hernia: When the testicles are located in the groin, it can create a gap between the abdomen and the inguinal canal. The larger this gap, the more likely it is to push part of the intestine into the groin.\nUndescended testicles can cause testicular torsion\n\nDiagnostic method\nAbdominal ultrasound or magnetic resonance imaging (MRI): These are low to high exploration methods to determine the exact location of the undescended testicle. In addition, these methods also help doctors detect other abnormalities of the testicles such as calcification of testicular parenchyma, testicular tumors...; Chromosomal testing: This test depends on the case, to detect cases of unknown gender; Tumor marker tests: αFP, β-HCG, LDH should be performed to detect malignant tumors.\n\nCan undescended testicles have children?\nNewborns with undescended testicles will continue to be monitored. In the first 6 months of life, the testicles can move on their own and then lie stably in the scrotum. Beyond 6 months of age, the rate of testicles moving back to the scrotum if not treated is very low.\nThis late mobility situation does not cause any problems for the boys' health. However, parents also need to monitor their children to see if there are any other unusual symptoms.\nIf after 6 months, the baby's testicles still do not move to the right place, parents need to take the baby to the doctor for appropriate treatment. The temperature in the scrotum is adjusted by the body to suit the production and nourishment of sperm. Therefore, the testicles need to move to the scrotum, staying stable here for life.\nWhen the testicles are located in the abdomen, most of the sperm produced after puberty is complete will die due to the high temperature at this location. In addition, if it exists, sperm will also have reduced quality. When men reach reproductive age, this amount of sperm cannot help give birth.\nMale newborns with undescended testicles are still capable of maintaining reproductive function when detected and treated early. Because most of these cases persist into adolescence and adulthood, the testicles no longer function. This is also the reason why newly born boys are always checked for the presence of testicles in the scrotum.\n\nTreatment of undescended testicles\nWhen undescended testicles are detected, the newborn will be monitored for the first 6 months of life. When the testicles do not move after 6 months, the doctor will conduct an examination and provide appropriate treatment. The goal of treatments is to return the testicles to the correct position in the scrotum. Early treatment will help minimize dangerous complications such as testicular cancer, infertility... (3)\n1. Medical treatment\nMale newborns will be treated by doctors through hCG injections. This is a type of placental hormone that stimulates the testicles to move down into the correct position in the scrotum. Injection dosage and injection time must be carefully considered by the doctor to suit each boy's physical condition.\nImproper injection dosage causes the testicles to not respond to the medication, leading to the child missing the golden time for treatment that would not have required surgical intervention. If delayed for a long time, the patient is at risk of testicular failure, calcification of the entire testicle, causing the testicles to be unable to perform endocrine and exocrine functions.\n2. Surgery\nSurgery to treat undescended testicles will be prescribed by the doctor when medical treatment has no results.\n2.1 Principles of undescended testicle surgery:\nTake the testicles out of the peritoneal tube (or abdomen) and ligate the peritoneal tube; Surgery, dissection and lengthening of the testicular pedicle in an attempt to lower the testicles into the scrotum; This is conservative surgery, so it requires experienced surgeons.\n2.2 Treatment direction:\nWhen the testicles do not move down into the scrotum on their own by the time a boy is 6 months old, the doctor will consider performing surgery about 1 year later.; For pre-pubescent boys with palpable undescended testicles, the doctor will perform surgery to lower the testicles into the scrotum or inguinal line.; In pre-pubescent boys with undescended undescended testicles, the doctor will perform an ultrasound examination to check the ability to palpate the testicles. If it is still not palpable, exploratory surgery will be performed. If testicles are detected, the doctor performs abdominal orchiectomy. At the time of testicular examination in boys whose testicles cannot be palpated, the doctor needs to determine the state of the testicular vessels to determine the next step of surgery.; For adult men, doctors need to perform surgery as soon as the testicles have not yet become cancerous. Surgery was then performed to lower the testicles and balance hormones. When the testicles have become cancerous, the doctor needs to remove the testicles, remove the lymph nodes in combination with supportive cancer treatment.; Some cases of undescended testicles require surgery to ensure future reproductive health for men.\nThe Center for Urology and Nephrology, Department of Andrology of Tam Anh General Hospital System brings together a team of leading experts in internal medicine and surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nUndescended testicles have a high potential to cause infertility when not detected and without timely intervention. Most of the time when undescended testicles are detected in male newborns, treatment still preserves the child's fertility. Family members need to continue to monitor the child to prevent the effects of the disease on the child's health.",
    "subsections": [
        {
            "subsection_name": "What is an undescended testicle?",
            "subsection_content": "Undescended testicles are a condition in which one or both testicles do not move down into the scrotum while the fetus is developing. Usually only one testicle is undescended. In about 10% of cases, both testicles are affected. (first)\nAccording to fetal development, when the reproductive system is formed, the two testicles will initially be located in the abdomen. When nearly full term and preparing to give birth, the two new testicles gradually move down to the scrotum through a separate connecting tube. Therefore, a boy's testicles at birth and during the first 6 months of life can move on their own and then lie stably in the scrotum. Beyond 6 months of age, the rate of testicles moving back to the scrotum if not treated is very low. .",
            "subsection_string": "What is an undescended testicle?\nUndescended testicles are a condition in which one or both testicles do not move down into the scrotum while the fetus is developing. Usually only one testicle is undescended. In about 10% of cases, both testicles are affected. (first)\nAccording to fetal development, when the reproductive system is formed, the two testicles will initially be located in the abdomen. When nearly full term and preparing to give birth, the two new testicles gradually move down to the scrotum through a separate connecting tube. Therefore, a boy's testicles at birth and during the first 6 months of life can move on their own and then lie stably in the scrotum. Beyond 6 months of age, the rate of testicles moving back to the scrotum if not treated is very low. ."
        },
        {
            "subsection_name": "Symptoms of undescended testicles",
            "subsection_content": "Undescended testicles may or may not be palpable. About 80% of undescended testicles are palpable. If the doctor cannot feel the testicle when palpating it, the testicle is likely located in locations such as:\nInguinal: At that time, the testicles have entered the inguinal canal to descend into the scrotum but are not far enough to be felt when touched; Abdomen: The testicles may not have moved yet or have just begun to move into the scrotum.; Absent or atrophied testicles: Although the testicles have descended into the scrotum, because of their very small size, they cannot be felt when touched. In this case, the boy may not be able to reproduce. In addition, in some cases there are no testicles, testicles have not been and will never be formed.",
            "subsection_string": "Symptoms of undescended testicles\nUndescended testicles may or may not be palpable. About 80% of undescended testicles are palpable. If the doctor cannot feel the testicle when palpating it, the testicle is likely located in locations such as:\nInguinal: At that time, the testicles have entered the inguinal canal to descend into the scrotum but are not far enough to be felt when touched; Abdomen: The testicles may not have moved yet or have just begun to move into the scrotum.; Absent or atrophied testicles: Although the testicles have descended into the scrotum, because of their very small size, they cannot be felt when touched. In this case, the boy may not be able to reproduce. In addition, in some cases there are no testicles, testicles have not been and will never be formed."
        },
        {
            "subsection_name": "Causes of undescended testicles",
            "subsection_content": "The cause of undescended testicles is still unknown. It may be due to a combination of genetics, the health of the pregnant woman or other environmental factors that can disrupt hormones, alter physical and neurological activity, and affect development. development of the testicles. Some risk factors for the appearance of undescended testicles in male newborns include: (2)\nUnderweight.; Premature birth.; Family history of undescended testicles or other problems during genital development; Having fetal diseases that prevent growth such as Down syndrome or abdominal wall defects; Pregnant women abuse alcohol; Pregnant women smoke or are regularly exposed to cigarette smoke; Pregnant women are obese and overweight; Pregnant women with type 1 diabetes, type 2 diabetes or gestational diabetes.; Parents are regularly exposed to certain pesticides.",
            "subsection_string": "Causes of undescended testicles\nThe cause of undescended testicles is still unknown. It may be due to a combination of genetics, the health of the pregnant woman or other environmental factors that can disrupt hormones, alter physical and neurological activity, and affect development. development of the testicles. Some risk factors for the appearance of undescended testicles in male newborns include: (2)\nUnderweight.; Premature birth.; Family history of undescended testicles or other problems during genital development; Having fetal diseases that prevent growth such as Down syndrome or abdominal wall defects; Pregnant women abuse alcohol; Pregnant women smoke or are regularly exposed to cigarette smoke; Pregnant women are obese and overweight; Pregnant women with type 1 diabetes, type 2 diabetes or gestational diabetes.; Parents are regularly exposed to certain pesticides."
        },
        {
            "subsection_name": "Are undescended testicles dangerous?",
            "subsection_content": "Because the temperature in the abdomen is higher than the temperature in the scrotum, most sperm will not be able to survive the high temperature in the abdomen. Sperm in the abdomen will lose quality, die and cannot be produced anymore. In addition, testicles that stay in the abdomen for a long time are more likely to lead to cancer. Therefore, the patient should have surgery to bring the testicles down to the scrotum as soon as possible to save the ability to have children. Some complications related to the location of the undescended testicle include:\nTesticular torsion: Testicular torsion is the twisting of the spermatic cord, which includes blood vessels, nerves, and vas deferens. This condition causes pain for the patient because blood is blocked on its way to the testicles. If not treated early, this condition can lead to loss of testicles. Undescended testicles increase the risk of testicular torsion.; Trauma: When not within the skin of the scrotum, the testicles can potentially be damaged by pressure from the pubic bone; Inguinal hernia: When the testicles are located in the groin, it can create a gap between the abdomen and the inguinal canal. The larger this gap, the more likely it is to push part of the intestine into the groin.\nUndescended testicles can cause testicular torsion",
            "subsection_string": "Are undescended testicles dangerous?\nBecause the temperature in the abdomen is higher than the temperature in the scrotum, most sperm will not be able to survive the high temperature in the abdomen. Sperm in the abdomen will lose quality, die and cannot be produced anymore. In addition, testicles that stay in the abdomen for a long time are more likely to lead to cancer. Therefore, the patient should have surgery to bring the testicles down to the scrotum as soon as possible to save the ability to have children. Some complications related to the location of the undescended testicle include:\nTesticular torsion: Testicular torsion is the twisting of the spermatic cord, which includes blood vessels, nerves, and vas deferens. This condition causes pain for the patient because blood is blocked on its way to the testicles. If not treated early, this condition can lead to loss of testicles. Undescended testicles increase the risk of testicular torsion.; Trauma: When not within the skin of the scrotum, the testicles can potentially be damaged by pressure from the pubic bone; Inguinal hernia: When the testicles are located in the groin, it can create a gap between the abdomen and the inguinal canal. The larger this gap, the more likely it is to push part of the intestine into the groin.\nUndescended testicles can cause testicular torsion"
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "Abdominal ultrasound or magnetic resonance imaging (MRI): These are low to high exploration methods to determine the exact location of the undescended testicle. In addition, these methods also help doctors detect other abnormalities of the testicles such as calcification of testicular parenchyma, testicular tumors...; Chromosomal testing: This test depends on the case, to detect cases of unknown gender; Tumor marker tests: αFP, β-HCG, LDH should be performed to detect malignant tumors.",
            "subsection_string": "Diagnostic method\nAbdominal ultrasound or magnetic resonance imaging (MRI): These are low to high exploration methods to determine the exact location of the undescended testicle. In addition, these methods also help doctors detect other abnormalities of the testicles such as calcification of testicular parenchyma, testicular tumors...; Chromosomal testing: This test depends on the case, to detect cases of unknown gender; Tumor marker tests: αFP, β-HCG, LDH should be performed to detect malignant tumors."
        },
        {
            "subsection_name": "Can undescended testicles have children?",
            "subsection_content": "Newborns with undescended testicles will continue to be monitored. In the first 6 months of life, the testicles can move on their own and then lie stably in the scrotum. Beyond 6 months of age, the rate of testicles moving back to the scrotum if not treated is very low.\nThis late mobility situation does not cause any problems for the boys' health. However, parents also need to monitor their children to see if there are any other unusual symptoms.\nIf after 6 months, the baby's testicles still do not move to the right place, parents need to take the baby to the doctor for appropriate treatment. The temperature in the scrotum is adjusted by the body to suit the production and nourishment of sperm. Therefore, the testicles need to move to the scrotum, staying stable here for life.\nWhen the testicles are located in the abdomen, most of the sperm produced after puberty is complete will die due to the high temperature at this location. In addition, if it exists, sperm will also have reduced quality. When men reach reproductive age, this amount of sperm cannot help give birth.\nMale newborns with undescended testicles are still capable of maintaining reproductive function when detected and treated early. Because most of these cases persist into adolescence and adulthood, the testicles no longer function. This is also the reason why newly born boys are always checked for the presence of testicles in the scrotum.",
            "subsection_string": "Can undescended testicles have children?\nNewborns with undescended testicles will continue to be monitored. In the first 6 months of life, the testicles can move on their own and then lie stably in the scrotum. Beyond 6 months of age, the rate of testicles moving back to the scrotum if not treated is very low.\nThis late mobility situation does not cause any problems for the boys' health. However, parents also need to monitor their children to see if there are any other unusual symptoms.\nIf after 6 months, the baby's testicles still do not move to the right place, parents need to take the baby to the doctor for appropriate treatment. The temperature in the scrotum is adjusted by the body to suit the production and nourishment of sperm. Therefore, the testicles need to move to the scrotum, staying stable here for life.\nWhen the testicles are located in the abdomen, most of the sperm produced after puberty is complete will die due to the high temperature at this location. In addition, if it exists, sperm will also have reduced quality. When men reach reproductive age, this amount of sperm cannot help give birth.\nMale newborns with undescended testicles are still capable of maintaining reproductive function when detected and treated early. Because most of these cases persist into adolescence and adulthood, the testicles no longer function. This is also the reason why newly born boys are always checked for the presence of testicles in the scrotum."
        },
        {
            "subsection_name": "Treatment of undescended testicles",
            "subsection_content": "When undescended testicles are detected, the newborn will be monitored for the first 6 months of life. When the testicles do not move after 6 months, the doctor will conduct an examination and provide appropriate treatment. The goal of treatments is to return the testicles to the correct position in the scrotum. Early treatment will help minimize dangerous complications such as testicular cancer, infertility... (3)\n1. Medical treatment\nMale newborns will be treated by doctors through hCG injections. This is a type of placental hormone that stimulates the testicles to move down into the correct position in the scrotum. Injection dosage and injection time must be carefully considered by the doctor to suit each boy's physical condition.\nImproper injection dosage causes the testicles to not respond to the medication, leading to the child missing the golden time for treatment that would not have required surgical intervention. If delayed for a long time, the patient is at risk of testicular failure, calcification of the entire testicle, causing the testicles to be unable to perform endocrine and exocrine functions.\n2. Surgery\nSurgery to treat undescended testicles will be prescribed by the doctor when medical treatment has no results.\n2.1 Principles of undescended testicle surgery:\nTake the testicles out of the peritoneal tube (or abdomen) and ligate the peritoneal tube; Surgery, dissection and lengthening of the testicular pedicle in an attempt to lower the testicles into the scrotum; This is conservative surgery, so it requires experienced surgeons.\n2.2 Treatment direction:\nWhen the testicles do not move down into the scrotum on their own by the time a boy is 6 months old, the doctor will consider performing surgery about 1 year later.; For pre-pubescent boys with palpable undescended testicles, the doctor will perform surgery to lower the testicles into the scrotum or inguinal line.; In pre-pubescent boys with undescended undescended testicles, the doctor will perform an ultrasound examination to check the ability to palpate the testicles. If it is still not palpable, exploratory surgery will be performed. If testicles are detected, the doctor performs abdominal orchiectomy. At the time of testicular examination in boys whose testicles cannot be palpated, the doctor needs to determine the state of the testicular vessels to determine the next step of surgery.; For adult men, doctors need to perform surgery as soon as the testicles have not yet become cancerous. Surgery was then performed to lower the testicles and balance hormones. When the testicles have become cancerous, the doctor needs to remove the testicles, remove the lymph nodes in combination with supportive cancer treatment.; Some cases of undescended testicles require surgery to ensure future reproductive health for men.\nThe Center for Urology and Nephrology, Department of Andrology of Tam Anh General Hospital System brings together a team of leading experts in internal medicine and surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nUndescended testicles have a high potential to cause infertility when not detected and without timely intervention. Most of the time when undescended testicles are detected in male newborns, treatment still preserves the child's fertility. Family members need to continue to monitor the child to prevent the effects of the disease on the child's health.",
            "subsection_string": "Treatment of undescended testicles\nWhen undescended testicles are detected, the newborn will be monitored for the first 6 months of life. When the testicles do not move after 6 months, the doctor will conduct an examination and provide appropriate treatment. The goal of treatments is to return the testicles to the correct position in the scrotum. Early treatment will help minimize dangerous complications such as testicular cancer, infertility... (3)\n1. Medical treatment\nMale newborns will be treated by doctors through hCG injections. This is a type of placental hormone that stimulates the testicles to move down into the correct position in the scrotum. Injection dosage and injection time must be carefully considered by the doctor to suit each boy's physical condition.\nImproper injection dosage causes the testicles to not respond to the medication, leading to the child missing the golden time for treatment that would not have required surgical intervention. If delayed for a long time, the patient is at risk of testicular failure, calcification of the entire testicle, causing the testicles to be unable to perform endocrine and exocrine functions.\n2. Surgery\nSurgery to treat undescended testicles will be prescribed by the doctor when medical treatment has no results.\n2.1 Principles of undescended testicle surgery:\nTake the testicles out of the peritoneal tube (or abdomen) and ligate the peritoneal tube; Surgery, dissection and lengthening of the testicular pedicle in an attempt to lower the testicles into the scrotum; This is conservative surgery, so it requires experienced surgeons.\n2.2 Treatment direction:\nWhen the testicles do not move down into the scrotum on their own by the time a boy is 6 months old, the doctor will consider performing surgery about 1 year later.; For pre-pubescent boys with palpable undescended testicles, the doctor will perform surgery to lower the testicles into the scrotum or inguinal line.; In pre-pubescent boys with undescended undescended testicles, the doctor will perform an ultrasound examination to check the ability to palpate the testicles. If it is still not palpable, exploratory surgery will be performed. If testicles are detected, the doctor performs abdominal orchiectomy. At the time of testicular examination in boys whose testicles cannot be palpated, the doctor needs to determine the state of the testicular vessels to determine the next step of surgery.; For adult men, doctors need to perform surgery as soon as the testicles have not yet become cancerous. Surgery was then performed to lower the testicles and balance hormones. When the testicles have become cancerous, the doctor needs to remove the testicles, remove the lymph nodes in combination with supportive cancer treatment.; Some cases of undescended testicles require surgery to ensure future reproductive health for men.\nThe Center for Urology and Nephrology, Department of Andrology of Tam Anh General Hospital System brings together a team of leading experts in internal medicine and surgery, skilled and dedicated.\nPeople's Teacher Prof. Dr. Tran Quan Anh, Meritorious Physician Associate Prof. Dr. Vu Le Chuyen are giants in the field of Urology and Nephrology in Vietnam. Along with the names of excellent physicians Dr. Nguyen The Truong, excellent physicians Doctor II Ta Phuong Dung, Dr. Nguyen Hoang Duc, Dr. Tu Thanh Tri Dung, MSc.CKI Nguyen Duc Nhuan, BS.CKII Nguyen Le Tuyen, MSc.Nguyen Tan Cuong, BS.CKII Dinh Cam Tu, BS.CKII Ngo Dong Dung, BS.CKII Vo Thi Kim Thanh MSc. Ta Ngoc Thach, BS.CKI Phan Truong Nam...\nThe Center's experts and doctors are always confident in mastering the latest techniques, early detecting and effectively treating kidney and urinary tract diseases, helping patients shorten hospital stays and limit risk of recurrence, improving quality of life.\nWith the leading modern machinery and equipment system in the country and the region; Operating room meets international standards; Along with a 5-star boarding area and high-class service... The Urology and Nephrology Center stands out with examination, screening and treatment services for all urinary tract diseases. From common surgeries to major high-tech surgeries.\nThese include laparoscopic kidney stone surgery, kidney transplant, tumor resection to preserve kidney parenchyma; Radical nephrectomy; Radical prostatectomy; total bladder resection and small bowel cystoplasty; adrenalectomy; shaping urinary tract defects... Diagnosis - medical and surgical treatment of all diseases.\nTo schedule an examination and treatment with leading experts at the Center for Urology and Nephrology, Department of Andrology - Urology, Tam Anh General Hospital System, you can make an appointment online through the following ways:\nCall the hotline 0287 102 6789 - 093 180 6858 (HCMC) or 024 3872 3872 (Hanoi) to register for a private medical appointment with a specialist, through the customer service staff.; Register for a medical appointment with any doctor you trust at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Send a message on Tam Anh General Hospital Fanpage or Tam Anh General Hospital Urology and Andrology Fanpage; Text message via Zalo OA of Tam Anh General Hospital.\nUndescended testicles have a high potential to cause infertility when not detected and without timely intervention. Most of the time when undescended testicles are detected in male newborns, treatment still preserves the child's fertility. Family members need to continue to monitor the child to prevent the effects of the disease on the child's health."
        }
    ],
    "name": "tinh-hoan-lac-cho.json"
}