{
    "title": "Postpartum depression: Causes, signs, prevention and treatment",
    "category": "Obstetrics - Gynecology ",
    "link": "https://tamanhhospital.vn/tram-cam-sau-sinh/",
    "abstract": "Postpartum depression causes many serious consequences. In many cases, mothers fall into depression but are not detected or treated promptly, ruining their lives and taking the lives of their children.\n In the context of the Covid-19 pandemic, new mothers infected with Covid-19 are at increased risk of depression due to isolation and lack of relatives to support and care for them. Why is depression considered a silent killer?",
    "content": "Postpartum depression: Causes, signs, prevention and treatment\n\nPostpartum depression causes many serious consequences. In many cases, mothers fall into depression but are not detected or treated promptly, ruining their lives and taking the lives of their children.\n In the context of the Covid-19 pandemic, new mothers infected with Covid-19 are at increased risk of depression due to isolation and lack of relatives to support and care for them. Why is depression considered a silent killer?\n\nWhat is postpartum depression?\nPostpartum depression (PPD) is a condition in which women experience emotional disorders, physical, psychological, and behavioral changes after giving birth. They often have negative thoughts, are tired, irritable, bored, and worry about many problems in life. (first)\nThis disorder is common in any mother, but has the highest rate in women giving birth for the first time and the disease usually develops within the first year after giving birth. According to many statistics, about 10-20% of women after giving birth fall into psychological disorders and depression. Of these, 15% of cases of depression appear in the first 3 months after giving birth, and 15 - 25% occur in the first year after giving birth.\nDepression can be mild, moderate or severe, and can go away on its own, but there are also many severe cases that do not receive timely treatment intervention, leading to the mother losing control, self-destructive actions, and even self-destruction. chose to end the lives of both mother and child.\n\nCauses of postpartum depression\nCurrently, science has not yet concluded the cause of postpartum depression in women, because it depends on the physical, mental and circumstances of each mother. However, it can be concluded that some of the most common causes are: hormonal changes, history of psychological and emotional disorders, life factors... (2)\nHealth decline after childbirth and disruption of life make women easily fall into depression.\nHormonal changes: When women are pregnant, the levels of the female hormones estrogen and progesterone increase. After giving birth, hormone levels quickly drop to normal levels. Studies show that this sudden change can lead to depression for pregnant and postpartum women.; History of psychological disorders: Psychological disorders and depression can recur, so women who have had a history of depression before or during pregnancy will be at high risk of postpartum depression.; Decreased health: Postpartum women have weak health and pain during childbirth, which often affects women's mood. Prolonged pain, combined with the hardship of taking care of a newborn baby, leads to frustration, irritability, and increased feelings of dislike for yourself and the baby.; Economic and life factors: Economic and life factors affect postpartum women's psychology. Difficult economic conditions, cramped and crowded living conditions, lack of care and sharing from husbands and relatives, pressure from postpartum customs, conflicts in child-rearing concepts between generations will increases negative emotions from women leading to depression.\nIn addition, some risk factors that increase the risk of postpartum women experiencing depression include:\nAge at the time of pregnancy (the younger the age, the higher the rate of depression);; Conflict about pregnancy;; Family history of mental disorders;; Experiencing an extremely stressful event, such as losing a job or a health crisis;; Children are born weak, easily get sick, or have deformities, and have many health problems;; Women give birth to twins, or triplets, or have multiple children and then have more;; Living alone, limited help due to epidemic;; Marital conflict after childbirth, domestic violence;; Lack of sleep and overload due to staying up all night to take care of children for long days; Worried and skeptical about one's own ability to raise children;; Concerns about appearance, uncontrolled weight gain or postpartum weight loss...\n\nSigns of depression in women after giving birth\nWomen with postpartum depression are difficult to recognize, until they show negative actions and emotions that affect their health. All families with new mothers need to pay attention to the following signs of onset of depression: (3)\nChanges in emotions, mood, depression, restlessness, moodiness;; Cry a lot;; Talking less, staying away from family and friends;; Loss of appetite or eating more than usual;; Chronic insomnia or sleeping too much;; Excessive fatigue;; Slow or repetitive thinking, actions, or reactions;; Lack of interest or pleasure in activities around them, even when they usually enjoy them;; Easily irritable, upset and angry;; Feeling worried about not being a good mother;; Have no interest in the baby or feel like the baby is not yours;; Memory loss, reduced ability to think, concentrate or make decisions;; Thoughts of harming yourself or your baby;; Frequent thoughts about death or suicide…\nSee more: Postpartum insomnia: Causes, signs, treatment and prevention.\nDepression can go away on its own, but for many women, poor health and mental tolerance can last for months or longer, causing many serious consequences.\n\nCommon types of postpartum depression\nPostpartum depression goes through many different processes and levels. The mildest is crying and moodiness (baby blues syndrome), postpartum depression syndrome and finally postpartum psychosis.\n1. Baby blues\nUp to 30-80% of new mothers experience baby blues for a short time when their baby is born. The mother shows signs of anxiety, crying, insomnia, fatigue, moodiness and sadness lasting 3-10 days after giving birth and ending within two weeks. If it lasts longer, the mother may have postpartum depression syndrome.\n2. Postpartum depression syndrome\nAccording to statistics, about 10% of mothers giving birth have this syndrome and it usually appears after the first 3 weeks after giving birth, and tends to last longer. Signs to recognize and warn mothers that they are suffering from postpartum depression syndrome such as: frequent crying, lack of concentration, difficulty making decisions, lack of confidence, self-loathing, thoughts of suicidal.\nPostpartum mental disorders\nPostpartum psychosis syndrome often occurs in pregnant women with a history or family members of bipolar disorder or schizophrenia. The disorder will begin within the first 2 weeks after birth and has the highest rate in the next 1-3 months. Pregnant women will have signs such as irritability, confusion, memory loss, irritability, insomnia and anxiety. Prolonged use can lead to paranoia, hallucinations, and suicide.\nDepression in fathers\nUnlike women, symptoms of depression in fathers of newborn children often go unnoticed. The causes of postpartum depression in men and women are the same, including changes in marital relationships, emotions, and lack of confidence in parenting skills. In particular, if the wife has depression, the husband is at higher risk of getting the disease.\n\nIs postpartum depression dangerous?\nDepression is a dangerous disease that has been warned to the community. There have been many studies on the dangerous impact of depression on women's lives after giving birth. Researchers from four universities: Kilimanjaro Christian Medical College (KCMC, Tanzania), Hanoi Medical University (Vietnam), University of Copenhagen, and University of Southern Denmark surveyed nearly 1,400 women. women before and after giving birth in Vietnam. The results of the study show that postpartum depression in Vietnam accounts for a rate equivalent to other countries in the region and other studies. (4)\nMany studies also show that this condition causes negative impacts on the health of mothers and children, as well as their relationships with family members.\nFor women\nPostpartum depression is often difficult to detect, lasts for months or longer, and can develop into a mental disorder if not treated promptly. Even with treatment, the disease increases the risk of future depression.\nWomen with postpartum depression are often not healthy enough to take care of their children and are at high risk of suicide.\nFor children whose mother has depression\nChildren whose mothers are depressed are more likely to have poor emotional and behavioral development:\nDelayed language and motor development;; Limited ability to communicate;; May have unusual behavior or be more agitated than normal children;; Children are easily stressed and have difficulty adapting to the environment and integrating into society...\nFor family\nPeople living with someone with postpartum depression are at high risk of developing depression. It could be a husband, or parents, or siblings living under the same roof. When there is constant stress in the family, the psychology and health of each member will be affected.\nIn a harmonious family, where the husband supports his wife in taking care of the child, the risk of postpartum depression will be reduced.\n\nTreatments\nThis condition can go away on its own, or be treated successfully by using medication combined with psychotherapy, along with appropriate diet, rest, and exercise.\nPsychotherapy\nTalking to a psychologist will help postpartum women think and change their emotions. In addition to directly meeting with a doctor, postpartum women can join a group to support each other in overcoming depression. In some cases of severe postpartum depression or postpartum psychosis, hospitalization may be necessary.\nDrug treatment\nInsomnia is the cause of prolonged depression, so to treat depression, doctors often prescribe sleeping pills to help patients get enough sleep and stay mentally alert. In addition, patients are given antidepressants according to their own regimen. Depression treatment time can last from 1 to 6 months, or longer, depending on the severity of the disease. Additionally, for those who have had an episode of depression before pregnancy or childbirth, your doctor may prescribe medication to prevent postpartum depression soon after your baby is born.\n\nPrevent postpartum depression\nThis syndrome can happen to any mother, however mothers with a history of mental illness are at high risk of postpartum depression. Therefore, before planning to have children, women need to have a prenatal health check-up, and women with a history of psychological illnesses need to report it to their doctor. Your doctor will have a plan to prevent relapse of depression during pregnancy and childbirth.\nDepression can completely be proactively prevented under the guidance of a doctor, care from family, and equipping with parenting skills.\nDepression prevention for this group of patients will be planned by the doctor starting from pregnancy, childbirth and managed throughout the time of taking care of children. During pregnancy, doctors continue to monitor symptoms, helping to control symptoms of mild depression. In severe cases, oral medication will be prescribed.\nAfter the baby is born, yours is born. Your doctor may recommend an early postpartum exam to look for symptoms of depression. The sooner you are diagnosed, the sooner you can begin treatment. If you have a history of postpartum depression, your doctor may recommend treatment as soon as you have your baby.\n\nSome notes to help women prevent postpartum depression\nTake an antenatal course\nFor mothers giving birth to their first child, they should go to prenatal classes and make friends with other pregnant women or new parents to share knowledge and spirit in preparing to welcome their baby.\nAsk for help from relatives\nTaking care of a new baby will be difficult. After giving birth, women's bodies will be weak and their routine will be disrupted. Let's ask for help from our husbands and relatives in taking care of a child together, giving priority to mothers having time to sleep and rest.\nNot too pressured to take care of children\nWhen raising a child for the first time, women are under a lot of pressure from conflicting views on child care, to the child breastfeeding less, the child gaining weight slowly, the child being born stunted, or the child being compared to other babies. Conflicts and comparisons unintentionally push mothers to feel pressured and doubt their own ability to care for their children. Instead of worrying, mothers need to be strong, gradually improve their child care skills, increase walking, eat properly, and talk to doctors if they have difficulty taking care of children. At the same time, increase communication with friends and family, and take advantage of reasonable sleep time to prevent depression.\nPostpartum depression is a common psychological disease in modern society that greatly affects the health of mother and baby. The disease needs to be detected early and treated promptly to support psychological stability, help the mother heal, and have enough health and good spirit to take care of her child. Relatives should take pregnant women for medical examination at reputable facilities to achieve the best results.",
    "subsections": [
        {
            "subsection_name": "What is postpartum depression?",
            "subsection_content": "Postpartum depression (PPD) is a condition in which women experience emotional disorders, physical, psychological, and behavioral changes after giving birth. They often have negative thoughts, are tired, irritable, bored, and worry about many problems in life. (first)\nThis disorder is common in any mother, but has the highest rate in women giving birth for the first time and the disease usually develops within the first year after giving birth. According to many statistics, about 10-20% of women after giving birth fall into psychological disorders and depression. Of these, 15% of cases of depression appear in the first 3 months after giving birth, and 15 - 25% occur in the first year after giving birth.\nDepression can be mild, moderate or severe, and can go away on its own, but there are also many severe cases that do not receive timely treatment intervention, leading to the mother losing control, self-destructive actions, and even self-destruction. chose to end the lives of both mother and child.",
            "subsection_string": "What is postpartum depression?\nPostpartum depression (PPD) is a condition in which women experience emotional disorders, physical, psychological, and behavioral changes after giving birth. They often have negative thoughts, are tired, irritable, bored, and worry about many problems in life. (first)\nThis disorder is common in any mother, but has the highest rate in women giving birth for the first time and the disease usually develops within the first year after giving birth. According to many statistics, about 10-20% of women after giving birth fall into psychological disorders and depression. Of these, 15% of cases of depression appear in the first 3 months after giving birth, and 15 - 25% occur in the first year after giving birth.\nDepression can be mild, moderate or severe, and can go away on its own, but there are also many severe cases that do not receive timely treatment intervention, leading to the mother losing control, self-destructive actions, and even self-destruction. chose to end the lives of both mother and child."
        },
        {
            "subsection_name": "Causes of postpartum depression",
            "subsection_content": "Currently, science has not yet concluded the cause of postpartum depression in women, because it depends on the physical, mental and circumstances of each mother. However, it can be concluded that some of the most common causes are: hormonal changes, history of psychological and emotional disorders, life factors... (2)\nHealth decline after childbirth and disruption of life make women easily fall into depression.\nHormonal changes: When women are pregnant, the levels of the female hormones estrogen and progesterone increase. After giving birth, hormone levels quickly drop to normal levels. Studies show that this sudden change can lead to depression for pregnant and postpartum women.; History of psychological disorders: Psychological disorders and depression can recur, so women who have had a history of depression before or during pregnancy will be at high risk of postpartum depression.; Decreased health: Postpartum women have weak health and pain during childbirth, which often affects women's mood. Prolonged pain, combined with the hardship of taking care of a newborn baby, leads to frustration, irritability, and increased feelings of dislike for yourself and the baby.; Economic and life factors: Economic and life factors affect postpartum women's psychology. Difficult economic conditions, cramped and crowded living conditions, lack of care and sharing from husbands and relatives, pressure from postpartum customs, conflicts in child-rearing concepts between generations will increases negative emotions from women leading to depression.\nIn addition, some risk factors that increase the risk of postpartum women experiencing depression include:\nAge at the time of pregnancy (the younger the age, the higher the rate of depression);; Conflict about pregnancy;; Family history of mental disorders;; Experiencing an extremely stressful event, such as losing a job or a health crisis;; Children are born weak, easily get sick, or have deformities, and have many health problems;; Women give birth to twins, or triplets, or have multiple children and then have more;; Living alone, limited help due to epidemic;; Marital conflict after childbirth, domestic violence;; Lack of sleep and overload due to staying up all night to take care of children for long days; Worried and skeptical about one's own ability to raise children;; Concerns about appearance, uncontrolled weight gain or postpartum weight loss...",
            "subsection_string": "Causes of postpartum depression\nCurrently, science has not yet concluded the cause of postpartum depression in women, because it depends on the physical, mental and circumstances of each mother. However, it can be concluded that some of the most common causes are: hormonal changes, history of psychological and emotional disorders, life factors... (2)\nHealth decline after childbirth and disruption of life make women easily fall into depression.\nHormonal changes: When women are pregnant, the levels of the female hormones estrogen and progesterone increase. After giving birth, hormone levels quickly drop to normal levels. Studies show that this sudden change can lead to depression for pregnant and postpartum women.; History of psychological disorders: Psychological disorders and depression can recur, so women who have had a history of depression before or during pregnancy will be at high risk of postpartum depression.; Decreased health: Postpartum women have weak health and pain during childbirth, which often affects women's mood. Prolonged pain, combined with the hardship of taking care of a newborn baby, leads to frustration, irritability, and increased feelings of dislike for yourself and the baby.; Economic and life factors: Economic and life factors affect postpartum women's psychology. Difficult economic conditions, cramped and crowded living conditions, lack of care and sharing from husbands and relatives, pressure from postpartum customs, conflicts in child-rearing concepts between generations will increases negative emotions from women leading to depression.\nIn addition, some risk factors that increase the risk of postpartum women experiencing depression include:\nAge at the time of pregnancy (the younger the age, the higher the rate of depression);; Conflict about pregnancy;; Family history of mental disorders;; Experiencing an extremely stressful event, such as losing a job or a health crisis;; Children are born weak, easily get sick, or have deformities, and have many health problems;; Women give birth to twins, or triplets, or have multiple children and then have more;; Living alone, limited help due to epidemic;; Marital conflict after childbirth, domestic violence;; Lack of sleep and overload due to staying up all night to take care of children for long days; Worried and skeptical about one's own ability to raise children;; Concerns about appearance, uncontrolled weight gain or postpartum weight loss..."
        },
        {
            "subsection_name": "Signs of depression in women after giving birth",
            "subsection_content": "Women with postpartum depression are difficult to recognize, until they show negative actions and emotions that affect their health. All families with new mothers need to pay attention to the following signs of onset of depression: (3)\nChanges in emotions, mood, depression, restlessness, moodiness;; Cry a lot;; Talking less, staying away from family and friends;; Loss of appetite or eating more than usual;; Chronic insomnia or sleeping too much;; Excessive fatigue;; Slow or repetitive thinking, actions, or reactions;; Lack of interest or pleasure in activities around them, even when they usually enjoy them;; Easily irritable, upset and angry;; Feeling worried about not being a good mother;; Have no interest in the baby or feel like the baby is not yours;; Memory loss, reduced ability to think, concentrate or make decisions;; Thoughts of harming yourself or your baby;; Frequent thoughts about death or suicide…\nSee more: Postpartum insomnia: Causes, signs, treatment and prevention.\nDepression can go away on its own, but for many women, poor health and mental tolerance can last for months or longer, causing many serious consequences.",
            "subsection_string": "Signs of depression in women after giving birth\nWomen with postpartum depression are difficult to recognize, until they show negative actions and emotions that affect their health. All families with new mothers need to pay attention to the following signs of onset of depression: (3)\nChanges in emotions, mood, depression, restlessness, moodiness;; Cry a lot;; Talking less, staying away from family and friends;; Loss of appetite or eating more than usual;; Chronic insomnia or sleeping too much;; Excessive fatigue;; Slow or repetitive thinking, actions, or reactions;; Lack of interest or pleasure in activities around them, even when they usually enjoy them;; Easily irritable, upset and angry;; Feeling worried about not being a good mother;; Have no interest in the baby or feel like the baby is not yours;; Memory loss, reduced ability to think, concentrate or make decisions;; Thoughts of harming yourself or your baby;; Frequent thoughts about death or suicide…\nSee more: Postpartum insomnia: Causes, signs, treatment and prevention.\nDepression can go away on its own, but for many women, poor health and mental tolerance can last for months or longer, causing many serious consequences."
        },
        {
            "subsection_name": "Common types of postpartum depression",
            "subsection_content": "Postpartum depression goes through many different processes and levels. The mildest is crying and moodiness (baby blues syndrome), postpartum depression syndrome and finally postpartum psychosis.\n1. Baby blues\nUp to 30-80% of new mothers experience baby blues for a short time when their baby is born. The mother shows signs of anxiety, crying, insomnia, fatigue, moodiness and sadness lasting 3-10 days after giving birth and ending within two weeks. If it lasts longer, the mother may have postpartum depression syndrome.\n2. Postpartum depression syndrome\nAccording to statistics, about 10% of mothers giving birth have this syndrome and it usually appears after the first 3 weeks after giving birth, and tends to last longer. Signs to recognize and warn mothers that they are suffering from postpartum depression syndrome such as: frequent crying, lack of concentration, difficulty making decisions, lack of confidence, self-loathing, thoughts of suicidal.\nPostpartum mental disorders\nPostpartum psychosis syndrome often occurs in pregnant women with a history or family members of bipolar disorder or schizophrenia. The disorder will begin within the first 2 weeks after birth and has the highest rate in the next 1-3 months. Pregnant women will have signs such as irritability, confusion, memory loss, irritability, insomnia and anxiety. Prolonged use can lead to paranoia, hallucinations, and suicide.\nDepression in fathers\nUnlike women, symptoms of depression in fathers of newborn children often go unnoticed. The causes of postpartum depression in men and women are the same, including changes in marital relationships, emotions, and lack of confidence in parenting skills. In particular, if the wife has depression, the husband is at higher risk of getting the disease.",
            "subsection_string": "Common types of postpartum depression\nPostpartum depression goes through many different processes and levels. The mildest is crying and moodiness (baby blues syndrome), postpartum depression syndrome and finally postpartum psychosis.\n1. Baby blues\nUp to 30-80% of new mothers experience baby blues for a short time when their baby is born. The mother shows signs of anxiety, crying, insomnia, fatigue, moodiness and sadness lasting 3-10 days after giving birth and ending within two weeks. If it lasts longer, the mother may have postpartum depression syndrome.\n2. Postpartum depression syndrome\nAccording to statistics, about 10% of mothers giving birth have this syndrome and it usually appears after the first 3 weeks after giving birth, and tends to last longer. Signs to recognize and warn mothers that they are suffering from postpartum depression syndrome such as: frequent crying, lack of concentration, difficulty making decisions, lack of confidence, self-loathing, thoughts of suicidal.\nPostpartum mental disorders\nPostpartum psychosis syndrome often occurs in pregnant women with a history or family members of bipolar disorder or schizophrenia. The disorder will begin within the first 2 weeks after birth and has the highest rate in the next 1-3 months. Pregnant women will have signs such as irritability, confusion, memory loss, irritability, insomnia and anxiety. Prolonged use can lead to paranoia, hallucinations, and suicide.\nDepression in fathers\nUnlike women, symptoms of depression in fathers of newborn children often go unnoticed. The causes of postpartum depression in men and women are the same, including changes in marital relationships, emotions, and lack of confidence in parenting skills. In particular, if the wife has depression, the husband is at higher risk of getting the disease."
        },
        {
            "subsection_name": "Is postpartum depression dangerous?",
            "subsection_content": "Depression is a dangerous disease that has been warned to the community. There have been many studies on the dangerous impact of depression on women's lives after giving birth. Researchers from four universities: Kilimanjaro Christian Medical College (KCMC, Tanzania), Hanoi Medical University (Vietnam), University of Copenhagen, and University of Southern Denmark surveyed nearly 1,400 women. women before and after giving birth in Vietnam. The results of the study show that postpartum depression in Vietnam accounts for a rate equivalent to other countries in the region and other studies. (4)\nMany studies also show that this condition causes negative impacts on the health of mothers and children, as well as their relationships with family members.\nFor women\nPostpartum depression is often difficult to detect, lasts for months or longer, and can develop into a mental disorder if not treated promptly. Even with treatment, the disease increases the risk of future depression.\nWomen with postpartum depression are often not healthy enough to take care of their children and are at high risk of suicide.\nFor children whose mother has depression\nChildren whose mothers are depressed are more likely to have poor emotional and behavioral development:\nDelayed language and motor development;; Limited ability to communicate;; May have unusual behavior or be more agitated than normal children;; Children are easily stressed and have difficulty adapting to the environment and integrating into society...\nFor family\nPeople living with someone with postpartum depression are at high risk of developing depression. It could be a husband, or parents, or siblings living under the same roof. When there is constant stress in the family, the psychology and health of each member will be affected.\nIn a harmonious family, where the husband supports his wife in taking care of the child, the risk of postpartum depression will be reduced.",
            "subsection_string": "Is postpartum depression dangerous?\nDepression is a dangerous disease that has been warned to the community. There have been many studies on the dangerous impact of depression on women's lives after giving birth. Researchers from four universities: Kilimanjaro Christian Medical College (KCMC, Tanzania), Hanoi Medical University (Vietnam), University of Copenhagen, and University of Southern Denmark surveyed nearly 1,400 women. women before and after giving birth in Vietnam. The results of the study show that postpartum depression in Vietnam accounts for a rate equivalent to other countries in the region and other studies. (4)\nMany studies also show that this condition causes negative impacts on the health of mothers and children, as well as their relationships with family members.\nFor women\nPostpartum depression is often difficult to detect, lasts for months or longer, and can develop into a mental disorder if not treated promptly. Even with treatment, the disease increases the risk of future depression.\nWomen with postpartum depression are often not healthy enough to take care of their children and are at high risk of suicide.\nFor children whose mother has depression\nChildren whose mothers are depressed are more likely to have poor emotional and behavioral development:\nDelayed language and motor development;; Limited ability to communicate;; May have unusual behavior or be more agitated than normal children;; Children are easily stressed and have difficulty adapting to the environment and integrating into society...\nFor family\nPeople living with someone with postpartum depression are at high risk of developing depression. It could be a husband, or parents, or siblings living under the same roof. When there is constant stress in the family, the psychology and health of each member will be affected.\nIn a harmonious family, where the husband supports his wife in taking care of the child, the risk of postpartum depression will be reduced."
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "This condition can go away on its own, or be treated successfully by using medication combined with psychotherapy, along with appropriate diet, rest, and exercise.\nPsychotherapy\nTalking to a psychologist will help postpartum women think and change their emotions. In addition to directly meeting with a doctor, postpartum women can join a group to support each other in overcoming depression. In some cases of severe postpartum depression or postpartum psychosis, hospitalization may be necessary.\nDrug treatment\nInsomnia is the cause of prolonged depression, so to treat depression, doctors often prescribe sleeping pills to help patients get enough sleep and stay mentally alert. In addition, patients are given antidepressants according to their own regimen. Depression treatment time can last from 1 to 6 months, or longer, depending on the severity of the disease. Additionally, for those who have had an episode of depression before pregnancy or childbirth, your doctor may prescribe medication to prevent postpartum depression soon after your baby is born.",
            "subsection_string": "Treatments\nThis condition can go away on its own, or be treated successfully by using medication combined with psychotherapy, along with appropriate diet, rest, and exercise.\nPsychotherapy\nTalking to a psychologist will help postpartum women think and change their emotions. In addition to directly meeting with a doctor, postpartum women can join a group to support each other in overcoming depression. In some cases of severe postpartum depression or postpartum psychosis, hospitalization may be necessary.\nDrug treatment\nInsomnia is the cause of prolonged depression, so to treat depression, doctors often prescribe sleeping pills to help patients get enough sleep and stay mentally alert. In addition, patients are given antidepressants according to their own regimen. Depression treatment time can last from 1 to 6 months, or longer, depending on the severity of the disease. Additionally, for those who have had an episode of depression before pregnancy or childbirth, your doctor may prescribe medication to prevent postpartum depression soon after your baby is born."
        },
        {
            "subsection_name": "Prevent postpartum depression",
            "subsection_content": "This syndrome can happen to any mother, however mothers with a history of mental illness are at high risk of postpartum depression. Therefore, before planning to have children, women need to have a prenatal health check-up, and women with a history of psychological illnesses need to report it to their doctor. Your doctor will have a plan to prevent relapse of depression during pregnancy and childbirth.\nDepression can completely be proactively prevented under the guidance of a doctor, care from family, and equipping with parenting skills.\nDepression prevention for this group of patients will be planned by the doctor starting from pregnancy, childbirth and managed throughout the time of taking care of children. During pregnancy, doctors continue to monitor symptoms, helping to control symptoms of mild depression. In severe cases, oral medication will be prescribed.\nAfter the baby is born, yours is born. Your doctor may recommend an early postpartum exam to look for symptoms of depression. The sooner you are diagnosed, the sooner you can begin treatment. If you have a history of postpartum depression, your doctor may recommend treatment as soon as you have your baby.",
            "subsection_string": "Prevent postpartum depression\nThis syndrome can happen to any mother, however mothers with a history of mental illness are at high risk of postpartum depression. Therefore, before planning to have children, women need to have a prenatal health check-up, and women with a history of psychological illnesses need to report it to their doctor. Your doctor will have a plan to prevent relapse of depression during pregnancy and childbirth.\nDepression can completely be proactively prevented under the guidance of a doctor, care from family, and equipping with parenting skills.\nDepression prevention for this group of patients will be planned by the doctor starting from pregnancy, childbirth and managed throughout the time of taking care of children. During pregnancy, doctors continue to monitor symptoms, helping to control symptoms of mild depression. In severe cases, oral medication will be prescribed.\nAfter the baby is born, yours is born. Your doctor may recommend an early postpartum exam to look for symptoms of depression. The sooner you are diagnosed, the sooner you can begin treatment. If you have a history of postpartum depression, your doctor may recommend treatment as soon as you have your baby."
        },
        {
            "subsection_name": "Some notes to help women prevent postpartum depression",
            "subsection_content": "Take an antenatal course\nFor mothers giving birth to their first child, they should go to prenatal classes and make friends with other pregnant women or new parents to share knowledge and spirit in preparing to welcome their baby.\nAsk for help from relatives\nTaking care of a new baby will be difficult. After giving birth, women's bodies will be weak and their routine will be disrupted. Let's ask for help from our husbands and relatives in taking care of a child together, giving priority to mothers having time to sleep and rest.\nNot too pressured to take care of children\nWhen raising a child for the first time, women are under a lot of pressure from conflicting views on child care, to the child breastfeeding less, the child gaining weight slowly, the child being born stunted, or the child being compared to other babies. Conflicts and comparisons unintentionally push mothers to feel pressured and doubt their own ability to care for their children. Instead of worrying, mothers need to be strong, gradually improve their child care skills, increase walking, eat properly, and talk to doctors if they have difficulty taking care of children. At the same time, increase communication with friends and family, and take advantage of reasonable sleep time to prevent depression.\nPostpartum depression is a common psychological disease in modern society that greatly affects the health of mother and baby. The disease needs to be detected early and treated promptly to support psychological stability, help the mother heal, and have enough health and good spirit to take care of her child. Relatives should take pregnant women for medical examination at reputable facilities to achieve the best results.",
            "subsection_string": "Some notes to help women prevent postpartum depression\nTake an antenatal course\nFor mothers giving birth to their first child, they should go to prenatal classes and make friends with other pregnant women or new parents to share knowledge and spirit in preparing to welcome their baby.\nAsk for help from relatives\nTaking care of a new baby will be difficult. After giving birth, women's bodies will be weak and their routine will be disrupted. Let's ask for help from our husbands and relatives in taking care of a child together, giving priority to mothers having time to sleep and rest.\nNot too pressured to take care of children\nWhen raising a child for the first time, women are under a lot of pressure from conflicting views on child care, to the child breastfeeding less, the child gaining weight slowly, the child being born stunted, or the child being compared to other babies. Conflicts and comparisons unintentionally push mothers to feel pressured and doubt their own ability to care for their children. Instead of worrying, mothers need to be strong, gradually improve their child care skills, increase walking, eat properly, and talk to doctors if they have difficulty taking care of children. At the same time, increase communication with friends and family, and take advantage of reasonable sleep time to prevent depression.\nPostpartum depression is a common psychological disease in modern society that greatly affects the health of mother and baby. The disease needs to be detected early and treated promptly to support psychological stability, help the mother heal, and have enough health and good spirit to take care of her child. Relatives should take pregnant women for medical examination at reputable facilities to achieve the best results."
        }
    ],
    "name": "tram-cam-sau-sinh.json"
}