{
    "title": "Gastroesophageal reflux: Causes and treatments",
    "category": "Gastrointestinal - Hepatobiliary",
    "link": "https://tamanhhospital.vn/trao-nguoc-da-day-thuc-quan/",
    "abstract": "Gastroesophageal reflux is a common disease among diseases related to the digestive tract. Most patients only come to the doctor when they have tolerated or self-medicated for a long time. According to Dr. Huynh Van Trung - Gastroenterologist, Center for Endoscopy and Gastrointestinal Surgery, Tam Anh General Hospital, Ho Chi Minh City, \"although gastric reflux is not easy to treat completely, There is a high recurrence rate, but if the patient follows the correct treatment regimen along with changes in lifestyle and eating habits, it can be completely controlled.\"",
    "content": "Gastroesophageal reflux: Causes and treatments\n\nGastroesophageal reflux is a common disease among diseases related to the digestive tract. Most patients only come to the doctor when they have tolerated or self-medicated for a long time. According to Dr. Huynh Van Trung - Gastroenterologist, Center for Endoscopy and Gastrointestinal Surgery, Tam Anh General Hospital, Ho Chi Minh City, \"although gastric reflux is not easy to treat completely, There is a high recurrence rate, but if the patient follows the correct treatment regimen along with changes in lifestyle and eating habits, it can be completely controlled.\"\n\nWhat is gastroesophageal reflux?\nGastroesophageal reflux disease (GERD), or gastroesophageal reflux, is a very common gastrointestinal disease in Vietnam. In normal people, after food is put into the mouth and down to the esophagus, the esophageal sphincter relaxes to let food and liquid enter the stomach and then closes again. However, people with gastric reflux will experience acid from the stomach refluxing into the esophagus (this is the tube connecting the mouth to the stomach), causing the lining of the esophagus to become irritated and causing many problems. unpleasant symptoms. (first)\n\nSymptoms of gastroesophageal reflux disease\nGastroesophageal reflux causes unpleasant symptoms inside the esophagus. If you are facing discomfort from heartburn, belching, belching, especially at night, then it is very likely that you have acid reflux.\nGastric reflux also causes nausea and can cause vomiting of food or gastric juice, usually if you eat too much or lie down immediately after eating.\nChest pain in the epigastrium is also more likely to originate from gastroesophageal reflux. Pain in the epigastrium or discomfort behind the sternum can be confused with symptoms of cardiovascular disease.\nWhen reflux becomes more severe and more frequent, it will cause edema and swelling of the esophageal mucosa. The patient may have difficulty swallowing, have difficulty swallowing, or feel like there is a lump in the throat.\nAnother common symptom in people with gastroesophageal reflux is sore throat, prolonged cough and hoarseness. This is because the throat and larynx are constantly exposed to stomach acid, leading to swelling, inflammation and coughing.\nIn addition to the symptoms mentioned above, due to acid residue from the esophagus, the mouth often secretes more saliva. In addition, during gastric reflux, bile can enter the stomach and then flow upward, creating a bitter feeling in the mouth. (2)\nGastroesophageal reflux causes heartburn and belching\n\nWho is susceptible to gastroesophageal reflux disease?\nGastroesophageal reflux disease can occur in anyone, from infants to adults, and doctors cannot always find a specific cause. However, there are several groups of people considered to be at high risk of developing the disease, including:\nPeople who are overweight or obese because it can put pressure on the abdomen. Pregnant women, especially in the last months of pregnancy, because the expanding uterus will compress some digestive organs, leading to reflux. People who must use certain medications, such as asthma medications, calcium channel blockers, antihistamines, sedatives, antidepressants, and pain relievers of the NSAIDs group. People who smoke or smoke tobacco. The impact of cigarette smoke entering the body through the esophagus will irritate the stomach lining. People with hiatal hernia, gastroparesis, or connective tissue diseases such as scleroderma. People with poor lifestyle and eating habits. Healthy people such as drinking alcohol, eating a lot of sour foods, eating a lot of oil, being lazy, lying down immediately after eating... are also subjects at high risk of gastric reflux.; People who are overweight or obese because it can put pressure on the abdomen; Pregnant women, especially in the last months of pregnancy, due to the expanding uterus, will compress some digestive organs, leading to reflux; People who must use certain medications, such as asthma medications, calcium channel blockers, antihistamines, sedatives, antidepressants, and NSAIDs; Smokers or passive smokers because cigarette smoke entering the body through the esophagus will irritate the stomach lining; People with hiatal hernia, gastroparesis, or connective tissue diseases such as scleroderma; People with unhealthy lifestyle and eating habits such as drinking alcohol, eating a lot of sour foods, eating a lot of oil, being lazy, lying down immediately after eating... are also at high risk of gastric reflux. .\nIn addition, stress due to pressure from work and life is also a common factor causing gastroesophageal reflux, especially in young people. Dr. Trung explained that stress will cause the body to increase the secretion of cortisol - causing increased acid in the stomach, increasing the force of stomach contractions, pushing gastric juice back up into the esophagus. Stress also disrupts esophageal motility, causing the esophageal sphincter to become sensitive, muscle relaxation occurs frequently and for a long time, causing gastric juice to reflux into the esophagus.\nFor newborns, some congenital factors can be the cause of wheezing, difficulty swallowing, vomiting and burping. Most symptoms will decrease or disappear completely as the child grows older, so there is no need for doctor intervention. For children who often experience this condition, you should take them to see a pediatrician for care instructions and medication if necessary.\nStress due to work pressure is also a cause of gastroesophageal reflux\n\nComplications of gastric reflux\nGastroesophageal reflux, like other health abnormalities, if it occurs over a long period of time without proper treatment, will cause many complications, even life-threatening. According to Dr. Trung, prolonged gastric reflux can become the cause of dangerous digestive diseases such as esophagitis, esophageal ulcers, esophageal stenosis, Barrett's esophagus and, more frighteningly, carcinoma. esophageal gland.(3)\nEsophagitis is a common complication seen in 50% of patients with gastric reflux. Diagnosed through gastroesophageal endoscopy, patients may have symptoms similar to gastric reflux such as: heartburn, regurgitation, choking, difficulty swallowing, increased salivation, chest pain, etc.; Esophagitis is a common complication seen in 50% of patients with gastric reflux. Diagnosed through gastroesophageal endoscopy, patients may have symptoms similar to gastric reflux such as heartburn, regurgitation, choking, difficulty swallowing, increased salivation, chest pain, etc.\nEsophageal stenosis has some symptoms such as chest pain, difficulty swallowing, choking in the neck... Reflux is one of the main causes of esophageal stenosis. During reflux, acid from the stomach flows up into the esophagus, eroding the mucosal layer, leading to esophagitis. Prolonged and high-frequency reflux will cause irreversible damage to the esophagus, forming scar tissue that causes narrowing inside the esophagus. If not treated properly, esophageal stenosis will lead to many dangerous complications, specifically Barrett's esophagus; Esophageal stenosis has some symptoms such as chest pain, difficulty swallowing, choking in the neck... Reflux is one of the main causes of esophageal stenosis. During reflux, acid from the stomach flows up into the esophagus, eroding the mucosal layer, leading to esophagitis. Prolonged and high-frequency reflux will cause irreversible damage to the esophagus, forming scar tissue that causes narrowing inside the esophagus. If not treated properly, esophageal stenosis will lead to many dangerous complications later, specifically Barrett's esophagus.\nBarrett's esophagus only occurs in 8-15% of patients with persistent gastroesophageal reflux, but is an extremely dangerous complication and has no special signs other than common reflux symptoms. . If a patient is suspected of having Barrett's esophagus, the doctor will prescribe endoscopy and cell biopsy for an accurate diagnosis. People with Barrett's esophagus need to be treated and closely monitored because this is a complication that has a risk of developing into esophageal adenocarcinoma - although the risk is quite low, prevention and early treatment are important. is still necessary.; Barrett's esophagus only occurs in 8-15% of patients with persistent gastroesophageal reflux, but is an extremely dangerous complication and has no special signs other than common reflux symptoms. . If a patient is suspected of having Barrett's esophagus, the doctor will prescribe endoscopy and cell biopsy for an accurate diagnosis. People with Barrett's esophagus need to be treated and closely monitored because this is a complication that has a risk of developing into esophageal adenocarcinoma - although the risk is quite low, prevention and early treatment are important. is still necessary.\nEsophageal adenocarcinoma is common in patients over 50 years old and has a high mortality rate. In the early stages, the disease has no clear specific symptoms. When it reaches the development stage, there may be pain in the posterior sternum, hoarseness, unusually rapid weight loss, choking, etc. Because of this dangerous complication, gastric reflux patients are recommended to see a doctor. with digestive specialists to control the disease, have early treatment methods and not create opportunities for the disease to progress more complicatedly.; Esophageal adenocarcinoma is common in patients over 50 years old and has a high mortality rate. In the early stages, the disease has no clear specific symptoms. When it reaches the development stage, there may be pain in the posterior sternum, hoarseness, unusually rapid weight loss, choking, etc. Because of this dangerous complication, gastric reflux patients are recommended to see a doctor. with digestive specialists to control the disease, have early treatment methods and not create opportunities for the disease to progress more complicatedly.\nIs gastric reflux dangerous? The disease is usually not life-threatening, but can lead to many complications.\nBarrett's esophagus\n\nTreatment methods for gastroesophageal reflux\nGastroesophageal reflux often has a very high recurrence rate, about 70% of patients relapse within a year, leading to word of mouth that this disease cannot be cured. According to Dr. Trung, depending on the stage of the disease, specialists will consider giving appropriate prescriptions, plus instructing patients to eat healthy to reduce symptoms and be able to completely recover from the disease. .(4)\nIt is important that for the treatment to be truly effective as expected, the patient must strictly follow the doctor's instructions while using the medicine, and absolutely do not use folk remedies advertised from unknown sources. origin as well as no specific research proving its effectiveness in treatment. Some herbs actually have the ability to help reduce symptoms of reflux, but these herbs can also cause allergies in some patients with sensitive skin or when used in combination with other medications. treatment medicine. So before using any medication or herbal combination, talk to your doctor.\nAlong with medication measures, the diet and some habits of people with gastric reflux must also be changed appropriately. For example, people with reflux should not gain too much weight, should not eat too much, should not use alcohol, meals should be divided into reasonable portions, and should not lie down immediately after eating.\nThese changes seem easy to make, but are actually one of the reasons why treatment is not successful. For many reasons, despite being in the treatment phase, there are cases where people still skip meals and then eat one meal at a time, still drink beer and other alcoholic substances, or because of work they often have to eat dinner very late. then go to sleep. In addition, to lose weight and maintain a suitable weight also requires spending time exercising, something not everyone can do.\nPeople with gastric reflux due to stress, while taking medication according to the instructions of a specialist, need to balance work and participate in rest and entertainment activities to reduce stress and anxiety. Some relaxation methods such as yoga and meditation are also suitable options for these people. If the mind is comfortable, the treatment of reflux disease will have faster results.\nIn cases where medication is not effective, your doctor may recommend surgery to cure it completely. For gastric reflux, your doctor may recommend Nissen surgery or LINX surgery.\nNissen surgery, also known as Toupet surgery to tighten muscles and prevent reflux, is performed laparoscopically or can be performed open. The Linx surgery is the surgical implantation of a ring of small titanium particles containing magnets that are wrapped around the junction of the stomach and esophagus. The magnetic attraction between the particles is strong enough to keep the sphincter closed to acid, but weak enough to allow food to pass through. This method has the disadvantage of high cost, and currently only a few hospitals can afford to do it.; Nissen surgery, also known as Toupet surgery to tighten muscles and prevent reflux, is performed laparoscopically or can be performed open surgery.; The Linx surgery is the surgical implantation of a ring of small titanium particles containing magnets that are wrapped around the junction of the stomach and esophagus. The magnetic attraction between the particles is strong enough to keep the sphincter closed to acid, but weak enough to allow food to pass through. This method has the disadvantage of high cost, and currently only a few hospitals can afford to do it.\n\nA healthy diet prevents disease\nA common question that all people with acid reflux are concerned about is what to eat and drink to reduce unpleasant symptoms caused by acid reflux. According to Dr. Trung, choosing appropriate foods will help reduce excess acid in the stomach, helping limit damage to people with gastroesophageal reflux. Eating a moderate and healthy diet will also help control weight, thereby controlling the condition.\nThere are many food groups that are beneficial for people with gastric reflux, often recommended by doctors to include in the daily menu:\nBread made from whole grains, whole rice and oats. This is an option highly appreciated by many digestive experts because of its ability to reduce excess acid in the stomach and reduce symptoms of gastric reflux. Yogurt contains many beneficial bacteria that support the digestive tract. This dish can also be combined with fruits as well as bread and oatmeal. Fruits that contain little acid such as apples, pears, and bananas. Easily digestible proteins: pork tenderloin, goose meat, pork tongue meat help neutralize acid, limit symptoms of the disease for people with gastric reflux. Fishes are prepared by grilling, steaming or cooking in soup; Bread made from whole grains, whole rice and oats. This is an option highly appreciated by many digestive experts because of its ability to reduce excess acid in the stomach and reduce symptoms of gastric reflux.; Yogurt contains many beneficial bacteria that support the digestive tract. This dish can also be combined with fruits as well as bread and oats.; Fruits that contain little acid such as apples, pears, bananas; Easy-to-digest proteins: pork tenderloin, goose meat, pork tongue meat help neutralize acid, limit symptoms of the disease for people with gastric reflux.; Fishes are prepared by grilling, steaming or cooking in soup.\nIt is important to note some foods that should be avoided during the treatment of gastroesophageal reflux disease:\nFoods high in fat and oil will cause the stomach to work harder to digest, and prolonged digestion of food will increase the risk of reflux. Coffee, alcohol and carbonated drinks such as soft drinks will bloat the stomach and cause negative effects on the gastroesophageal sphincter. Beer, wine and other forms of alcoholic beverages, if consumed continuously and for a long period of time, have harmful effects on everyone, not just people with gastric reflux disease. Sour foods and fruits will increase gastric secretions, and this causes harmful effects to the patient.; Foods high in fat and grease will cause the stomach to work harder to digest, and prolonged digestion of food will increase the risk of reflux.; Coffee, alcohol and carbonated drinks such as soft drinks will bloat the stomach and cause negative effects on the gastroesophageal sphincter. Beer, wine and other forms of alcoholic beverages, if consumed continuously and for a long time, have harmful effects on everyone, not just people with gastric reflux disease.; Sour foods and fruits will increase gastric secretions, and this causes harmful effects to the patient.\nDiet is one of the important factors that not only contributes to improving gastroesophageal reflux, but also helps limit the possibility of other gastrointestinal diseases. Therefore, paying attention to what we eat every day, and choosing the right dishes is very important. In addition, as soon as you notice any digestive abnormalities, talk to your doctor to get a correct diagnosis and early treatment to achieve good results and prevent dangerous complications.\nIn addition, it is necessary to supplement vitamin C for people with gastroesophageal reflux disease, with a diet of fruits and vegetables such as broccoli, bell peppers, cauliflower, papaya, strawberries, oranges, lemon, grapefruit, kiwi…\n\nFrequently asked questions about gastroesophageal reflux\n1. Does gastric reflux cause bad breath?\nProlonged gastric reflux will cause an unpleasant odor in the patient's breath, Dr. Trung said. Half-digested food in the stomach combined with bile and gastric juices coming up in contact with the esophagus, nasopharynx and mouth will cause the patient to have bad breath. Bad breath may be considered an extraesophageal symptom in patients with reflux.\nMany patients experiencing bad breath feel surprised when the doctor diagnoses the cause as reflux and not from dental-related diseases. Treatment of bad breath caused by reflux is only effective when the patient can control his or her reflux condition.\n2. Which side should one lie on for esophageal reflux?\nScience has proven that there are a number of sleeping positions that can help people with gastric reflux improve discomfort, making it easier to sleep. Dr. Trung often advises people with reflux to sleep on their backs, or with their heads raised to help the stomach lie lower than the esophagus, limiting the possibility of stomach acid or food refluxing upward.\nIf the patient is not used to sleeping on their back, they can adopt a position of lying on their left side. When lying on the left side, the stomach and pancreas are kept in a natural position lower than the esophagus, helping to effectively prevent reflux. Lying on the left side also helps limit the reflux of stomach acid into the esophagus - the cause of heartburn at night.\nThe hospital is also invested in the world's leading modern equipment and machinery, ensuring the best medical examination and treatment. For endoscopy, the hospital owns an NBI narrow-band dye endoscopy system, with a magnification of more than a hundred times, helping to clearly observe the microstructure of the mucosal surface, microvascular vessels in the mucosa, Avoid missing early cancer lesions, improve diagnosis and treatment efficiency.\nIn addition, Tam Anh General Hospital also provides inpatient rooms and high-end medical care services for patients in need of treatment at the hospital. Convenient services such as LED screen TV, Internet, equipment to connect medical staff to support 24/24... help patients feel completely secure and comfortable during treatment.\nTo schedule an examination and treatment for gastroesophageal reflux with experienced experts of Tam Anh General Hospital System, please contact: Tam Anh General Hospital System: Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 - 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, HCMC Hotline: 0287 102 6789 - 093 180 6858 Fanpage : Tam Anh General Hospital Website: https://tamanhhospital.vn\nIn short, gastroesophageal reflux disease can be treated. In some cases, gastric reflux symptoms can be reduced through diet and lifestyle, but in some cases, medication or surgery is needed. art.",
    "subsections": [
        {
            "subsection_name": "What is gastroesophageal reflux?",
            "subsection_content": "Gastroesophageal reflux disease (GERD), or gastroesophageal reflux, is a very common gastrointestinal disease in Vietnam. In normal people, after food is put into the mouth and down to the esophagus, the esophageal sphincter relaxes to let food and liquid enter the stomach and then closes again. However, people with gastric reflux will experience acid from the stomach refluxing into the esophagus (this is the tube connecting the mouth to the stomach), causing the lining of the esophagus to become irritated and causing many problems. unpleasant symptoms. (first)",
            "subsection_string": "What is gastroesophageal reflux?\nGastroesophageal reflux disease (GERD), or gastroesophageal reflux, is a very common gastrointestinal disease in Vietnam. In normal people, after food is put into the mouth and down to the esophagus, the esophageal sphincter relaxes to let food and liquid enter the stomach and then closes again. However, people with gastric reflux will experience acid from the stomach refluxing into the esophagus (this is the tube connecting the mouth to the stomach), causing the lining of the esophagus to become irritated and causing many problems. unpleasant symptoms. (first)"
        },
        {
            "subsection_name": "Symptoms of gastroesophageal reflux disease",
            "subsection_content": "Gastroesophageal reflux causes unpleasant symptoms inside the esophagus. If you are facing discomfort from heartburn, belching, belching, especially at night, then it is very likely that you have acid reflux.\nGastric reflux also causes nausea and can cause vomiting of food or gastric juice, usually if you eat too much or lie down immediately after eating.\nChest pain in the epigastrium is also more likely to originate from gastroesophageal reflux. Pain in the epigastrium or discomfort behind the sternum can be confused with symptoms of cardiovascular disease.\nWhen reflux becomes more severe and more frequent, it will cause edema and swelling of the esophageal mucosa. The patient may have difficulty swallowing, have difficulty swallowing, or feel like there is a lump in the throat.\nAnother common symptom in people with gastroesophageal reflux is sore throat, prolonged cough and hoarseness. This is because the throat and larynx are constantly exposed to stomach acid, leading to swelling, inflammation and coughing.\nIn addition to the symptoms mentioned above, due to acid residue from the esophagus, the mouth often secretes more saliva. In addition, during gastric reflux, bile can enter the stomach and then flow upward, creating a bitter feeling in the mouth. (2)\nGastroesophageal reflux causes heartburn and belching",
            "subsection_string": "Symptoms of gastroesophageal reflux disease\nGastroesophageal reflux causes unpleasant symptoms inside the esophagus. If you are facing discomfort from heartburn, belching, belching, especially at night, then it is very likely that you have acid reflux.\nGastric reflux also causes nausea and can cause vomiting of food or gastric juice, usually if you eat too much or lie down immediately after eating.\nChest pain in the epigastrium is also more likely to originate from gastroesophageal reflux. Pain in the epigastrium or discomfort behind the sternum can be confused with symptoms of cardiovascular disease.\nWhen reflux becomes more severe and more frequent, it will cause edema and swelling of the esophageal mucosa. The patient may have difficulty swallowing, have difficulty swallowing, or feel like there is a lump in the throat.\nAnother common symptom in people with gastroesophageal reflux is sore throat, prolonged cough and hoarseness. This is because the throat and larynx are constantly exposed to stomach acid, leading to swelling, inflammation and coughing.\nIn addition to the symptoms mentioned above, due to acid residue from the esophagus, the mouth often secretes more saliva. In addition, during gastric reflux, bile can enter the stomach and then flow upward, creating a bitter feeling in the mouth. (2)\nGastroesophageal reflux causes heartburn and belching"
        },
        {
            "subsection_name": "Who is susceptible to gastroesophageal reflux disease?",
            "subsection_content": "Gastroesophageal reflux disease can occur in anyone, from infants to adults, and doctors cannot always find a specific cause. However, there are several groups of people considered to be at high risk of developing the disease, including:\nPeople who are overweight or obese because it can put pressure on the abdomen. Pregnant women, especially in the last months of pregnancy, because the expanding uterus will compress some digestive organs, leading to reflux. People who must use certain medications, such as asthma medications, calcium channel blockers, antihistamines, sedatives, antidepressants, and pain relievers of the NSAIDs group. People who smoke or smoke tobacco. The impact of cigarette smoke entering the body through the esophagus will irritate the stomach lining. People with hiatal hernia, gastroparesis, or connective tissue diseases such as scleroderma. People with poor lifestyle and eating habits. Healthy people such as drinking alcohol, eating a lot of sour foods, eating a lot of oil, being lazy, lying down immediately after eating... are also subjects at high risk of gastric reflux.; People who are overweight or obese because it can put pressure on the abdomen; Pregnant women, especially in the last months of pregnancy, due to the expanding uterus, will compress some digestive organs, leading to reflux; People who must use certain medications, such as asthma medications, calcium channel blockers, antihistamines, sedatives, antidepressants, and NSAIDs; Smokers or passive smokers because cigarette smoke entering the body through the esophagus will irritate the stomach lining; People with hiatal hernia, gastroparesis, or connective tissue diseases such as scleroderma; People with unhealthy lifestyle and eating habits such as drinking alcohol, eating a lot of sour foods, eating a lot of oil, being lazy, lying down immediately after eating... are also at high risk of gastric reflux. .\nIn addition, stress due to pressure from work and life is also a common factor causing gastroesophageal reflux, especially in young people. Dr. Trung explained that stress will cause the body to increase the secretion of cortisol - causing increased acid in the stomach, increasing the force of stomach contractions, pushing gastric juice back up into the esophagus. Stress also disrupts esophageal motility, causing the esophageal sphincter to become sensitive, muscle relaxation occurs frequently and for a long time, causing gastric juice to reflux into the esophagus.\nFor newborns, some congenital factors can be the cause of wheezing, difficulty swallowing, vomiting and burping. Most symptoms will decrease or disappear completely as the child grows older, so there is no need for doctor intervention. For children who often experience this condition, you should take them to see a pediatrician for care instructions and medication if necessary.\nStress due to work pressure is also a cause of gastroesophageal reflux",
            "subsection_string": "Who is susceptible to gastroesophageal reflux disease?\nGastroesophageal reflux disease can occur in anyone, from infants to adults, and doctors cannot always find a specific cause. However, there are several groups of people considered to be at high risk of developing the disease, including:\nPeople who are overweight or obese because it can put pressure on the abdomen. Pregnant women, especially in the last months of pregnancy, because the expanding uterus will compress some digestive organs, leading to reflux. People who must use certain medications, such as asthma medications, calcium channel blockers, antihistamines, sedatives, antidepressants, and pain relievers of the NSAIDs group. People who smoke or smoke tobacco. The impact of cigarette smoke entering the body through the esophagus will irritate the stomach lining. People with hiatal hernia, gastroparesis, or connective tissue diseases such as scleroderma. People with poor lifestyle and eating habits. Healthy people such as drinking alcohol, eating a lot of sour foods, eating a lot of oil, being lazy, lying down immediately after eating... are also subjects at high risk of gastric reflux.; People who are overweight or obese because it can put pressure on the abdomen; Pregnant women, especially in the last months of pregnancy, due to the expanding uterus, will compress some digestive organs, leading to reflux; People who must use certain medications, such as asthma medications, calcium channel blockers, antihistamines, sedatives, antidepressants, and NSAIDs; Smokers or passive smokers because cigarette smoke entering the body through the esophagus will irritate the stomach lining; People with hiatal hernia, gastroparesis, or connective tissue diseases such as scleroderma; People with unhealthy lifestyle and eating habits such as drinking alcohol, eating a lot of sour foods, eating a lot of oil, being lazy, lying down immediately after eating... are also at high risk of gastric reflux. .\nIn addition, stress due to pressure from work and life is also a common factor causing gastroesophageal reflux, especially in young people. Dr. Trung explained that stress will cause the body to increase the secretion of cortisol - causing increased acid in the stomach, increasing the force of stomach contractions, pushing gastric juice back up into the esophagus. Stress also disrupts esophageal motility, causing the esophageal sphincter to become sensitive, muscle relaxation occurs frequently and for a long time, causing gastric juice to reflux into the esophagus.\nFor newborns, some congenital factors can be the cause of wheezing, difficulty swallowing, vomiting and burping. Most symptoms will decrease or disappear completely as the child grows older, so there is no need for doctor intervention. For children who often experience this condition, you should take them to see a pediatrician for care instructions and medication if necessary.\nStress due to work pressure is also a cause of gastroesophageal reflux"
        },
        {
            "subsection_name": "Complications of gastric reflux",
            "subsection_content": "Gastroesophageal reflux, like other health abnormalities, if it occurs over a long period of time without proper treatment, will cause many complications, even life-threatening. According to Dr. Trung, prolonged gastric reflux can become the cause of dangerous digestive diseases such as esophagitis, esophageal ulcers, esophageal stenosis, Barrett's esophagus and, more frighteningly, carcinoma. esophageal gland.(3)\nEsophagitis is a common complication seen in 50% of patients with gastric reflux. Diagnosed through gastroesophageal endoscopy, patients may have symptoms similar to gastric reflux such as: heartburn, regurgitation, choking, difficulty swallowing, increased salivation, chest pain, etc.; Esophagitis is a common complication seen in 50% of patients with gastric reflux. Diagnosed through gastroesophageal endoscopy, patients may have symptoms similar to gastric reflux such as heartburn, regurgitation, choking, difficulty swallowing, increased salivation, chest pain, etc.\nEsophageal stenosis has some symptoms such as chest pain, difficulty swallowing, choking in the neck... Reflux is one of the main causes of esophageal stenosis. During reflux, acid from the stomach flows up into the esophagus, eroding the mucosal layer, leading to esophagitis. Prolonged and high-frequency reflux will cause irreversible damage to the esophagus, forming scar tissue that causes narrowing inside the esophagus. If not treated properly, esophageal stenosis will lead to many dangerous complications, specifically Barrett's esophagus; Esophageal stenosis has some symptoms such as chest pain, difficulty swallowing, choking in the neck... Reflux is one of the main causes of esophageal stenosis. During reflux, acid from the stomach flows up into the esophagus, eroding the mucosal layer, leading to esophagitis. Prolonged and high-frequency reflux will cause irreversible damage to the esophagus, forming scar tissue that causes narrowing inside the esophagus. If not treated properly, esophageal stenosis will lead to many dangerous complications later, specifically Barrett's esophagus.\nBarrett's esophagus only occurs in 8-15% of patients with persistent gastroesophageal reflux, but is an extremely dangerous complication and has no special signs other than common reflux symptoms. . If a patient is suspected of having Barrett's esophagus, the doctor will prescribe endoscopy and cell biopsy for an accurate diagnosis. People with Barrett's esophagus need to be treated and closely monitored because this is a complication that has a risk of developing into esophageal adenocarcinoma - although the risk is quite low, prevention and early treatment are important. is still necessary.; Barrett's esophagus only occurs in 8-15% of patients with persistent gastroesophageal reflux, but is an extremely dangerous complication and has no special signs other than common reflux symptoms. . If a patient is suspected of having Barrett's esophagus, the doctor will prescribe endoscopy and cell biopsy for an accurate diagnosis. People with Barrett's esophagus need to be treated and closely monitored because this is a complication that has a risk of developing into esophageal adenocarcinoma - although the risk is quite low, prevention and early treatment are important. is still necessary.\nEsophageal adenocarcinoma is common in patients over 50 years old and has a high mortality rate. In the early stages, the disease has no clear specific symptoms. When it reaches the development stage, there may be pain in the posterior sternum, hoarseness, unusually rapid weight loss, choking, etc. Because of this dangerous complication, gastric reflux patients are recommended to see a doctor. with digestive specialists to control the disease, have early treatment methods and not create opportunities for the disease to progress more complicatedly.; Esophageal adenocarcinoma is common in patients over 50 years old and has a high mortality rate. In the early stages, the disease has no clear specific symptoms. When it reaches the development stage, there may be pain in the posterior sternum, hoarseness, unusually rapid weight loss, choking, etc. Because of this dangerous complication, gastric reflux patients are recommended to see a doctor. with digestive specialists to control the disease, have early treatment methods and not create opportunities for the disease to progress more complicatedly.\nIs gastric reflux dangerous? The disease is usually not life-threatening, but can lead to many complications.\nBarrett's esophagus",
            "subsection_string": "Complications of gastric reflux\nGastroesophageal reflux, like other health abnormalities, if it occurs over a long period of time without proper treatment, will cause many complications, even life-threatening. According to Dr. Trung, prolonged gastric reflux can become the cause of dangerous digestive diseases such as esophagitis, esophageal ulcers, esophageal stenosis, Barrett's esophagus and, more frighteningly, carcinoma. esophageal gland.(3)\nEsophagitis is a common complication seen in 50% of patients with gastric reflux. Diagnosed through gastroesophageal endoscopy, patients may have symptoms similar to gastric reflux such as: heartburn, regurgitation, choking, difficulty swallowing, increased salivation, chest pain, etc.; Esophagitis is a common complication seen in 50% of patients with gastric reflux. Diagnosed through gastroesophageal endoscopy, patients may have symptoms similar to gastric reflux such as heartburn, regurgitation, choking, difficulty swallowing, increased salivation, chest pain, etc.\nEsophageal stenosis has some symptoms such as chest pain, difficulty swallowing, choking in the neck... Reflux is one of the main causes of esophageal stenosis. During reflux, acid from the stomach flows up into the esophagus, eroding the mucosal layer, leading to esophagitis. Prolonged and high-frequency reflux will cause irreversible damage to the esophagus, forming scar tissue that causes narrowing inside the esophagus. If not treated properly, esophageal stenosis will lead to many dangerous complications, specifically Barrett's esophagus; Esophageal stenosis has some symptoms such as chest pain, difficulty swallowing, choking in the neck... Reflux is one of the main causes of esophageal stenosis. During reflux, acid from the stomach flows up into the esophagus, eroding the mucosal layer, leading to esophagitis. Prolonged and high-frequency reflux will cause irreversible damage to the esophagus, forming scar tissue that causes narrowing inside the esophagus. If not treated properly, esophageal stenosis will lead to many dangerous complications later, specifically Barrett's esophagus.\nBarrett's esophagus only occurs in 8-15% of patients with persistent gastroesophageal reflux, but is an extremely dangerous complication and has no special signs other than common reflux symptoms. . If a patient is suspected of having Barrett's esophagus, the doctor will prescribe endoscopy and cell biopsy for an accurate diagnosis. People with Barrett's esophagus need to be treated and closely monitored because this is a complication that has a risk of developing into esophageal adenocarcinoma - although the risk is quite low, prevention and early treatment are important. is still necessary.; Barrett's esophagus only occurs in 8-15% of patients with persistent gastroesophageal reflux, but is an extremely dangerous complication and has no special signs other than common reflux symptoms. . If a patient is suspected of having Barrett's esophagus, the doctor will prescribe endoscopy and cell biopsy for an accurate diagnosis. People with Barrett's esophagus need to be treated and closely monitored because this is a complication that has a risk of developing into esophageal adenocarcinoma - although the risk is quite low, prevention and early treatment are important. is still necessary.\nEsophageal adenocarcinoma is common in patients over 50 years old and has a high mortality rate. In the early stages, the disease has no clear specific symptoms. When it reaches the development stage, there may be pain in the posterior sternum, hoarseness, unusually rapid weight loss, choking, etc. Because of this dangerous complication, gastric reflux patients are recommended to see a doctor. with digestive specialists to control the disease, have early treatment methods and not create opportunities for the disease to progress more complicatedly.; Esophageal adenocarcinoma is common in patients over 50 years old and has a high mortality rate. In the early stages, the disease has no clear specific symptoms. When it reaches the development stage, there may be pain in the posterior sternum, hoarseness, unusually rapid weight loss, choking, etc. Because of this dangerous complication, gastric reflux patients are recommended to see a doctor. with digestive specialists to control the disease, have early treatment methods and not create opportunities for the disease to progress more complicatedly.\nIs gastric reflux dangerous? The disease is usually not life-threatening, but can lead to many complications.\nBarrett's esophagus"
        },
        {
            "subsection_name": "Treatment methods for gastroesophageal reflux",
            "subsection_content": "Gastroesophageal reflux often has a very high recurrence rate, about 70% of patients relapse within a year, leading to word of mouth that this disease cannot be cured. According to Dr. Trung, depending on the stage of the disease, specialists will consider giving appropriate prescriptions, plus instructing patients to eat healthy to reduce symptoms and be able to completely recover from the disease. .(4)\nIt is important that for the treatment to be truly effective as expected, the patient must strictly follow the doctor's instructions while using the medicine, and absolutely do not use folk remedies advertised from unknown sources. origin as well as no specific research proving its effectiveness in treatment. Some herbs actually have the ability to help reduce symptoms of reflux, but these herbs can also cause allergies in some patients with sensitive skin or when used in combination with other medications. treatment medicine. So before using any medication or herbal combination, talk to your doctor.\nAlong with medication measures, the diet and some habits of people with gastric reflux must also be changed appropriately. For example, people with reflux should not gain too much weight, should not eat too much, should not use alcohol, meals should be divided into reasonable portions, and should not lie down immediately after eating.\nThese changes seem easy to make, but are actually one of the reasons why treatment is not successful. For many reasons, despite being in the treatment phase, there are cases where people still skip meals and then eat one meal at a time, still drink beer and other alcoholic substances, or because of work they often have to eat dinner very late. then go to sleep. In addition, to lose weight and maintain a suitable weight also requires spending time exercising, something not everyone can do.\nPeople with gastric reflux due to stress, while taking medication according to the instructions of a specialist, need to balance work and participate in rest and entertainment activities to reduce stress and anxiety. Some relaxation methods such as yoga and meditation are also suitable options for these people. If the mind is comfortable, the treatment of reflux disease will have faster results.\nIn cases where medication is not effective, your doctor may recommend surgery to cure it completely. For gastric reflux, your doctor may recommend Nissen surgery or LINX surgery.\nNissen surgery, also known as Toupet surgery to tighten muscles and prevent reflux, is performed laparoscopically or can be performed open. The Linx surgery is the surgical implantation of a ring of small titanium particles containing magnets that are wrapped around the junction of the stomach and esophagus. The magnetic attraction between the particles is strong enough to keep the sphincter closed to acid, but weak enough to allow food to pass through. This method has the disadvantage of high cost, and currently only a few hospitals can afford to do it.; Nissen surgery, also known as Toupet surgery to tighten muscles and prevent reflux, is performed laparoscopically or can be performed open surgery.; The Linx surgery is the surgical implantation of a ring of small titanium particles containing magnets that are wrapped around the junction of the stomach and esophagus. The magnetic attraction between the particles is strong enough to keep the sphincter closed to acid, but weak enough to allow food to pass through. This method has the disadvantage of high cost, and currently only a few hospitals can afford to do it.",
            "subsection_string": "Treatment methods for gastroesophageal reflux\nGastroesophageal reflux often has a very high recurrence rate, about 70% of patients relapse within a year, leading to word of mouth that this disease cannot be cured. According to Dr. Trung, depending on the stage of the disease, specialists will consider giving appropriate prescriptions, plus instructing patients to eat healthy to reduce symptoms and be able to completely recover from the disease. .(4)\nIt is important that for the treatment to be truly effective as expected, the patient must strictly follow the doctor's instructions while using the medicine, and absolutely do not use folk remedies advertised from unknown sources. origin as well as no specific research proving its effectiveness in treatment. Some herbs actually have the ability to help reduce symptoms of reflux, but these herbs can also cause allergies in some patients with sensitive skin or when used in combination with other medications. treatment medicine. So before using any medication or herbal combination, talk to your doctor.\nAlong with medication measures, the diet and some habits of people with gastric reflux must also be changed appropriately. For example, people with reflux should not gain too much weight, should not eat too much, should not use alcohol, meals should be divided into reasonable portions, and should not lie down immediately after eating.\nThese changes seem easy to make, but are actually one of the reasons why treatment is not successful. For many reasons, despite being in the treatment phase, there are cases where people still skip meals and then eat one meal at a time, still drink beer and other alcoholic substances, or because of work they often have to eat dinner very late. then go to sleep. In addition, to lose weight and maintain a suitable weight also requires spending time exercising, something not everyone can do.\nPeople with gastric reflux due to stress, while taking medication according to the instructions of a specialist, need to balance work and participate in rest and entertainment activities to reduce stress and anxiety. Some relaxation methods such as yoga and meditation are also suitable options for these people. If the mind is comfortable, the treatment of reflux disease will have faster results.\nIn cases where medication is not effective, your doctor may recommend surgery to cure it completely. For gastric reflux, your doctor may recommend Nissen surgery or LINX surgery.\nNissen surgery, also known as Toupet surgery to tighten muscles and prevent reflux, is performed laparoscopically or can be performed open. The Linx surgery is the surgical implantation of a ring of small titanium particles containing magnets that are wrapped around the junction of the stomach and esophagus. The magnetic attraction between the particles is strong enough to keep the sphincter closed to acid, but weak enough to allow food to pass through. This method has the disadvantage of high cost, and currently only a few hospitals can afford to do it.; Nissen surgery, also known as Toupet surgery to tighten muscles and prevent reflux, is performed laparoscopically or can be performed open surgery.; The Linx surgery is the surgical implantation of a ring of small titanium particles containing magnets that are wrapped around the junction of the stomach and esophagus. The magnetic attraction between the particles is strong enough to keep the sphincter closed to acid, but weak enough to allow food to pass through. This method has the disadvantage of high cost, and currently only a few hospitals can afford to do it."
        },
        {
            "subsection_name": "A healthy diet prevents disease",
            "subsection_content": "A common question that all people with acid reflux are concerned about is what to eat and drink to reduce unpleasant symptoms caused by acid reflux. According to Dr. Trung, choosing appropriate foods will help reduce excess acid in the stomach, helping limit damage to people with gastroesophageal reflux. Eating a moderate and healthy diet will also help control weight, thereby controlling the condition.\nThere are many food groups that are beneficial for people with gastric reflux, often recommended by doctors to include in the daily menu:\nBread made from whole grains, whole rice and oats. This is an option highly appreciated by many digestive experts because of its ability to reduce excess acid in the stomach and reduce symptoms of gastric reflux. Yogurt contains many beneficial bacteria that support the digestive tract. This dish can also be combined with fruits as well as bread and oatmeal. Fruits that contain little acid such as apples, pears, and bananas. Easily digestible proteins: pork tenderloin, goose meat, pork tongue meat help neutralize acid, limit symptoms of the disease for people with gastric reflux. Fishes are prepared by grilling, steaming or cooking in soup; Bread made from whole grains, whole rice and oats. This is an option highly appreciated by many digestive experts because of its ability to reduce excess acid in the stomach and reduce symptoms of gastric reflux.; Yogurt contains many beneficial bacteria that support the digestive tract. This dish can also be combined with fruits as well as bread and oats.; Fruits that contain little acid such as apples, pears, bananas; Easy-to-digest proteins: pork tenderloin, goose meat, pork tongue meat help neutralize acid, limit symptoms of the disease for people with gastric reflux.; Fishes are prepared by grilling, steaming or cooking in soup.\nIt is important to note some foods that should be avoided during the treatment of gastroesophageal reflux disease:\nFoods high in fat and oil will cause the stomach to work harder to digest, and prolonged digestion of food will increase the risk of reflux. Coffee, alcohol and carbonated drinks such as soft drinks will bloat the stomach and cause negative effects on the gastroesophageal sphincter. Beer, wine and other forms of alcoholic beverages, if consumed continuously and for a long period of time, have harmful effects on everyone, not just people with gastric reflux disease. Sour foods and fruits will increase gastric secretions, and this causes harmful effects to the patient.; Foods high in fat and grease will cause the stomach to work harder to digest, and prolonged digestion of food will increase the risk of reflux.; Coffee, alcohol and carbonated drinks such as soft drinks will bloat the stomach and cause negative effects on the gastroesophageal sphincter. Beer, wine and other forms of alcoholic beverages, if consumed continuously and for a long time, have harmful effects on everyone, not just people with gastric reflux disease.; Sour foods and fruits will increase gastric secretions, and this causes harmful effects to the patient.\nDiet is one of the important factors that not only contributes to improving gastroesophageal reflux, but also helps limit the possibility of other gastrointestinal diseases. Therefore, paying attention to what we eat every day, and choosing the right dishes is very important. In addition, as soon as you notice any digestive abnormalities, talk to your doctor to get a correct diagnosis and early treatment to achieve good results and prevent dangerous complications.\nIn addition, it is necessary to supplement vitamin C for people with gastroesophageal reflux disease, with a diet of fruits and vegetables such as broccoli, bell peppers, cauliflower, papaya, strawberries, oranges, lemon, grapefruit, kiwi…",
            "subsection_string": "A healthy diet prevents disease\nA common question that all people with acid reflux are concerned about is what to eat and drink to reduce unpleasant symptoms caused by acid reflux. According to Dr. Trung, choosing appropriate foods will help reduce excess acid in the stomach, helping limit damage to people with gastroesophageal reflux. Eating a moderate and healthy diet will also help control weight, thereby controlling the condition.\nThere are many food groups that are beneficial for people with gastric reflux, often recommended by doctors to include in the daily menu:\nBread made from whole grains, whole rice and oats. This is an option highly appreciated by many digestive experts because of its ability to reduce excess acid in the stomach and reduce symptoms of gastric reflux. Yogurt contains many beneficial bacteria that support the digestive tract. This dish can also be combined with fruits as well as bread and oatmeal. Fruits that contain little acid such as apples, pears, and bananas. Easily digestible proteins: pork tenderloin, goose meat, pork tongue meat help neutralize acid, limit symptoms of the disease for people with gastric reflux. Fishes are prepared by grilling, steaming or cooking in soup; Bread made from whole grains, whole rice and oats. This is an option highly appreciated by many digestive experts because of its ability to reduce excess acid in the stomach and reduce symptoms of gastric reflux.; Yogurt contains many beneficial bacteria that support the digestive tract. This dish can also be combined with fruits as well as bread and oats.; Fruits that contain little acid such as apples, pears, bananas; Easy-to-digest proteins: pork tenderloin, goose meat, pork tongue meat help neutralize acid, limit symptoms of the disease for people with gastric reflux.; Fishes are prepared by grilling, steaming or cooking in soup.\nIt is important to note some foods that should be avoided during the treatment of gastroesophageal reflux disease:\nFoods high in fat and oil will cause the stomach to work harder to digest, and prolonged digestion of food will increase the risk of reflux. Coffee, alcohol and carbonated drinks such as soft drinks will bloat the stomach and cause negative effects on the gastroesophageal sphincter. Beer, wine and other forms of alcoholic beverages, if consumed continuously and for a long period of time, have harmful effects on everyone, not just people with gastric reflux disease. Sour foods and fruits will increase gastric secretions, and this causes harmful effects to the patient.; Foods high in fat and grease will cause the stomach to work harder to digest, and prolonged digestion of food will increase the risk of reflux.; Coffee, alcohol and carbonated drinks such as soft drinks will bloat the stomach and cause negative effects on the gastroesophageal sphincter. Beer, wine and other forms of alcoholic beverages, if consumed continuously and for a long time, have harmful effects on everyone, not just people with gastric reflux disease.; Sour foods and fruits will increase gastric secretions, and this causes harmful effects to the patient.\nDiet is one of the important factors that not only contributes to improving gastroesophageal reflux, but also helps limit the possibility of other gastrointestinal diseases. Therefore, paying attention to what we eat every day, and choosing the right dishes is very important. In addition, as soon as you notice any digestive abnormalities, talk to your doctor to get a correct diagnosis and early treatment to achieve good results and prevent dangerous complications.\nIn addition, it is necessary to supplement vitamin C for people with gastroesophageal reflux disease, with a diet of fruits and vegetables such as broccoli, bell peppers, cauliflower, papaya, strawberries, oranges, lemon, grapefruit, kiwi…"
        },
        {
            "subsection_name": "Frequently asked questions about gastroesophageal reflux",
            "subsection_content": "1. Does gastric reflux cause bad breath?\nProlonged gastric reflux will cause an unpleasant odor in the patient's breath, Dr. Trung said. Half-digested food in the stomach combined with bile and gastric juices coming up in contact with the esophagus, nasopharynx and mouth will cause the patient to have bad breath. Bad breath may be considered an extraesophageal symptom in patients with reflux.\nMany patients experiencing bad breath feel surprised when the doctor diagnoses the cause as reflux and not from dental-related diseases. Treatment of bad breath caused by reflux is only effective when the patient can control his or her reflux condition.\n2. Which side should one lie on for esophageal reflux?\nScience has proven that there are a number of sleeping positions that can help people with gastric reflux improve discomfort, making it easier to sleep. Dr. Trung often advises people with reflux to sleep on their backs, or with their heads raised to help the stomach lie lower than the esophagus, limiting the possibility of stomach acid or food refluxing upward.\nIf the patient is not used to sleeping on their back, they can adopt a position of lying on their left side. When lying on the left side, the stomach and pancreas are kept in a natural position lower than the esophagus, helping to effectively prevent reflux. Lying on the left side also helps limit the reflux of stomach acid into the esophagus - the cause of heartburn at night.\nThe hospital is also invested in the world's leading modern equipment and machinery, ensuring the best medical examination and treatment. For endoscopy, the hospital owns an NBI narrow-band dye endoscopy system, with a magnification of more than a hundred times, helping to clearly observe the microstructure of the mucosal surface, microvascular vessels in the mucosa, Avoid missing early cancer lesions, improve diagnosis and treatment efficiency.\nIn addition, Tam Anh General Hospital also provides inpatient rooms and high-end medical care services for patients in need of treatment at the hospital. Convenient services such as LED screen TV, Internet, equipment to connect medical staff to support 24/24... help patients feel completely secure and comfortable during treatment.\nTo schedule an examination and treatment for gastroesophageal reflux with experienced experts of Tam Anh General Hospital System, please contact: Tam Anh General Hospital System: Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 - 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, HCMC Hotline: 0287 102 6789 - 093 180 6858 Fanpage : Tam Anh General Hospital Website: https://tamanhhospital.vn\nIn short, gastroesophageal reflux disease can be treated. In some cases, gastric reflux symptoms can be reduced through diet and lifestyle, but in some cases, medication or surgery is needed. art.",
            "subsection_string": "Frequently asked questions about gastroesophageal reflux\n1. Does gastric reflux cause bad breath?\nProlonged gastric reflux will cause an unpleasant odor in the patient's breath, Dr. Trung said. Half-digested food in the stomach combined with bile and gastric juices coming up in contact with the esophagus, nasopharynx and mouth will cause the patient to have bad breath. Bad breath may be considered an extraesophageal symptom in patients with reflux.\nMany patients experiencing bad breath feel surprised when the doctor diagnoses the cause as reflux and not from dental-related diseases. Treatment of bad breath caused by reflux is only effective when the patient can control his or her reflux condition.\n2. Which side should one lie on for esophageal reflux?\nScience has proven that there are a number of sleeping positions that can help people with gastric reflux improve discomfort, making it easier to sleep. Dr. Trung often advises people with reflux to sleep on their backs, or with their heads raised to help the stomach lie lower than the esophagus, limiting the possibility of stomach acid or food refluxing upward.\nIf the patient is not used to sleeping on their back, they can adopt a position of lying on their left side. When lying on the left side, the stomach and pancreas are kept in a natural position lower than the esophagus, helping to effectively prevent reflux. Lying on the left side also helps limit the reflux of stomach acid into the esophagus - the cause of heartburn at night.\nThe hospital is also invested in the world's leading modern equipment and machinery, ensuring the best medical examination and treatment. For endoscopy, the hospital owns an NBI narrow-band dye endoscopy system, with a magnification of more than a hundred times, helping to clearly observe the microstructure of the mucosal surface, microvascular vessels in the mucosa, Avoid missing early cancer lesions, improve diagnosis and treatment efficiency.\nIn addition, Tam Anh General Hospital also provides inpatient rooms and high-end medical care services for patients in need of treatment at the hospital. Convenient services such as LED screen TV, Internet, equipment to connect medical staff to support 24/24... help patients feel completely secure and comfortable during treatment.\nTo schedule an examination and treatment for gastroesophageal reflux with experienced experts of Tam Anh General Hospital System, please contact: Tam Anh General Hospital System: Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 - 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, HCMC Hotline: 0287 102 6789 - 093 180 6858 Fanpage : Tam Anh General Hospital Website: https://tamanhhospital.vn\nIn short, gastroesophageal reflux disease can be treated. In some cases, gastric reflux symptoms can be reduced through diet and lifestyle, but in some cases, medication or surgery is needed. art."
        }
    ],
    "name": "trao-nguoc-da-day-thuc-quan.json"
}