{
    "title": "Twin-to-twin transfusion syndrome: Causes, signs and treatment",
    "category": "Obstetrics - Gynecology ",
    "link": "https://tamanhhospital.vn/truyen-mau-song-thai/",
    "abstract": "Tam Anh General Hospital is the first unit to perform laparoscopic surgery to treat twin-twin transfusion syndrome - a dangerous complication of identical twins, sharing the same placenta but different amniotic sacs. This is a very rare twin transfusion syndrome, only accounting for about 1/10,000 in mothers carrying twins but is extremely dangerous. In February 2018, for the first time in Vietnam, doctors at Tam Anh General Hospital successfully performed surgery right in the mother's womb, spectacularly saving the 19-week twins of pregnant woman H.T.H.T (28 years old, Nghe An) is in critical condition due to twin-to-twin transfusion syndrome with a severe prognosis. This event marked an important milestone in treatment and opened a new era of fetal medicine in Vietnam. MSc. Dinh Thi Hien Le recalls: \"Just over 2 years ago, all cases of twins with blood transfusion syndrome had to go abroad for treatment, which was extremely costly in terms of money, time, and It is often ineffective because there are too many barriers for pregnant women to have timely surgery such as geographical distance, expensive costs, language barriers... Therefore, many families have to accept the loss of their children. ” And since the first successful \"in-utero surgery\" treatment of twin-twin transfusion syndrome in Vietnam, pregnant women with this syndrome no longer have to travel abroad and can receive immediate treatment. in the country by the hands, minds and hearts of Vietnamese doctors.",
    "content": "Twin-to-twin transfusion syndrome: Causes, signs and treatment\n\nTam Anh General Hospital is the first unit to perform laparoscopic surgery to treat twin-twin transfusion syndrome - a dangerous complication of identical twins, sharing the same placenta but different amniotic sacs. This is a very rare twin transfusion syndrome, only accounting for about 1/10,000 in mothers carrying twins but is extremely dangerous. In February 2018, for the first time in Vietnam, doctors at Tam Anh General Hospital successfully performed surgery right in the mother's womb, spectacularly saving the 19-week twins of pregnant woman H.T.H.T (28 years old, Nghe An) is in critical condition due to twin-to-twin transfusion syndrome with a severe prognosis. This event marked an important milestone in treatment and opened a new era of fetal medicine in Vietnam. MSc. Dinh Thi Hien Le recalls: \"Just over 2 years ago, all cases of twins with blood transfusion syndrome had to go abroad for treatment, which was extremely costly in terms of money, time, and It is often ineffective because there are too many barriers for pregnant women to have timely surgery such as geographical distance, expensive costs, language barriers... Therefore, many families have to accept the loss of their children. ” And since the first successful \"in-utero surgery\" treatment of twin-twin transfusion syndrome in Vietnam, pregnant women with this syndrome no longer have to travel abroad and can receive immediate treatment. in the country by the hands, minds and hearts of Vietnamese doctors.\n\nWhat is twin blood transfusion?\nTwin-twin Transfusion Syndrome (TTTS) is a syndrome that occurs during pregnancy, when the mother is pregnant with identical twins, sharing the same placenta, but different amniotic sacs. This is an extremely serious prenatal accident. According to the American Bariatric Association, this syndrome occurs in about 15% of twin pregnancies that share the same placenta. All cases of monochorionic twins are at high risk of dangerous complications. (first)\nMSc. Dinh Thi Hien Le is known as the \"cool midwife\" for many complicated labor cases and has high expertise in the treatment of maternity complications.\n85% of monochorionic twins have a connection between the blood vessels of the two fetuses in the placenta. It is this connection that is considered the premise for the development of this syndrome. Pregnant women with this syndrome cause slow fetal growth in the uterus, resulting in fetal death and premature birth. This syndrome accounts for 0.1-1.9/1000 births. The mortality rate is 80-100% before 26 weeks if not treated. (2)\nThis syndrome was first identified by a German obstetrician, Friedrich Schatz in 1875. The disease occurs in only 5% - 10% of monochorionic twins. Many questions arise about why the syndrome only develops in a small number of monochorionic twins and is not affected by genetic factors, but up to now there is still no exact answer to these questions. This. It is possible that the number of anastomosing vessels, the type and direction of the anastomosis determine the development of twin-twin transfusion. (3)\nThe connection in the placenta between the blood vessels of the two fetuses causes blood from one fetus to be pumped into the other fetus at a slow but continuous rate. Therefore, this is a slowly progressing disease. According to medical literature, the earliest case was discovered when the fetus was 13 weeks old. Twin-to-twin transfusion usually occurs during the second trimester of pregnancy.\n\nCauses of twin-twin blood transfusion\nThe placenta is a very active organ that provides oxygen and nutrients to the fetus and it develops as the baby grows. Sometimes, for reasons that are not well understood, normal blood flow in the blood vessels of the placenta develops an abnormal pattern. When fetuses share a placenta, the result can be an imbalance in blood circulation, with one baby receiving too much blood through the umbilical cord and the other receiving too little. It is this imbalance that leads to twin-twin blood transfusion.\nThe disease occurs due to arterial-venous connection, leading to hemodynamic imbalance between the donor and recipient fetus. This syndrome is also known by the volume difference between the two amniotic chambers, polyhydramnios, and oligohydramnios. If not treated promptly, 90-100% of the fetus will die. If one of the fetuses dies, the remaining 25% will have severe neurological sequelae.\nThis is a serious progressive disorder. The twins are not malformed, but one transmits blood to the other through abnormal or unbalanced blood vessel connections in the shared placenta. More specifically, an artery branches from the twins' umbilical cord, entering the placenta to obtain oxygen and nutrients for the blood from the mother's circulation.\nNormally, the corresponding vein would return nutrient-rich blood to the same fetus, but unfortunately, it is directed to the other fetus through this abnormal “arterial-venous” connection. As a result, if there is no connection flowing in the opposite direction, one fetus receives too much blood and the other fetus becomes severely anemic.\nThe donor fetus suffers from reduced circulatory volume, which results in oliguria, oligohydramnios, and growth retardation. Manifestations of intrauterine growth retardation depend on the stage of twin-to-twin transfusion syndrome. The amount of amniotic fluid gradually decreases over time, causing the fetus to become tightly bound inside the amniotic membrane. Observation on ultrasound can see that the fetus is \"sticky\" to the uterine wall and does not move or change position.\nThe fetus receiving a lot of blood will show signs of polyuria, enlarged bladder, polyhydramnios, edema, and heart failure. The cause of these diseases is excessive increase in circulatory volume. Without treatment, most cases result in extremely premature birth. Even with treatment, the fetal mortality rate is 40% and the neonatal mortality rate is up to 60%.\n\"In the case of twin blood transfusions occurring before the 20th week of pregnancy, the risk of fetal death is almost 100% if not intervened promptly and with the correct technique,\" Ms. Dinh Thi Hien Le, MSc. said.\nMSc. Dinh Thi Hien Le and her colleagues at Tam Anh General Hospital have brought the opportunity to be born and live a healthy life for the fetus and the opportunity to become mothers for hundreds of pregnant women who unfortunately encounter dangerous complications.\n\nSymptoms of twin blood transfusion\nThe mother often recognizes the first symptom after the 20th week of pregnancy as polyhydramnios of the fetus receiving blood: the belly grows rapidly, clothes become tight quickly in a short time, and breathing may be difficult. However, this syndrome is often detected by routine fetal ultrasound between 16 and 22 weeks.\n\"Twin-to-twin transfusion syndrome has no obvious symptoms. When a pregnant woman feels abdominal pain, she is in the final stages, and the possibility of the fetus dying in the womb is very high. There was a case where the fetus was examined at Tam Anh General Hospital when the fetus was 27 weeks old, which is at a dangerous stage because it exceeded the threshold for intervention (from 16-26 weeks). At this time, finding the connecting blood vessels is very difficult because the amniotic fluid is no longer transparent and the fetus is too large to cover the surgical field. At that time, just a slight movement of the fetus will cause a 'tsunami' in the uterine cavity, causing the laser beam to be pushed thousands of miles away from its destination... Therefore, pregnant women with twins need to have a prenatal examination. on schedule at medical facilities with full modern diagnostic equipment to detect and treat promptly, avoiding risks to the baby.\", M.D. Dinh Thi Hien Le emphasized.\n\nSubjects at high risk of disease\nThis syndrome is the most common complication in amniotic twins sharing the same placenta; Therefore, pregnant women with multiple pregnancies with one placenta are the easiest candidates. The disease can be detected early with ultrasound; Therefore, pregnant women carrying twins need regular prenatal check-ups to control the size and health status of the fetus. (4)\n\nDiagnosis method for twin blood transfusion\nDiagnosis of the existence and stage of the disease is performed using ultrasound. The criteria for diagnosing monochorionic twins are the presence of twins of the same sex, thin amniotic membrane between the two fetuses and only one placenta. The syndrome is divided into 5 stages. Over time, if the twin transfusion progresses to a higher stage, the likelihood of fetal survival decreases. Scientists have estimated that 50% of cases will increase the stage, 30% will maintain the same stage and about 20% of cases will progress positively by reducing the stage.\nStage 1: Ultrasound shows amniotic fluid imbalance around the twins, with a small amount (<2cm) around the donor fetus and a large amount around the recipient fetus (>8cm). The fetuses have a difference of more than 20% in size.; Stage 2: The donor twin's bladder is not visible or not filled with urine on ultrasound. This finding indicates an empty bladder – a sign that the baby has stopped making urine.; Stage 3: Blood flow imbalance begins to affect heart function in one or both babies. This is seen in abnormal blood flow in the umbilical cord or heart of twins. Umbilical artery has absent end-diastolic wave or reversed end-diastolic wave (donor fetus). Duct venosus: has reversed waves (in the recipient fetus). The umbilical vein has a pulsatile waveform (in the recipient fetus).; Stage 4: Imbalance of blood flow causes signs of heart failure in one of the twins. In addition, 1 or 2 fetuses showed signs of fetal hydrops (in the fetus receiving blood and evidence of heart failure): edema in the scalp, ascites, pleural effusion, pericardial effusion; Stage 5: The disease gets worse, one or both twins will die.\nMaster and Doctor Dinh Thi Hien Le said that when the twin blood transfusion progressed to stage 5, the fetus died; Stage 4 is the most severe stage and the last stage where intervention is possible. Therefore, pregnant women carrying twins should be examined at reputable facilities to detect and intervene early on signs of the disease.\n\nBlood transfusion treatment method for twin fetuses\nThe key to treating twin-to-twin transfusion syndrome is early diagnosis and intervention. Which treatment option is best for the fetus will depend on the stage and gestational age of the fetus when diagnosed. Some methods of treating the phenomenon of twins sharing blood transfusion are applied such as:\nUse anti-inflammatory drugs for the mother; Reduced amniotic fluid volume; Selective abortion; Blood transfusion for intrauterine fetus; Open the connection between the two amniotic chambers; Laser surgery burns the blood vessels connecting the two fetuses; Abort a fetus by cutting the umbilical cord or by laser\nAccording to MSc. Dinh Thi Hien Le, currently, the most effective solution to treat TMST Syndrome is fetal laparoscopic surgery or intrauterine laser surgery - using a laser to cut off connecting blood vessels, helping Each fetus develops individually, independent of the other fetus. To successfully perform this technique, doctors not only need experience, determination, and adventure, but also mechanical support is a prerequisite to be able to operate easily and accurately right in the uterus. of the mother.\n\nPreventive measures for twin-twin blood transfusion\nBecause this is a dangerous syndrome, it must be examined early and monitored regularly at a qualified obstetric facility. In particular, pregnant women with twins need to be closely monitored. If they see a rapidly enlarging abdomen, they must be checked immediately and treated promptly.\nMorphological ultrasound can provide pregnant women with most of the morphological abnormalities of the fetus.\nMothers carrying identical twins must be closely monitored from week 16 until birth with color Doppler ultrasound at least every 2 weeks. Because if detected before 20 weeks of age, the possibility of treatment will be higher. After 24 weeks, the possibility of intervention is very difficult and less successful. Blood transfusion to the fetus was determined when Doppler ultrasound showed that the diameter of the two amniotic sacs and the weight of the two fetuses were too large; One fetus did not visualize the bladder; There are abnormal waves in the arteries, umbilical veins, ductus venosus...\n\nHealth care for mothers with twin transfusions\nAccording to research, many children born from pregnancies with twin-to-twin transfusion syndrome show signs of nervous system damage. In addition, the rate of fetal nervous system damage during the prenatal period in cases with the disease is also higher than in cases of monozygotic twins without this syndrome.\nIn cases where only one fetus dies, 30% of surviving fetuses are at risk of brain damage, manifested by periventricular leukomalacia (periventricular white necrosis) that can be seen with MRI. or CT scan.; In the case where both fetuses are alive, the mechanism of brain damage may be increased vascular resistance due to blood vessels having too many red blood cells (fetal blood recipient) or anemia and hypoxia (fetal blood donor).\nTherefore, children with this condition need to have brain imaging tests within 48 hours of birth and closely monitor their subsequent neurological development. The long-term survival prognosis for children with twin transfusions depends on how early treatment is given after the condition develops, as well as the child's gestational age at birth. The earlier a newborn is treated and the longer he or she is in the womb before birth, the less likely he or she will have complications.\nWhen left untreated, 90% of infected children are at risk of dying after birth. That rate improved significantly for infants who underwent treatment with intrauterine laser laparoscopic surgery. This dangerous syndrome often causes premature birth, even when treated successfully. In this case, the newborn needs to be cared for in a neonatal intensive care unit.\nMost successfully treated babies live normal, healthy lives. However, some children experience mild symptoms, such as anemia, that are easily treated. A small number of children have more serious problems such as brain damage, neurological impairment and heart failure.\nIn the world, with the development of fetal medicine, many diseases and defects can be detected and treated right in the womb. But in Vietnam, these cases cannot be intervened, a very few families with conditions have to go abroad for treatment. However, the success rate is not high due to not responding promptly to the golden time of intervention due to paperwork, travel...\nPioneering in investing in modern, specialized equipment systems for fetal surgery in the uterus, sending doctors to study at the largest fetal medicine centers in France, Indonesia..., Tam Anh General Hospital has mastered complex techniques of fetal medicine, successfully performing hundreds of surgeries to save the lives of hundreds of babies right in the womb right in Vietnam.\nMany cases of fetuses with twin-to-fetal transfusion syndrome have been treated successfully, especially twin pregnancies with dangerous \"tri-ear\" syndrome: Twins with one amniotic chamber and one placenta, complications of twisted and knotted cords , placenta previa and accreta. According to medical literature, twins with one amniotic chamber and one placenta are very rare, with an incidence of 1/20,000-35,000 cases. And a miracle happened, the doctors of the Obstetrics and Gynecology Department of Tam Anh General Hospital, Hanoi successfully performed the surgery, welcoming two healthy and intact baby boys into the world.\nWatch more clips: For the first time, Vietnam successfully performed surgery on twin-to-twin transfusion syndrome\nNot only does it provide pregnant mothers with a safe prenatal check-up and birthing address and 5-star service, Tam Anh General Hospital also deploys a full maternity service to give pregnant mothers a special care package with Experienced Obstetrics and Pediatrics experts with the support of modern machinery from pregnancy until the baby is born.\nFor questions about maternity and to schedule an examination at Tam Anh General Hospital, please contact:\nAbove is all the information about the dangerous twin-to-twin transfusion syndrome. Pregnant mothers should take the time to read this article right away, it will definitely be very useful!",
    "subsections": [
        {
            "subsection_name": "What is twin blood transfusion?",
            "subsection_content": "Twin-twin Transfusion Syndrome (TTTS) is a syndrome that occurs during pregnancy, when the mother is pregnant with identical twins, sharing the same placenta, but different amniotic sacs. This is an extremely serious prenatal accident. According to the American Bariatric Association, this syndrome occurs in about 15% of twin pregnancies that share the same placenta. All cases of monochorionic twins are at high risk of dangerous complications. (first)\nMSc. Dinh Thi Hien Le is known as the \"cool midwife\" for many complicated labor cases and has high expertise in the treatment of maternity complications.\n85% of monochorionic twins have a connection between the blood vessels of the two fetuses in the placenta. It is this connection that is considered the premise for the development of this syndrome. Pregnant women with this syndrome cause slow fetal growth in the uterus, resulting in fetal death and premature birth. This syndrome accounts for 0.1-1.9/1000 births. The mortality rate is 80-100% before 26 weeks if not treated. (2)\nThis syndrome was first identified by a German obstetrician, Friedrich Schatz in 1875. The disease occurs in only 5% - 10% of monochorionic twins. Many questions arise about why the syndrome only develops in a small number of monochorionic twins and is not affected by genetic factors, but up to now there is still no exact answer to these questions. This. It is possible that the number of anastomosing vessels, the type and direction of the anastomosis determine the development of twin-twin transfusion. (3)\nThe connection in the placenta between the blood vessels of the two fetuses causes blood from one fetus to be pumped into the other fetus at a slow but continuous rate. Therefore, this is a slowly progressing disease. According to medical literature, the earliest case was discovered when the fetus was 13 weeks old. Twin-to-twin transfusion usually occurs during the second trimester of pregnancy.",
            "subsection_string": "What is twin blood transfusion?\nTwin-twin Transfusion Syndrome (TTTS) is a syndrome that occurs during pregnancy, when the mother is pregnant with identical twins, sharing the same placenta, but different amniotic sacs. This is an extremely serious prenatal accident. According to the American Bariatric Association, this syndrome occurs in about 15% of twin pregnancies that share the same placenta. All cases of monochorionic twins are at high risk of dangerous complications. (first)\nMSc. Dinh Thi Hien Le is known as the \"cool midwife\" for many complicated labor cases and has high expertise in the treatment of maternity complications.\n85% of monochorionic twins have a connection between the blood vessels of the two fetuses in the placenta. It is this connection that is considered the premise for the development of this syndrome. Pregnant women with this syndrome cause slow fetal growth in the uterus, resulting in fetal death and premature birth. This syndrome accounts for 0.1-1.9/1000 births. The mortality rate is 80-100% before 26 weeks if not treated. (2)\nThis syndrome was first identified by a German obstetrician, Friedrich Schatz in 1875. The disease occurs in only 5% - 10% of monochorionic twins. Many questions arise about why the syndrome only develops in a small number of monochorionic twins and is not affected by genetic factors, but up to now there is still no exact answer to these questions. This. It is possible that the number of anastomosing vessels, the type and direction of the anastomosis determine the development of twin-twin transfusion. (3)\nThe connection in the placenta between the blood vessels of the two fetuses causes blood from one fetus to be pumped into the other fetus at a slow but continuous rate. Therefore, this is a slowly progressing disease. According to medical literature, the earliest case was discovered when the fetus was 13 weeks old. Twin-to-twin transfusion usually occurs during the second trimester of pregnancy."
        },
        {
            "subsection_name": "Causes of twin-twin blood transfusion",
            "subsection_content": "The placenta is a very active organ that provides oxygen and nutrients to the fetus and it develops as the baby grows. Sometimes, for reasons that are not well understood, normal blood flow in the blood vessels of the placenta develops an abnormal pattern. When fetuses share a placenta, the result can be an imbalance in blood circulation, with one baby receiving too much blood through the umbilical cord and the other receiving too little. It is this imbalance that leads to twin-twin blood transfusion.\nThe disease occurs due to arterial-venous connection, leading to hemodynamic imbalance between the donor and recipient fetus. This syndrome is also known by the volume difference between the two amniotic chambers, polyhydramnios, and oligohydramnios. If not treated promptly, 90-100% of the fetus will die. If one of the fetuses dies, the remaining 25% will have severe neurological sequelae.\nThis is a serious progressive disorder. The twins are not malformed, but one transmits blood to the other through abnormal or unbalanced blood vessel connections in the shared placenta. More specifically, an artery branches from the twins' umbilical cord, entering the placenta to obtain oxygen and nutrients for the blood from the mother's circulation.\nNormally, the corresponding vein would return nutrient-rich blood to the same fetus, but unfortunately, it is directed to the other fetus through this abnormal “arterial-venous” connection. As a result, if there is no connection flowing in the opposite direction, one fetus receives too much blood and the other fetus becomes severely anemic.\nThe donor fetus suffers from reduced circulatory volume, which results in oliguria, oligohydramnios, and growth retardation. Manifestations of intrauterine growth retardation depend on the stage of twin-to-twin transfusion syndrome. The amount of amniotic fluid gradually decreases over time, causing the fetus to become tightly bound inside the amniotic membrane. Observation on ultrasound can see that the fetus is \"sticky\" to the uterine wall and does not move or change position.\nThe fetus receiving a lot of blood will show signs of polyuria, enlarged bladder, polyhydramnios, edema, and heart failure. The cause of these diseases is excessive increase in circulatory volume. Without treatment, most cases result in extremely premature birth. Even with treatment, the fetal mortality rate is 40% and the neonatal mortality rate is up to 60%.\n\"In the case of twin blood transfusions occurring before the 20th week of pregnancy, the risk of fetal death is almost 100% if not intervened promptly and with the correct technique,\" Ms. Dinh Thi Hien Le, MSc. said.\nMSc. Dinh Thi Hien Le and her colleagues at Tam Anh General Hospital have brought the opportunity to be born and live a healthy life for the fetus and the opportunity to become mothers for hundreds of pregnant women who unfortunately encounter dangerous complications.",
            "subsection_string": "Causes of twin-twin blood transfusion\nThe placenta is a very active organ that provides oxygen and nutrients to the fetus and it develops as the baby grows. Sometimes, for reasons that are not well understood, normal blood flow in the blood vessels of the placenta develops an abnormal pattern. When fetuses share a placenta, the result can be an imbalance in blood circulation, with one baby receiving too much blood through the umbilical cord and the other receiving too little. It is this imbalance that leads to twin-twin blood transfusion.\nThe disease occurs due to arterial-venous connection, leading to hemodynamic imbalance between the donor and recipient fetus. This syndrome is also known by the volume difference between the two amniotic chambers, polyhydramnios, and oligohydramnios. If not treated promptly, 90-100% of the fetus will die. If one of the fetuses dies, the remaining 25% will have severe neurological sequelae.\nThis is a serious progressive disorder. The twins are not malformed, but one transmits blood to the other through abnormal or unbalanced blood vessel connections in the shared placenta. More specifically, an artery branches from the twins' umbilical cord, entering the placenta to obtain oxygen and nutrients for the blood from the mother's circulation.\nNormally, the corresponding vein would return nutrient-rich blood to the same fetus, but unfortunately, it is directed to the other fetus through this abnormal “arterial-venous” connection. As a result, if there is no connection flowing in the opposite direction, one fetus receives too much blood and the other fetus becomes severely anemic.\nThe donor fetus suffers from reduced circulatory volume, which results in oliguria, oligohydramnios, and growth retardation. Manifestations of intrauterine growth retardation depend on the stage of twin-to-twin transfusion syndrome. The amount of amniotic fluid gradually decreases over time, causing the fetus to become tightly bound inside the amniotic membrane. Observation on ultrasound can see that the fetus is \"sticky\" to the uterine wall and does not move or change position.\nThe fetus receiving a lot of blood will show signs of polyuria, enlarged bladder, polyhydramnios, edema, and heart failure. The cause of these diseases is excessive increase in circulatory volume. Without treatment, most cases result in extremely premature birth. Even with treatment, the fetal mortality rate is 40% and the neonatal mortality rate is up to 60%.\n\"In the case of twin blood transfusions occurring before the 20th week of pregnancy, the risk of fetal death is almost 100% if not intervened promptly and with the correct technique,\" Ms. Dinh Thi Hien Le, MSc. said.\nMSc. Dinh Thi Hien Le and her colleagues at Tam Anh General Hospital have brought the opportunity to be born and live a healthy life for the fetus and the opportunity to become mothers for hundreds of pregnant women who unfortunately encounter dangerous complications."
        },
        {
            "subsection_name": "Symptoms of twin blood transfusion",
            "subsection_content": "The mother often recognizes the first symptom after the 20th week of pregnancy as polyhydramnios of the fetus receiving blood: the belly grows rapidly, clothes become tight quickly in a short time, and breathing may be difficult. However, this syndrome is often detected by routine fetal ultrasound between 16 and 22 weeks.\n\"Twin-to-twin transfusion syndrome has no obvious symptoms. When a pregnant woman feels abdominal pain, she is in the final stages, and the possibility of the fetus dying in the womb is very high. There was a case where the fetus was examined at Tam Anh General Hospital when the fetus was 27 weeks old, which is at a dangerous stage because it exceeded the threshold for intervention (from 16-26 weeks). At this time, finding the connecting blood vessels is very difficult because the amniotic fluid is no longer transparent and the fetus is too large to cover the surgical field. At that time, just a slight movement of the fetus will cause a 'tsunami' in the uterine cavity, causing the laser beam to be pushed thousands of miles away from its destination... Therefore, pregnant women with twins need to have a prenatal examination. on schedule at medical facilities with full modern diagnostic equipment to detect and treat promptly, avoiding risks to the baby.\", M.D. Dinh Thi Hien Le emphasized.",
            "subsection_string": "Symptoms of twin blood transfusion\nThe mother often recognizes the first symptom after the 20th week of pregnancy as polyhydramnios of the fetus receiving blood: the belly grows rapidly, clothes become tight quickly in a short time, and breathing may be difficult. However, this syndrome is often detected by routine fetal ultrasound between 16 and 22 weeks.\n\"Twin-to-twin transfusion syndrome has no obvious symptoms. When a pregnant woman feels abdominal pain, she is in the final stages, and the possibility of the fetus dying in the womb is very high. There was a case where the fetus was examined at Tam Anh General Hospital when the fetus was 27 weeks old, which is at a dangerous stage because it exceeded the threshold for intervention (from 16-26 weeks). At this time, finding the connecting blood vessels is very difficult because the amniotic fluid is no longer transparent and the fetus is too large to cover the surgical field. At that time, just a slight movement of the fetus will cause a 'tsunami' in the uterine cavity, causing the laser beam to be pushed thousands of miles away from its destination... Therefore, pregnant women with twins need to have a prenatal examination. on schedule at medical facilities with full modern diagnostic equipment to detect and treat promptly, avoiding risks to the baby.\", M.D. Dinh Thi Hien Le emphasized."
        },
        {
            "subsection_name": "Subjects at high risk of disease",
            "subsection_content": "This syndrome is the most common complication in amniotic twins sharing the same placenta; Therefore, pregnant women with multiple pregnancies with one placenta are the easiest candidates. The disease can be detected early with ultrasound; Therefore, pregnant women carrying twins need regular prenatal check-ups to control the size and health status of the fetus. (4)",
            "subsection_string": "Subjects at high risk of disease\nThis syndrome is the most common complication in amniotic twins sharing the same placenta; Therefore, pregnant women with multiple pregnancies with one placenta are the easiest candidates. The disease can be detected early with ultrasound; Therefore, pregnant women carrying twins need regular prenatal check-ups to control the size and health status of the fetus. (4)"
        },
        {
            "subsection_name": "Diagnosis method for twin blood transfusion",
            "subsection_content": "Diagnosis of the existence and stage of the disease is performed using ultrasound. The criteria for diagnosing monochorionic twins are the presence of twins of the same sex, thin amniotic membrane between the two fetuses and only one placenta. The syndrome is divided into 5 stages. Over time, if the twin transfusion progresses to a higher stage, the likelihood of fetal survival decreases. Scientists have estimated that 50% of cases will increase the stage, 30% will maintain the same stage and about 20% of cases will progress positively by reducing the stage.\nStage 1: Ultrasound shows amniotic fluid imbalance around the twins, with a small amount (<2cm) around the donor fetus and a large amount around the recipient fetus (>8cm). The fetuses have a difference of more than 20% in size.; Stage 2: The donor twin's bladder is not visible or not filled with urine on ultrasound. This finding indicates an empty bladder – a sign that the baby has stopped making urine.; Stage 3: Blood flow imbalance begins to affect heart function in one or both babies. This is seen in abnormal blood flow in the umbilical cord or heart of twins. Umbilical artery has absent end-diastolic wave or reversed end-diastolic wave (donor fetus). Duct venosus: has reversed waves (in the recipient fetus). The umbilical vein has a pulsatile waveform (in the recipient fetus).; Stage 4: Imbalance of blood flow causes signs of heart failure in one of the twins. In addition, 1 or 2 fetuses showed signs of fetal hydrops (in the fetus receiving blood and evidence of heart failure): edema in the scalp, ascites, pleural effusion, pericardial effusion; Stage 5: The disease gets worse, one or both twins will die.\nMaster and Doctor Dinh Thi Hien Le said that when the twin blood transfusion progressed to stage 5, the fetus died; Stage 4 is the most severe stage and the last stage where intervention is possible. Therefore, pregnant women carrying twins should be examined at reputable facilities to detect and intervene early on signs of the disease.",
            "subsection_string": "Diagnosis method for twin blood transfusion\nDiagnosis of the existence and stage of the disease is performed using ultrasound. The criteria for diagnosing monochorionic twins are the presence of twins of the same sex, thin amniotic membrane between the two fetuses and only one placenta. The syndrome is divided into 5 stages. Over time, if the twin transfusion progresses to a higher stage, the likelihood of fetal survival decreases. Scientists have estimated that 50% of cases will increase the stage, 30% will maintain the same stage and about 20% of cases will progress positively by reducing the stage.\nStage 1: Ultrasound shows amniotic fluid imbalance around the twins, with a small amount (<2cm) around the donor fetus and a large amount around the recipient fetus (>8cm). The fetuses have a difference of more than 20% in size.; Stage 2: The donor twin's bladder is not visible or not filled with urine on ultrasound. This finding indicates an empty bladder – a sign that the baby has stopped making urine.; Stage 3: Blood flow imbalance begins to affect heart function in one or both babies. This is seen in abnormal blood flow in the umbilical cord or heart of twins. Umbilical artery has absent end-diastolic wave or reversed end-diastolic wave (donor fetus). Duct venosus: has reversed waves (in the recipient fetus). The umbilical vein has a pulsatile waveform (in the recipient fetus).; Stage 4: Imbalance of blood flow causes signs of heart failure in one of the twins. In addition, 1 or 2 fetuses showed signs of fetal hydrops (in the fetus receiving blood and evidence of heart failure): edema in the scalp, ascites, pleural effusion, pericardial effusion; Stage 5: The disease gets worse, one or both twins will die.\nMaster and Doctor Dinh Thi Hien Le said that when the twin blood transfusion progressed to stage 5, the fetus died; Stage 4 is the most severe stage and the last stage where intervention is possible. Therefore, pregnant women carrying twins should be examined at reputable facilities to detect and intervene early on signs of the disease."
        },
        {
            "subsection_name": "Blood transfusion treatment method for twin fetuses",
            "subsection_content": "The key to treating twin-to-twin transfusion syndrome is early diagnosis and intervention. Which treatment option is best for the fetus will depend on the stage and gestational age of the fetus when diagnosed. Some methods of treating the phenomenon of twins sharing blood transfusion are applied such as:\nUse anti-inflammatory drugs for the mother; Reduced amniotic fluid volume; Selective abortion; Blood transfusion for intrauterine fetus; Open the connection between the two amniotic chambers; Laser surgery burns the blood vessels connecting the two fetuses; Abort a fetus by cutting the umbilical cord or by laser\nAccording to MSc. Dinh Thi Hien Le, currently, the most effective solution to treat TMST Syndrome is fetal laparoscopic surgery or intrauterine laser surgery - using a laser to cut off connecting blood vessels, helping Each fetus develops individually, independent of the other fetus. To successfully perform this technique, doctors not only need experience, determination, and adventure, but also mechanical support is a prerequisite to be able to operate easily and accurately right in the uterus. of the mother.",
            "subsection_string": "Blood transfusion treatment method for twin fetuses\nThe key to treating twin-to-twin transfusion syndrome is early diagnosis and intervention. Which treatment option is best for the fetus will depend on the stage and gestational age of the fetus when diagnosed. Some methods of treating the phenomenon of twins sharing blood transfusion are applied such as:\nUse anti-inflammatory drugs for the mother; Reduced amniotic fluid volume; Selective abortion; Blood transfusion for intrauterine fetus; Open the connection between the two amniotic chambers; Laser surgery burns the blood vessels connecting the two fetuses; Abort a fetus by cutting the umbilical cord or by laser\nAccording to MSc. Dinh Thi Hien Le, currently, the most effective solution to treat TMST Syndrome is fetal laparoscopic surgery or intrauterine laser surgery - using a laser to cut off connecting blood vessels, helping Each fetus develops individually, independent of the other fetus. To successfully perform this technique, doctors not only need experience, determination, and adventure, but also mechanical support is a prerequisite to be able to operate easily and accurately right in the uterus. of the mother."
        },
        {
            "subsection_name": "Preventive measures for twin-twin blood transfusion",
            "subsection_content": "Because this is a dangerous syndrome, it must be examined early and monitored regularly at a qualified obstetric facility. In particular, pregnant women with twins need to be closely monitored. If they see a rapidly enlarging abdomen, they must be checked immediately and treated promptly.\nMorphological ultrasound can provide pregnant women with most of the morphological abnormalities of the fetus.\nMothers carrying identical twins must be closely monitored from week 16 until birth with color Doppler ultrasound at least every 2 weeks. Because if detected before 20 weeks of age, the possibility of treatment will be higher. After 24 weeks, the possibility of intervention is very difficult and less successful. Blood transfusion to the fetus was determined when Doppler ultrasound showed that the diameter of the two amniotic sacs and the weight of the two fetuses were too large; One fetus did not visualize the bladder; There are abnormal waves in the arteries, umbilical veins, ductus venosus...",
            "subsection_string": "Preventive measures for twin-twin blood transfusion\nBecause this is a dangerous syndrome, it must be examined early and monitored regularly at a qualified obstetric facility. In particular, pregnant women with twins need to be closely monitored. If they see a rapidly enlarging abdomen, they must be checked immediately and treated promptly.\nMorphological ultrasound can provide pregnant women with most of the morphological abnormalities of the fetus.\nMothers carrying identical twins must be closely monitored from week 16 until birth with color Doppler ultrasound at least every 2 weeks. Because if detected before 20 weeks of age, the possibility of treatment will be higher. After 24 weeks, the possibility of intervention is very difficult and less successful. Blood transfusion to the fetus was determined when Doppler ultrasound showed that the diameter of the two amniotic sacs and the weight of the two fetuses were too large; One fetus did not visualize the bladder; There are abnormal waves in the arteries, umbilical veins, ductus venosus..."
        },
        {
            "subsection_name": "Health care for mothers with twin transfusions",
            "subsection_content": "According to research, many children born from pregnancies with twin-to-twin transfusion syndrome show signs of nervous system damage. In addition, the rate of fetal nervous system damage during the prenatal period in cases with the disease is also higher than in cases of monozygotic twins without this syndrome.\nIn cases where only one fetus dies, 30% of surviving fetuses are at risk of brain damage, manifested by periventricular leukomalacia (periventricular white necrosis) that can be seen with MRI. or CT scan.; In the case where both fetuses are alive, the mechanism of brain damage may be increased vascular resistance due to blood vessels having too many red blood cells (fetal blood recipient) or anemia and hypoxia (fetal blood donor).\nTherefore, children with this condition need to have brain imaging tests within 48 hours of birth and closely monitor their subsequent neurological development. The long-term survival prognosis for children with twin transfusions depends on how early treatment is given after the condition develops, as well as the child's gestational age at birth. The earlier a newborn is treated and the longer he or she is in the womb before birth, the less likely he or she will have complications.\nWhen left untreated, 90% of infected children are at risk of dying after birth. That rate improved significantly for infants who underwent treatment with intrauterine laser laparoscopic surgery. This dangerous syndrome often causes premature birth, even when treated successfully. In this case, the newborn needs to be cared for in a neonatal intensive care unit.\nMost successfully treated babies live normal, healthy lives. However, some children experience mild symptoms, such as anemia, that are easily treated. A small number of children have more serious problems such as brain damage, neurological impairment and heart failure.\nIn the world, with the development of fetal medicine, many diseases and defects can be detected and treated right in the womb. But in Vietnam, these cases cannot be intervened, a very few families with conditions have to go abroad for treatment. However, the success rate is not high due to not responding promptly to the golden time of intervention due to paperwork, travel...\nPioneering in investing in modern, specialized equipment systems for fetal surgery in the uterus, sending doctors to study at the largest fetal medicine centers in France, Indonesia..., Tam Anh General Hospital has mastered complex techniques of fetal medicine, successfully performing hundreds of surgeries to save the lives of hundreds of babies right in the womb right in Vietnam.\nMany cases of fetuses with twin-to-fetal transfusion syndrome have been treated successfully, especially twin pregnancies with dangerous \"tri-ear\" syndrome: Twins with one amniotic chamber and one placenta, complications of twisted and knotted cords , placenta previa and accreta. According to medical literature, twins with one amniotic chamber and one placenta are very rare, with an incidence of 1/20,000-35,000 cases. And a miracle happened, the doctors of the Obstetrics and Gynecology Department of Tam Anh General Hospital, Hanoi successfully performed the surgery, welcoming two healthy and intact baby boys into the world.\nWatch more clips: For the first time, Vietnam successfully performed surgery on twin-to-twin transfusion syndrome\nNot only does it provide pregnant mothers with a safe prenatal check-up and birthing address and 5-star service, Tam Anh General Hospital also deploys a full maternity service to give pregnant mothers a special care package with Experienced Obstetrics and Pediatrics experts with the support of modern machinery from pregnancy until the baby is born.\nFor questions about maternity and to schedule an examination at Tam Anh General Hospital, please contact:\nAbove is all the information about the dangerous twin-to-twin transfusion syndrome. Pregnant mothers should take the time to read this article right away, it will definitely be very useful!",
            "subsection_string": "Health care for mothers with twin transfusions\nAccording to research, many children born from pregnancies with twin-to-twin transfusion syndrome show signs of nervous system damage. In addition, the rate of fetal nervous system damage during the prenatal period in cases with the disease is also higher than in cases of monozygotic twins without this syndrome.\nIn cases where only one fetus dies, 30% of surviving fetuses are at risk of brain damage, manifested by periventricular leukomalacia (periventricular white necrosis) that can be seen with MRI. or CT scan.; In the case where both fetuses are alive, the mechanism of brain damage may be increased vascular resistance due to blood vessels having too many red blood cells (fetal blood recipient) or anemia and hypoxia (fetal blood donor).\nTherefore, children with this condition need to have brain imaging tests within 48 hours of birth and closely monitor their subsequent neurological development. The long-term survival prognosis for children with twin transfusions depends on how early treatment is given after the condition develops, as well as the child's gestational age at birth. The earlier a newborn is treated and the longer he or she is in the womb before birth, the less likely he or she will have complications.\nWhen left untreated, 90% of infected children are at risk of dying after birth. That rate improved significantly for infants who underwent treatment with intrauterine laser laparoscopic surgery. This dangerous syndrome often causes premature birth, even when treated successfully. In this case, the newborn needs to be cared for in a neonatal intensive care unit.\nMost successfully treated babies live normal, healthy lives. However, some children experience mild symptoms, such as anemia, that are easily treated. A small number of children have more serious problems such as brain damage, neurological impairment and heart failure.\nIn the world, with the development of fetal medicine, many diseases and defects can be detected and treated right in the womb. But in Vietnam, these cases cannot be intervened, a very few families with conditions have to go abroad for treatment. However, the success rate is not high due to not responding promptly to the golden time of intervention due to paperwork, travel...\nPioneering in investing in modern, specialized equipment systems for fetal surgery in the uterus, sending doctors to study at the largest fetal medicine centers in France, Indonesia..., Tam Anh General Hospital has mastered complex techniques of fetal medicine, successfully performing hundreds of surgeries to save the lives of hundreds of babies right in the womb right in Vietnam.\nMany cases of fetuses with twin-to-fetal transfusion syndrome have been treated successfully, especially twin pregnancies with dangerous \"tri-ear\" syndrome: Twins with one amniotic chamber and one placenta, complications of twisted and knotted cords , placenta previa and accreta. According to medical literature, twins with one amniotic chamber and one placenta are very rare, with an incidence of 1/20,000-35,000 cases. And a miracle happened, the doctors of the Obstetrics and Gynecology Department of Tam Anh General Hospital, Hanoi successfully performed the surgery, welcoming two healthy and intact baby boys into the world.\nWatch more clips: For the first time, Vietnam successfully performed surgery on twin-to-twin transfusion syndrome\nNot only does it provide pregnant mothers with a safe prenatal check-up and birthing address and 5-star service, Tam Anh General Hospital also deploys a full maternity service to give pregnant mothers a special care package with Experienced Obstetrics and Pediatrics experts with the support of modern machinery from pregnancy until the baby is born.\nFor questions about maternity and to schedule an examination at Tam Anh General Hospital, please contact:\nAbove is all the information about the dangerous twin-to-twin transfusion syndrome. Pregnant mothers should take the time to read this article right away, it will definitely be very useful!"
        }
    ],
    "name": "truyen-mau-song-thai.json"
}