{
    "title": "Tetralogy of Fallot (Fallot 4): Causes, signs and complications",
    "category": "Heart vascular",
    "link": "https://tamanhhospital.vn/tu-chung-fallot/",
    "abstract": "Tetralogy of Fallot is the most common cyanotic congenital heart disease. Currently, this disease can be detected early by fetal echocardiography or right after the child is born, thereby providing timely and effective treatment intervention to help children lead a normal life.",
    "content": "Tetralogy of Fallot (Fallot 4): Causes, signs and complications\n\nTetralogy of Fallot is the most common cyanotic congenital heart disease. Currently, this disease can be detected early by fetal echocardiography or right after the child is born, thereby providing timely and effective treatment intervention to help children lead a normal life.\n\nWhat is Tetralogy of Fallot?\nTetralogy of Fallot or Fallot 4 (Tetralogy of Fallot – TOF – TET) is the most common cyanotic congenital heart disease. In a normal heart, oxygen-poor blood (black blood) from the body returns to the right atrium, down to the right ventricle, then the blood is pumped to the pulmonary artery, exchanging oxygen through the alveolar membrane - pulmonary capillaries. Oxygen-rich blood (red blood) from the lungs returns to the left atrium, down to the left ventricle and then is pumped out to the aorta to feed the body. (first)\nHowever, in tetralogy of Fallot, abnormal characteristics appear that reduce the amount of oxygen (black blood) pumped to the lungs. As a result, the patient has lower than normal levels of oxygen in the blood.\nIn Fallot 4, the heart has 4 anatomical abnormalities:\nVentricular septal defect: There is a hole between the right ventricle and the left ventricle.; Obstruction of the right ventricular outflow tract: Narrowing of the junction between the right ventricle and the passage of blood to the pulmonary artery, leading to reduced blood flow to the lungs.; Overriding aorta: The aorta (main artery that pumps blood from the heart to the whole body) normally comes from the left heart, but in tetralogy of Fallot, it is deviated to the right compared to normal.; Right ventricular hypertrophy: The right ventricle is thickened due to having to pump blood from the ventricle at a higher pressure than normal.\n\nCommon symptoms of tetralogy of Fallot\nDr. Pham Thuc Minh Thuy said that symptoms of the disease include: (2)\nPurple is often the first sign of recognition. Specifically, purple skin and mucous membranes are caused by lower blood oxygen levels than normal.; In many cases, a heart murmur (which can be detected in healthy children seeking medical attention) is the first sign of tetralogy of Fallot. However, it should be noted that the vast majority of murmurs in young children and older children are not usually associated with cardiovascular abnormalities; Children with the disease often have very few symptoms in the first weeks, even the first months. Only a few children with mild pulmonary artery obstruction will show signs of heart failure, tired feeding and slow weight gain.; The more common symptom is that children with the disease have very few symptoms at first, but over time the purple phenomenon will gradually increase. Eventually the purpleness will become very severe, hindering the child's normal growth and activities.\nPurple is the first sign to help identify the disease\n\nCauses of tetralogy of Fallot\nAccording to Dr. Pham Thuc Minh Thuy, congenital heart diseases are often discovered accidentally, the cause of the disease is unknown. Therefore, it is difficult to predict which children are at risk of getting the disease. However, some risk factors leading to this disease include:\nSome cases have been reported to have a family history, so genetic factors have been verified to be involved.; Parents whose children have tetralogy of Fallot or another congenital heart disease have a higher risk of congenital heart disease when they have a second child.\n\nHow long can you live with Tetralogy of Fallot?\nAlthough tetralogy of Fallot is considered a severe congenital heart disease, however, with the outstanding advances of modern medicine as well as the support of state-of-the-art equipment and machinery, there is now an opportunity to detect Early treatment and cure of four diseases is very high. Children with this disease, if detected early and given timely intervention and proper care, can still live and function like normal people. (3)\nDr. Minh Thuy also emphasized that the survival ability and quality of life of children with Fallot 4 will depend on many factors, including:\nTime of disease detection: Disease detected early when the child is still in the mother's womb or right after the child is born will help doctors plan appropriate and effective treatment. If not detected early, the baby may die immediately after birth.; Treatment methods: With the outstanding progress of medicine and modern machinery systems, it is now possible to save lives and give children a normal life.; How to care: After surgery, child care plays an extremely important role. If cared for scientifically and properly, children can recover well after surgery and develop like normal children.; The New England Journal of Medicine published a case of a patient with congenital tetralogy of Fallot who was still able to live a healthy life at the age of over 80, showing that the patient's survival prognosis is quite high.\n\nComplications of tetralogy of Fallot\nChildren with tetralogy of Fallot are at high risk of facing complications including:\nCyanosis due to lack of oxygen in infants; Cyanosis, hemoconcentration, thromboembolism.; Heart failure.; Infection, especially infective endocarditis; Even after treatment, there is still a risk of complications such as arrhythmia and pulmonary valve regurgitation.\nDoctor Minh Thuy recommends that parents need to pay attention to their children's purple spells. During bouts of cyanosis (usually appearing after meals, when the child takes a warm bath or is stressed), it can cause the child to suddenly lose blood oxygen. The baby is severely purple, breathes faster than normal and may become very irritable or fussy. In that case, oxygen levels can drop to a level that threatens the child's life, so parents need to take the child immediately to a medical facility for emergency medical care.\n\nDiagnosis method of tetralogy of Fallot\nDiagnosis of tetralogy of Fallot in young children is often based on physical examination and listening to heart murmurs. Next, to find the cause and confirm the diagnosis, the doctor will prescribe a number of in-depth paraclinical tests including: (4)\nX-ray of the heart and lungs: Helps observe the structure of the heart and lungs as well as detect related abnormalities. Electrocardiogram (ECG): Evaluates the contractile activity of the heart; Echocardiography: Surveys images of the heart's structure and movement, detecting defects in the heart's structure and activity to plan treatment.\nModern echocardiography system at Heart Center, Tam Anh General Hospital helps early detect cardiovascular diseases, including tetralogy of Fallot\n\nTreatment methods for tetralogy of Fallot\nDr. Minh Thuy said surgery is the most effective method of treating tetralogy of Fallot. Based on the patient's medical condition and physical condition, the doctor will prescribe the most appropriate surgical regimen and time.\nThe surgical method for children with tetralogy of Fallot must be repair surgery. Surgery is usually performed in the first 3-6 months of life, in some cases it will be performed earlier or later if necessary.\nDuring the examination, the treating doctor will inform the parents about the baby's heart condition, determine whether it is suitable for complete surgery or take steps to treat this disease.\nComplete surgery includes closure of the ventricular septal defect (usually using a Dacron patch) and widening of the right ventricular-pulmonary artery connection).\nIn some cases, surgery must be performed twice depending on the overall condition and assessment of whether the heart structure is not suitable for complete repair. At that time, the child will be created a temporary aorta-lung bridge while waiting for the heart structure to be suitable for complete repair.\nCardiac catheterization technique will be applied to some children, especially older children and adolescents, who need cardiac catheterization to obtain more information when echocardiography is not diagnostic enough. In some emergency cases of severe cyanosis, interventional cardiac catheterization is performed in infancy and early childhood to widen the right ventricular connection to the pulmonary artery. This procedure is temporary to increase oxygen levels in the blood.\nIn addition, in the process of taking care of children with tetralogy of Fallot, children need to be examined and evaluated for nutritional status (iron supplementation to suit their physical condition), dental health, as well as need to use additional medication to prevent disease. Prevent hypoxic cyanosis. Some older children with symptomatic hemoconcentration will have their blood drained and their body's fluids replenished.\nIn some cases, the infection that has not had surgery for Fallot becomes more serious and needs to be monitored and treated in the hospital to ensure the child's safety.\n\nCaring for children with tetralogy of Fallot after surgery\nAfter surgery for tetralogy of Fallot, parents should note:\nTake the child to a medical facility immediately if the child has difficulty breathing, weakness, increased cyanosis...; When a child has a purple attack, parents need to immediately comfort and reassure the child, loosen their clothes, and place the child in a chest pillow position (lying on one side, knees drawn up to the chest) to increase blood flow. lungs, helps children reduce purpleness and fatigue; Let children drink plenty of water and provide adequate nutrition, especially foods rich in iron such as pork, beef, cereals, beans, sesame seeds...; For young children: Divide meals into several small meals throughout the day, keep children clean and warm, avoid letting them get fever or diarrhea.; For older children: Pay attention to oral hygiene to prevent infection and endocarditis. Avoid letting children exercise vigorously or exert themselves.\nStatistics show that over 90% of children with tetralogy of Fallot who receive radical surgery can live healthy lives until adulthood, with good heart function. Dr. Minh Thuy recommends that children after surgery need regular check-ups throughout their lives, clinical examinations every month for the first 6 months and every year thereafter, and echocardiography to check before leaving the hospital, the second month. 6, 12 and every year after that.\nComplications or possible residual damage after surgery include residual pulmonary artery stenosis, pulmonary valve regurgitation, residual ventricular septal defect, arrhythmia and conduction disorders, and ventricular dysfunction.\nWhen there is moderate or severe pulmonary valve regurgitation, parents need to take their child immediately to a medical facility for examination and consideration of pulmonary valve replacement. In this case, biological valves are often used to reduce the burden of anticoagulation.\n\nPrecautions\nCongenital heart experts recommend that there is a connection between Measles - Rubella and tetralogy of Fallot, so women need to be vaccinated against this disease before intending to become pregnant.\nBefore getting pregnant, women need to be vaccinated against Measles and Rubella to prevent tetralogy of Fallot\nPregnant women need to avoid exposure to chemicals and use of unprescribed medications in the first 3 months of pregnancy. In case of necessity, consult a doctor for advice and guidance. Research shows that mothers with tetralogy of Fallot can pass the disease on to their children, so radical surgery is needed to minimize this risk.\nCardiovascular Center, Tam Anh General Hospital System brings together a team of leading Cardiology experts and experienced doctors in Vietnam such as: Associate Professor, Doctor Pham Nguyen Vinh, Associate Professor, Doctor Nguyen Thi Bach Yen, Dr. Nguyen Anh Dung, Dr. Nguyen Minh Tri Vien, BS.CKI Huynh Ngoc Long, MSc. Huynh Thanh Kieu, BS.CKI Vu Nang Phuc, BS.CKI Pham Thuc Minh Thuy, Dr. Nguyen Pham Thuy Linh...; Possessing a system of modern machinery and equipment such as 4D echocardiography machine, 24-hour Holter ECG machine, 12-lead ECG measuring machine, DSA machine system... helps diagnose accurately, contributing to effective treatment of diseases. cardiovascular disease, especially complex congenital heart disease.\nFor advice and to schedule an examination with experts at the Cardiovascular Center, Tam Anh General Hospital System, you can contact:\nTetralogy of Fallot is one of the structural abnormalities of the heart that affects the operation and quality of pumping blood to the body's organs. Therefore, sick children need to be examined for early detection, intervention and effective treatment.",
    "subsections": [
        {
            "subsection_name": "What is Tetralogy of Fallot?",
            "subsection_content": "Tetralogy of Fallot or Fallot 4 (Tetralogy of Fallot – TOF – TET) is the most common cyanotic congenital heart disease. In a normal heart, oxygen-poor blood (black blood) from the body returns to the right atrium, down to the right ventricle, then the blood is pumped to the pulmonary artery, exchanging oxygen through the alveolar membrane - pulmonary capillaries. Oxygen-rich blood (red blood) from the lungs returns to the left atrium, down to the left ventricle and then is pumped out to the aorta to feed the body. (first)\nHowever, in tetralogy of Fallot, abnormal characteristics appear that reduce the amount of oxygen (black blood) pumped to the lungs. As a result, the patient has lower than normal levels of oxygen in the blood.\nIn Fallot 4, the heart has 4 anatomical abnormalities:\nVentricular septal defect: There is a hole between the right ventricle and the left ventricle.; Obstruction of the right ventricular outflow tract: Narrowing of the junction between the right ventricle and the passage of blood to the pulmonary artery, leading to reduced blood flow to the lungs.; Overriding aorta: The aorta (main artery that pumps blood from the heart to the whole body) normally comes from the left heart, but in tetralogy of Fallot, it is deviated to the right compared to normal.; Right ventricular hypertrophy: The right ventricle is thickened due to having to pump blood from the ventricle at a higher pressure than normal.",
            "subsection_string": "What is Tetralogy of Fallot?\nTetralogy of Fallot or Fallot 4 (Tetralogy of Fallot – TOF – TET) is the most common cyanotic congenital heart disease. In a normal heart, oxygen-poor blood (black blood) from the body returns to the right atrium, down to the right ventricle, then the blood is pumped to the pulmonary artery, exchanging oxygen through the alveolar membrane - pulmonary capillaries. Oxygen-rich blood (red blood) from the lungs returns to the left atrium, down to the left ventricle and then is pumped out to the aorta to feed the body. (first)\nHowever, in tetralogy of Fallot, abnormal characteristics appear that reduce the amount of oxygen (black blood) pumped to the lungs. As a result, the patient has lower than normal levels of oxygen in the blood.\nIn Fallot 4, the heart has 4 anatomical abnormalities:\nVentricular septal defect: There is a hole between the right ventricle and the left ventricle.; Obstruction of the right ventricular outflow tract: Narrowing of the junction between the right ventricle and the passage of blood to the pulmonary artery, leading to reduced blood flow to the lungs.; Overriding aorta: The aorta (main artery that pumps blood from the heart to the whole body) normally comes from the left heart, but in tetralogy of Fallot, it is deviated to the right compared to normal.; Right ventricular hypertrophy: The right ventricle is thickened due to having to pump blood from the ventricle at a higher pressure than normal."
        },
        {
            "subsection_name": "Common symptoms of tetralogy of Fallot",
            "subsection_content": "Dr. Pham Thuc Minh Thuy said that symptoms of the disease include: (2)\nPurple is often the first sign of recognition. Specifically, purple skin and mucous membranes are caused by lower blood oxygen levels than normal.; In many cases, a heart murmur (which can be detected in healthy children seeking medical attention) is the first sign of tetralogy of Fallot. However, it should be noted that the vast majority of murmurs in young children and older children are not usually associated with cardiovascular abnormalities; Children with the disease often have very few symptoms in the first weeks, even the first months. Only a few children with mild pulmonary artery obstruction will show signs of heart failure, tired feeding and slow weight gain.; The more common symptom is that children with the disease have very few symptoms at first, but over time the purple phenomenon will gradually increase. Eventually the purpleness will become very severe, hindering the child's normal growth and activities.\nPurple is the first sign to help identify the disease",
            "subsection_string": "Common symptoms of tetralogy of Fallot\nDr. Pham Thuc Minh Thuy said that symptoms of the disease include: (2)\nPurple is often the first sign of recognition. Specifically, purple skin and mucous membranes are caused by lower blood oxygen levels than normal.; In many cases, a heart murmur (which can be detected in healthy children seeking medical attention) is the first sign of tetralogy of Fallot. However, it should be noted that the vast majority of murmurs in young children and older children are not usually associated with cardiovascular abnormalities; Children with the disease often have very few symptoms in the first weeks, even the first months. Only a few children with mild pulmonary artery obstruction will show signs of heart failure, tired feeding and slow weight gain.; The more common symptom is that children with the disease have very few symptoms at first, but over time the purple phenomenon will gradually increase. Eventually the purpleness will become very severe, hindering the child's normal growth and activities.\nPurple is the first sign to help identify the disease"
        },
        {
            "subsection_name": "Causes of tetralogy of Fallot",
            "subsection_content": "According to Dr. Pham Thuc Minh Thuy, congenital heart diseases are often discovered accidentally, the cause of the disease is unknown. Therefore, it is difficult to predict which children are at risk of getting the disease. However, some risk factors leading to this disease include:\nSome cases have been reported to have a family history, so genetic factors have been verified to be involved.; Parents whose children have tetralogy of Fallot or another congenital heart disease have a higher risk of congenital heart disease when they have a second child.",
            "subsection_string": "Causes of tetralogy of Fallot\nAccording to Dr. Pham Thuc Minh Thuy, congenital heart diseases are often discovered accidentally, the cause of the disease is unknown. Therefore, it is difficult to predict which children are at risk of getting the disease. However, some risk factors leading to this disease include:\nSome cases have been reported to have a family history, so genetic factors have been verified to be involved.; Parents whose children have tetralogy of Fallot or another congenital heart disease have a higher risk of congenital heart disease when they have a second child."
        },
        {
            "subsection_name": "How long can you live with Tetralogy of Fallot?",
            "subsection_content": "Although tetralogy of Fallot is considered a severe congenital heart disease, however, with the outstanding advances of modern medicine as well as the support of state-of-the-art equipment and machinery, there is now an opportunity to detect Early treatment and cure of four diseases is very high. Children with this disease, if detected early and given timely intervention and proper care, can still live and function like normal people. (3)\nDr. Minh Thuy also emphasized that the survival ability and quality of life of children with Fallot 4 will depend on many factors, including:\nTime of disease detection: Disease detected early when the child is still in the mother's womb or right after the child is born will help doctors plan appropriate and effective treatment. If not detected early, the baby may die immediately after birth.; Treatment methods: With the outstanding progress of medicine and modern machinery systems, it is now possible to save lives and give children a normal life.; How to care: After surgery, child care plays an extremely important role. If cared for scientifically and properly, children can recover well after surgery and develop like normal children.; The New England Journal of Medicine published a case of a patient with congenital tetralogy of Fallot who was still able to live a healthy life at the age of over 80, showing that the patient's survival prognosis is quite high.",
            "subsection_string": "How long can you live with Tetralogy of Fallot?\nAlthough tetralogy of Fallot is considered a severe congenital heart disease, however, with the outstanding advances of modern medicine as well as the support of state-of-the-art equipment and machinery, there is now an opportunity to detect Early treatment and cure of four diseases is very high. Children with this disease, if detected early and given timely intervention and proper care, can still live and function like normal people. (3)\nDr. Minh Thuy also emphasized that the survival ability and quality of life of children with Fallot 4 will depend on many factors, including:\nTime of disease detection: Disease detected early when the child is still in the mother's womb or right after the child is born will help doctors plan appropriate and effective treatment. If not detected early, the baby may die immediately after birth.; Treatment methods: With the outstanding progress of medicine and modern machinery systems, it is now possible to save lives and give children a normal life.; How to care: After surgery, child care plays an extremely important role. If cared for scientifically and properly, children can recover well after surgery and develop like normal children.; The New England Journal of Medicine published a case of a patient with congenital tetralogy of Fallot who was still able to live a healthy life at the age of over 80, showing that the patient's survival prognosis is quite high."
        },
        {
            "subsection_name": "Complications of tetralogy of Fallot",
            "subsection_content": "Children with tetralogy of Fallot are at high risk of facing complications including:\nCyanosis due to lack of oxygen in infants; Cyanosis, hemoconcentration, thromboembolism.; Heart failure.; Infection, especially infective endocarditis; Even after treatment, there is still a risk of complications such as arrhythmia and pulmonary valve regurgitation.\nDoctor Minh Thuy recommends that parents need to pay attention to their children's purple spells. During bouts of cyanosis (usually appearing after meals, when the child takes a warm bath or is stressed), it can cause the child to suddenly lose blood oxygen. The baby is severely purple, breathes faster than normal and may become very irritable or fussy. In that case, oxygen levels can drop to a level that threatens the child's life, so parents need to take the child immediately to a medical facility for emergency medical care.",
            "subsection_string": "Complications of tetralogy of Fallot\nChildren with tetralogy of Fallot are at high risk of facing complications including:\nCyanosis due to lack of oxygen in infants; Cyanosis, hemoconcentration, thromboembolism.; Heart failure.; Infection, especially infective endocarditis; Even after treatment, there is still a risk of complications such as arrhythmia and pulmonary valve regurgitation.\nDoctor Minh Thuy recommends that parents need to pay attention to their children's purple spells. During bouts of cyanosis (usually appearing after meals, when the child takes a warm bath or is stressed), it can cause the child to suddenly lose blood oxygen. The baby is severely purple, breathes faster than normal and may become very irritable or fussy. In that case, oxygen levels can drop to a level that threatens the child's life, so parents need to take the child immediately to a medical facility for emergency medical care."
        },
        {
            "subsection_name": "Diagnosis method of tetralogy of Fallot",
            "subsection_content": "Diagnosis of tetralogy of Fallot in young children is often based on physical examination and listening to heart murmurs. Next, to find the cause and confirm the diagnosis, the doctor will prescribe a number of in-depth paraclinical tests including: (4)\nX-ray of the heart and lungs: Helps observe the structure of the heart and lungs as well as detect related abnormalities. Electrocardiogram (ECG): Evaluates the contractile activity of the heart; Echocardiography: Surveys images of the heart's structure and movement, detecting defects in the heart's structure and activity to plan treatment.\nModern echocardiography system at Heart Center, Tam Anh General Hospital helps early detect cardiovascular diseases, including tetralogy of Fallot",
            "subsection_string": "Diagnosis method of tetralogy of Fallot\nDiagnosis of tetralogy of Fallot in young children is often based on physical examination and listening to heart murmurs. Next, to find the cause and confirm the diagnosis, the doctor will prescribe a number of in-depth paraclinical tests including: (4)\nX-ray of the heart and lungs: Helps observe the structure of the heart and lungs as well as detect related abnormalities. Electrocardiogram (ECG): Evaluates the contractile activity of the heart; Echocardiography: Surveys images of the heart's structure and movement, detecting defects in the heart's structure and activity to plan treatment.\nModern echocardiography system at Heart Center, Tam Anh General Hospital helps early detect cardiovascular diseases, including tetralogy of Fallot"
        },
        {
            "subsection_name": "Treatment methods for tetralogy of Fallot",
            "subsection_content": "Dr. Minh Thuy said surgery is the most effective method of treating tetralogy of Fallot. Based on the patient's medical condition and physical condition, the doctor will prescribe the most appropriate surgical regimen and time.\nThe surgical method for children with tetralogy of Fallot must be repair surgery. Surgery is usually performed in the first 3-6 months of life, in some cases it will be performed earlier or later if necessary.\nDuring the examination, the treating doctor will inform the parents about the baby's heart condition, determine whether it is suitable for complete surgery or take steps to treat this disease.\nComplete surgery includes closure of the ventricular septal defect (usually using a Dacron patch) and widening of the right ventricular-pulmonary artery connection).\nIn some cases, surgery must be performed twice depending on the overall condition and assessment of whether the heart structure is not suitable for complete repair. At that time, the child will be created a temporary aorta-lung bridge while waiting for the heart structure to be suitable for complete repair.\nCardiac catheterization technique will be applied to some children, especially older children and adolescents, who need cardiac catheterization to obtain more information when echocardiography is not diagnostic enough. In some emergency cases of severe cyanosis, interventional cardiac catheterization is performed in infancy and early childhood to widen the right ventricular connection to the pulmonary artery. This procedure is temporary to increase oxygen levels in the blood.\nIn addition, in the process of taking care of children with tetralogy of Fallot, children need to be examined and evaluated for nutritional status (iron supplementation to suit their physical condition), dental health, as well as need to use additional medication to prevent disease. Prevent hypoxic cyanosis. Some older children with symptomatic hemoconcentration will have their blood drained and their body's fluids replenished.\nIn some cases, the infection that has not had surgery for Fallot becomes more serious and needs to be monitored and treated in the hospital to ensure the child's safety.",
            "subsection_string": "Treatment methods for tetralogy of Fallot\nDr. Minh Thuy said surgery is the most effective method of treating tetralogy of Fallot. Based on the patient's medical condition and physical condition, the doctor will prescribe the most appropriate surgical regimen and time.\nThe surgical method for children with tetralogy of Fallot must be repair surgery. Surgery is usually performed in the first 3-6 months of life, in some cases it will be performed earlier or later if necessary.\nDuring the examination, the treating doctor will inform the parents about the baby's heart condition, determine whether it is suitable for complete surgery or take steps to treat this disease.\nComplete surgery includes closure of the ventricular septal defect (usually using a Dacron patch) and widening of the right ventricular-pulmonary artery connection).\nIn some cases, surgery must be performed twice depending on the overall condition and assessment of whether the heart structure is not suitable for complete repair. At that time, the child will be created a temporary aorta-lung bridge while waiting for the heart structure to be suitable for complete repair.\nCardiac catheterization technique will be applied to some children, especially older children and adolescents, who need cardiac catheterization to obtain more information when echocardiography is not diagnostic enough. In some emergency cases of severe cyanosis, interventional cardiac catheterization is performed in infancy and early childhood to widen the right ventricular connection to the pulmonary artery. This procedure is temporary to increase oxygen levels in the blood.\nIn addition, in the process of taking care of children with tetralogy of Fallot, children need to be examined and evaluated for nutritional status (iron supplementation to suit their physical condition), dental health, as well as need to use additional medication to prevent disease. Prevent hypoxic cyanosis. Some older children with symptomatic hemoconcentration will have their blood drained and their body's fluids replenished.\nIn some cases, the infection that has not had surgery for Fallot becomes more serious and needs to be monitored and treated in the hospital to ensure the child's safety."
        },
        {
            "subsection_name": "Caring for children with tetralogy of Fallot after surgery",
            "subsection_content": "After surgery for tetralogy of Fallot, parents should note:\nTake the child to a medical facility immediately if the child has difficulty breathing, weakness, increased cyanosis...; When a child has a purple attack, parents need to immediately comfort and reassure the child, loosen their clothes, and place the child in a chest pillow position (lying on one side, knees drawn up to the chest) to increase blood flow. lungs, helps children reduce purpleness and fatigue; Let children drink plenty of water and provide adequate nutrition, especially foods rich in iron such as pork, beef, cereals, beans, sesame seeds...; For young children: Divide meals into several small meals throughout the day, keep children clean and warm, avoid letting them get fever or diarrhea.; For older children: Pay attention to oral hygiene to prevent infection and endocarditis. Avoid letting children exercise vigorously or exert themselves.\nStatistics show that over 90% of children with tetralogy of Fallot who receive radical surgery can live healthy lives until adulthood, with good heart function. Dr. Minh Thuy recommends that children after surgery need regular check-ups throughout their lives, clinical examinations every month for the first 6 months and every year thereafter, and echocardiography to check before leaving the hospital, the second month. 6, 12 and every year after that.\nComplications or possible residual damage after surgery include residual pulmonary artery stenosis, pulmonary valve regurgitation, residual ventricular septal defect, arrhythmia and conduction disorders, and ventricular dysfunction.\nWhen there is moderate or severe pulmonary valve regurgitation, parents need to take their child immediately to a medical facility for examination and consideration of pulmonary valve replacement. In this case, biological valves are often used to reduce the burden of anticoagulation.",
            "subsection_string": "Caring for children with tetralogy of Fallot after surgery\nAfter surgery for tetralogy of Fallot, parents should note:\nTake the child to a medical facility immediately if the child has difficulty breathing, weakness, increased cyanosis...; When a child has a purple attack, parents need to immediately comfort and reassure the child, loosen their clothes, and place the child in a chest pillow position (lying on one side, knees drawn up to the chest) to increase blood flow. lungs, helps children reduce purpleness and fatigue; Let children drink plenty of water and provide adequate nutrition, especially foods rich in iron such as pork, beef, cereals, beans, sesame seeds...; For young children: Divide meals into several small meals throughout the day, keep children clean and warm, avoid letting them get fever or diarrhea.; For older children: Pay attention to oral hygiene to prevent infection and endocarditis. Avoid letting children exercise vigorously or exert themselves.\nStatistics show that over 90% of children with tetralogy of Fallot who receive radical surgery can live healthy lives until adulthood, with good heart function. Dr. Minh Thuy recommends that children after surgery need regular check-ups throughout their lives, clinical examinations every month for the first 6 months and every year thereafter, and echocardiography to check before leaving the hospital, the second month. 6, 12 and every year after that.\nComplications or possible residual damage after surgery include residual pulmonary artery stenosis, pulmonary valve regurgitation, residual ventricular septal defect, arrhythmia and conduction disorders, and ventricular dysfunction.\nWhen there is moderate or severe pulmonary valve regurgitation, parents need to take their child immediately to a medical facility for examination and consideration of pulmonary valve replacement. In this case, biological valves are often used to reduce the burden of anticoagulation."
        },
        {
            "subsection_name": "Precautions",
            "subsection_content": "Congenital heart experts recommend that there is a connection between Measles - Rubella and tetralogy of Fallot, so women need to be vaccinated against this disease before intending to become pregnant.\nBefore getting pregnant, women need to be vaccinated against Measles and Rubella to prevent tetralogy of Fallot\nPregnant women need to avoid exposure to chemicals and use of unprescribed medications in the first 3 months of pregnancy. In case of necessity, consult a doctor for advice and guidance. Research shows that mothers with tetralogy of Fallot can pass the disease on to their children, so radical surgery is needed to minimize this risk.\nCardiovascular Center, Tam Anh General Hospital System brings together a team of leading Cardiology experts and experienced doctors in Vietnam such as: Associate Professor, Doctor Pham Nguyen Vinh, Associate Professor, Doctor Nguyen Thi Bach Yen, Dr. Nguyen Anh Dung, Dr. Nguyen Minh Tri Vien, BS.CKI Huynh Ngoc Long, MSc. Huynh Thanh Kieu, BS.CKI Vu Nang Phuc, BS.CKI Pham Thuc Minh Thuy, Dr. Nguyen Pham Thuy Linh...; Possessing a system of modern machinery and equipment such as 4D echocardiography machine, 24-hour Holter ECG machine, 12-lead ECG measuring machine, DSA machine system... helps diagnose accurately, contributing to effective treatment of diseases. cardiovascular disease, especially complex congenital heart disease.\nFor advice and to schedule an examination with experts at the Cardiovascular Center, Tam Anh General Hospital System, you can contact:\nTetralogy of Fallot is one of the structural abnormalities of the heart that affects the operation and quality of pumping blood to the body's organs. Therefore, sick children need to be examined for early detection, intervention and effective treatment.",
            "subsection_string": "Precautions\nCongenital heart experts recommend that there is a connection between Measles - Rubella and tetralogy of Fallot, so women need to be vaccinated against this disease before intending to become pregnant.\nBefore getting pregnant, women need to be vaccinated against Measles and Rubella to prevent tetralogy of Fallot\nPregnant women need to avoid exposure to chemicals and use of unprescribed medications in the first 3 months of pregnancy. In case of necessity, consult a doctor for advice and guidance. Research shows that mothers with tetralogy of Fallot can pass the disease on to their children, so radical surgery is needed to minimize this risk.\nCardiovascular Center, Tam Anh General Hospital System brings together a team of leading Cardiology experts and experienced doctors in Vietnam such as: Associate Professor, Doctor Pham Nguyen Vinh, Associate Professor, Doctor Nguyen Thi Bach Yen, Dr. Nguyen Anh Dung, Dr. Nguyen Minh Tri Vien, BS.CKI Huynh Ngoc Long, MSc. Huynh Thanh Kieu, BS.CKI Vu Nang Phuc, BS.CKI Pham Thuc Minh Thuy, Dr. Nguyen Pham Thuy Linh...; Possessing a system of modern machinery and equipment such as 4D echocardiography machine, 24-hour Holter ECG machine, 12-lead ECG measuring machine, DSA machine system... helps diagnose accurately, contributing to effective treatment of diseases. cardiovascular disease, especially complex congenital heart disease.\nFor advice and to schedule an examination with experts at the Cardiovascular Center, Tam Anh General Hospital System, you can contact:\nTetralogy of Fallot is one of the structural abnormalities of the heart that affects the operation and quality of pumping blood to the body's organs. Therefore, sick children need to be examined for early detection, intervention and effective treatment."
        }
    ],
    "name": "tu-chung-fallot.json"
}