{
    "title": "Urethral diverticula: Causes, symptoms, diagnosis, treatment",
    "category": "Obstetrics - Gynecology ",
    "link": "https://tamanhhospital.vn/tui-thua-nieu-dao/",
    "abstract": "Urethral diverticulum is a condition that can occur in both men and women of many different ages. Delayed diagnosis can make treatment difficult and less effective. Therefore, urethral diverticula need to be diagnosed early and accurately and treated promptly to help reduce unfortunate complications.\n Ms. L.T.H (35 years old) visited the Pelvic Floor Unit, Center for Obstetrics and Gynecology, Tam Anh General Hospital, Ho Chi Minh City with urinary incontinence that has persisted for a year, despite going to many places including hospitals. specialized but not cured. The Obstetrician and Gynecologist examined the patient and found that the patient had a cystic structure in the outer 1/3 of the urethra, possibly having urethral diverticula, so he coordinated with the Urology and Imaging specialist of the Department of Health. hospital for accurate diagnosis and appropriate treatment.\n Ms. H. was prescribed an MRI - a high-end and best imaging technique to examine the pelvic area. MSc. Ho Hoang Phuong - Director of the Center for Diagnostic Imaging, Tam Anh General Hospital, Ho Chi Minh City said: \"Right after receiving the patient, the doctors made a plan to set up an imaging protocol to display the images.\" Most beautiful, create high contrast between related parts by injecting gel into the rectum and vagina for easier observation. Taken when the bladder is moderately distended, combining both before and after injection of magnetic contrast agent.\n With modern equipment and careful preparation, the post-scan image can clearly see the cystic structure, which is a round white shape like a ball located in front of the vagina and below the bladder, and then trace the planes. Another is the image of a \"horseshoe\" connected to the other cystic structure, a typical and specific sign suggesting urethral diverticula, the culprit causing the patient's urinary incontinence. The patient had surgery at Tam Anh General Hospital successfully and recovered quickly after surgery.",
    "content": "Urethral diverticula: Causes, symptoms, diagnosis, treatment\n\nUrethral diverticulum is a condition that can occur in both men and women of many different ages. Delayed diagnosis can make treatment difficult and less effective. Therefore, urethral diverticula need to be diagnosed early and accurately and treated promptly to help reduce unfortunate complications.\n Ms. L.T.H (35 years old) visited the Pelvic Floor Unit, Center for Obstetrics and Gynecology, Tam Anh General Hospital, Ho Chi Minh City with urinary incontinence that has persisted for a year, despite going to many places including hospitals. specialized but not cured. The Obstetrician and Gynecologist examined the patient and found that the patient had a cystic structure in the outer 1/3 of the urethra, possibly having urethral diverticula, so he coordinated with the Urology and Imaging specialist of the Department of Health. hospital for accurate diagnosis and appropriate treatment.\n Ms. H. was prescribed an MRI - a high-end and best imaging technique to examine the pelvic area. MSc. Ho Hoang Phuong - Director of the Center for Diagnostic Imaging, Tam Anh General Hospital, Ho Chi Minh City said: \"Right after receiving the patient, the doctors made a plan to set up an imaging protocol to display the images.\" Most beautiful, create high contrast between related parts by injecting gel into the rectum and vagina for easier observation. Taken when the bladder is moderately distended, combining both before and after injection of magnetic contrast agent.\n With modern equipment and careful preparation, the post-scan image can clearly see the cystic structure, which is a round white shape like a ball located in front of the vagina and below the bladder, and then trace the planes. Another is the image of a \"horseshoe\" connected to the other cystic structure, a typical and specific sign suggesting urethral diverticula, the culprit causing the patient's urinary incontinence. The patient had surgery at Tam Anh General Hospital successfully and recovered quickly after surgery.\n\nStructure of the urethra\nThe urethra is the tube that carries urine out of the bladder and out of the body when the patient urinates. The urethral canal is only about 4 cm long in women, while the size of the urethral canal in men is about 16 cm, 4 times that of women. In men, the urethra is also the duct that carries semen during ejaculation.\n\nWhat is a urethral diverticulum?\nUrethral Diverticulum (UD) is a bag or bulge of varying sizes that forms next to the urethra. Because the bulge is connected to the urethra, it is always filled with urine during urination. Urethral diverticulosis occurs much more frequently in women than in men and is estimated to occur in 1-6% of women.(1)\nUrethral diverticula often communicate with the urethral lumen and protrude outward and stretch the smooth muscle around the urethra. Sometimes, they extend proximally below the bladder neck and trigeminal region. On histological examination, urethral diverticula show marked inflammation of the transitional epithelial mucosa, which overlaps the thin circumferential diverticulum wall. This wall consists of fibromuscular tissue with or without an internal epithelial layer.\n\nCauses of urethral diverticula\nThe etiology of urethral diverticula remains largely unknown. The disease can be congenital or acquired. It has been suggested that the congenital condition is due to embryonic remnants and usually originates from Gartner duct cysts and Müllerian duct cysts.\nInflammation of the glands adjacent to the urethra, forming an abscess that eventually invades the urethra, is thought to be a common cause. In addition, some pelvic floor disorders during childbirth can also cause the formation of urethral diverticula in women. (2)\n\nSymptoms of urethral diverticula\nSigns of urethral diverticula are very diverse, the severity of the disease is often not related to the size of the diverticula. Many patients have urethral diverticula but do not have any signs or symptoms.\nIn children: The incidence in boys is higher than in girls. The disease often manifests immediately after birth. The child's urine stream is not a stream but always leaks; accompanied by fever due to urinary tract infection. In the scrotum, there is usually a fairly round and tight mass. When pressed, urine comes out in the urinary opening.; In adults: Patients with urethral diverticula often have no symptoms or vague, non-specific urogenital symptoms. In addition to typical symptoms such as dysuria, painful intercourse, and post-void incontinence, clinical symptoms are mainly based on symptoms such as urinary frequency and urgency, recurrent urinary tract infections, and urinary tract infections. incontinence, stress or urinary urgency and hematuria. Less common symptoms include urethral pain, hypogastric pain, anterior vaginal wall mass, purulent urethral discharge, urinary hesitancy and urinary retention. However, recurrent urinary tract infections and signs of urethral discharge are extremely important factors in suggesting the diagnosis of urethral diverticulum.\n\nDiagnostic method\nCurrently, only about 50-60% of patients with urethral diverticula are diagnosed through clinical examination. Therefore, to accurately diagnose the disease, the following methods can be used: (3)\nPhysical examination: Usually in women, urethral diverticula are found during a routine gynecological examination or through exploring the symptoms they experience. At that time, the doctor will do a physical examination or order tests to try to find the cause. During a physical examination, the doctor will touch the vaginal wall to check for any tumors, as well as determine the location of pain. If diverticula are felt, the doctor may gently squeeze them to see if urine accumulates or pus drains. The doctor will usually also order a urinalysis for the patient at this time.; Urethoscopy: Endoscopy allows direct visualization of the urethra, thus accurately determining the location of the diverticulum neck. However, it is easy to miss especially collapsed diverticula or small diverticulum necks.; Vaginal cystourethrography (VCUG) or retrograde cystourethrography (UCR): This film shows the location, size and relationship of the diverticula with neighboring organs such as the urethra, bladder, vagina.; Ultrasound: Ultrasound is a simple, non-invasive diagnostic tool, has no risk of causing allergies or radiation effects, and is effective in diagnosing urethral diverticula. However, depending on the doctor's experience and ultrasound equipment, small diverticula may be missed, so women need to choose reputable medical facilities with highly experienced and specialized doctors. to examine.; Magnetic resonance imaging (MRI): MRI has very high sensitivity in diagnosing ureteral diverticula, especially small diverticula, but has low specificity. MRI provides detailed results on the location, number, size, shape, complications and neck of diverticula as well as distinguishing lesions or urethral anatomical abnormalities.\n\nSymptoms\nUrethral diverticulum in women is a rare disease in clinical practice. The disease was first described by William Hey in 1786, as a sac that opens beyond the urethral wall into the virtual space between the urethra and vagina. The disease is often misdiagnosed or delayed because the condition is rare and the clinical manifestations are vague. Therefore, if you do not think about this pathology, diagnosing the disease is a challenge for doctors. Common complications in urethral diverticula are recurrent urinary tract infections, diverticulum stones, and malignancy.\n\nTreatment of urethral diverticula\nNot all urethral diverticula require removal. Cases without symptoms and discovered incidentally during a health examination may not require immediate surgery. Instead, you will need to treat your symptoms with antibiotics and other treatments if needed. If your infections recur frequently or the urethral diverticulum becomes larger, your doctor may perform surgery. (4)\nPatients with symptomatic urethral diverticula are indicated for surgical treatment. In all cases of acute inflammation and suppuration, a short period of antibiotic treatment is required before surgery. Depending on many factors, such as the size and location of the urethral diverticulum, your doctor will most likely remove it. However, they may also choose to cut into the neck of the bag to drain the contents or create an opening from the bag into the vagina allowing the contents to escape that way. During urethral diverticulum surgery, the doctor can also correct some urinary incontinence problems.\nMost people will need to take antibiotics for at least 24 hours after surgery and may have a catheter placed in the bladder to help empty the bladder while the wound heals, which usually lasts 2-3 days. week. The surgeon will conduct tests in the following weeks to check the success of surgery, wound healing, and schedule catheter removal.\n\nPrevention\nCurrently, there is no way to prevent the development of urethral diverticula in the body, so the most important thing is to practice healthy living habits in diet, lifestyle, and exercise. to improve health. In addition, women should have the habit of going for regular gynecological examinations, or if there are health abnormalities or symptoms of the disease, they should visit a specialist for timely diagnosis and intervention. time. Early diagnosis will make treatment easier and not affect quality of life too much.\nBringing together a team of leading medical experts, experienced doctors, a modern equipment system, and close coordination of the \"three-legged stool\" of Gynecology - Urology - Anorectal..., Obstetrics Center Gynecology, Tam Anh General Hospital provides comprehensive, professional pelvic floor health care services, individualized treatment regimens are built specifically for each patient, doctors and medical staff. Medical staff closely follows and supports all issues during hospital treatment and recovery at home...; always listen, understand and share with women.\nFor advice and to schedule an examination with Pelvic Floor specialists, Obstetrics and Gynecology Center of Tam Anh General Hospital, please contact:\nUrethral diverticula can greatly affect a woman's health and quality of life. If properly diagnosed and treated promptly, women can completely recover from the disease, with few complications after treatment and a low recurrence rate.",
    "subsections": [
        {
            "subsection_name": "Structure of the urethra",
            "subsection_content": "The urethra is the tube that carries urine out of the bladder and out of the body when the patient urinates. The urethral canal is only about 4 cm long in women, while the size of the urethral canal in men is about 16 cm, 4 times that of women. In men, the urethra is also the duct that carries semen during ejaculation.",
            "subsection_string": "Structure of the urethra\nThe urethra is the tube that carries urine out of the bladder and out of the body when the patient urinates. The urethral canal is only about 4 cm long in women, while the size of the urethral canal in men is about 16 cm, 4 times that of women. In men, the urethra is also the duct that carries semen during ejaculation."
        },
        {
            "subsection_name": "What is a urethral diverticulum?",
            "subsection_content": "Urethral Diverticulum (UD) is a bag or bulge of varying sizes that forms next to the urethra. Because the bulge is connected to the urethra, it is always filled with urine during urination. Urethral diverticulosis occurs much more frequently in women than in men and is estimated to occur in 1-6% of women.(1)\nUrethral diverticula often communicate with the urethral lumen and protrude outward and stretch the smooth muscle around the urethra. Sometimes, they extend proximally below the bladder neck and trigeminal region. On histological examination, urethral diverticula show marked inflammation of the transitional epithelial mucosa, which overlaps the thin circumferential diverticulum wall. This wall consists of fibromuscular tissue with or without an internal epithelial layer.",
            "subsection_string": "What is a urethral diverticulum?\nUrethral Diverticulum (UD) is a bag or bulge of varying sizes that forms next to the urethra. Because the bulge is connected to the urethra, it is always filled with urine during urination. Urethral diverticulosis occurs much more frequently in women than in men and is estimated to occur in 1-6% of women.(1)\nUrethral diverticula often communicate with the urethral lumen and protrude outward and stretch the smooth muscle around the urethra. Sometimes, they extend proximally below the bladder neck and trigeminal region. On histological examination, urethral diverticula show marked inflammation of the transitional epithelial mucosa, which overlaps the thin circumferential diverticulum wall. This wall consists of fibromuscular tissue with or without an internal epithelial layer."
        },
        {
            "subsection_name": "Causes of urethral diverticula",
            "subsection_content": "The etiology of urethral diverticula remains largely unknown. The disease can be congenital or acquired. It has been suggested that the congenital condition is due to embryonic remnants and usually originates from Gartner duct cysts and Müllerian duct cysts.\nInflammation of the glands adjacent to the urethra, forming an abscess that eventually invades the urethra, is thought to be a common cause. In addition, some pelvic floor disorders during childbirth can also cause the formation of urethral diverticula in women. (2)",
            "subsection_string": "Causes of urethral diverticula\nThe etiology of urethral diverticula remains largely unknown. The disease can be congenital or acquired. It has been suggested that the congenital condition is due to embryonic remnants and usually originates from Gartner duct cysts and Müllerian duct cysts.\nInflammation of the glands adjacent to the urethra, forming an abscess that eventually invades the urethra, is thought to be a common cause. In addition, some pelvic floor disorders during childbirth can also cause the formation of urethral diverticula in women. (2)"
        },
        {
            "subsection_name": "Symptoms of urethral diverticula",
            "subsection_content": "Signs of urethral diverticula are very diverse, the severity of the disease is often not related to the size of the diverticula. Many patients have urethral diverticula but do not have any signs or symptoms.\nIn children: The incidence in boys is higher than in girls. The disease often manifests immediately after birth. The child's urine stream is not a stream but always leaks; accompanied by fever due to urinary tract infection. In the scrotum, there is usually a fairly round and tight mass. When pressed, urine comes out in the urinary opening.; In adults: Patients with urethral diverticula often have no symptoms or vague, non-specific urogenital symptoms. In addition to typical symptoms such as dysuria, painful intercourse, and post-void incontinence, clinical symptoms are mainly based on symptoms such as urinary frequency and urgency, recurrent urinary tract infections, and urinary tract infections. incontinence, stress or urinary urgency and hematuria. Less common symptoms include urethral pain, hypogastric pain, anterior vaginal wall mass, purulent urethral discharge, urinary hesitancy and urinary retention. However, recurrent urinary tract infections and signs of urethral discharge are extremely important factors in suggesting the diagnosis of urethral diverticulum.",
            "subsection_string": "Symptoms of urethral diverticula\nSigns of urethral diverticula are very diverse, the severity of the disease is often not related to the size of the diverticula. Many patients have urethral diverticula but do not have any signs or symptoms.\nIn children: The incidence in boys is higher than in girls. The disease often manifests immediately after birth. The child's urine stream is not a stream but always leaks; accompanied by fever due to urinary tract infection. In the scrotum, there is usually a fairly round and tight mass. When pressed, urine comes out in the urinary opening.; In adults: Patients with urethral diverticula often have no symptoms or vague, non-specific urogenital symptoms. In addition to typical symptoms such as dysuria, painful intercourse, and post-void incontinence, clinical symptoms are mainly based on symptoms such as urinary frequency and urgency, recurrent urinary tract infections, and urinary tract infections. incontinence, stress or urinary urgency and hematuria. Less common symptoms include urethral pain, hypogastric pain, anterior vaginal wall mass, purulent urethral discharge, urinary hesitancy and urinary retention. However, recurrent urinary tract infections and signs of urethral discharge are extremely important factors in suggesting the diagnosis of urethral diverticulum."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "Currently, only about 50-60% of patients with urethral diverticula are diagnosed through clinical examination. Therefore, to accurately diagnose the disease, the following methods can be used: (3)\nPhysical examination: Usually in women, urethral diverticula are found during a routine gynecological examination or through exploring the symptoms they experience. At that time, the doctor will do a physical examination or order tests to try to find the cause. During a physical examination, the doctor will touch the vaginal wall to check for any tumors, as well as determine the location of pain. If diverticula are felt, the doctor may gently squeeze them to see if urine accumulates or pus drains. The doctor will usually also order a urinalysis for the patient at this time.; Urethoscopy: Endoscopy allows direct visualization of the urethra, thus accurately determining the location of the diverticulum neck. However, it is easy to miss especially collapsed diverticula or small diverticulum necks.; Vaginal cystourethrography (VCUG) or retrograde cystourethrography (UCR): This film shows the location, size and relationship of the diverticula with neighboring organs such as the urethra, bladder, vagina.; Ultrasound: Ultrasound is a simple, non-invasive diagnostic tool, has no risk of causing allergies or radiation effects, and is effective in diagnosing urethral diverticula. However, depending on the doctor's experience and ultrasound equipment, small diverticula may be missed, so women need to choose reputable medical facilities with highly experienced and specialized doctors. to examine.; Magnetic resonance imaging (MRI): MRI has very high sensitivity in diagnosing ureteral diverticula, especially small diverticula, but has low specificity. MRI provides detailed results on the location, number, size, shape, complications and neck of diverticula as well as distinguishing lesions or urethral anatomical abnormalities.",
            "subsection_string": "Diagnostic method\nCurrently, only about 50-60% of patients with urethral diverticula are diagnosed through clinical examination. Therefore, to accurately diagnose the disease, the following methods can be used: (3)\nPhysical examination: Usually in women, urethral diverticula are found during a routine gynecological examination or through exploring the symptoms they experience. At that time, the doctor will do a physical examination or order tests to try to find the cause. During a physical examination, the doctor will touch the vaginal wall to check for any tumors, as well as determine the location of pain. If diverticula are felt, the doctor may gently squeeze them to see if urine accumulates or pus drains. The doctor will usually also order a urinalysis for the patient at this time.; Urethoscopy: Endoscopy allows direct visualization of the urethra, thus accurately determining the location of the diverticulum neck. However, it is easy to miss especially collapsed diverticula or small diverticulum necks.; Vaginal cystourethrography (VCUG) or retrograde cystourethrography (UCR): This film shows the location, size and relationship of the diverticula with neighboring organs such as the urethra, bladder, vagina.; Ultrasound: Ultrasound is a simple, non-invasive diagnostic tool, has no risk of causing allergies or radiation effects, and is effective in diagnosing urethral diverticula. However, depending on the doctor's experience and ultrasound equipment, small diverticula may be missed, so women need to choose reputable medical facilities with highly experienced and specialized doctors. to examine.; Magnetic resonance imaging (MRI): MRI has very high sensitivity in diagnosing ureteral diverticula, especially small diverticula, but has low specificity. MRI provides detailed results on the location, number, size, shape, complications and neck of diverticula as well as distinguishing lesions or urethral anatomical abnormalities."
        },
        {
            "subsection_name": "Symptoms",
            "subsection_content": "Urethral diverticulum in women is a rare disease in clinical practice. The disease was first described by William Hey in 1786, as a sac that opens beyond the urethral wall into the virtual space between the urethra and vagina. The disease is often misdiagnosed or delayed because the condition is rare and the clinical manifestations are vague. Therefore, if you do not think about this pathology, diagnosing the disease is a challenge for doctors. Common complications in urethral diverticula are recurrent urinary tract infections, diverticulum stones, and malignancy.",
            "subsection_string": "Symptoms\nUrethral diverticulum in women is a rare disease in clinical practice. The disease was first described by William Hey in 1786, as a sac that opens beyond the urethral wall into the virtual space between the urethra and vagina. The disease is often misdiagnosed or delayed because the condition is rare and the clinical manifestations are vague. Therefore, if you do not think about this pathology, diagnosing the disease is a challenge for doctors. Common complications in urethral diverticula are recurrent urinary tract infections, diverticulum stones, and malignancy."
        },
        {
            "subsection_name": "Treatment of urethral diverticula",
            "subsection_content": "Not all urethral diverticula require removal. Cases without symptoms and discovered incidentally during a health examination may not require immediate surgery. Instead, you will need to treat your symptoms with antibiotics and other treatments if needed. If your infections recur frequently or the urethral diverticulum becomes larger, your doctor may perform surgery. (4)\nPatients with symptomatic urethral diverticula are indicated for surgical treatment. In all cases of acute inflammation and suppuration, a short period of antibiotic treatment is required before surgery. Depending on many factors, such as the size and location of the urethral diverticulum, your doctor will most likely remove it. However, they may also choose to cut into the neck of the bag to drain the contents or create an opening from the bag into the vagina allowing the contents to escape that way. During urethral diverticulum surgery, the doctor can also correct some urinary incontinence problems.\nMost people will need to take antibiotics for at least 24 hours after surgery and may have a catheter placed in the bladder to help empty the bladder while the wound heals, which usually lasts 2-3 days. week. The surgeon will conduct tests in the following weeks to check the success of surgery, wound healing, and schedule catheter removal.",
            "subsection_string": "Treatment of urethral diverticula\nNot all urethral diverticula require removal. Cases without symptoms and discovered incidentally during a health examination may not require immediate surgery. Instead, you will need to treat your symptoms with antibiotics and other treatments if needed. If your infections recur frequently or the urethral diverticulum becomes larger, your doctor may perform surgery. (4)\nPatients with symptomatic urethral diverticula are indicated for surgical treatment. In all cases of acute inflammation and suppuration, a short period of antibiotic treatment is required before surgery. Depending on many factors, such as the size and location of the urethral diverticulum, your doctor will most likely remove it. However, they may also choose to cut into the neck of the bag to drain the contents or create an opening from the bag into the vagina allowing the contents to escape that way. During urethral diverticulum surgery, the doctor can also correct some urinary incontinence problems.\nMost people will need to take antibiotics for at least 24 hours after surgery and may have a catheter placed in the bladder to help empty the bladder while the wound heals, which usually lasts 2-3 days. week. The surgeon will conduct tests in the following weeks to check the success of surgery, wound healing, and schedule catheter removal."
        },
        {
            "subsection_name": "Prevention",
            "subsection_content": "Currently, there is no way to prevent the development of urethral diverticula in the body, so the most important thing is to practice healthy living habits in diet, lifestyle, and exercise. to improve health. In addition, women should have the habit of going for regular gynecological examinations, or if there are health abnormalities or symptoms of the disease, they should visit a specialist for timely diagnosis and intervention. time. Early diagnosis will make treatment easier and not affect quality of life too much.\nBringing together a team of leading medical experts, experienced doctors, a modern equipment system, and close coordination of the \"three-legged stool\" of Gynecology - Urology - Anorectal..., Obstetrics Center Gynecology, Tam Anh General Hospital provides comprehensive, professional pelvic floor health care services, individualized treatment regimens are built specifically for each patient, doctors and medical staff. Medical staff closely follows and supports all issues during hospital treatment and recovery at home...; always listen, understand and share with women.\nFor advice and to schedule an examination with Pelvic Floor specialists, Obstetrics and Gynecology Center of Tam Anh General Hospital, please contact:\nUrethral diverticula can greatly affect a woman's health and quality of life. If properly diagnosed and treated promptly, women can completely recover from the disease, with few complications after treatment and a low recurrence rate.",
            "subsection_string": "Prevention\nCurrently, there is no way to prevent the development of urethral diverticula in the body, so the most important thing is to practice healthy living habits in diet, lifestyle, and exercise. to improve health. In addition, women should have the habit of going for regular gynecological examinations, or if there are health abnormalities or symptoms of the disease, they should visit a specialist for timely diagnosis and intervention. time. Early diagnosis will make treatment easier and not affect quality of life too much.\nBringing together a team of leading medical experts, experienced doctors, a modern equipment system, and close coordination of the \"three-legged stool\" of Gynecology - Urology - Anorectal..., Obstetrics Center Gynecology, Tam Anh General Hospital provides comprehensive, professional pelvic floor health care services, individualized treatment regimens are built specifically for each patient, doctors and medical staff. Medical staff closely follows and supports all issues during hospital treatment and recovery at home...; always listen, understand and share with women.\nFor advice and to schedule an examination with Pelvic Floor specialists, Obstetrics and Gynecology Center of Tam Anh General Hospital, please contact:\nUrethral diverticula can greatly affect a woman's health and quality of life. If properly diagnosed and treated promptly, women can completely recover from the disease, with few complications after treatment and a low recurrence rate."
        }
    ],
    "name": "tui-thua-nieu-dao.json"
}