{
    "title": "What disease is hemangioma? Signs, causes and diagnosis",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/u-mau/",
    "abstract": "Hemangiomas form due to excessive blood vessel proliferation and are usually benign. In children, hemangioma tends to gradually regress over time and will completely or partially disappear when the child is between 5 and 10 years old.\n This article receives professional advice from the Medical Information Center, Tam Anh General Hospital, Ho Chi Minh City. Hemangiomas or angiomas can develop on the skin or in organs inside the body. Most hemangiomas have benign growths and the exact cause has not been determined. Hemangioma is usually not hereditary, but family members can still get hemangioma.",
    "content": "What disease is hemangioma? Signs, causes and diagnosis\n\nHemangiomas form due to excessive blood vessel proliferation and are usually benign. In children, hemangioma tends to gradually regress over time and will completely or partially disappear when the child is between 5 and 10 years old.\n This article receives professional advice from the Medical Information Center, Tam Anh General Hospital, Ho Chi Minh City. Hemangiomas or angiomas can develop on the skin or in organs inside the body. Most hemangiomas have benign growths and the exact cause has not been determined. Hemangioma is usually not hereditary, but family members can still get hemangioma.\n\nWhat disease is hemangioma?\nHemangioma most commonly appears as a bright red birthmark on a baby's skin at birth or within the first 2 weeks of life. In addition, hemangioma can also form in organs inside the body such as the intestines, spine, respiratory organs,... especially the liver. (first)\nWith hemangiomas on the skin, the tumor is usually made up of secondary blood vessels, looks like a red bump (flat or convex), can appear on any skin area on the body, especially the face. chest, back,…\nHemangioma will develop rapidly in the first month after the baby is born, called the proliferative phase. The hemangioma will reach 80% of its maximum size when the infant is 3 months old. Normally, hemangiomas will stop growing (flatten and become less dark) and gradually shrink in size when the child is 1 year old. Over time, about half of childhood hemangiomas will leave scar tissue or form excess blood vessels on the skin. Statistics on hemangioma cases around the world have shown that hemangioma is more common in boys than girls and that white children are more susceptible to the disease than children of color.\nMost of the time, hemangiomas in children do not need to be treated because the tumor will gradually disappear over time. However, if your child has a hemangioma in a sensitive location, affecting the function of other organs in the body, you should consult a doctor for early treatment.\nHemangioma most commonly appears as a bright red birthmark on the skin of young children\n\nLocations on the human body that can have hemangioma\nHemangioma on the skin\nHemangiomas on the skin develop when there is an abnormal increase in blood vessels in an area of ​​the body. Scientists have not been able to conclude why blood vessels cluster together, but they believe this may be due to certain related proteins produced in the placenta during pregnancy. baby still in the mother's womb). (2)\nHemangiomas on the skin can appear all over the body, but are most common in the head, neck, and face. Hemangiomas can form in the top layer of the skin or in the fatty layer below the skin. Initially, hemangioma may just be a red birthmark on the skin, but gradually, the tumor begins to protrude from the skin. In addition, hemangiomas formed from blood vessels deep under the skin are also known as cavernous hemangiomas and require a doctor's intervention to avoid dangerous complications such as seizures and impaired neurological function. ,…\nInitially, hemangioma may just be a red birthmark on the skin, but over time the tumor may protrude from the skin.\nHemangioma in the liver\nHemangiomas on the liver have the highest occurrence rate among the group of hemangiomas in organs inside the body. Accordingly, hemangioma will develop inside or on the surface of the liver. Some studies show that using birth control pills can lead to hemangioma in the baby's liver right in the womb.\nThe rate of healthy adults with hemangioma in the liver can range from 5% to 7%, with women 6 times more likely to have the disease than men. Usually hemangiomas in the liver are not malignant tumors, and there is no research showing that they can develop into cancer. The liver is an organ without sensory nerves, so it will be difficult to detect liver hemangioma in the early stages. Most patients will detect this disease when performing paraclinical tests such as liver ultrasound, computed tomography, etc.\nOther position\nNot only on the surface of the skin or in the liver, hemangioma can also appear in other organs inside the body such as: intestines, spine, respiratory organs, vulva, pharynx, etc. Depending on the location. Due to the location and size of the tumor, the patient may encounter some risks such as ulcers, bleeding, and tumor cracking during daily activities.\n\nCause of hemangioma\nCurrently, the specific cause of hemangioma has not been determined. Some medical research suggests that neonatal hemangioma is formed due to errors in the development of the vascular system during fetal development. Additionally, some cases of hemangioma are thought to be related to genetic abnormalities (eg, cavernous hemangioma in von Hippel-Lindau disease).\nThere is currently no scientific research proving that there is a connection between occupational factors and hemangioma. Therefore, whether a person is regularly exposed to chemicals or radiation creates a risk of hemangioma or not, there is still no exact answer.\n\nSymptoms of hemangioma\nHemangiomas are usually painless lesions and hemangiomas are red or blue in color. Usually, this tumor is flat or slightly rough on the skin, so it is easy for bleeding and ulceration to occur if there is impact during daily activities.\nIn addition, hemangiomas growing in bones can cause pain and make the patient's bones larger. In cases where the hemangioma contains blood clots or the tumor appears near the liver capsule, causing pressure on the liver, the patient's body will have symptoms such as: nausea, vomiting, early satiety, abdominal pain, etc.\nHemangiomas on the skin are painless lesions, hemangiomas inside the body can cause different symptoms depending on the location of the tumor.\n\nWhen to see a doctor?\nPatients need to go to the hospital for examination immediately when the hemangioma encounters infection problems such as: pus, high fever, expansion, tumor surface ulceration, bleeding, etc.\nIn addition, the following cases require going to the hospital to see a doctor directly:\nThe patient has scheduled a follow-up appointment with the doctor.; Children with hemangioma refuse to take medication (medication prescribed by a doctor).; Parents are worried about side effects of hemangioma treatment drugs.\nIf a child with a hemangioma is prescribed oral steroids, do not arbitrarily stop the medication or suddenly increase the dosage without consulting a doctor.\n\nStages of hemangioma\nIn terms of morphology, hemangiomas are classified into 3 types including: capillary hemangioma (common, red on the skin), cavernous hemangioma (less common, blue under the skin), mixed hemangioma (deep under the skin, can be blue or red). (3)\nRegardless of the type, hemangiomas will often share the same physiological characteristics and stages of development:\nProliferative phase: At this stage, superficial hemangioma will last for 3 - 6 months and deep hemangioma will last for 8 - 10 months.; Stable stage: This is the stage when the hemangioma gradually stabilizes in size and clinical signs. This stage of hemangioma will usually last 18 to 20 months.; Regression stage: When reaching this stage, the hemangioma will begin to gradually fade in color and then collapse. Most hemangiomas will regress after the child is 5 years old.\n\nIs hemangioma dangerous?\nMost hemangiomas are usually benign and the child's body will develop normally, so parents do not need to worry too much. However, parents need to pay attention to the following cases of hemangioma for appropriate treatment.\nFor example, a hemangioma can appear on the face and neck, so it will affect the aesthetics and may cause the child to become self-conscious. Surgical treatment of large hemangiomas is likely to leave scars or excess fatty tissue on the skin. Hemangioma can also affect the function of the respiratory system, digestive system, ears, eyes, etc. Hemangioma ulcers, swelling, and damage during daily activities also often occur. , causing discomfort to the patient.\nIn addition, the development process of hemangioma can deform the structure of the body's organs, especially tumors at the tip of the nose, lips, ears, etc. In some special cases, the condition Increased blood flow caused by hemangiomas on the skin and hemangiomas in internal organs (mostly in the liver) can lead to heart failure.\nHemangiomas can also seriously affect the patient's quality of life and health, for example: appearing on the eyelids will obscure vision, tongue tumors will hinder the eating process, Tumors form in the respiratory tract, causing difficulty breathing, etc.\nIn some cases, hemangiomas can seriously affect the patient's quality of life and health\n\nHow to diagnose hemangioma\nHemangiomas can be confused with other vascular malformations, so the doctor will conduct an examination and ask the patient to perform clinical tests (if necessary).\nThe doctor will perform a clinical examination and learn about the patient's health history, especially when the hemangioma was discovered and the symptoms that appeared on the body. During the physical examination, the doctor will directly examine the tumor if it is a hemangioma on the skin. If the hemangioma is located in a special location or it is suspected that the hemangioma is located deep inside the skin or in internal organs, the patient will be asked to perform a number of laboratory tests including: (4)\nX-ray and computed tomography (CT): Both of these imaging tests can help detect calcified cavernous hemangiomas (called phleboliths).; MRI scan: This technique will produce clear images of soft structures including hemangioma. On an MRI scan, the hemangioma will appear as a \"bag of worms\" formed by blood vessels wrapped around each other; Differential diagnosis: These tests will help doctors distinguish hemangiomas from other types of vascular malformations and soft tissue tumors. This test is important in distinguishing common hemangiomas from malignant hemangiomas such as angiosarcoma.\n\nHow to treat hemangioma\nNon-surgical treatment of hemangioma\nNormally, hemangioma in children can go away on its own without needing treatment, but when a hemangioma is detected, the patient needs to consult a doctor. Some non-surgical hemangioma treatments include: (5)\nBeta blockers: This is a medication that may be recommended depending on the type and size of the hemangioma. For facial hemangiomas and infantile hemangiomas, beta blockers may be given orally (in pill form) with the goal of slowing tumor growth.; Anti-inflammatory medications: If the hemangioma is growing near vital structures, such as the nose, lips or eyelids, your doctor may recommend steroid medications. Steroids are commonly used to slow tumor growth, which can be injected directly into the hemangioma or taken orally.; Embolization: This is a minimally invasive procedure that is helpful in shrinking tumors and reducing pain. Normally the tumor will regenerate its blood supply over time after these procedures. Embolization is also sometimes used before surgery to reduce the risk of excessive blood loss.; Laser treatment: Laser treatment is usually reserved for cutaneous hemangiomas. For some people, lasers can be helpful in removing tumors or relieving pain and other unwanted symptoms.\nTreatment of hemangioma by surgery\nSurgical methods will often be applied to treat cavernous hemangioma (if the tumor is tending to destroy surrounding healthy tissue). In some cases, benign hemangiomas can still cause symptoms severe enough to consider surgical treatment.\nThe goal of treating hemangioma with surgery is to remove the tumor from the body. To perform this process, the patient will be anesthetized, and the surgeon will perform surgery to remove as much of the tumor as possible. The most common complication of hemangioma removal surgery is hemorrhage (blood loss). Additionally, hemangiomas have a high tendency to recur after surgery, depending on the type and location of the tumor.\nWith hemangioma inside the body, modern techniques and machines such as laparoscopic surgery, positioning... will support effective surgery.\nTo find out exactly how a hemangioma should be treated, the patient needs to visit a medical facility or hospital to meet the doctor directly. At Tam Anh General Hospital System, you can schedule a hemangioma examination via:\nCall center 0287 102 6789 - 028 7300 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff. Register for a medical appointment with doctors at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/. Send a message on Tam Anh General Hospital Fanpage. Text message via Zalo OA of Tam Anh General Hospital.\n\nCan hemangioma be prevented?\nCurrently, there is no way to prevent hemangioma because the cause of hemangioma formation has not been specifically determined. Therefore, if you need to learn more information about hemangioma, you need to go to the hospital for direct advice from a doctor.\nIn summary, hemangiomas are usually benign and more common in children. If the hemangioma grows rapidly, causing many symptoms to the body such as: high fever, pain, difficulty breathing, etc. parents need to quickly take the baby to the hospital for examination as soon as possible.",
    "subsections": [
        {
            "subsection_name": "What disease is hemangioma?",
            "subsection_content": "Hemangioma most commonly appears as a bright red birthmark on a baby's skin at birth or within the first 2 weeks of life. In addition, hemangioma can also form in organs inside the body such as the intestines, spine, respiratory organs,... especially the liver. (first)\nWith hemangiomas on the skin, the tumor is usually made up of secondary blood vessels, looks like a red bump (flat or convex), can appear on any skin area on the body, especially the face. chest, back,…\nHemangioma will develop rapidly in the first month after the baby is born, called the proliferative phase. The hemangioma will reach 80% of its maximum size when the infant is 3 months old. Normally, hemangiomas will stop growing (flatten and become less dark) and gradually shrink in size when the child is 1 year old. Over time, about half of childhood hemangiomas will leave scar tissue or form excess blood vessels on the skin. Statistics on hemangioma cases around the world have shown that hemangioma is more common in boys than girls and that white children are more susceptible to the disease than children of color.\nMost of the time, hemangiomas in children do not need to be treated because the tumor will gradually disappear over time. However, if your child has a hemangioma in a sensitive location, affecting the function of other organs in the body, you should consult a doctor for early treatment.\nHemangioma most commonly appears as a bright red birthmark on the skin of young children",
            "subsection_string": "What disease is hemangioma?\nHemangioma most commonly appears as a bright red birthmark on a baby's skin at birth or within the first 2 weeks of life. In addition, hemangioma can also form in organs inside the body such as the intestines, spine, respiratory organs,... especially the liver. (first)\nWith hemangiomas on the skin, the tumor is usually made up of secondary blood vessels, looks like a red bump (flat or convex), can appear on any skin area on the body, especially the face. chest, back,…\nHemangioma will develop rapidly in the first month after the baby is born, called the proliferative phase. The hemangioma will reach 80% of its maximum size when the infant is 3 months old. Normally, hemangiomas will stop growing (flatten and become less dark) and gradually shrink in size when the child is 1 year old. Over time, about half of childhood hemangiomas will leave scar tissue or form excess blood vessels on the skin. Statistics on hemangioma cases around the world have shown that hemangioma is more common in boys than girls and that white children are more susceptible to the disease than children of color.\nMost of the time, hemangiomas in children do not need to be treated because the tumor will gradually disappear over time. However, if your child has a hemangioma in a sensitive location, affecting the function of other organs in the body, you should consult a doctor for early treatment.\nHemangioma most commonly appears as a bright red birthmark on the skin of young children"
        },
        {
            "subsection_name": "Locations on the human body that can have hemangioma",
            "subsection_content": "Hemangioma on the skin\nHemangiomas on the skin develop when there is an abnormal increase in blood vessels in an area of ​​the body. Scientists have not been able to conclude why blood vessels cluster together, but they believe this may be due to certain related proteins produced in the placenta during pregnancy. baby still in the mother's womb). (2)\nHemangiomas on the skin can appear all over the body, but are most common in the head, neck, and face. Hemangiomas can form in the top layer of the skin or in the fatty layer below the skin. Initially, hemangioma may just be a red birthmark on the skin, but gradually, the tumor begins to protrude from the skin. In addition, hemangiomas formed from blood vessels deep under the skin are also known as cavernous hemangiomas and require a doctor's intervention to avoid dangerous complications such as seizures and impaired neurological function. ,…\nInitially, hemangioma may just be a red birthmark on the skin, but over time the tumor may protrude from the skin.\nHemangioma in the liver\nHemangiomas on the liver have the highest occurrence rate among the group of hemangiomas in organs inside the body. Accordingly, hemangioma will develop inside or on the surface of the liver. Some studies show that using birth control pills can lead to hemangioma in the baby's liver right in the womb.\nThe rate of healthy adults with hemangioma in the liver can range from 5% to 7%, with women 6 times more likely to have the disease than men. Usually hemangiomas in the liver are not malignant tumors, and there is no research showing that they can develop into cancer. The liver is an organ without sensory nerves, so it will be difficult to detect liver hemangioma in the early stages. Most patients will detect this disease when performing paraclinical tests such as liver ultrasound, computed tomography, etc.\nOther position\nNot only on the surface of the skin or in the liver, hemangioma can also appear in other organs inside the body such as: intestines, spine, respiratory organs, vulva, pharynx, etc. Depending on the location. Due to the location and size of the tumor, the patient may encounter some risks such as ulcers, bleeding, and tumor cracking during daily activities.",
            "subsection_string": "Locations on the human body that can have hemangioma\nHemangioma on the skin\nHemangiomas on the skin develop when there is an abnormal increase in blood vessels in an area of ​​the body. Scientists have not been able to conclude why blood vessels cluster together, but they believe this may be due to certain related proteins produced in the placenta during pregnancy. baby still in the mother's womb). (2)\nHemangiomas on the skin can appear all over the body, but are most common in the head, neck, and face. Hemangiomas can form in the top layer of the skin or in the fatty layer below the skin. Initially, hemangioma may just be a red birthmark on the skin, but gradually, the tumor begins to protrude from the skin. In addition, hemangiomas formed from blood vessels deep under the skin are also known as cavernous hemangiomas and require a doctor's intervention to avoid dangerous complications such as seizures and impaired neurological function. ,…\nInitially, hemangioma may just be a red birthmark on the skin, but over time the tumor may protrude from the skin.\nHemangioma in the liver\nHemangiomas on the liver have the highest occurrence rate among the group of hemangiomas in organs inside the body. Accordingly, hemangioma will develop inside or on the surface of the liver. Some studies show that using birth control pills can lead to hemangioma in the baby's liver right in the womb.\nThe rate of healthy adults with hemangioma in the liver can range from 5% to 7%, with women 6 times more likely to have the disease than men. Usually hemangiomas in the liver are not malignant tumors, and there is no research showing that they can develop into cancer. The liver is an organ without sensory nerves, so it will be difficult to detect liver hemangioma in the early stages. Most patients will detect this disease when performing paraclinical tests such as liver ultrasound, computed tomography, etc.\nOther position\nNot only on the surface of the skin or in the liver, hemangioma can also appear in other organs inside the body such as: intestines, spine, respiratory organs, vulva, pharynx, etc. Depending on the location. Due to the location and size of the tumor, the patient may encounter some risks such as ulcers, bleeding, and tumor cracking during daily activities."
        },
        {
            "subsection_name": "Cause of hemangioma",
            "subsection_content": "Currently, the specific cause of hemangioma has not been determined. Some medical research suggests that neonatal hemangioma is formed due to errors in the development of the vascular system during fetal development. Additionally, some cases of hemangioma are thought to be related to genetic abnormalities (eg, cavernous hemangioma in von Hippel-Lindau disease).\nThere is currently no scientific research proving that there is a connection between occupational factors and hemangioma. Therefore, whether a person is regularly exposed to chemicals or radiation creates a risk of hemangioma or not, there is still no exact answer.",
            "subsection_string": "Cause of hemangioma\nCurrently, the specific cause of hemangioma has not been determined. Some medical research suggests that neonatal hemangioma is formed due to errors in the development of the vascular system during fetal development. Additionally, some cases of hemangioma are thought to be related to genetic abnormalities (eg, cavernous hemangioma in von Hippel-Lindau disease).\nThere is currently no scientific research proving that there is a connection between occupational factors and hemangioma. Therefore, whether a person is regularly exposed to chemicals or radiation creates a risk of hemangioma or not, there is still no exact answer."
        },
        {
            "subsection_name": "Symptoms of hemangioma",
            "subsection_content": "Hemangiomas are usually painless lesions and hemangiomas are red or blue in color. Usually, this tumor is flat or slightly rough on the skin, so it is easy for bleeding and ulceration to occur if there is impact during daily activities.\nIn addition, hemangiomas growing in bones can cause pain and make the patient's bones larger. In cases where the hemangioma contains blood clots or the tumor appears near the liver capsule, causing pressure on the liver, the patient's body will have symptoms such as: nausea, vomiting, early satiety, abdominal pain, etc.\nHemangiomas on the skin are painless lesions, hemangiomas inside the body can cause different symptoms depending on the location of the tumor.",
            "subsection_string": "Symptoms of hemangioma\nHemangiomas are usually painless lesions and hemangiomas are red or blue in color. Usually, this tumor is flat or slightly rough on the skin, so it is easy for bleeding and ulceration to occur if there is impact during daily activities.\nIn addition, hemangiomas growing in bones can cause pain and make the patient's bones larger. In cases where the hemangioma contains blood clots or the tumor appears near the liver capsule, causing pressure on the liver, the patient's body will have symptoms such as: nausea, vomiting, early satiety, abdominal pain, etc.\nHemangiomas on the skin are painless lesions, hemangiomas inside the body can cause different symptoms depending on the location of the tumor."
        },
        {
            "subsection_name": "When to see a doctor?",
            "subsection_content": "Patients need to go to the hospital for examination immediately when the hemangioma encounters infection problems such as: pus, high fever, expansion, tumor surface ulceration, bleeding, etc.\nIn addition, the following cases require going to the hospital to see a doctor directly:\nThe patient has scheduled a follow-up appointment with the doctor.; Children with hemangioma refuse to take medication (medication prescribed by a doctor).; Parents are worried about side effects of hemangioma treatment drugs.\nIf a child with a hemangioma is prescribed oral steroids, do not arbitrarily stop the medication or suddenly increase the dosage without consulting a doctor.",
            "subsection_string": "When to see a doctor?\nPatients need to go to the hospital for examination immediately when the hemangioma encounters infection problems such as: pus, high fever, expansion, tumor surface ulceration, bleeding, etc.\nIn addition, the following cases require going to the hospital to see a doctor directly:\nThe patient has scheduled a follow-up appointment with the doctor.; Children with hemangioma refuse to take medication (medication prescribed by a doctor).; Parents are worried about side effects of hemangioma treatment drugs.\nIf a child with a hemangioma is prescribed oral steroids, do not arbitrarily stop the medication or suddenly increase the dosage without consulting a doctor."
        },
        {
            "subsection_name": "Stages of hemangioma",
            "subsection_content": "In terms of morphology, hemangiomas are classified into 3 types including: capillary hemangioma (common, red on the skin), cavernous hemangioma (less common, blue under the skin), mixed hemangioma (deep under the skin, can be blue or red). (3)\nRegardless of the type, hemangiomas will often share the same physiological characteristics and stages of development:\nProliferative phase: At this stage, superficial hemangioma will last for 3 - 6 months and deep hemangioma will last for 8 - 10 months.; Stable stage: This is the stage when the hemangioma gradually stabilizes in size and clinical signs. This stage of hemangioma will usually last 18 to 20 months.; Regression stage: When reaching this stage, the hemangioma will begin to gradually fade in color and then collapse. Most hemangiomas will regress after the child is 5 years old.",
            "subsection_string": "Stages of hemangioma\nIn terms of morphology, hemangiomas are classified into 3 types including: capillary hemangioma (common, red on the skin), cavernous hemangioma (less common, blue under the skin), mixed hemangioma (deep under the skin, can be blue or red). (3)\nRegardless of the type, hemangiomas will often share the same physiological characteristics and stages of development:\nProliferative phase: At this stage, superficial hemangioma will last for 3 - 6 months and deep hemangioma will last for 8 - 10 months.; Stable stage: This is the stage when the hemangioma gradually stabilizes in size and clinical signs. This stage of hemangioma will usually last 18 to 20 months.; Regression stage: When reaching this stage, the hemangioma will begin to gradually fade in color and then collapse. Most hemangiomas will regress after the child is 5 years old."
        },
        {
            "subsection_name": "Is hemangioma dangerous?",
            "subsection_content": "Most hemangiomas are usually benign and the child's body will develop normally, so parents do not need to worry too much. However, parents need to pay attention to the following cases of hemangioma for appropriate treatment.\nFor example, a hemangioma can appear on the face and neck, so it will affect the aesthetics and may cause the child to become self-conscious. Surgical treatment of large hemangiomas is likely to leave scars or excess fatty tissue on the skin. Hemangioma can also affect the function of the respiratory system, digestive system, ears, eyes, etc. Hemangioma ulcers, swelling, and damage during daily activities also often occur. , causing discomfort to the patient.\nIn addition, the development process of hemangioma can deform the structure of the body's organs, especially tumors at the tip of the nose, lips, ears, etc. In some special cases, the condition Increased blood flow caused by hemangiomas on the skin and hemangiomas in internal organs (mostly in the liver) can lead to heart failure.\nHemangiomas can also seriously affect the patient's quality of life and health, for example: appearing on the eyelids will obscure vision, tongue tumors will hinder the eating process, Tumors form in the respiratory tract, causing difficulty breathing, etc.\nIn some cases, hemangiomas can seriously affect the patient's quality of life and health",
            "subsection_string": "Is hemangioma dangerous?\nMost hemangiomas are usually benign and the child's body will develop normally, so parents do not need to worry too much. However, parents need to pay attention to the following cases of hemangioma for appropriate treatment.\nFor example, a hemangioma can appear on the face and neck, so it will affect the aesthetics and may cause the child to become self-conscious. Surgical treatment of large hemangiomas is likely to leave scars or excess fatty tissue on the skin. Hemangioma can also affect the function of the respiratory system, digestive system, ears, eyes, etc. Hemangioma ulcers, swelling, and damage during daily activities also often occur. , causing discomfort to the patient.\nIn addition, the development process of hemangioma can deform the structure of the body's organs, especially tumors at the tip of the nose, lips, ears, etc. In some special cases, the condition Increased blood flow caused by hemangiomas on the skin and hemangiomas in internal organs (mostly in the liver) can lead to heart failure.\nHemangiomas can also seriously affect the patient's quality of life and health, for example: appearing on the eyelids will obscure vision, tongue tumors will hinder the eating process, Tumors form in the respiratory tract, causing difficulty breathing, etc.\nIn some cases, hemangiomas can seriously affect the patient's quality of life and health"
        },
        {
            "subsection_name": "How to diagnose hemangioma",
            "subsection_content": "Hemangiomas can be confused with other vascular malformations, so the doctor will conduct an examination and ask the patient to perform clinical tests (if necessary).\nThe doctor will perform a clinical examination and learn about the patient's health history, especially when the hemangioma was discovered and the symptoms that appeared on the body. During the physical examination, the doctor will directly examine the tumor if it is a hemangioma on the skin. If the hemangioma is located in a special location or it is suspected that the hemangioma is located deep inside the skin or in internal organs, the patient will be asked to perform a number of laboratory tests including: (4)\nX-ray and computed tomography (CT): Both of these imaging tests can help detect calcified cavernous hemangiomas (called phleboliths).; MRI scan: This technique will produce clear images of soft structures including hemangioma. On an MRI scan, the hemangioma will appear as a \"bag of worms\" formed by blood vessels wrapped around each other; Differential diagnosis: These tests will help doctors distinguish hemangiomas from other types of vascular malformations and soft tissue tumors. This test is important in distinguishing common hemangiomas from malignant hemangiomas such as angiosarcoma.",
            "subsection_string": "How to diagnose hemangioma\nHemangiomas can be confused with other vascular malformations, so the doctor will conduct an examination and ask the patient to perform clinical tests (if necessary).\nThe doctor will perform a clinical examination and learn about the patient's health history, especially when the hemangioma was discovered and the symptoms that appeared on the body. During the physical examination, the doctor will directly examine the tumor if it is a hemangioma on the skin. If the hemangioma is located in a special location or it is suspected that the hemangioma is located deep inside the skin or in internal organs, the patient will be asked to perform a number of laboratory tests including: (4)\nX-ray and computed tomography (CT): Both of these imaging tests can help detect calcified cavernous hemangiomas (called phleboliths).; MRI scan: This technique will produce clear images of soft structures including hemangioma. On an MRI scan, the hemangioma will appear as a \"bag of worms\" formed by blood vessels wrapped around each other; Differential diagnosis: These tests will help doctors distinguish hemangiomas from other types of vascular malformations and soft tissue tumors. This test is important in distinguishing common hemangiomas from malignant hemangiomas such as angiosarcoma."
        },
        {
            "subsection_name": "How to treat hemangioma",
            "subsection_content": "Non-surgical treatment of hemangioma\nNormally, hemangioma in children can go away on its own without needing treatment, but when a hemangioma is detected, the patient needs to consult a doctor. Some non-surgical hemangioma treatments include: (5)\nBeta blockers: This is a medication that may be recommended depending on the type and size of the hemangioma. For facial hemangiomas and infantile hemangiomas, beta blockers may be given orally (in pill form) with the goal of slowing tumor growth.; Anti-inflammatory medications: If the hemangioma is growing near vital structures, such as the nose, lips or eyelids, your doctor may recommend steroid medications. Steroids are commonly used to slow tumor growth, which can be injected directly into the hemangioma or taken orally.; Embolization: This is a minimally invasive procedure that is helpful in shrinking tumors and reducing pain. Normally the tumor will regenerate its blood supply over time after these procedures. Embolization is also sometimes used before surgery to reduce the risk of excessive blood loss.; Laser treatment: Laser treatment is usually reserved for cutaneous hemangiomas. For some people, lasers can be helpful in removing tumors or relieving pain and other unwanted symptoms.\nTreatment of hemangioma by surgery\nSurgical methods will often be applied to treat cavernous hemangioma (if the tumor is tending to destroy surrounding healthy tissue). In some cases, benign hemangiomas can still cause symptoms severe enough to consider surgical treatment.\nThe goal of treating hemangioma with surgery is to remove the tumor from the body. To perform this process, the patient will be anesthetized, and the surgeon will perform surgery to remove as much of the tumor as possible. The most common complication of hemangioma removal surgery is hemorrhage (blood loss). Additionally, hemangiomas have a high tendency to recur after surgery, depending on the type and location of the tumor.\nWith hemangioma inside the body, modern techniques and machines such as laparoscopic surgery, positioning... will support effective surgery.\nTo find out exactly how a hemangioma should be treated, the patient needs to visit a medical facility or hospital to meet the doctor directly. At Tam Anh General Hospital System, you can schedule a hemangioma examination via:\nCall center 0287 102 6789 - 028 7300 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff. Register for a medical appointment with doctors at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/. Send a message on Tam Anh General Hospital Fanpage. Text message via Zalo OA of Tam Anh General Hospital.",
            "subsection_string": "How to treat hemangioma\nNon-surgical treatment of hemangioma\nNormally, hemangioma in children can go away on its own without needing treatment, but when a hemangioma is detected, the patient needs to consult a doctor. Some non-surgical hemangioma treatments include: (5)\nBeta blockers: This is a medication that may be recommended depending on the type and size of the hemangioma. For facial hemangiomas and infantile hemangiomas, beta blockers may be given orally (in pill form) with the goal of slowing tumor growth.; Anti-inflammatory medications: If the hemangioma is growing near vital structures, such as the nose, lips or eyelids, your doctor may recommend steroid medications. Steroids are commonly used to slow tumor growth, which can be injected directly into the hemangioma or taken orally.; Embolization: This is a minimally invasive procedure that is helpful in shrinking tumors and reducing pain. Normally the tumor will regenerate its blood supply over time after these procedures. Embolization is also sometimes used before surgery to reduce the risk of excessive blood loss.; Laser treatment: Laser treatment is usually reserved for cutaneous hemangiomas. For some people, lasers can be helpful in removing tumors or relieving pain and other unwanted symptoms.\nTreatment of hemangioma by surgery\nSurgical methods will often be applied to treat cavernous hemangioma (if the tumor is tending to destroy surrounding healthy tissue). In some cases, benign hemangiomas can still cause symptoms severe enough to consider surgical treatment.\nThe goal of treating hemangioma with surgery is to remove the tumor from the body. To perform this process, the patient will be anesthetized, and the surgeon will perform surgery to remove as much of the tumor as possible. The most common complication of hemangioma removal surgery is hemorrhage (blood loss). Additionally, hemangiomas have a high tendency to recur after surgery, depending on the type and location of the tumor.\nWith hemangioma inside the body, modern techniques and machines such as laparoscopic surgery, positioning... will support effective surgery.\nTo find out exactly how a hemangioma should be treated, the patient needs to visit a medical facility or hospital to meet the doctor directly. At Tam Anh General Hospital System, you can schedule a hemangioma examination via:\nCall center 0287 102 6789 - 028 7300 6858 (HCMC) or 024 3872 3872 - 024 7106 6858 (Hanoi) to register for a private medical appointment with a specialist, through customer service staff. Register for a medical appointment with doctors at the link: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/. Send a message on Tam Anh General Hospital Fanpage. Text message via Zalo OA of Tam Anh General Hospital."
        },
        {
            "subsection_name": "Can hemangioma be prevented?",
            "subsection_content": "Currently, there is no way to prevent hemangioma because the cause of hemangioma formation has not been specifically determined. Therefore, if you need to learn more information about hemangioma, you need to go to the hospital for direct advice from a doctor.\nIn summary, hemangiomas are usually benign and more common in children. If the hemangioma grows rapidly, causing many symptoms to the body such as: high fever, pain, difficulty breathing, etc. parents need to quickly take the baby to the hospital for examination as soon as possible.",
            "subsection_string": "Can hemangioma be prevented?\nCurrently, there is no way to prevent hemangioma because the cause of hemangioma formation has not been specifically determined. Therefore, if you need to learn more information about hemangioma, you need to go to the hospital for direct advice from a doctor.\nIn summary, hemangiomas are usually benign and more common in children. If the hemangioma grows rapidly, causing many symptoms to the body such as: high fever, pain, difficulty breathing, etc. parents need to quickly take the baby to the hospital for examination as soon as possible."
        }
    ],
    "name": "u-mau.json"
}