{
    "title": "Ovarian cysts: Causes, symptoms, diagnosis and treatment",
    "category": "Obstetrics - Gynecology ",
    "link": "https://tamanhhospital.vn/u-nang-buong-trung/",
    "abstract": "Ovarian cysts are usually benign, harmless and can gradually disappear. However, in some cases, cysts turn into ovarian cancer, which is very dangerous and threatens health and life if not promptly intervened and treated. Treatment is very complicated and expensive. Therefore, early detection of ovarian cysts is necessary.",
    "content": "Ovarian cysts: Causes, symptoms, diagnosis and treatment\n\nOvarian cysts are usually benign, harmless and can gradually disappear. However, in some cases, cysts turn into ovarian cancer, which is very dangerous and threatens health and life if not promptly intervened and treated. Treatment is very complicated and expensive. Therefore, early detection of ovarian cysts is necessary.\n\nWhat is Ovarian cysts?\nOvarian cysts are one of the common gynecological diseases in women, can occur at all ages from girls to menopause, from normal people to pregnant women can have ovarian cysts. The rate of ovarian tumors is about 5-10% in the female population.\nThe ovaries are a woman's endocrine organs, creating eggs to meet sperm for fertilization. Any proliferation in the ovary will create an ovarian tumor. (first)\nOvarian cysts can be new organizations or fluid accumulation inside the ovaries\nMany studies show that women will have at least one cyst throughout their lives. The disease accounts for about 3.6% of gynecological diseases. Most of these cases are benign cysts, harmless and without any symptoms.\n\nClassification of ovarian cysts\nBased on the structure and properties of each tumor, ovarian cysts must be divided into: functional cysts and organic cysts.\nFunctional cyst\nThis is a tumor caused by endocrine dysfunction of the ovaries. Pathologically, the ovarian organization remains unchanged. There are 3 types of functional cysts:\nOvarian cysts: These are ovarian follicles that are mature enough but do not rupture or ovulate. The follicles continue to grow and can grow up to 8cm, causing women to delay their menstrual cycle.; Corpus luteum cyst: Pictured because the corpus luteum still develops normally after ovulation, then creates cysts with thin shells filled with fluid inside, causing pain and bleeding in the pelvic area.; Yellow cyst: common in patients with molar pregnancy, trophoblastic cancer..\nOrganic cyst\nThese tumors have changes in ovarian organization, so there is a risk of cancer. Types of physical tumors:\nWater cyst: The most common form. A fluid-filled, thin-walled sac is usually benign. But if there are increased blood vessels on the surface or papillae on the surface or inside the tumor, these are signs of suspected cancer.; Dermoid cysts: The most common is teratoma, accounting for 25% of ovarian cysts, mostly benign, and can occur at all ages from pre-pubescent children, women of childbearing age and menopause. The cyst wall is structured like a horny layer, containing hair, bones, teeth, sebaceous glands, etc., which are easily twisted; Mucinous cyst: Accounts for 20% of ovarian tumors. This is a tumor with many lobes, so it is larger in size than other types of tumors. The cyst contains yellow, thick mucus that often sticks to surrounding organs; Ovarian endometriosis cyst: endometrial tissue grows right on the surface of the ovary, causing destruction of healthy ovarian tissue, the cyst has a thin shell, sticks to surrounding organizations, contains chocolate color inside, normal tumor Causes pain during menstruation, too much adhesion blocks the fallopian tubes, causing infertility.\n\nCauses of ovarian cysts\nBS.CKI Ho Thi Khanh Quyen, Doctor of Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City, shares some factors that increase the risk of ovarian cysts such as: (2)\nPregnancy: Some cases have recorded cysts that can form during ovulation and remain on the ovaries throughout pregnancy.; Endometriosis: Endometrial cells grow outside the uterus, some tissue may attach to the ovaries.; Pelvic infection: When the infection spreads to the ovaries, cysts can form.; In cases where a cyst has appeared before, the patient may have a recurrence.; Family history of mother or sister having ovarian tumors.\n\nSigns of ovarian cysts\nOvarian cysts mostly appear and progress silently, without symptoms. Most cases are discovered during routine gynecological examinations or ultrasound health checks. The following symptoms may occur when the tumor is large:\nPain in the pelvis and lumbar region: This is the most common symptom, patients experience dull pain around the lower abdomen and lumbar region due to tumors compressing organs or nerves running along the region. behind the pelvis.; Causes discomfort due to the large tumor pressing on nearby organs, causing difficulty urinating, constipation...; Abdominal distention; Pain during sex: During intercourse, if you feel pain on one side compared to the other, this may be a symptom of an ovarian tumor. In some cases, the tumor grows larger and is located near the cervix, causing pain during sex.; Irregular menstruation: Menstrual disorders in women are one of the signs related to gynecological diseases, including ovarian tumors.; Cases of rapidly enlarging tumors, distended abdomen accompanied by weight loss, loss of appetite, and fatigue are signs of malignancy that require immediate medical attention.\nLower abdominal pain is one of the signs of ovarian cysts\n\nAre bilateral ovarian cysts dangerous?\nNormally, ovarian cysts on the left, right or both sides are benign and can disappear on their own, without causing harm to health or life. However, in some cases, cysts progress slowly and silently for many years, compressing internal organs can cause dangerous complications such as: (3)\nCyst torsion: This complication can occur in any tumor, especially small tumors with long, non-adhesive stems that are easily twisted. When the tumor is twisted, the patient has severe, continuous abdominal pain, nausea, vomiting, and sometimes dizziness from the pain. Examination revealed abdominal distention, hypogastric pain, and abdominal wall reaction. Vaginal examination revealed a swollen, painful tumor; Ovarian cyst rupture: When the fluid pressure inside the tumor is too great, it can cause the cyst to rupture. At this time, the patient may have sudden and continuous abdominal pain. In some cases, cyst rupture can cause bleeding in the abdomen, causing the patient to feel dizzy and faint. After the cyst ruptures, the patient may have an infection syndrome, a reaction in the peritoneum, and when the vagina is examined, the tumor will be sticky and painful to press. If not detected early and treated promptly, the patient's life can be life-threatening.; Visceral compression: This is a late complication that appears when the tumor has grown large over time. Tumors compress the bladder causing sharp pain when urinating, compress the rectum leading to constipation, compress the ureters causing hydronephrosis, and even compress the inferior vena cava leading to collateral circulation and edema. lower extremities, ascites.\n\nDiagnosis of ovarian cysts\nDoctor Ho Thi Khanh Quyen said that the diagnosis of ovarian cysts always combines clinical and paraclinical examination to have the most accurate diagnosis, avoiding missing small signs that affect the results.\nClinical diagnosis\nDoctors can exploit some patient information as a basis for diagnosis such as:\nMenstrual cycle disorders;; Symptoms of pain and discomfort in the pelvic area;; Pain during sex;; Difficulty urinating, urinary retention, constipation.\nCheck for symptoms of pain in the lower abdomen and pelvis\nParaclinical diagnosis\nParaclinical diagnostic methods include:\nUltrasound: This is a non-invasive, low-cost imaging method that can reveal the tumor location, shape, size, and internal properties of the tumor. Ultrasound images can suggest benign or malignant tumors; CT scan or MRI: If a large tumor is suspected, an MRI scan helps see ultrasound results more clearly, while CT scan results support accurate diagnosis of tumor spread or metastasis.; Testing for tumor markers can suggest tumor malignancy such as: CA 125, AFP, beta HCG, HE4...\n\nTreatments\nFor functional cysts: No treatment is needed, the tumor usually disappears after a few menstrual cycles. Patients are monitored by repeat ultrasound after menstruation. Patients can combine birth control pills and guided measures to treat functional ovarian cysts. However, some cases of functional cysts cause dangerous complications such as cyst torsion, cyst rupture causing blood loss, requiring emergency treatment and timely treatment. (4); For physical tumors: Need to be detected early and treated promptly to avoid dangerous complications. There are many different treatment methods, depending on the age and size of the tumor, the woman's desire to become pregnant and have children, the doctor will advise on the appropriate method, possibly surgically removing the entire tumor. and ovaries, or just remove benign tumors from the ovaries. However, this removal method still carries the risk of recurrence of ovarian cysts in the future, especially endometriosis cysts.\nDepending on the size of the cyst and the woman's desire to have children, appropriate treatment is indicated\nDr. Ho Thi Khanh Quyen shares some ovarian cyst surgery methods currently applied at the Center for Obstetrics and Gynecology, Tam Anh General Hospital, including:\nLaparoscopic resection\nThis is the method currently trusted in surgical treatment of ovarian cysts because it causes less pain, less hospital stay, and faster recovery time.\nThis method is indicated in the following cases:\nOvarian tumor not suspected of malignancy.; Ovarian tumor is not too big, not too sticky; Breast cancer requires oophorectomy.\nOpen abdominal surgery\nFor large cysts suspected of being cancerous, removal through laparotomy will be indicated; After surgery, the ovarian tumor will be sent for surgery to examine the tumor's histopathology; However, with this method, the patient will take a long time to recover. The patient will be admitted to the hospital a few days before and after surgery to facilitate monitoring and examination.\nSee more: Treatment methods for ovarian cysts\n\nPrevention of ovarian cysts\nOvarian tumors cannot be prevented; Using birth control pills and breastfeeding for more than 6 months have been reported to reduce the risk of ovarian cancer.; Regular gynecological examination: Regular gynecological health monitoring and examination every 6 months is the optimal solution to help detect abnormal signs early, thereby providing accurate diagnosis and treatment intervention. Treated right from the beginning, bringing high treatment efficiency, as well as avoiding dangerous complications.\nRegular gynecological examinations are a way to detect abnormalities that threaten women's health early\nInvested in building spacious facilities; Gathering a team of experts and leading doctors with excellent expertise and experience; Equipped with state-of-the-art machinery systems such as 2D, 3D, 4D ultrasound, Doppler color ultrasound, Voluson E10 ultrasound of the latest generation... Obstetrics and Gynecology Center, Tam Anh General Hospital deploys a variety of packages Comprehensive health examination and care for women. Examination packages are suitable for each age and different stages such as pre-marital, prenatal, intrapartum and postpartum care, premenopause and menopause... with the commitment to bring maximum effectiveness. in examination, diagnosis, treatment and post-treatment. For advice and to schedule an examination with leading experts at the Obstetrics and Gynecology Center, Tam Anh General Hospital, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Next, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\n\nfrequently asked Questions\nOvarian cysts are a common, benign disease but also have many potential risks. Summary of questions and concerns sent to Tam Anh General Hospital, obstetrics and gynecology experts specifically answered as follows:\n1. At what age do ovarian cysts occur?\nThis is a common gynecological disease in women, can occur in all subjects and ages, from pre-pubescent girls, pregnant women to postmenopausal women... are all at risk of getting the disease. In particular, cysts in pregnant women often start with a small size of less than 3 - 4cm, with no symptoms or unclear symptoms, causing confusion and subjective lack of examination.\n2. Is it okay to leave ovarian cysts for a long time?\nThis disease is characterized by abnormal tumor growth in the ovaries. This tumor may be a new organization appearing on the ovary (also known as a neoplastic organization), or it may be an accumulation of fluid forming a fluid-filled cyst in the ovary. There are many ways to classify this cyst such as: according to size, nature or shape seen on ultrasound... but the most important thing is to consider whether ovarian cysts are benign or malignant. To distinguish between malignant and benign tumors, the tumor will be removed from the body and pathology performed.\nThe progression of a tumor may not change in size (this is rare); Tumor disappears (common in functional tumors); The tumor gradually enlarges and is accompanied by compression complications such as pain, urinary retention, urinary disorders, etc.; The twisted tumor stops blood circulation to the ovary, leading to lack of blood supply causing necrosis and rupture of the cyst, requiring immediate surgery.\n3. What to do if you are pregnant and have ovarian cysts?\nThe danger of ovarian cysts during pregnancy will depend on the size and classification of the cyst. However, the tumor may initially be small and benign, but may gradually increase in size throughout pregnancy. If not detected early and intervened promptly, the tumor can cause dangerous complications for both the pregnant woman and the fetus such as the tumor compressing the development of the fetus, tumor rupture, tumor twisting or malignant transformation. …\nOvarian cysts can threaten motherhood, women's health and life. Therefore, experts recommend that women need regular health checks and immediately go to a reputable medical facility when there are unusual signs for timely treatment!",
    "subsections": [
        {
            "subsection_name": "What is Ovarian cysts?",
            "subsection_content": "Ovarian cysts are one of the common gynecological diseases in women, can occur at all ages from girls to menopause, from normal people to pregnant women can have ovarian cysts. The rate of ovarian tumors is about 5-10% in the female population.\nThe ovaries are a woman's endocrine organs, creating eggs to meet sperm for fertilization. Any proliferation in the ovary will create an ovarian tumor. (first)\nOvarian cysts can be new organizations or fluid accumulation inside the ovaries\nMany studies show that women will have at least one cyst throughout their lives. The disease accounts for about 3.6% of gynecological diseases. Most of these cases are benign cysts, harmless and without any symptoms.",
            "subsection_string": "What is Ovarian cysts?\nOvarian cysts are one of the common gynecological diseases in women, can occur at all ages from girls to menopause, from normal people to pregnant women can have ovarian cysts. The rate of ovarian tumors is about 5-10% in the female population.\nThe ovaries are a woman's endocrine organs, creating eggs to meet sperm for fertilization. Any proliferation in the ovary will create an ovarian tumor. (first)\nOvarian cysts can be new organizations or fluid accumulation inside the ovaries\nMany studies show that women will have at least one cyst throughout their lives. The disease accounts for about 3.6% of gynecological diseases. Most of these cases are benign cysts, harmless and without any symptoms."
        },
        {
            "subsection_name": "Classification of ovarian cysts",
            "subsection_content": "Based on the structure and properties of each tumor, ovarian cysts must be divided into: functional cysts and organic cysts.\nFunctional cyst\nThis is a tumor caused by endocrine dysfunction of the ovaries. Pathologically, the ovarian organization remains unchanged. There are 3 types of functional cysts:\nOvarian cysts: These are ovarian follicles that are mature enough but do not rupture or ovulate. The follicles continue to grow and can grow up to 8cm, causing women to delay their menstrual cycle.; Corpus luteum cyst: Pictured because the corpus luteum still develops normally after ovulation, then creates cysts with thin shells filled with fluid inside, causing pain and bleeding in the pelvic area.; Yellow cyst: common in patients with molar pregnancy, trophoblastic cancer..\nOrganic cyst\nThese tumors have changes in ovarian organization, so there is a risk of cancer. Types of physical tumors:\nWater cyst: The most common form. A fluid-filled, thin-walled sac is usually benign. But if there are increased blood vessels on the surface or papillae on the surface or inside the tumor, these are signs of suspected cancer.; Dermoid cysts: The most common is teratoma, accounting for 25% of ovarian cysts, mostly benign, and can occur at all ages from pre-pubescent children, women of childbearing age and menopause. The cyst wall is structured like a horny layer, containing hair, bones, teeth, sebaceous glands, etc., which are easily twisted; Mucinous cyst: Accounts for 20% of ovarian tumors. This is a tumor with many lobes, so it is larger in size than other types of tumors. The cyst contains yellow, thick mucus that often sticks to surrounding organs; Ovarian endometriosis cyst: endometrial tissue grows right on the surface of the ovary, causing destruction of healthy ovarian tissue, the cyst has a thin shell, sticks to surrounding organizations, contains chocolate color inside, normal tumor Causes pain during menstruation, too much adhesion blocks the fallopian tubes, causing infertility.",
            "subsection_string": "Classification of ovarian cysts\nBased on the structure and properties of each tumor, ovarian cysts must be divided into: functional cysts and organic cysts.\nFunctional cyst\nThis is a tumor caused by endocrine dysfunction of the ovaries. Pathologically, the ovarian organization remains unchanged. There are 3 types of functional cysts:\nOvarian cysts: These are ovarian follicles that are mature enough but do not rupture or ovulate. The follicles continue to grow and can grow up to 8cm, causing women to delay their menstrual cycle.; Corpus luteum cyst: Pictured because the corpus luteum still develops normally after ovulation, then creates cysts with thin shells filled with fluid inside, causing pain and bleeding in the pelvic area.; Yellow cyst: common in patients with molar pregnancy, trophoblastic cancer..\nOrganic cyst\nThese tumors have changes in ovarian organization, so there is a risk of cancer. Types of physical tumors:\nWater cyst: The most common form. A fluid-filled, thin-walled sac is usually benign. But if there are increased blood vessels on the surface or papillae on the surface or inside the tumor, these are signs of suspected cancer.; Dermoid cysts: The most common is teratoma, accounting for 25% of ovarian cysts, mostly benign, and can occur at all ages from pre-pubescent children, women of childbearing age and menopause. The cyst wall is structured like a horny layer, containing hair, bones, teeth, sebaceous glands, etc., which are easily twisted; Mucinous cyst: Accounts for 20% of ovarian tumors. This is a tumor with many lobes, so it is larger in size than other types of tumors. The cyst contains yellow, thick mucus that often sticks to surrounding organs; Ovarian endometriosis cyst: endometrial tissue grows right on the surface of the ovary, causing destruction of healthy ovarian tissue, the cyst has a thin shell, sticks to surrounding organizations, contains chocolate color inside, normal tumor Causes pain during menstruation, too much adhesion blocks the fallopian tubes, causing infertility."
        },
        {
            "subsection_name": "Causes of ovarian cysts",
            "subsection_content": "BS.CKI Ho Thi Khanh Quyen, Doctor of Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City, shares some factors that increase the risk of ovarian cysts such as: (2)\nPregnancy: Some cases have recorded cysts that can form during ovulation and remain on the ovaries throughout pregnancy.; Endometriosis: Endometrial cells grow outside the uterus, some tissue may attach to the ovaries.; Pelvic infection: When the infection spreads to the ovaries, cysts can form.; In cases where a cyst has appeared before, the patient may have a recurrence.; Family history of mother or sister having ovarian tumors.",
            "subsection_string": "Causes of ovarian cysts\nBS.CKI Ho Thi Khanh Quyen, Doctor of Obstetrics and Gynecology Center, Tam Anh General Hospital, Ho Chi Minh City, shares some factors that increase the risk of ovarian cysts such as: (2)\nPregnancy: Some cases have recorded cysts that can form during ovulation and remain on the ovaries throughout pregnancy.; Endometriosis: Endometrial cells grow outside the uterus, some tissue may attach to the ovaries.; Pelvic infection: When the infection spreads to the ovaries, cysts can form.; In cases where a cyst has appeared before, the patient may have a recurrence.; Family history of mother or sister having ovarian tumors."
        },
        {
            "subsection_name": "Signs of ovarian cysts",
            "subsection_content": "Ovarian cysts mostly appear and progress silently, without symptoms. Most cases are discovered during routine gynecological examinations or ultrasound health checks. The following symptoms may occur when the tumor is large:\nPain in the pelvis and lumbar region: This is the most common symptom, patients experience dull pain around the lower abdomen and lumbar region due to tumors compressing organs or nerves running along the region. behind the pelvis.; Causes discomfort due to the large tumor pressing on nearby organs, causing difficulty urinating, constipation...; Abdominal distention; Pain during sex: During intercourse, if you feel pain on one side compared to the other, this may be a symptom of an ovarian tumor. In some cases, the tumor grows larger and is located near the cervix, causing pain during sex.; Irregular menstruation: Menstrual disorders in women are one of the signs related to gynecological diseases, including ovarian tumors.; Cases of rapidly enlarging tumors, distended abdomen accompanied by weight loss, loss of appetite, and fatigue are signs of malignancy that require immediate medical attention.\nLower abdominal pain is one of the signs of ovarian cysts",
            "subsection_string": "Signs of ovarian cysts\nOvarian cysts mostly appear and progress silently, without symptoms. Most cases are discovered during routine gynecological examinations or ultrasound health checks. The following symptoms may occur when the tumor is large:\nPain in the pelvis and lumbar region: This is the most common symptom, patients experience dull pain around the lower abdomen and lumbar region due to tumors compressing organs or nerves running along the region. behind the pelvis.; Causes discomfort due to the large tumor pressing on nearby organs, causing difficulty urinating, constipation...; Abdominal distention; Pain during sex: During intercourse, if you feel pain on one side compared to the other, this may be a symptom of an ovarian tumor. In some cases, the tumor grows larger and is located near the cervix, causing pain during sex.; Irregular menstruation: Menstrual disorders in women are one of the signs related to gynecological diseases, including ovarian tumors.; Cases of rapidly enlarging tumors, distended abdomen accompanied by weight loss, loss of appetite, and fatigue are signs of malignancy that require immediate medical attention.\nLower abdominal pain is one of the signs of ovarian cysts"
        },
        {
            "subsection_name": "Are bilateral ovarian cysts dangerous?",
            "subsection_content": "Normally, ovarian cysts on the left, right or both sides are benign and can disappear on their own, without causing harm to health or life. However, in some cases, cysts progress slowly and silently for many years, compressing internal organs can cause dangerous complications such as: (3)\nCyst torsion: This complication can occur in any tumor, especially small tumors with long, non-adhesive stems that are easily twisted. When the tumor is twisted, the patient has severe, continuous abdominal pain, nausea, vomiting, and sometimes dizziness from the pain. Examination revealed abdominal distention, hypogastric pain, and abdominal wall reaction. Vaginal examination revealed a swollen, painful tumor; Ovarian cyst rupture: When the fluid pressure inside the tumor is too great, it can cause the cyst to rupture. At this time, the patient may have sudden and continuous abdominal pain. In some cases, cyst rupture can cause bleeding in the abdomen, causing the patient to feel dizzy and faint. After the cyst ruptures, the patient may have an infection syndrome, a reaction in the peritoneum, and when the vagina is examined, the tumor will be sticky and painful to press. If not detected early and treated promptly, the patient's life can be life-threatening.; Visceral compression: This is a late complication that appears when the tumor has grown large over time. Tumors compress the bladder causing sharp pain when urinating, compress the rectum leading to constipation, compress the ureters causing hydronephrosis, and even compress the inferior vena cava leading to collateral circulation and edema. lower extremities, ascites.",
            "subsection_string": "Are bilateral ovarian cysts dangerous?\nNormally, ovarian cysts on the left, right or both sides are benign and can disappear on their own, without causing harm to health or life. However, in some cases, cysts progress slowly and silently for many years, compressing internal organs can cause dangerous complications such as: (3)\nCyst torsion: This complication can occur in any tumor, especially small tumors with long, non-adhesive stems that are easily twisted. When the tumor is twisted, the patient has severe, continuous abdominal pain, nausea, vomiting, and sometimes dizziness from the pain. Examination revealed abdominal distention, hypogastric pain, and abdominal wall reaction. Vaginal examination revealed a swollen, painful tumor; Ovarian cyst rupture: When the fluid pressure inside the tumor is too great, it can cause the cyst to rupture. At this time, the patient may have sudden and continuous abdominal pain. In some cases, cyst rupture can cause bleeding in the abdomen, causing the patient to feel dizzy and faint. After the cyst ruptures, the patient may have an infection syndrome, a reaction in the peritoneum, and when the vagina is examined, the tumor will be sticky and painful to press. If not detected early and treated promptly, the patient's life can be life-threatening.; Visceral compression: This is a late complication that appears when the tumor has grown large over time. Tumors compress the bladder causing sharp pain when urinating, compress the rectum leading to constipation, compress the ureters causing hydronephrosis, and even compress the inferior vena cava leading to collateral circulation and edema. lower extremities, ascites."
        },
        {
            "subsection_name": "Diagnosis of ovarian cysts",
            "subsection_content": "Doctor Ho Thi Khanh Quyen said that the diagnosis of ovarian cysts always combines clinical and paraclinical examination to have the most accurate diagnosis, avoiding missing small signs that affect the results.\nClinical diagnosis\nDoctors can exploit some patient information as a basis for diagnosis such as:\nMenstrual cycle disorders;; Symptoms of pain and discomfort in the pelvic area;; Pain during sex;; Difficulty urinating, urinary retention, constipation.\nCheck for symptoms of pain in the lower abdomen and pelvis\nParaclinical diagnosis\nParaclinical diagnostic methods include:\nUltrasound: This is a non-invasive, low-cost imaging method that can reveal the tumor location, shape, size, and internal properties of the tumor. Ultrasound images can suggest benign or malignant tumors; CT scan or MRI: If a large tumor is suspected, an MRI scan helps see ultrasound results more clearly, while CT scan results support accurate diagnosis of tumor spread or metastasis.; Testing for tumor markers can suggest tumor malignancy such as: CA 125, AFP, beta HCG, HE4...",
            "subsection_string": "Diagnosis of ovarian cysts\nDoctor Ho Thi Khanh Quyen said that the diagnosis of ovarian cysts always combines clinical and paraclinical examination to have the most accurate diagnosis, avoiding missing small signs that affect the results.\nClinical diagnosis\nDoctors can exploit some patient information as a basis for diagnosis such as:\nMenstrual cycle disorders;; Symptoms of pain and discomfort in the pelvic area;; Pain during sex;; Difficulty urinating, urinary retention, constipation.\nCheck for symptoms of pain in the lower abdomen and pelvis\nParaclinical diagnosis\nParaclinical diagnostic methods include:\nUltrasound: This is a non-invasive, low-cost imaging method that can reveal the tumor location, shape, size, and internal properties of the tumor. Ultrasound images can suggest benign or malignant tumors; CT scan or MRI: If a large tumor is suspected, an MRI scan helps see ultrasound results more clearly, while CT scan results support accurate diagnosis of tumor spread or metastasis.; Testing for tumor markers can suggest tumor malignancy such as: CA 125, AFP, beta HCG, HE4..."
        },
        {
            "subsection_name": "Treatments",
            "subsection_content": "For functional cysts: No treatment is needed, the tumor usually disappears after a few menstrual cycles. Patients are monitored by repeat ultrasound after menstruation. Patients can combine birth control pills and guided measures to treat functional ovarian cysts. However, some cases of functional cysts cause dangerous complications such as cyst torsion, cyst rupture causing blood loss, requiring emergency treatment and timely treatment. (4); For physical tumors: Need to be detected early and treated promptly to avoid dangerous complications. There are many different treatment methods, depending on the age and size of the tumor, the woman's desire to become pregnant and have children, the doctor will advise on the appropriate method, possibly surgically removing the entire tumor. and ovaries, or just remove benign tumors from the ovaries. However, this removal method still carries the risk of recurrence of ovarian cysts in the future, especially endometriosis cysts.\nDepending on the size of the cyst and the woman's desire to have children, appropriate treatment is indicated\nDr. Ho Thi Khanh Quyen shares some ovarian cyst surgery methods currently applied at the Center for Obstetrics and Gynecology, Tam Anh General Hospital, including:\nLaparoscopic resection\nThis is the method currently trusted in surgical treatment of ovarian cysts because it causes less pain, less hospital stay, and faster recovery time.\nThis method is indicated in the following cases:\nOvarian tumor not suspected of malignancy.; Ovarian tumor is not too big, not too sticky; Breast cancer requires oophorectomy.\nOpen abdominal surgery\nFor large cysts suspected of being cancerous, removal through laparotomy will be indicated; After surgery, the ovarian tumor will be sent for surgery to examine the tumor's histopathology; However, with this method, the patient will take a long time to recover. The patient will be admitted to the hospital a few days before and after surgery to facilitate monitoring and examination.\nSee more: Treatment methods for ovarian cysts",
            "subsection_string": "Treatments\nFor functional cysts: No treatment is needed, the tumor usually disappears after a few menstrual cycles. Patients are monitored by repeat ultrasound after menstruation. Patients can combine birth control pills and guided measures to treat functional ovarian cysts. However, some cases of functional cysts cause dangerous complications such as cyst torsion, cyst rupture causing blood loss, requiring emergency treatment and timely treatment. (4); For physical tumors: Need to be detected early and treated promptly to avoid dangerous complications. There are many different treatment methods, depending on the age and size of the tumor, the woman's desire to become pregnant and have children, the doctor will advise on the appropriate method, possibly surgically removing the entire tumor. and ovaries, or just remove benign tumors from the ovaries. However, this removal method still carries the risk of recurrence of ovarian cysts in the future, especially endometriosis cysts.\nDepending on the size of the cyst and the woman's desire to have children, appropriate treatment is indicated\nDr. Ho Thi Khanh Quyen shares some ovarian cyst surgery methods currently applied at the Center for Obstetrics and Gynecology, Tam Anh General Hospital, including:\nLaparoscopic resection\nThis is the method currently trusted in surgical treatment of ovarian cysts because it causes less pain, less hospital stay, and faster recovery time.\nThis method is indicated in the following cases:\nOvarian tumor not suspected of malignancy.; Ovarian tumor is not too big, not too sticky; Breast cancer requires oophorectomy.\nOpen abdominal surgery\nFor large cysts suspected of being cancerous, removal through laparotomy will be indicated; After surgery, the ovarian tumor will be sent for surgery to examine the tumor's histopathology; However, with this method, the patient will take a long time to recover. The patient will be admitted to the hospital a few days before and after surgery to facilitate monitoring and examination.\nSee more: Treatment methods for ovarian cysts"
        },
        {
            "subsection_name": "Prevention of ovarian cysts",
            "subsection_content": "Ovarian tumors cannot be prevented; Using birth control pills and breastfeeding for more than 6 months have been reported to reduce the risk of ovarian cancer.; Regular gynecological examination: Regular gynecological health monitoring and examination every 6 months is the optimal solution to help detect abnormal signs early, thereby providing accurate diagnosis and treatment intervention. Treated right from the beginning, bringing high treatment efficiency, as well as avoiding dangerous complications.\nRegular gynecological examinations are a way to detect abnormalities that threaten women's health early\nInvested in building spacious facilities; Gathering a team of experts and leading doctors with excellent expertise and experience; Equipped with state-of-the-art machinery systems such as 2D, 3D, 4D ultrasound, Doppler color ultrasound, Voluson E10 ultrasound of the latest generation... Obstetrics and Gynecology Center, Tam Anh General Hospital deploys a variety of packages Comprehensive health examination and care for women. Examination packages are suitable for each age and different stages such as pre-marital, prenatal, intrapartum and postpartum care, premenopause and menopause... with the commitment to bring maximum effectiveness. in examination, diagnosis, treatment and post-treatment. For advice and to schedule an examination with leading experts at the Obstetrics and Gynecology Center, Tam Anh General Hospital, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Next, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn",
            "subsection_string": "Prevention of ovarian cysts\nOvarian tumors cannot be prevented; Using birth control pills and breastfeeding for more than 6 months have been reported to reduce the risk of ovarian cancer.; Regular gynecological examination: Regular gynecological health monitoring and examination every 6 months is the optimal solution to help detect abnormal signs early, thereby providing accurate diagnosis and treatment intervention. Treated right from the beginning, bringing high treatment efficiency, as well as avoiding dangerous complications.\nRegular gynecological examinations are a way to detect abnormalities that threaten women's health early\nInvested in building spacious facilities; Gathering a team of experts and leading doctors with excellent expertise and experience; Equipped with state-of-the-art machinery systems such as 2D, 3D, 4D ultrasound, Doppler color ultrasound, Voluson E10 ultrasound of the latest generation... Obstetrics and Gynecology Center, Tam Anh General Hospital deploys a variety of packages Comprehensive health examination and care for women. Examination packages are suitable for each age and different stages such as pre-marital, prenatal, intrapartum and postpartum care, premenopause and menopause... with the commitment to bring maximum effectiveness. in examination, diagnosis, treatment and post-treatment. For advice and to schedule an examination with leading experts at the Obstetrics and Gynecology Center, Tam Anh General Hospital, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Next, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn"
        },
        {
            "subsection_name": "frequently asked Questions",
            "subsection_content": "Ovarian cysts are a common, benign disease but also have many potential risks. Summary of questions and concerns sent to Tam Anh General Hospital, obstetrics and gynecology experts specifically answered as follows:\n1. At what age do ovarian cysts occur?\nThis is a common gynecological disease in women, can occur in all subjects and ages, from pre-pubescent girls, pregnant women to postmenopausal women... are all at risk of getting the disease. In particular, cysts in pregnant women often start with a small size of less than 3 - 4cm, with no symptoms or unclear symptoms, causing confusion and subjective lack of examination.\n2. Is it okay to leave ovarian cysts for a long time?\nThis disease is characterized by abnormal tumor growth in the ovaries. This tumor may be a new organization appearing on the ovary (also known as a neoplastic organization), or it may be an accumulation of fluid forming a fluid-filled cyst in the ovary. There are many ways to classify this cyst such as: according to size, nature or shape seen on ultrasound... but the most important thing is to consider whether ovarian cysts are benign or malignant. To distinguish between malignant and benign tumors, the tumor will be removed from the body and pathology performed.\nThe progression of a tumor may not change in size (this is rare); Tumor disappears (common in functional tumors); The tumor gradually enlarges and is accompanied by compression complications such as pain, urinary retention, urinary disorders, etc.; The twisted tumor stops blood circulation to the ovary, leading to lack of blood supply causing necrosis and rupture of the cyst, requiring immediate surgery.\n3. What to do if you are pregnant and have ovarian cysts?\nThe danger of ovarian cysts during pregnancy will depend on the size and classification of the cyst. However, the tumor may initially be small and benign, but may gradually increase in size throughout pregnancy. If not detected early and intervened promptly, the tumor can cause dangerous complications for both the pregnant woman and the fetus such as the tumor compressing the development of the fetus, tumor rupture, tumor twisting or malignant transformation. …\nOvarian cysts can threaten motherhood, women's health and life. Therefore, experts recommend that women need regular health checks and immediately go to a reputable medical facility when there are unusual signs for timely treatment!",
            "subsection_string": "frequently asked Questions\nOvarian cysts are a common, benign disease but also have many potential risks. Summary of questions and concerns sent to Tam Anh General Hospital, obstetrics and gynecology experts specifically answered as follows:\n1. At what age do ovarian cysts occur?\nThis is a common gynecological disease in women, can occur in all subjects and ages, from pre-pubescent girls, pregnant women to postmenopausal women... are all at risk of getting the disease. In particular, cysts in pregnant women often start with a small size of less than 3 - 4cm, with no symptoms or unclear symptoms, causing confusion and subjective lack of examination.\n2. Is it okay to leave ovarian cysts for a long time?\nThis disease is characterized by abnormal tumor growth in the ovaries. This tumor may be a new organization appearing on the ovary (also known as a neoplastic organization), or it may be an accumulation of fluid forming a fluid-filled cyst in the ovary. There are many ways to classify this cyst such as: according to size, nature or shape seen on ultrasound... but the most important thing is to consider whether ovarian cysts are benign or malignant. To distinguish between malignant and benign tumors, the tumor will be removed from the body and pathology performed.\nThe progression of a tumor may not change in size (this is rare); Tumor disappears (common in functional tumors); The tumor gradually enlarges and is accompanied by compression complications such as pain, urinary retention, urinary disorders, etc.; The twisted tumor stops blood circulation to the ovary, leading to lack of blood supply causing necrosis and rupture of the cyst, requiring immediate surgery.\n3. What to do if you are pregnant and have ovarian cysts?\nThe danger of ovarian cysts during pregnancy will depend on the size and classification of the cyst. However, the tumor may initially be small and benign, but may gradually increase in size throughout pregnancy. If not detected early and intervened promptly, the tumor can cause dangerous complications for both the pregnant woman and the fetus such as the tumor compressing the development of the fetus, tumor rupture, tumor twisting or malignant transformation. …\nOvarian cysts can threaten motherhood, women's health and life. Therefore, experts recommend that women need regular health checks and immediately go to a reputable medical facility when there are unusual signs for timely treatment!"
        }
    ],
    "name": "u-nang-buong-trung.json"
}