{
    "title": "Benign brain tumors: Signs, causes, diagnosis and treatment",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/u-nao-lanh-tinh/",
    "abstract": "Benign brain tumors can be treated successfully. However, benign does not mean harmless. Brain tumors - even benign - if not detected early and promptly removed, can still cause disabling and life-threatening complications.\n  According to the US National Brain Tumor Society, cases\nBenign brain tumor\naccounts for about 71% of all brain tumor cases today. This is one of the dangerous diseases that can appear in all genders and all ages, including children.\nSo what is a benign brain tumor? Signs of benign brain tumors\n how?\nSymptoms of benign brain tumors\n how? (first)",
    "content": "Benign brain tumors: Signs, causes, diagnosis and treatment\n\nBenign brain tumors can be treated successfully. However, benign does not mean harmless. Brain tumors - even benign - if not detected early and promptly removed, can still cause disabling and life-threatening complications.\n  According to the US National Brain Tumor Society, cases\nBenign brain tumor\naccounts for about 71% of all brain tumor cases today. This is one of the dangerous diseases that can appear in all genders and all ages, including children.\nSo what is a benign brain tumor? Signs of benign brain tumors\n how?\nSymptoms of benign brain tumors\n how? (first)\n\nWhat is a benign brain tumor?\nA benign brain tumor is a collection of brain cells that proliferate faster than normal – enough to form a tumor – without rapidly invading healthy brain tissue or metastasizing to other organs. (2)\nCharacteristics: Benign brain tumors are not cancerous, they are usually 2-3cm in diameter, tend to stay in one place and grow slowly at a growth rate of 1-2mm a year. Very rarely, a benign tumor can become malignant.; Level of danger: Benign brain tumors still pose a danger. They can damage parts of the brain, causing dysfunction and serious deformities. Benign brain tumors located in critical areas of the brain can be life-threatening.; Prognosis of survival: According to the US National Brain Tumor Society, benign brain tumors have a very high survival rate after 5 years (from the time of diagnosis), up to 91.8%. This means that for every 100 people with a benign brain tumor, 92 will live 5 years or more after diagnosis.; Prevalence: Benign brain tumors account for 70-80% of the total number of primary brain tumors - brain tumors that originate directly from the brain without metastasizing from other parts of the body.; Subject: Benign brain tumors can appear in all ages and genders. However: The incidence of benign brain tumors is highest in people over 85 years of age and lowest in children and adolescents aged 0-19 years. Benign brain tumors occur significantly more frequently in women (64%) than in men (36%). The average age for brain tumor diagnosis is 61 years old.; The incidence of benign brain tumors is highest in people over 85 years of age and lowest in children and adolescents aged 0-19 years.; Benign brain tumors occur significantly more frequently in women (64%) than in men (36%).; The average age for brain tumor diagnosis is 61 years old.\nBenign brain tumors are usually small tumors, less invasive and have a slow growth rate, causing little danger to the patient's life.\n\nTypes of benign brain tumors\nThere are more than 130 different types of brain tumors that can develop in the brain. Among them, common known types of benign brain tumors include:\nMeningioma: Is the most common type of benign brain tumor, accounting for 54.5% of all benign brain tumor cases today. These tumors originate in the meninges – a membrane that surrounds the brain and spinal cord. Women are twice as likely to develop meningiomas as men.; Peripheral Schwannomas: A common type of brain tumor that originates from Schwann cells - a group of cells that act as an \"insulating\" layer covering the outside of the nerves. Schwannoma often moves outside the nerve sheath instead of invading nerve cells, so it is a benign brain tumor.; Pituitary adenoma: The most common type of benign brain tumor after meningiomas and Schwannomas. Most pituitary tumors grow quite slowly. Even malignant pituitary tumors rarely metastasize to other parts of the body. Most pituitary tumors can be treated successfully.; Craniopharyngioma: Is a rare type of benign brain tumor but difficult to remove because of its location close to the pituitary stalk - an area that regulates many hormones in the body, deep in the brain.; Pineal gland tumor: A type of benign brain tumor - ranked I in the WHO tumor classification scale. Pineal tumors usually grow slowly, rarely recur and do not metastasize after being removed. They mainly occur in middle-aged people with an average age of disease of 38 years old; Glomus jugulare: Is a rare benign brain tumor, located just below the base of the skull, at the tip of the cone-shaped vein. Glomus tumor is the most common form of glomus tumor – accounting for 0.6% of all head and neck tumor cases.; Chordoma: These are benign, slow-growing tumors, most common in people between 50 and 60 years old. Their most common locations are the base of the skull and the lower part of the spine. These are rare tumors, accounting for only 0.2% of all primary brain tumors.\n\nSigns of benign brain tumors\nSigns of benign brain tumors are different for each patient. In general, if you have a brain tumor, benign brain tumor symptoms can be divided into 2 groups: Symptoms due to intracranial pressure and Symptoms due to the location of the tumor.\nSymptoms due to increased intracranial pressure\nBenign brain tumors – no matter what part of the brain they develop in – can increase pressure inside the skull (intracranial pressure for short). Increased intracranial pressure can lead to a series of symptoms such as: (3)\nHeadache: The most common sign of a benign brain tumor. According to the American Brain Tumor Association, about 46-50% of people with brain tumors have headaches. However, you also need to note that not all headaches are caused by brain tumors.; Seizures: About 33% of people with a brain tumor will have a seizure at some point. Seizures caused by benign brain tumors are often focal seizures - seizures in one part of the body.; Nausea and vomiting: About 20% of patients with brain tumors often experience nausea or vomiting. This condition usually occurs in the morning, although it can appear at any time of the day; Dizziness, hearing loss: About 25% of brain tumor patients experience hearing and vision impairment according to a report by Musella Group - US Brain Tumor Research & Information Center.; Problems with coordination of activities: When the vestibular nervous system - the body's balance organ - is affected, the symptoms of benign brain tumors are loss of balance and sensation. wobbly, disoriented; Behavioral and cognitive changes: Including changes in personality and behavior, memory loss, difficulty concentrating, and saying or doing things that are inappropriate for the situation.\nHeadache is the most common symptom of benign brain tumors. However, not all headaches are caused by a brain tumor.\nSymptoms from tumor location\nDifferent parts of the brain control different functions, so benign brain tumor symptoms will vary depending on the location of the tumor. Such as:\nFrontal lobe: Tumors in the frontal lobe – the area that controls body movement and sensation – can cause weakness or numbness in one part of the body, one arm or leg.; Temporal lobe: Tumors in the temporal lobe - the area responsible for hearing, language, and memory can cause problems with slow understanding of words, forgetting other people's faces, affecting thinking, personality and communication.; Occipital lobe: Tumors in the occipital lobe, or around the pituitary gland or optic nerve can cause vision problems.; Parietal lobe: Benign brain tumors in the parietal lobe can cause dyslexia, difficulty writing, inability to calculate, count, difficulty with spatial perception and distance assessment.; Spinal cord: Spinal cord tumors can cause numbness, weakness, or lack of coordination in the arms and  legs (usually on both sides of the body), as well as bladder and bowel problems.; Cerebellar region: A brain tumor located in the cerebellum at the back of the head can cause difficulty with coordination, trouble with precise movements of the hands, arms, legs and feet; balance problems, weakness of certain facial muscles, facial numbness or pain, difficulty swallowing.; Brainstem region: Benign brain tumors in the brainstem region cause difficulty swallowing, difficulty breathing, heart rhythm and blood pressure disorders.; Pituitary region: The pituitary gland is located at the base of the brain - where it secretes hormones that regulate many processes in the body. Tumors in the pituitary gland can cause symptoms of increased or decreased hormone production leading to changes such as weight loss or gain, sexual dysfunction, feeling cold, excessive sweating, etc.\nNote: Just because you have one or more of the above benign brain tumor signs does not necessarily mean you have a benign brain tumor. All of these symptoms can originate from many different causes. However, if you have any of these symptoms, see your doctor to be screened for a benign brain tumor.\n\nCauses of benign brain tumors\nIn all cases, the exact cause of a benign brain tumor is impossible to determine. Researchers say brain tumors develop when certain genes on a cell's chromosomes are damaged and cannot function properly, but they are not sure why this happens.\nSome main factors that can be risk factors for causing mutations in DNA leading to benign brain tumors include:\nDue to diet: Regularly consuming alcohol and beer, eating foods containing N-nitroso compounds such as grilled meat, bacon, cheese, fermented vegetables, meat and fish left salted overnight increases the risk. DNA mutations can lead to brain tumors.; Due to sleep: Not sleeping on time, regularly not getting enough sleep or trying to catch up on sleep on weekends causes sleep disorders and cell circadian rhythm disorders.; Due to bad habits: Cigarette smoke is a toxic mixture of more than 7,000 chemicals. Regular smoking certainly increases the risk of benign brain tumors.; Due to environmental factors: Being near sources of air pollution, water sources or exposure to large amounts of radiation from X-rays due to previous cancer treatment can lead to DNA damage later.; Genetics: Only about 5% to 10% of people with brain tumors have a family history of brain tumors. There are a number of rare genetic syndromes, passed from parents to children, that are associated with brain tumors, including: Neurofibromatosis type 1 (NF1 gene), neurofibromatosis type 2 (NF2 gene). Turcot syndrome (APC gene). Gorlin syndrome (PTCH gene). Tuberous sclerosis complex (TSC1 and TSC2 genes). Li-Fraumeni syndrome (TP53 gene).; Neurofibromatosis type 1 (NF1 gene), neurofibromatosis type 2 (NF2 gene).; Turcot syndrome (APC gene).; Gorlin syndrome (PTCH gene).; Tuberous sclerosis complex (TSC1 and TSC2 genes).; Li-Fraumeni syndrome (TP53 gene).\nBenign brain tumors can completely appear due to genetic inheritance\n\nDiagnosis of benign brain tumor\nThe process of diagnosing benign brain tumors includes 3 steps:\nStep 1: General health check\nIf you are having symptoms of a benign brain tumor, your doctor will first conduct an interview and a general physical examination for you. Then, they will ask you:\nWhat are your symptoms? How does it happen?; What is your medical history? Include past and present health conditions, surgeries and medical treatments you have undergone, current medications you are taking, and family medical history.\nStep 2: Neurological examination\nAt this step, many exercises on reflexes and judgment will be prescribed by the doctor to look for abnormalities in:\nAbility between balance and motor coordination (holding, grasping, pointing, pointing, running, jumping).; Hearing and vision.; Behavioral awareness, reflexes, logical thinking, object perception; Mental state, emotions, communication ability (listening - speaking - reading - writing).\nThese abnormalities may indicate which part of your brain may be affected by a benign brain tumor.\nStep 3: Image diagnosis\nIf they suspect you have a benign brain tumor, your doctor will use a number of tests to further diagnose, including:\nMRI or CT brain scan: Magnetic resonance imaging (MRI) is the best imaging test to identify benign brain tumors. Computed tomography (CT) is a good alternative if you cannot have an MRI.; Biopsy: Is the extraction of a small tumor sample and then examined under a microscope to determine the type of tumor and evaluate whether it is cancerous or not; Lumbar puncture: This procedure is performed when doctors suspect that the tumor has invaded your meninges. For this procedure, the doctor uses a small needle to remove cerebrospinal fluid (CSF) from around the spine. A laboratory will test this fluid for cancer cells.; Specialized tests: Include blood and cerebrospinal fluid tests for tumor markers – substances secreted by a tumor. They may also ask you to have a test to check for genetic abnormalities to find specific genes that can cause brain tumors.\nX-ray and MRI methods provide effective results in diagnosing benign brain tumors\n\nHow to treat benign brain tumors\nSurgery\nFor benign brain tumors, surgery is the main treatment, often the top priority, and sometimes the only treatment needed. This means that you may not need chemotherapy and radiotherapy afterward if the tumor has been completely removed through surgery. (4)\nCurrently, there are 4 main methods for benign brain tumor surgery:\nCranial opening method.; High energy beam ablation method according to instructions.; Neuroendoscopic method.; Method of using a tubular unwinding system.\nRadio surgery\nRadiosurgery, also known as radiosurgery, is a modern surgical method that directs radiation beams directly into the tumor to destroy benign brain tumor cells. During radiosurgery, the tumor is not removed, but the radiation deforms the DNA of tumor cells, as a result of which benign brain tumors lose their ability to reproduce.\nSome typical representatives of radiosurgical methods include:\nGamma Knife surgery uses Gamma rays to cut tumors.; Stereotactic radiosurgery (SRS) uses radiation to remove tumors.\nIllustration of a surgery to remove a benign brain tumor\nRadiotherapy\nRadiation therapy is often considered the most effective cancer treatment after surgery. With benign tumors, radiotherapy is often used when:\nThe patient's health is not suitable for surgery; When the tumor is too deep in the brain, surgery is not possible; Surgery can only remove part of the tumor.\nRadiation therapy can be given in the following 3 approaches:\nExternal radiation therapy: A state-of-the-art machine system is used to target radiation beams at benign brain tumors without surgery; Internal radiotherapy: Radioactive material is injected inside the body to destroy the tumor from the inside.; Intraoperative radiotherapy (IORT): A method of irradiating radiation directly into the tumor during surgery. This method is very useful with benign brain tumors located near important brain areas.\nRadiation therapy is usually performed in a hospital. You can usually go home soon after external radiotherapy, but you may need to stay in the hospital for a few days if you have internal radiotherapy. Most people have 1-5 sessions of radiotherapy, which usually last a few weeks.\nIllustration of a radiotherapy session for a benign brain tumor\nValence\nChemotherapy is a treatment that uses strong chemicals (drugs) to kill all the fast-growing cells in your body – including benign brain tumor cells.\nIn general, chemotherapy is often used for 4 purposes:\nTrying to completely cure cancer (chemotherapy).; Makes other treatments more effective –  used before radiotherapy and surgery (preadjuvant chemotherapy).; Reducing the risk of brain tumor recurrence after radiotherapy or surgery (postadjuvant chemotherapy).; Minimize symptoms of benign brain tumors if they cannot be cured (palliative dose chemotherapy).\nTypically, a course of chemotherapy lasts for a few months. Chemotherapy drugs can be given into your body orally or intravenously.\nChemotherapy for benign brain tumors is usually performed via injection or intravenous infusion\nTargeted drugs\nTargeted drugs, also known as Targeted Therapy – uses drugs to block the activity of certain enzymes, proteins or other molecules involved in the proliferation and spread of brain tumor cells. For benign brain tumors, there are two approved targeted drug treatments:\nAvastin (bevacizumab): A targeted drug that blocks the formation of new blood vessels caused by benign brain tumors.; Afintor/Everolimus: Approved to treat certain very rare brain tumors called subependymal giant astrocytoma (SEGA) associated with a condition called tuberous sclerosis (TS) .\nTargeted treatment drugs directly attack the benign brain tumor to destroy it\n\nRecovery after benign brain tumor treatment\nAccording to the American Brain Tumor Society (NBTS), recovery after benign brain tumor treatment is a long process, requiring a combination of many different measures to achieve the most comprehensive recovery results, including:\nUse of medication: Anticonvulsants, anti-epileptic drugs, pain relievers, anti-nausea drugs, antibiotics may be prescribed by the doctor after treatment.; Steroid use: Helps reduce swelling and inflammation of the brain.; Palliative care: Palliative care focuses on improving the patient's general health and spiritual life, thereby helping the recovery process after benign brain tumor treatment go more smoothly, for example such as practicing a scientific diet, practicing physical therapy, yoga, meditation, acupuncture, listening to relaxing music, joining a religious or spiritual community, etc.\nAbove is all the most basic information about benign brain tumors. Hopefully through this article you have partly learned what a benign brain tumor is, what the symptoms and signs of a benign brain tumor are, as well as the common ways to treat benign brain tumors today.\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nThe prognosis of patients with benign brain tumors is very high. However, patients should not be subjective because treatment of benign brain tumors needs to be timely to avoid harmful effects and complications caused by the disease. Please contact Tam Anh General Hospital System as soon as symptoms of benign brain tumors appear for timely screening and treatment. Sincerely thank!",
    "subsections": [
        {
            "subsection_name": "What is a benign brain tumor?",
            "subsection_content": "A benign brain tumor is a collection of brain cells that proliferate faster than normal – enough to form a tumor – without rapidly invading healthy brain tissue or metastasizing to other organs. (2)\nCharacteristics: Benign brain tumors are not cancerous, they are usually 2-3cm in diameter, tend to stay in one place and grow slowly at a growth rate of 1-2mm a year. Very rarely, a benign tumor can become malignant.; Level of danger: Benign brain tumors still pose a danger. They can damage parts of the brain, causing dysfunction and serious deformities. Benign brain tumors located in critical areas of the brain can be life-threatening.; Prognosis of survival: According to the US National Brain Tumor Society, benign brain tumors have a very high survival rate after 5 years (from the time of diagnosis), up to 91.8%. This means that for every 100 people with a benign brain tumor, 92 will live 5 years or more after diagnosis.; Prevalence: Benign brain tumors account for 70-80% of the total number of primary brain tumors - brain tumors that originate directly from the brain without metastasizing from other parts of the body.; Subject: Benign brain tumors can appear in all ages and genders. However: The incidence of benign brain tumors is highest in people over 85 years of age and lowest in children and adolescents aged 0-19 years. Benign brain tumors occur significantly more frequently in women (64%) than in men (36%). The average age for brain tumor diagnosis is 61 years old.; The incidence of benign brain tumors is highest in people over 85 years of age and lowest in children and adolescents aged 0-19 years.; Benign brain tumors occur significantly more frequently in women (64%) than in men (36%).; The average age for brain tumor diagnosis is 61 years old.\nBenign brain tumors are usually small tumors, less invasive and have a slow growth rate, causing little danger to the patient's life.",
            "subsection_string": "What is a benign brain tumor?\nA benign brain tumor is a collection of brain cells that proliferate faster than normal – enough to form a tumor – without rapidly invading healthy brain tissue or metastasizing to other organs. (2)\nCharacteristics: Benign brain tumors are not cancerous, they are usually 2-3cm in diameter, tend to stay in one place and grow slowly at a growth rate of 1-2mm a year. Very rarely, a benign tumor can become malignant.; Level of danger: Benign brain tumors still pose a danger. They can damage parts of the brain, causing dysfunction and serious deformities. Benign brain tumors located in critical areas of the brain can be life-threatening.; Prognosis of survival: According to the US National Brain Tumor Society, benign brain tumors have a very high survival rate after 5 years (from the time of diagnosis), up to 91.8%. This means that for every 100 people with a benign brain tumor, 92 will live 5 years or more after diagnosis.; Prevalence: Benign brain tumors account for 70-80% of the total number of primary brain tumors - brain tumors that originate directly from the brain without metastasizing from other parts of the body.; Subject: Benign brain tumors can appear in all ages and genders. However: The incidence of benign brain tumors is highest in people over 85 years of age and lowest in children and adolescents aged 0-19 years. Benign brain tumors occur significantly more frequently in women (64%) than in men (36%). The average age for brain tumor diagnosis is 61 years old.; The incidence of benign brain tumors is highest in people over 85 years of age and lowest in children and adolescents aged 0-19 years.; Benign brain tumors occur significantly more frequently in women (64%) than in men (36%).; The average age for brain tumor diagnosis is 61 years old.\nBenign brain tumors are usually small tumors, less invasive and have a slow growth rate, causing little danger to the patient's life."
        },
        {
            "subsection_name": "Types of benign brain tumors",
            "subsection_content": "There are more than 130 different types of brain tumors that can develop in the brain. Among them, common known types of benign brain tumors include:\nMeningioma: Is the most common type of benign brain tumor, accounting for 54.5% of all benign brain tumor cases today. These tumors originate in the meninges – a membrane that surrounds the brain and spinal cord. Women are twice as likely to develop meningiomas as men.; Peripheral Schwannomas: A common type of brain tumor that originates from Schwann cells - a group of cells that act as an \"insulating\" layer covering the outside of the nerves. Schwannoma often moves outside the nerve sheath instead of invading nerve cells, so it is a benign brain tumor.; Pituitary adenoma: The most common type of benign brain tumor after meningiomas and Schwannomas. Most pituitary tumors grow quite slowly. Even malignant pituitary tumors rarely metastasize to other parts of the body. Most pituitary tumors can be treated successfully.; Craniopharyngioma: Is a rare type of benign brain tumor but difficult to remove because of its location close to the pituitary stalk - an area that regulates many hormones in the body, deep in the brain.; Pineal gland tumor: A type of benign brain tumor - ranked I in the WHO tumor classification scale. Pineal tumors usually grow slowly, rarely recur and do not metastasize after being removed. They mainly occur in middle-aged people with an average age of disease of 38 years old; Glomus jugulare: Is a rare benign brain tumor, located just below the base of the skull, at the tip of the cone-shaped vein. Glomus tumor is the most common form of glomus tumor – accounting for 0.6% of all head and neck tumor cases.; Chordoma: These are benign, slow-growing tumors, most common in people between 50 and 60 years old. Their most common locations are the base of the skull and the lower part of the spine. These are rare tumors, accounting for only 0.2% of all primary brain tumors.",
            "subsection_string": "Types of benign brain tumors\nThere are more than 130 different types of brain tumors that can develop in the brain. Among them, common known types of benign brain tumors include:\nMeningioma: Is the most common type of benign brain tumor, accounting for 54.5% of all benign brain tumor cases today. These tumors originate in the meninges – a membrane that surrounds the brain and spinal cord. Women are twice as likely to develop meningiomas as men.; Peripheral Schwannomas: A common type of brain tumor that originates from Schwann cells - a group of cells that act as an \"insulating\" layer covering the outside of the nerves. Schwannoma often moves outside the nerve sheath instead of invading nerve cells, so it is a benign brain tumor.; Pituitary adenoma: The most common type of benign brain tumor after meningiomas and Schwannomas. Most pituitary tumors grow quite slowly. Even malignant pituitary tumors rarely metastasize to other parts of the body. Most pituitary tumors can be treated successfully.; Craniopharyngioma: Is a rare type of benign brain tumor but difficult to remove because of its location close to the pituitary stalk - an area that regulates many hormones in the body, deep in the brain.; Pineal gland tumor: A type of benign brain tumor - ranked I in the WHO tumor classification scale. Pineal tumors usually grow slowly, rarely recur and do not metastasize after being removed. They mainly occur in middle-aged people with an average age of disease of 38 years old; Glomus jugulare: Is a rare benign brain tumor, located just below the base of the skull, at the tip of the cone-shaped vein. Glomus tumor is the most common form of glomus tumor – accounting for 0.6% of all head and neck tumor cases.; Chordoma: These are benign, slow-growing tumors, most common in people between 50 and 60 years old. Their most common locations are the base of the skull and the lower part of the spine. These are rare tumors, accounting for only 0.2% of all primary brain tumors."
        },
        {
            "subsection_name": "Signs of benign brain tumors",
            "subsection_content": "Signs of benign brain tumors are different for each patient. In general, if you have a brain tumor, benign brain tumor symptoms can be divided into 2 groups: Symptoms due to intracranial pressure and Symptoms due to the location of the tumor.\nSymptoms due to increased intracranial pressure\nBenign brain tumors – no matter what part of the brain they develop in – can increase pressure inside the skull (intracranial pressure for short). Increased intracranial pressure can lead to a series of symptoms such as: (3)\nHeadache: The most common sign of a benign brain tumor. According to the American Brain Tumor Association, about 46-50% of people with brain tumors have headaches. However, you also need to note that not all headaches are caused by brain tumors.; Seizures: About 33% of people with a brain tumor will have a seizure at some point. Seizures caused by benign brain tumors are often focal seizures - seizures in one part of the body.; Nausea and vomiting: About 20% of patients with brain tumors often experience nausea or vomiting. This condition usually occurs in the morning, although it can appear at any time of the day; Dizziness, hearing loss: About 25% of brain tumor patients experience hearing and vision impairment according to a report by Musella Group - US Brain Tumor Research & Information Center.; Problems with coordination of activities: When the vestibular nervous system - the body's balance organ - is affected, the symptoms of benign brain tumors are loss of balance and sensation. wobbly, disoriented; Behavioral and cognitive changes: Including changes in personality and behavior, memory loss, difficulty concentrating, and saying or doing things that are inappropriate for the situation.\nHeadache is the most common symptom of benign brain tumors. However, not all headaches are caused by a brain tumor.\nSymptoms from tumor location\nDifferent parts of the brain control different functions, so benign brain tumor symptoms will vary depending on the location of the tumor. Such as:\nFrontal lobe: Tumors in the frontal lobe – the area that controls body movement and sensation – can cause weakness or numbness in one part of the body, one arm or leg.; Temporal lobe: Tumors in the temporal lobe - the area responsible for hearing, language, and memory can cause problems with slow understanding of words, forgetting other people's faces, affecting thinking, personality and communication.; Occipital lobe: Tumors in the occipital lobe, or around the pituitary gland or optic nerve can cause vision problems.; Parietal lobe: Benign brain tumors in the parietal lobe can cause dyslexia, difficulty writing, inability to calculate, count, difficulty with spatial perception and distance assessment.; Spinal cord: Spinal cord tumors can cause numbness, weakness, or lack of coordination in the arms and  legs (usually on both sides of the body), as well as bladder and bowel problems.; Cerebellar region: A brain tumor located in the cerebellum at the back of the head can cause difficulty with coordination, trouble with precise movements of the hands, arms, legs and feet; balance problems, weakness of certain facial muscles, facial numbness or pain, difficulty swallowing.; Brainstem region: Benign brain tumors in the brainstem region cause difficulty swallowing, difficulty breathing, heart rhythm and blood pressure disorders.; Pituitary region: The pituitary gland is located at the base of the brain - where it secretes hormones that regulate many processes in the body. Tumors in the pituitary gland can cause symptoms of increased or decreased hormone production leading to changes such as weight loss or gain, sexual dysfunction, feeling cold, excessive sweating, etc.\nNote: Just because you have one or more of the above benign brain tumor signs does not necessarily mean you have a benign brain tumor. All of these symptoms can originate from many different causes. However, if you have any of these symptoms, see your doctor to be screened for a benign brain tumor.",
            "subsection_string": "Signs of benign brain tumors\nSigns of benign brain tumors are different for each patient. In general, if you have a brain tumor, benign brain tumor symptoms can be divided into 2 groups: Symptoms due to intracranial pressure and Symptoms due to the location of the tumor.\nSymptoms due to increased intracranial pressure\nBenign brain tumors – no matter what part of the brain they develop in – can increase pressure inside the skull (intracranial pressure for short). Increased intracranial pressure can lead to a series of symptoms such as: (3)\nHeadache: The most common sign of a benign brain tumor. According to the American Brain Tumor Association, about 46-50% of people with brain tumors have headaches. However, you also need to note that not all headaches are caused by brain tumors.; Seizures: About 33% of people with a brain tumor will have a seizure at some point. Seizures caused by benign brain tumors are often focal seizures - seizures in one part of the body.; Nausea and vomiting: About 20% of patients with brain tumors often experience nausea or vomiting. This condition usually occurs in the morning, although it can appear at any time of the day; Dizziness, hearing loss: About 25% of brain tumor patients experience hearing and vision impairment according to a report by Musella Group - US Brain Tumor Research & Information Center.; Problems with coordination of activities: When the vestibular nervous system - the body's balance organ - is affected, the symptoms of benign brain tumors are loss of balance and sensation. wobbly, disoriented; Behavioral and cognitive changes: Including changes in personality and behavior, memory loss, difficulty concentrating, and saying or doing things that are inappropriate for the situation.\nHeadache is the most common symptom of benign brain tumors. However, not all headaches are caused by a brain tumor.\nSymptoms from tumor location\nDifferent parts of the brain control different functions, so benign brain tumor symptoms will vary depending on the location of the tumor. Such as:\nFrontal lobe: Tumors in the frontal lobe – the area that controls body movement and sensation – can cause weakness or numbness in one part of the body, one arm or leg.; Temporal lobe: Tumors in the temporal lobe - the area responsible for hearing, language, and memory can cause problems with slow understanding of words, forgetting other people's faces, affecting thinking, personality and communication.; Occipital lobe: Tumors in the occipital lobe, or around the pituitary gland or optic nerve can cause vision problems.; Parietal lobe: Benign brain tumors in the parietal lobe can cause dyslexia, difficulty writing, inability to calculate, count, difficulty with spatial perception and distance assessment.; Spinal cord: Spinal cord tumors can cause numbness, weakness, or lack of coordination in the arms and  legs (usually on both sides of the body), as well as bladder and bowel problems.; Cerebellar region: A brain tumor located in the cerebellum at the back of the head can cause difficulty with coordination, trouble with precise movements of the hands, arms, legs and feet; balance problems, weakness of certain facial muscles, facial numbness or pain, difficulty swallowing.; Brainstem region: Benign brain tumors in the brainstem region cause difficulty swallowing, difficulty breathing, heart rhythm and blood pressure disorders.; Pituitary region: The pituitary gland is located at the base of the brain - where it secretes hormones that regulate many processes in the body. Tumors in the pituitary gland can cause symptoms of increased or decreased hormone production leading to changes such as weight loss or gain, sexual dysfunction, feeling cold, excessive sweating, etc.\nNote: Just because you have one or more of the above benign brain tumor signs does not necessarily mean you have a benign brain tumor. All of these symptoms can originate from many different causes. However, if you have any of these symptoms, see your doctor to be screened for a benign brain tumor."
        },
        {
            "subsection_name": "Causes of benign brain tumors",
            "subsection_content": "In all cases, the exact cause of a benign brain tumor is impossible to determine. Researchers say brain tumors develop when certain genes on a cell's chromosomes are damaged and cannot function properly, but they are not sure why this happens.\nSome main factors that can be risk factors for causing mutations in DNA leading to benign brain tumors include:\nDue to diet: Regularly consuming alcohol and beer, eating foods containing N-nitroso compounds such as grilled meat, bacon, cheese, fermented vegetables, meat and fish left salted overnight increases the risk. DNA mutations can lead to brain tumors.; Due to sleep: Not sleeping on time, regularly not getting enough sleep or trying to catch up on sleep on weekends causes sleep disorders and cell circadian rhythm disorders.; Due to bad habits: Cigarette smoke is a toxic mixture of more than 7,000 chemicals. Regular smoking certainly increases the risk of benign brain tumors.; Due to environmental factors: Being near sources of air pollution, water sources or exposure to large amounts of radiation from X-rays due to previous cancer treatment can lead to DNA damage later.; Genetics: Only about 5% to 10% of people with brain tumors have a family history of brain tumors. There are a number of rare genetic syndromes, passed from parents to children, that are associated with brain tumors, including: Neurofibromatosis type 1 (NF1 gene), neurofibromatosis type 2 (NF2 gene). Turcot syndrome (APC gene). Gorlin syndrome (PTCH gene). Tuberous sclerosis complex (TSC1 and TSC2 genes). Li-Fraumeni syndrome (TP53 gene).; Neurofibromatosis type 1 (NF1 gene), neurofibromatosis type 2 (NF2 gene).; Turcot syndrome (APC gene).; Gorlin syndrome (PTCH gene).; Tuberous sclerosis complex (TSC1 and TSC2 genes).; Li-Fraumeni syndrome (TP53 gene).\nBenign brain tumors can completely appear due to genetic inheritance",
            "subsection_string": "Causes of benign brain tumors\nIn all cases, the exact cause of a benign brain tumor is impossible to determine. Researchers say brain tumors develop when certain genes on a cell's chromosomes are damaged and cannot function properly, but they are not sure why this happens.\nSome main factors that can be risk factors for causing mutations in DNA leading to benign brain tumors include:\nDue to diet: Regularly consuming alcohol and beer, eating foods containing N-nitroso compounds such as grilled meat, bacon, cheese, fermented vegetables, meat and fish left salted overnight increases the risk. DNA mutations can lead to brain tumors.; Due to sleep: Not sleeping on time, regularly not getting enough sleep or trying to catch up on sleep on weekends causes sleep disorders and cell circadian rhythm disorders.; Due to bad habits: Cigarette smoke is a toxic mixture of more than 7,000 chemicals. Regular smoking certainly increases the risk of benign brain tumors.; Due to environmental factors: Being near sources of air pollution, water sources or exposure to large amounts of radiation from X-rays due to previous cancer treatment can lead to DNA damage later.; Genetics: Only about 5% to 10% of people with brain tumors have a family history of brain tumors. There are a number of rare genetic syndromes, passed from parents to children, that are associated with brain tumors, including: Neurofibromatosis type 1 (NF1 gene), neurofibromatosis type 2 (NF2 gene). Turcot syndrome (APC gene). Gorlin syndrome (PTCH gene). Tuberous sclerosis complex (TSC1 and TSC2 genes). Li-Fraumeni syndrome (TP53 gene).; Neurofibromatosis type 1 (NF1 gene), neurofibromatosis type 2 (NF2 gene).; Turcot syndrome (APC gene).; Gorlin syndrome (PTCH gene).; Tuberous sclerosis complex (TSC1 and TSC2 genes).; Li-Fraumeni syndrome (TP53 gene).\nBenign brain tumors can completely appear due to genetic inheritance"
        },
        {
            "subsection_name": "Diagnosis of benign brain tumor",
            "subsection_content": "The process of diagnosing benign brain tumors includes 3 steps:\nStep 1: General health check\nIf you are having symptoms of a benign brain tumor, your doctor will first conduct an interview and a general physical examination for you. Then, they will ask you:\nWhat are your symptoms? How does it happen?; What is your medical history? Include past and present health conditions, surgeries and medical treatments you have undergone, current medications you are taking, and family medical history.\nStep 2: Neurological examination\nAt this step, many exercises on reflexes and judgment will be prescribed by the doctor to look for abnormalities in:\nAbility between balance and motor coordination (holding, grasping, pointing, pointing, running, jumping).; Hearing and vision.; Behavioral awareness, reflexes, logical thinking, object perception; Mental state, emotions, communication ability (listening - speaking - reading - writing).\nThese abnormalities may indicate which part of your brain may be affected by a benign brain tumor.\nStep 3: Image diagnosis\nIf they suspect you have a benign brain tumor, your doctor will use a number of tests to further diagnose, including:\nMRI or CT brain scan: Magnetic resonance imaging (MRI) is the best imaging test to identify benign brain tumors. Computed tomography (CT) is a good alternative if you cannot have an MRI.; Biopsy: Is the extraction of a small tumor sample and then examined under a microscope to determine the type of tumor and evaluate whether it is cancerous or not; Lumbar puncture: This procedure is performed when doctors suspect that the tumor has invaded your meninges. For this procedure, the doctor uses a small needle to remove cerebrospinal fluid (CSF) from around the spine. A laboratory will test this fluid for cancer cells.; Specialized tests: Include blood and cerebrospinal fluid tests for tumor markers – substances secreted by a tumor. They may also ask you to have a test to check for genetic abnormalities to find specific genes that can cause brain tumors.\nX-ray and MRI methods provide effective results in diagnosing benign brain tumors",
            "subsection_string": "Diagnosis of benign brain tumor\nThe process of diagnosing benign brain tumors includes 3 steps:\nStep 1: General health check\nIf you are having symptoms of a benign brain tumor, your doctor will first conduct an interview and a general physical examination for you. Then, they will ask you:\nWhat are your symptoms? How does it happen?; What is your medical history? Include past and present health conditions, surgeries and medical treatments you have undergone, current medications you are taking, and family medical history.\nStep 2: Neurological examination\nAt this step, many exercises on reflexes and judgment will be prescribed by the doctor to look for abnormalities in:\nAbility between balance and motor coordination (holding, grasping, pointing, pointing, running, jumping).; Hearing and vision.; Behavioral awareness, reflexes, logical thinking, object perception; Mental state, emotions, communication ability (listening - speaking - reading - writing).\nThese abnormalities may indicate which part of your brain may be affected by a benign brain tumor.\nStep 3: Image diagnosis\nIf they suspect you have a benign brain tumor, your doctor will use a number of tests to further diagnose, including:\nMRI or CT brain scan: Magnetic resonance imaging (MRI) is the best imaging test to identify benign brain tumors. Computed tomography (CT) is a good alternative if you cannot have an MRI.; Biopsy: Is the extraction of a small tumor sample and then examined under a microscope to determine the type of tumor and evaluate whether it is cancerous or not; Lumbar puncture: This procedure is performed when doctors suspect that the tumor has invaded your meninges. For this procedure, the doctor uses a small needle to remove cerebrospinal fluid (CSF) from around the spine. A laboratory will test this fluid for cancer cells.; Specialized tests: Include blood and cerebrospinal fluid tests for tumor markers – substances secreted by a tumor. They may also ask you to have a test to check for genetic abnormalities to find specific genes that can cause brain tumors.\nX-ray and MRI methods provide effective results in diagnosing benign brain tumors"
        },
        {
            "subsection_name": "How to treat benign brain tumors",
            "subsection_content": "Surgery\nFor benign brain tumors, surgery is the main treatment, often the top priority, and sometimes the only treatment needed. This means that you may not need chemotherapy and radiotherapy afterward if the tumor has been completely removed through surgery. (4)\nCurrently, there are 4 main methods for benign brain tumor surgery:\nCranial opening method.; High energy beam ablation method according to instructions.; Neuroendoscopic method.; Method of using a tubular unwinding system.\nRadio surgery\nRadiosurgery, also known as radiosurgery, is a modern surgical method that directs radiation beams directly into the tumor to destroy benign brain tumor cells. During radiosurgery, the tumor is not removed, but the radiation deforms the DNA of tumor cells, as a result of which benign brain tumors lose their ability to reproduce.\nSome typical representatives of radiosurgical methods include:\nGamma Knife surgery uses Gamma rays to cut tumors.; Stereotactic radiosurgery (SRS) uses radiation to remove tumors.\nIllustration of a surgery to remove a benign brain tumor\nRadiotherapy\nRadiation therapy is often considered the most effective cancer treatment after surgery. With benign tumors, radiotherapy is often used when:\nThe patient's health is not suitable for surgery; When the tumor is too deep in the brain, surgery is not possible; Surgery can only remove part of the tumor.\nRadiation therapy can be given in the following 3 approaches:\nExternal radiation therapy: A state-of-the-art machine system is used to target radiation beams at benign brain tumors without surgery; Internal radiotherapy: Radioactive material is injected inside the body to destroy the tumor from the inside.; Intraoperative radiotherapy (IORT): A method of irradiating radiation directly into the tumor during surgery. This method is very useful with benign brain tumors located near important brain areas.\nRadiation therapy is usually performed in a hospital. You can usually go home soon after external radiotherapy, but you may need to stay in the hospital for a few days if you have internal radiotherapy. Most people have 1-5 sessions of radiotherapy, which usually last a few weeks.\nIllustration of a radiotherapy session for a benign brain tumor\nValence\nChemotherapy is a treatment that uses strong chemicals (drugs) to kill all the fast-growing cells in your body – including benign brain tumor cells.\nIn general, chemotherapy is often used for 4 purposes:\nTrying to completely cure cancer (chemotherapy).; Makes other treatments more effective –  used before radiotherapy and surgery (preadjuvant chemotherapy).; Reducing the risk of brain tumor recurrence after radiotherapy or surgery (postadjuvant chemotherapy).; Minimize symptoms of benign brain tumors if they cannot be cured (palliative dose chemotherapy).\nTypically, a course of chemotherapy lasts for a few months. Chemotherapy drugs can be given into your body orally or intravenously.\nChemotherapy for benign brain tumors is usually performed via injection or intravenous infusion\nTargeted drugs\nTargeted drugs, also known as Targeted Therapy – uses drugs to block the activity of certain enzymes, proteins or other molecules involved in the proliferation and spread of brain tumor cells. For benign brain tumors, there are two approved targeted drug treatments:\nAvastin (bevacizumab): A targeted drug that blocks the formation of new blood vessels caused by benign brain tumors.; Afintor/Everolimus: Approved to treat certain very rare brain tumors called subependymal giant astrocytoma (SEGA) associated with a condition called tuberous sclerosis (TS) .\nTargeted treatment drugs directly attack the benign brain tumor to destroy it",
            "subsection_string": "How to treat benign brain tumors\nSurgery\nFor benign brain tumors, surgery is the main treatment, often the top priority, and sometimes the only treatment needed. This means that you may not need chemotherapy and radiotherapy afterward if the tumor has been completely removed through surgery. (4)\nCurrently, there are 4 main methods for benign brain tumor surgery:\nCranial opening method.; High energy beam ablation method according to instructions.; Neuroendoscopic method.; Method of using a tubular unwinding system.\nRadio surgery\nRadiosurgery, also known as radiosurgery, is a modern surgical method that directs radiation beams directly into the tumor to destroy benign brain tumor cells. During radiosurgery, the tumor is not removed, but the radiation deforms the DNA of tumor cells, as a result of which benign brain tumors lose their ability to reproduce.\nSome typical representatives of radiosurgical methods include:\nGamma Knife surgery uses Gamma rays to cut tumors.; Stereotactic radiosurgery (SRS) uses radiation to remove tumors.\nIllustration of a surgery to remove a benign brain tumor\nRadiotherapy\nRadiation therapy is often considered the most effective cancer treatment after surgery. With benign tumors, radiotherapy is often used when:\nThe patient's health is not suitable for surgery; When the tumor is too deep in the brain, surgery is not possible; Surgery can only remove part of the tumor.\nRadiation therapy can be given in the following 3 approaches:\nExternal radiation therapy: A state-of-the-art machine system is used to target radiation beams at benign brain tumors without surgery; Internal radiotherapy: Radioactive material is injected inside the body to destroy the tumor from the inside.; Intraoperative radiotherapy (IORT): A method of irradiating radiation directly into the tumor during surgery. This method is very useful with benign brain tumors located near important brain areas.\nRadiation therapy is usually performed in a hospital. You can usually go home soon after external radiotherapy, but you may need to stay in the hospital for a few days if you have internal radiotherapy. Most people have 1-5 sessions of radiotherapy, which usually last a few weeks.\nIllustration of a radiotherapy session for a benign brain tumor\nValence\nChemotherapy is a treatment that uses strong chemicals (drugs) to kill all the fast-growing cells in your body – including benign brain tumor cells.\nIn general, chemotherapy is often used for 4 purposes:\nTrying to completely cure cancer (chemotherapy).; Makes other treatments more effective –  used before radiotherapy and surgery (preadjuvant chemotherapy).; Reducing the risk of brain tumor recurrence after radiotherapy or surgery (postadjuvant chemotherapy).; Minimize symptoms of benign brain tumors if they cannot be cured (palliative dose chemotherapy).\nTypically, a course of chemotherapy lasts for a few months. Chemotherapy drugs can be given into your body orally or intravenously.\nChemotherapy for benign brain tumors is usually performed via injection or intravenous infusion\nTargeted drugs\nTargeted drugs, also known as Targeted Therapy – uses drugs to block the activity of certain enzymes, proteins or other molecules involved in the proliferation and spread of brain tumor cells. For benign brain tumors, there are two approved targeted drug treatments:\nAvastin (bevacizumab): A targeted drug that blocks the formation of new blood vessels caused by benign brain tumors.; Afintor/Everolimus: Approved to treat certain very rare brain tumors called subependymal giant astrocytoma (SEGA) associated with a condition called tuberous sclerosis (TS) .\nTargeted treatment drugs directly attack the benign brain tumor to destroy it"
        },
        {
            "subsection_name": "Recovery after benign brain tumor treatment",
            "subsection_content": "According to the American Brain Tumor Society (NBTS), recovery after benign brain tumor treatment is a long process, requiring a combination of many different measures to achieve the most comprehensive recovery results, including:\nUse of medication: Anticonvulsants, anti-epileptic drugs, pain relievers, anti-nausea drugs, antibiotics may be prescribed by the doctor after treatment.; Steroid use: Helps reduce swelling and inflammation of the brain.; Palliative care: Palliative care focuses on improving the patient's general health and spiritual life, thereby helping the recovery process after benign brain tumor treatment go more smoothly, for example such as practicing a scientific diet, practicing physical therapy, yoga, meditation, acupuncture, listening to relaxing music, joining a religious or spiritual community, etc.\nAbove is all the most basic information about benign brain tumors. Hopefully through this article you have partly learned what a benign brain tumor is, what the symptoms and signs of a benign brain tumor are, as well as the common ways to treat benign brain tumors today.\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nThe prognosis of patients with benign brain tumors is very high. However, patients should not be subjective because treatment of benign brain tumors needs to be timely to avoid harmful effects and complications caused by the disease. Please contact Tam Anh General Hospital System as soon as symptoms of benign brain tumors appear for timely screening and treatment. Sincerely thank!",
            "subsection_string": "Recovery after benign brain tumor treatment\nAccording to the American Brain Tumor Society (NBTS), recovery after benign brain tumor treatment is a long process, requiring a combination of many different measures to achieve the most comprehensive recovery results, including:\nUse of medication: Anticonvulsants, anti-epileptic drugs, pain relievers, anti-nausea drugs, antibiotics may be prescribed by the doctor after treatment.; Steroid use: Helps reduce swelling and inflammation of the brain.; Palliative care: Palliative care focuses on improving the patient's general health and spiritual life, thereby helping the recovery process after benign brain tumor treatment go more smoothly, for example such as practicing a scientific diet, practicing physical therapy, yoga, meditation, acupuncture, listening to relaxing music, joining a religious or spiritual community, etc.\nAbove is all the most basic information about benign brain tumors. Hopefully through this article you have partly learned what a benign brain tumor is, what the symptoms and signs of a benign brain tumor are, as well as the common ways to treat benign brain tumors today.\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nThe prognosis of patients with benign brain tumors is very high. However, patients should not be subjective because treatment of benign brain tumors needs to be timely to avoid harmful effects and complications caused by the disease. Please contact Tam Anh General Hospital System as soon as symptoms of benign brain tumors appear for timely screening and treatment. Sincerely thank!"
        }
    ],
    "name": "u-nao-lanh-tinh.json"
}