{
    "title": "Frontal sinus mucocele: Causes, symptoms and diagnosis",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/u-nhay-xoang-tran/",
    "abstract": "About 60 – 89% of mucoceles occur in the frontal sinus called frontal sinus mucocele, 8–30% in the ethmoid sinus and less than 5% in the maxillary sinus. Sphenoid sinus mucinous tumors are very rare. [2] According to BSNT.CKII Tran Thi Thuy Hang, Head of Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City, frontal sinus mucocele can form at any age, but most are diagnosed in patients with people from 40 to 60 years old. Men and women are affected equally.\nEndoscopic image of frontal sinus mucocele. (Exclusive image of Tam Anh General Hospital",
    "content": "Frontal sinus mucocele: Causes, symptoms and diagnosis\n\nAbout 60 – 89% of mucoceles occur in the frontal sinus called frontal sinus mucocele, 8–30% in the ethmoid sinus and less than 5% in the maxillary sinus. Sphenoid sinus mucinous tumors are very rare. [2] According to BSNT.CKII Tran Thi Thuy Hang, Head of Department of Otorhinolaryngology, Tam Anh General Hospital, Ho Chi Minh City, frontal sinus mucocele can form at any age, but most are diagnosed in patients with people from 40 to 60 years old. Men and women are affected equally.\nEndoscopic image of frontal sinus mucocele. (Exclusive image of Tam Anh General Hospital\n\nWhat is frontal sinus mucocele?\nFrontal sinus mucoceles (Mucoceles) are a type of tumor filled with mucus, growing on the frontal sinus.\nA mucocele is a collection of mucus enclosed in a sac of sinus epithelium lining the air sinus due to obstruction of the sinus opening. But the cause can also be infection, fibrosis, inflammation, trauma, surgery or obstruction by tumors such as osteosarcoma.\nMucoceles are benign, slow-growing lesions that often occur in the frontal or ethmoid sinuses and rarely appear in the maxillary and sphenoid sinuses. The cyst may be filled with pus due to chronic infection, in which case it is called a chronic purulent mucocele.\n\nCauses of frontal sinus mucocele\nAccording to Dr. Thuy Hang, the cause of frontal sinus mucocele has not yet been determined, but studies show that mucocele can form due to prolapse factors.\nDue to blockage of the sinus passages; Structural abnormalities or chronic sinusitis; Radiation therapy in the head and face causes scarring; Tumors in the sinuses for a long time.; Trauma caused by trauma.; Complications after sinus surgery.; Fibrous dysplasia.; Osteoma or fibroma.\n\nSymptoms of frontal sinus mucocele\nThe clinical manifestations of frontal sinus myxomas vary depending on their anatomical location. The initial symptoms are often insidious.\nPatients with frontal ethmoid mucocele may develop frontal headaches, facial misalignment, or swelling. Ocular manifestations may also be found, such as impaired vision, reduced eye mobility, or proptosis.\nClinical manifestations vary from asymptomatic to disabling headaches and visual disturbances. Visual disturbances (83%) and double vision (45%) were the most common complaints.\nDuring a physical examination, the doctor can identify pain around the eye socket, swelling, infection, decreased vision and limited eye movements.\nIntracranial invasion due to erosion of the posterior wall of the frontal sinus can lead to meningitis or cerebrospinal fluid leak. The posterior wall of the frontal sinus is especially susceptible to erosion because it is inherently very thin. A tendency toward bone erosion and intracranial invasion is seen more frequently in the presence of infection.\nThe presence and direction of proptosis can be of significant help in determining the location of the lesion. A mass at the orbital apex tends to produce proptosis directly anteriorly, whereas lesions directed anteriorly toward the vestibular region produce lateral exophthalmos, with lesions directed downward and anteriorly, similarly. such as due to damage invading the orbit from the frontal sinus.\nDamage to the ethmoid sinus area in newborns produces exophthalmos that is characterized by bulging outward, forward, and superior. All of this helps differentiate it from lesions in the lacrimal sac that often cause confusion.\nFrontal sinus mucocele causes compression of the eye socket, leading to bulging eyes, double vision, and swelling of the eye socket, which are typical signs. (Exclusive image of Tam Anh General Hospital)\n\nMethods of diagnosing frontal sinus mucocele\nDr. Thuy Hang said that the diagnosis of frontal sinus mucocele will be based on history, physical examination and imaging.\n1. CT scan\nThere are three criteria for CT diagnosis of a frontal sinus mucocele including:\nThe mass has uniform density, clear margins, and peritumoral bone destruction; Sinus wall erosion with marginal fibrosis is also a sign.\n2. MRI scan\nOften indicated in the differential diagnosis of complicated cases that cannot be identified by CT scan.\nCases requiring an MRI include:\nDermoid cyst.; Langerhans cell histiocytosis.; Fungal infections and tuberculosis; Cholesterol granuloma in the forehead - orbit.; Other uncommon tumors.\nTypically, frontal sinus myxoma tends to be bright on T1-weighted images compared to the brain and hyperdense on T2-weighted images.\n\nComplications of frontal sinus mucocele\nMucomas often behave as invasive lesions causing bone erosion and displacement of surrounding structures. The association of frontal sinus myxoma with the brain can cause complications and possibly death if not treated.\nThe most common complications of frontal sinus mucocele:\nUnilateral proptosis: Frontal sinus mucocele compressing the eye socket is a serious complication that affects vision, double vision, eye pain, proptosis and risk of blindness.; Encephalitis and meningitis: If the tumor compresses the brain, it can cause inflammation of the brain and meninges. This is a dangerous condition that can cause death if not treated promptly.; Facial paralysis: If the mucocele causes compression of the facial nerve, it can lead to facial deviation and facial paralysis.; Epilepsy: Epilepsy and paralysis of some organs may occur if the mucocele presses on central nervous structures.\n\nTreatment methods for frontal sinus mucocele\n1. Surgery\nAccording to Dr. Thuy Hang, treatment is mainly surgical with the goal of removing mucus and ventilating the involved sinuses. Besides, treatment also requires removing the mucous cyst with minimal invasiveness and preventing recurrence. The surgical method is based on the size, location and extent of the mucocele.\n2. Laparoscopic surgery\nPreviously, surgery for ethmoidal myxoma involved a lateral approach.\nBut today, endoscopic drainage is the main treatment option for sinus mucomas. Endoscopic surgery helps preserve the frontal sinus mucosa and maintain a natural frontal cavity, providing better clinical results. This method is less invasive, preserves sinus structure, and leaves no scars on the face.\n3. Stent placement\nThis method is a safe and effective option to maintain the patency of the mucus drainage system of the frontal sinus.\nHowever, the limitation of this method is that it can trigger damage around the stent, potentially causing scar contraction leading to restenosis of the ostium.\n4. Open surgery\nIn cases of complex myxoma with very large size and intracranial invasion, neurosurgeons tend to use the external surgical approach. Open surgery helps remove the entire cyst lining and prevents the tumor from recurring.\n5. Antibiotics\nIn case of infection, adjunctive antibiotic treatment will be indicated, as many times there is intracranial or orbital involvement. According to Dr. Thuy Hang, in case of infection, surgery should not be performed except for mucocele with acute symptoms.\nAccording to Dr. Thuy Hang, frontal sinus mucocele can have different manifestations depending on the level and complexity of the damage. Therefore, conventional surgical methods may not resolve all cases.\nDr. Thuy Hang recommends that each case of frontal sinus mucocele must be planned depending on the severity and extent of the lesion as well as the approach used in previous surgery. relapse cases. This can only be done by experienced specialists. And so, patients should go to reputable hospitals with specialized ENT and neurology departments with a team of highly skilled doctors to receive effective treatment, avoid complications and recurrence.\nModern endoscopic sinus surgery equipment system by Karl Storz - Germany at Tam Anh General Hospital, HCM (Exclusive image of Tam Anh General Hospital)\nInstructions for patient care after frontal sinus mucocele surgery\nDr. Thuy Hang recommends that after surgery, patients should pay attention to following the doctor's instructions to avoid infection, complications and help the wound recover quickly.\nInstructions include:\nDo light to moderate physical activity on the first day after surgery.; Avoid dusty environments.; Having a complete nutritional regimen helps the surgical pit heal quickly; Take care of your nose at home by spraying your nose 3-4 times a day.; Do not touch the wound; Follow-up weekly after surgery and continue to have regular check-ups once a year to prevent myxoma from recurring.\n\nMethods to prevent frontal sinus mucocele\nAccording to Dr. Thuy Hang, there is no way to prevent frontal sinus mucocele, however, people who have had sinus surgery need to have an annual ENT examination to avoid complications of frontal sinus mucocele.\nFrontal sinus mucocele is recognized as a complication of sinus surgery and it can appear many years after surgery (most commonly after 15-20 years of sinus surgery).\n\nFrequently asked questions about frontal sinus mucocele\n1. Does frontal sinus mucocele inserting into the eye socket cause blindness?\nFrontal sinus mucocele compressing the eye socket is a dangerous complication of frontal sinus mucocele. It can lead to bulging eyes, even eye swelling and risk of blindness.\n2. Can frontal sinus mucocele be cured?\nUncomplicated frontal sinus mucocele can easily be treated endoscopically with high effectiveness. For cases with complications, treatment is more complicated and prognosis depends largely on the location and extent of the complication.\nResolving intracranial complications is often difficult and can leave sequelae. Therefore, it is important that patients treat mucocele as soon as it appears.\n3. Is frontal sinus mucocele that compresses the eye socket dangerous?\nThis is a benign type of nasal sinus tumor, mainly occurring in adults. However, due to its corrosive nature, causing bone loss of the sinus wall and causing compression of craniofacial structures, this type of tumor is potentially dangerous.\nA rare case of frontal sinus mucocele after sinus surgery at Tam Anh General Hospital in Ho Chi Minh City\nEar, Nose and Throat doctors at Tam Anh Hospital received and successfully operated on a case of frontal sinus mucocele compressing the eye socket after sinus surgery many years ago.\nA 44-year-old female patient from Da Lat came to Tam Anh General Hospital for examination with recurring swelling of the inner corner of her left eye, accompanied by increased headaches in the forehead and recurring many times. Through examination and tests, the doctor noted that the patient had a frontal sinus mucocele measuring 2x4x3.5cm, causing eye socket compression.\nThe patient was scheduled for surgery to remove the mucocele. During the surgery, the doctor noted adhesion of the middle turbinate to the sinus wall, continuous adhesion of the posterior ethmoid sinus to the left ethmoid-sphenoidal recess and blockage of the frontal sinus opening. Doctors suspect the cause of frontal sinus mucocele is due to recurrent sinusitis after surgery because many years ago, the patient had a history of sinus surgery.\nThis is the first case of rare frontal sinus mucocele operated on at Tam Anh General Hospital in Ho Chi Minh City and was successful thanks to modern machinery technology and a team of highly skilled and experienced experts and doctors.\nPreviously, the patient had been examined and treated in many places but was diagnosed with an eye disease and the treatment was ineffective.\nFrontal sinus mucocele measuring 2x4x3.5cm causing eye socket compression in a 44 year old female patient - Exclusive photo of Tam Anh General Hospital\nDepartment of Otorhinolaryngology, Tam Anh General Hospital examines, diagnoses, and in-depth treats ear, nose, and throat diseases, including tonsillitis. With a team of skilled and experienced experts and leading doctors, supported by a system of modern medical examination and treatment equipment such as a new generation ENT endoscope, audiometer, and measuring machine. Vestibular function... along with close cooperation in diagnosis and treatment between ENT, Urology, Cardiology, Obstetrics, Neurology, Oncology... will help professional medical examination and treatment. , comprehensive, highly effective.\nFrontal sinus mucocele is an uncommon cause of long-standing unilateral exophthalmos with fluctuating size. Proptosis becomes more obvious with the common cold. The characteristic radiological features of mucocele are of considerable value in establishing the diagnosis. Endoscopic sinus surgery should be the treatment of choice for asymptomatic simple frontal sinus mucocele. For large-sized mucocele with extensive bone erosion causing orbital or intracranial complications such as frontal sinus mucocele compressing the orbit, radical approaches are needed. to more.",
    "subsections": [
        {
            "subsection_name": "What is frontal sinus mucocele?",
            "subsection_content": "Frontal sinus mucoceles (Mucoceles) are a type of tumor filled with mucus, growing on the frontal sinus.\nA mucocele is a collection of mucus enclosed in a sac of sinus epithelium lining the air sinus due to obstruction of the sinus opening. But the cause can also be infection, fibrosis, inflammation, trauma, surgery or obstruction by tumors such as osteosarcoma.\nMucoceles are benign, slow-growing lesions that often occur in the frontal or ethmoid sinuses and rarely appear in the maxillary and sphenoid sinuses. The cyst may be filled with pus due to chronic infection, in which case it is called a chronic purulent mucocele.",
            "subsection_string": "What is frontal sinus mucocele?\nFrontal sinus mucoceles (Mucoceles) are a type of tumor filled with mucus, growing on the frontal sinus.\nA mucocele is a collection of mucus enclosed in a sac of sinus epithelium lining the air sinus due to obstruction of the sinus opening. But the cause can also be infection, fibrosis, inflammation, trauma, surgery or obstruction by tumors such as osteosarcoma.\nMucoceles are benign, slow-growing lesions that often occur in the frontal or ethmoid sinuses and rarely appear in the maxillary and sphenoid sinuses. The cyst may be filled with pus due to chronic infection, in which case it is called a chronic purulent mucocele."
        },
        {
            "subsection_name": "Causes of frontal sinus mucocele",
            "subsection_content": "According to Dr. Thuy Hang, the cause of frontal sinus mucocele has not yet been determined, but studies show that mucocele can form due to prolapse factors.\nDue to blockage of the sinus passages; Structural abnormalities or chronic sinusitis; Radiation therapy in the head and face causes scarring; Tumors in the sinuses for a long time.; Trauma caused by trauma.; Complications after sinus surgery.; Fibrous dysplasia.; Osteoma or fibroma.",
            "subsection_string": "Causes of frontal sinus mucocele\nAccording to Dr. Thuy Hang, the cause of frontal sinus mucocele has not yet been determined, but studies show that mucocele can form due to prolapse factors.\nDue to blockage of the sinus passages; Structural abnormalities or chronic sinusitis; Radiation therapy in the head and face causes scarring; Tumors in the sinuses for a long time.; Trauma caused by trauma.; Complications after sinus surgery.; Fibrous dysplasia.; Osteoma or fibroma."
        },
        {
            "subsection_name": "Symptoms of frontal sinus mucocele",
            "subsection_content": "The clinical manifestations of frontal sinus myxomas vary depending on their anatomical location. The initial symptoms are often insidious.\nPatients with frontal ethmoid mucocele may develop frontal headaches, facial misalignment, or swelling. Ocular manifestations may also be found, such as impaired vision, reduced eye mobility, or proptosis.\nClinical manifestations vary from asymptomatic to disabling headaches and visual disturbances. Visual disturbances (83%) and double vision (45%) were the most common complaints.\nDuring a physical examination, the doctor can identify pain around the eye socket, swelling, infection, decreased vision and limited eye movements.\nIntracranial invasion due to erosion of the posterior wall of the frontal sinus can lead to meningitis or cerebrospinal fluid leak. The posterior wall of the frontal sinus is especially susceptible to erosion because it is inherently very thin. A tendency toward bone erosion and intracranial invasion is seen more frequently in the presence of infection.\nThe presence and direction of proptosis can be of significant help in determining the location of the lesion. A mass at the orbital apex tends to produce proptosis directly anteriorly, whereas lesions directed anteriorly toward the vestibular region produce lateral exophthalmos, with lesions directed downward and anteriorly, similarly. such as due to damage invading the orbit from the frontal sinus.\nDamage to the ethmoid sinus area in newborns produces exophthalmos that is characterized by bulging outward, forward, and superior. All of this helps differentiate it from lesions in the lacrimal sac that often cause confusion.\nFrontal sinus mucocele causes compression of the eye socket, leading to bulging eyes, double vision, and swelling of the eye socket, which are typical signs. (Exclusive image of Tam Anh General Hospital)",
            "subsection_string": "Symptoms of frontal sinus mucocele\nThe clinical manifestations of frontal sinus myxomas vary depending on their anatomical location. The initial symptoms are often insidious.\nPatients with frontal ethmoid mucocele may develop frontal headaches, facial misalignment, or swelling. Ocular manifestations may also be found, such as impaired vision, reduced eye mobility, or proptosis.\nClinical manifestations vary from asymptomatic to disabling headaches and visual disturbances. Visual disturbances (83%) and double vision (45%) were the most common complaints.\nDuring a physical examination, the doctor can identify pain around the eye socket, swelling, infection, decreased vision and limited eye movements.\nIntracranial invasion due to erosion of the posterior wall of the frontal sinus can lead to meningitis or cerebrospinal fluid leak. The posterior wall of the frontal sinus is especially susceptible to erosion because it is inherently very thin. A tendency toward bone erosion and intracranial invasion is seen more frequently in the presence of infection.\nThe presence and direction of proptosis can be of significant help in determining the location of the lesion. A mass at the orbital apex tends to produce proptosis directly anteriorly, whereas lesions directed anteriorly toward the vestibular region produce lateral exophthalmos, with lesions directed downward and anteriorly, similarly. such as due to damage invading the orbit from the frontal sinus.\nDamage to the ethmoid sinus area in newborns produces exophthalmos that is characterized by bulging outward, forward, and superior. All of this helps differentiate it from lesions in the lacrimal sac that often cause confusion.\nFrontal sinus mucocele causes compression of the eye socket, leading to bulging eyes, double vision, and swelling of the eye socket, which are typical signs. (Exclusive image of Tam Anh General Hospital)"
        },
        {
            "subsection_name": "Methods of diagnosing frontal sinus mucocele",
            "subsection_content": "Dr. Thuy Hang said that the diagnosis of frontal sinus mucocele will be based on history, physical examination and imaging.\n1. CT scan\nThere are three criteria for CT diagnosis of a frontal sinus mucocele including:\nThe mass has uniform density, clear margins, and peritumoral bone destruction; Sinus wall erosion with marginal fibrosis is also a sign.\n2. MRI scan\nOften indicated in the differential diagnosis of complicated cases that cannot be identified by CT scan.\nCases requiring an MRI include:\nDermoid cyst.; Langerhans cell histiocytosis.; Fungal infections and tuberculosis; Cholesterol granuloma in the forehead - orbit.; Other uncommon tumors.\nTypically, frontal sinus myxoma tends to be bright on T1-weighted images compared to the brain and hyperdense on T2-weighted images.",
            "subsection_string": "Methods of diagnosing frontal sinus mucocele\nDr. Thuy Hang said that the diagnosis of frontal sinus mucocele will be based on history, physical examination and imaging.\n1. CT scan\nThere are three criteria for CT diagnosis of a frontal sinus mucocele including:\nThe mass has uniform density, clear margins, and peritumoral bone destruction; Sinus wall erosion with marginal fibrosis is also a sign.\n2. MRI scan\nOften indicated in the differential diagnosis of complicated cases that cannot be identified by CT scan.\nCases requiring an MRI include:\nDermoid cyst.; Langerhans cell histiocytosis.; Fungal infections and tuberculosis; Cholesterol granuloma in the forehead - orbit.; Other uncommon tumors.\nTypically, frontal sinus myxoma tends to be bright on T1-weighted images compared to the brain and hyperdense on T2-weighted images."
        },
        {
            "subsection_name": "Complications of frontal sinus mucocele",
            "subsection_content": "Mucomas often behave as invasive lesions causing bone erosion and displacement of surrounding structures. The association of frontal sinus myxoma with the brain can cause complications and possibly death if not treated.\nThe most common complications of frontal sinus mucocele:\nUnilateral proptosis: Frontal sinus mucocele compressing the eye socket is a serious complication that affects vision, double vision, eye pain, proptosis and risk of blindness.; Encephalitis and meningitis: If the tumor compresses the brain, it can cause inflammation of the brain and meninges. This is a dangerous condition that can cause death if not treated promptly.; Facial paralysis: If the mucocele causes compression of the facial nerve, it can lead to facial deviation and facial paralysis.; Epilepsy: Epilepsy and paralysis of some organs may occur if the mucocele presses on central nervous structures.",
            "subsection_string": "Complications of frontal sinus mucocele\nMucomas often behave as invasive lesions causing bone erosion and displacement of surrounding structures. The association of frontal sinus myxoma with the brain can cause complications and possibly death if not treated.\nThe most common complications of frontal sinus mucocele:\nUnilateral proptosis: Frontal sinus mucocele compressing the eye socket is a serious complication that affects vision, double vision, eye pain, proptosis and risk of blindness.; Encephalitis and meningitis: If the tumor compresses the brain, it can cause inflammation of the brain and meninges. This is a dangerous condition that can cause death if not treated promptly.; Facial paralysis: If the mucocele causes compression of the facial nerve, it can lead to facial deviation and facial paralysis.; Epilepsy: Epilepsy and paralysis of some organs may occur if the mucocele presses on central nervous structures."
        },
        {
            "subsection_name": "Treatment methods for frontal sinus mucocele",
            "subsection_content": "1. Surgery\nAccording to Dr. Thuy Hang, treatment is mainly surgical with the goal of removing mucus and ventilating the involved sinuses. Besides, treatment also requires removing the mucous cyst with minimal invasiveness and preventing recurrence. The surgical method is based on the size, location and extent of the mucocele.\n2. Laparoscopic surgery\nPreviously, surgery for ethmoidal myxoma involved a lateral approach.\nBut today, endoscopic drainage is the main treatment option for sinus mucomas. Endoscopic surgery helps preserve the frontal sinus mucosa and maintain a natural frontal cavity, providing better clinical results. This method is less invasive, preserves sinus structure, and leaves no scars on the face.\n3. Stent placement\nThis method is a safe and effective option to maintain the patency of the mucus drainage system of the frontal sinus.\nHowever, the limitation of this method is that it can trigger damage around the stent, potentially causing scar contraction leading to restenosis of the ostium.\n4. Open surgery\nIn cases of complex myxoma with very large size and intracranial invasion, neurosurgeons tend to use the external surgical approach. Open surgery helps remove the entire cyst lining and prevents the tumor from recurring.\n5. Antibiotics\nIn case of infection, adjunctive antibiotic treatment will be indicated, as many times there is intracranial or orbital involvement. According to Dr. Thuy Hang, in case of infection, surgery should not be performed except for mucocele with acute symptoms.\nAccording to Dr. Thuy Hang, frontal sinus mucocele can have different manifestations depending on the level and complexity of the damage. Therefore, conventional surgical methods may not resolve all cases.\nDr. Thuy Hang recommends that each case of frontal sinus mucocele must be planned depending on the severity and extent of the lesion as well as the approach used in previous surgery. relapse cases. This can only be done by experienced specialists. And so, patients should go to reputable hospitals with specialized ENT and neurology departments with a team of highly skilled doctors to receive effective treatment, avoid complications and recurrence.\nModern endoscopic sinus surgery equipment system by Karl Storz - Germany at Tam Anh General Hospital, HCM (Exclusive image of Tam Anh General Hospital)\nInstructions for patient care after frontal sinus mucocele surgery\nDr. Thuy Hang recommends that after surgery, patients should pay attention to following the doctor's instructions to avoid infection, complications and help the wound recover quickly.\nInstructions include:\nDo light to moderate physical activity on the first day after surgery.; Avoid dusty environments.; Having a complete nutritional regimen helps the surgical pit heal quickly; Take care of your nose at home by spraying your nose 3-4 times a day.; Do not touch the wound; Follow-up weekly after surgery and continue to have regular check-ups once a year to prevent myxoma from recurring.",
            "subsection_string": "Treatment methods for frontal sinus mucocele\n1. Surgery\nAccording to Dr. Thuy Hang, treatment is mainly surgical with the goal of removing mucus and ventilating the involved sinuses. Besides, treatment also requires removing the mucous cyst with minimal invasiveness and preventing recurrence. The surgical method is based on the size, location and extent of the mucocele.\n2. Laparoscopic surgery\nPreviously, surgery for ethmoidal myxoma involved a lateral approach.\nBut today, endoscopic drainage is the main treatment option for sinus mucomas. Endoscopic surgery helps preserve the frontal sinus mucosa and maintain a natural frontal cavity, providing better clinical results. This method is less invasive, preserves sinus structure, and leaves no scars on the face.\n3. Stent placement\nThis method is a safe and effective option to maintain the patency of the mucus drainage system of the frontal sinus.\nHowever, the limitation of this method is that it can trigger damage around the stent, potentially causing scar contraction leading to restenosis of the ostium.\n4. Open surgery\nIn cases of complex myxoma with very large size and intracranial invasion, neurosurgeons tend to use the external surgical approach. Open surgery helps remove the entire cyst lining and prevents the tumor from recurring.\n5. Antibiotics\nIn case of infection, adjunctive antibiotic treatment will be indicated, as many times there is intracranial or orbital involvement. According to Dr. Thuy Hang, in case of infection, surgery should not be performed except for mucocele with acute symptoms.\nAccording to Dr. Thuy Hang, frontal sinus mucocele can have different manifestations depending on the level and complexity of the damage. Therefore, conventional surgical methods may not resolve all cases.\nDr. Thuy Hang recommends that each case of frontal sinus mucocele must be planned depending on the severity and extent of the lesion as well as the approach used in previous surgery. relapse cases. This can only be done by experienced specialists. And so, patients should go to reputable hospitals with specialized ENT and neurology departments with a team of highly skilled doctors to receive effective treatment, avoid complications and recurrence.\nModern endoscopic sinus surgery equipment system by Karl Storz - Germany at Tam Anh General Hospital, HCM (Exclusive image of Tam Anh General Hospital)\nInstructions for patient care after frontal sinus mucocele surgery\nDr. Thuy Hang recommends that after surgery, patients should pay attention to following the doctor's instructions to avoid infection, complications and help the wound recover quickly.\nInstructions include:\nDo light to moderate physical activity on the first day after surgery.; Avoid dusty environments.; Having a complete nutritional regimen helps the surgical pit heal quickly; Take care of your nose at home by spraying your nose 3-4 times a day.; Do not touch the wound; Follow-up weekly after surgery and continue to have regular check-ups once a year to prevent myxoma from recurring."
        },
        {
            "subsection_name": "Methods to prevent frontal sinus mucocele",
            "subsection_content": "According to Dr. Thuy Hang, there is no way to prevent frontal sinus mucocele, however, people who have had sinus surgery need to have an annual ENT examination to avoid complications of frontal sinus mucocele.\nFrontal sinus mucocele is recognized as a complication of sinus surgery and it can appear many years after surgery (most commonly after 15-20 years of sinus surgery).",
            "subsection_string": "Methods to prevent frontal sinus mucocele\nAccording to Dr. Thuy Hang, there is no way to prevent frontal sinus mucocele, however, people who have had sinus surgery need to have an annual ENT examination to avoid complications of frontal sinus mucocele.\nFrontal sinus mucocele is recognized as a complication of sinus surgery and it can appear many years after surgery (most commonly after 15-20 years of sinus surgery)."
        },
        {
            "subsection_name": "Frequently asked questions about frontal sinus mucocele",
            "subsection_content": "1. Does frontal sinus mucocele inserting into the eye socket cause blindness?\nFrontal sinus mucocele compressing the eye socket is a dangerous complication of frontal sinus mucocele. It can lead to bulging eyes, even eye swelling and risk of blindness.\n2. Can frontal sinus mucocele be cured?\nUncomplicated frontal sinus mucocele can easily be treated endoscopically with high effectiveness. For cases with complications, treatment is more complicated and prognosis depends largely on the location and extent of the complication.\nResolving intracranial complications is often difficult and can leave sequelae. Therefore, it is important that patients treat mucocele as soon as it appears.\n3. Is frontal sinus mucocele that compresses the eye socket dangerous?\nThis is a benign type of nasal sinus tumor, mainly occurring in adults. However, due to its corrosive nature, causing bone loss of the sinus wall and causing compression of craniofacial structures, this type of tumor is potentially dangerous.\nA rare case of frontal sinus mucocele after sinus surgery at Tam Anh General Hospital in Ho Chi Minh City\nEar, Nose and Throat doctors at Tam Anh Hospital received and successfully operated on a case of frontal sinus mucocele compressing the eye socket after sinus surgery many years ago.\nA 44-year-old female patient from Da Lat came to Tam Anh General Hospital for examination with recurring swelling of the inner corner of her left eye, accompanied by increased headaches in the forehead and recurring many times. Through examination and tests, the doctor noted that the patient had a frontal sinus mucocele measuring 2x4x3.5cm, causing eye socket compression.\nThe patient was scheduled for surgery to remove the mucocele. During the surgery, the doctor noted adhesion of the middle turbinate to the sinus wall, continuous adhesion of the posterior ethmoid sinus to the left ethmoid-sphenoidal recess and blockage of the frontal sinus opening. Doctors suspect the cause of frontal sinus mucocele is due to recurrent sinusitis after surgery because many years ago, the patient had a history of sinus surgery.\nThis is the first case of rare frontal sinus mucocele operated on at Tam Anh General Hospital in Ho Chi Minh City and was successful thanks to modern machinery technology and a team of highly skilled and experienced experts and doctors.\nPreviously, the patient had been examined and treated in many places but was diagnosed with an eye disease and the treatment was ineffective.\nFrontal sinus mucocele measuring 2x4x3.5cm causing eye socket compression in a 44 year old female patient - Exclusive photo of Tam Anh General Hospital\nDepartment of Otorhinolaryngology, Tam Anh General Hospital examines, diagnoses, and in-depth treats ear, nose, and throat diseases, including tonsillitis. With a team of skilled and experienced experts and leading doctors, supported by a system of modern medical examination and treatment equipment such as a new generation ENT endoscope, audiometer, and measuring machine. Vestibular function... along with close cooperation in diagnosis and treatment between ENT, Urology, Cardiology, Obstetrics, Neurology, Oncology... will help professional medical examination and treatment. , comprehensive, highly effective.\nFrontal sinus mucocele is an uncommon cause of long-standing unilateral exophthalmos with fluctuating size. Proptosis becomes more obvious with the common cold. The characteristic radiological features of mucocele are of considerable value in establishing the diagnosis. Endoscopic sinus surgery should be the treatment of choice for asymptomatic simple frontal sinus mucocele. For large-sized mucocele with extensive bone erosion causing orbital or intracranial complications such as frontal sinus mucocele compressing the orbit, radical approaches are needed. to more.",
            "subsection_string": "Frequently asked questions about frontal sinus mucocele\n1. Does frontal sinus mucocele inserting into the eye socket cause blindness?\nFrontal sinus mucocele compressing the eye socket is a dangerous complication of frontal sinus mucocele. It can lead to bulging eyes, even eye swelling and risk of blindness.\n2. Can frontal sinus mucocele be cured?\nUncomplicated frontal sinus mucocele can easily be treated endoscopically with high effectiveness. For cases with complications, treatment is more complicated and prognosis depends largely on the location and extent of the complication.\nResolving intracranial complications is often difficult and can leave sequelae. Therefore, it is important that patients treat mucocele as soon as it appears.\n3. Is frontal sinus mucocele that compresses the eye socket dangerous?\nThis is a benign type of nasal sinus tumor, mainly occurring in adults. However, due to its corrosive nature, causing bone loss of the sinus wall and causing compression of craniofacial structures, this type of tumor is potentially dangerous.\nA rare case of frontal sinus mucocele after sinus surgery at Tam Anh General Hospital in Ho Chi Minh City\nEar, Nose and Throat doctors at Tam Anh Hospital received and successfully operated on a case of frontal sinus mucocele compressing the eye socket after sinus surgery many years ago.\nA 44-year-old female patient from Da Lat came to Tam Anh General Hospital for examination with recurring swelling of the inner corner of her left eye, accompanied by increased headaches in the forehead and recurring many times. Through examination and tests, the doctor noted that the patient had a frontal sinus mucocele measuring 2x4x3.5cm, causing eye socket compression.\nThe patient was scheduled for surgery to remove the mucocele. During the surgery, the doctor noted adhesion of the middle turbinate to the sinus wall, continuous adhesion of the posterior ethmoid sinus to the left ethmoid-sphenoidal recess and blockage of the frontal sinus opening. Doctors suspect the cause of frontal sinus mucocele is due to recurrent sinusitis after surgery because many years ago, the patient had a history of sinus surgery.\nThis is the first case of rare frontal sinus mucocele operated on at Tam Anh General Hospital in Ho Chi Minh City and was successful thanks to modern machinery technology and a team of highly skilled and experienced experts and doctors.\nPreviously, the patient had been examined and treated in many places but was diagnosed with an eye disease and the treatment was ineffective.\nFrontal sinus mucocele measuring 2x4x3.5cm causing eye socket compression in a 44 year old female patient - Exclusive photo of Tam Anh General Hospital\nDepartment of Otorhinolaryngology, Tam Anh General Hospital examines, diagnoses, and in-depth treats ear, nose, and throat diseases, including tonsillitis. With a team of skilled and experienced experts and leading doctors, supported by a system of modern medical examination and treatment equipment such as a new generation ENT endoscope, audiometer, and measuring machine. Vestibular function... along with close cooperation in diagnosis and treatment between ENT, Urology, Cardiology, Obstetrics, Neurology, Oncology... will help professional medical examination and treatment. , comprehensive, highly effective.\nFrontal sinus mucocele is an uncommon cause of long-standing unilateral exophthalmos with fluctuating size. Proptosis becomes more obvious with the common cold. The characteristic radiological features of mucocele are of considerable value in establishing the diagnosis. Endoscopic sinus surgery should be the treatment of choice for asymptomatic simple frontal sinus mucocele. For large-sized mucocele with extensive bone erosion causing orbital or intracranial complications such as frontal sinus mucocele compressing the orbit, radical approaches are needed. to more."
        }
    ],
    "name": "u-nhay-xoang-tran.json"
}