{
    "title": "Spinal myeloma: Symptoms, causes, diagnosis and treatment",
    "category": "Neurological",
    "link": "https://tamanhhospital.vn/u-tuy-song/",
    "abstract": "Spinal cord tumors have a lower patient rate than brain tumors, but this is still a dangerous disease that can threaten the patient's life. If not diagnosed and treated early, sufferers\nspinal cord tumor\n risk serious complications or even death.\n  Block\nspinal cord tumor\n Can be benign or malignant tumor. When the blocks\nspinal cord tumor\n growing larger, they can put pressure on the spinal cord, leading to serious neurological complications. The early recognition of the\nspinal cord tumor symptoms\n and therapeutic intervention\nspinal cord tumor\nEarly treatment will help prevent permanent spinal nerve damage.",
    "content": "Spinal myeloma: Symptoms, causes, diagnosis and treatment\n\nSpinal cord tumors have a lower patient rate than brain tumors, but this is still a dangerous disease that can threaten the patient's life. If not diagnosed and treated early, sufferers\nspinal cord tumor\n risk serious complications or even death.\n  Block\nspinal cord tumor\n Can be benign or malignant tumor. When the blocks\nspinal cord tumor\n growing larger, they can put pressure on the spinal cord, leading to serious neurological complications. The early recognition of the\nspinal cord tumor symptoms\n and therapeutic intervention\nspinal cord tumor\nEarly treatment will help prevent permanent spinal nerve damage.\n\nWhat is spinal cord tumor?\nSpinal cord tumor is a condition in which tumors develop in the spinal cord or in the dura mater (outer covering of the spinal cord). Spinal cord tumors may include:\nIntraspinal tumors arise from cells located inside the spinal cord. For example, astrocytoma, glioma, etc.; Extramedullary, subdural tumors cover the outside of the spinal cord or are located at nerve roots extending out of the spinal cord. Although these tumors are located outside the spinal cord, they can still create pressure on the spinal cord and affect the function of the spinal cord. For example, nerve sheath tumors, neurofibromas, meningiomas, etc.; Extramedullary, extradural tumors: often due to metastatic, secondary tumors..\nAnd whether the tumor is inside the medulla or outside the medulla, whether the tumor has just developed or it has metastasized from other tumors, it can lead to neurological problems, permanent disability or even death. even threaten the patient's life.\nSpinal cord tumor is a condition in which tumors develop in the spinal cord or in the spinal dura mater\n\nSymptoms of spinal cord tumor\nSpinal cord tumors often grow slowly, so symptoms in the early stages are less obvious. Spinal myeloma symptoms often last for months and can be confused with other normal pain.\nSigns of a tumor in the spinal cord are often different for each person. In general, the body may have the following warning signs if there is a tumor in the spinal cord: (1)\nPersistent neck or back pain. This is the most common symptom in people with spinal cord pain. The pain can be localized (pain only in a certain location) or can spread to a larger area. Pain from myeloma may become more apparent after a minor injury, such as a sports accident. In addition, the pain will often be more severe at night, causing you to lose sleep. Also known as site of injury syndrome.; Reduced motor skills. People with spinal cord tumors often have difficulty walking and have a high risk of falling; Muscle weakness, which can progress to paralysis if not treated promptly; Sensory disorders or numbness in the spine, less sensitivity to hot - cold temperatures or even no pain when pressure is applied to the back or neck area.; Loss of sphincter control, causing urinary retention,...; Spinal deformity. Children with spinal cord tumors are at risk of developing scoliosis.\n\nCauses of spinal cord tumors\nReason\nCurrently, it is still not possible to find out the exact reason why tumors develop in the spinal cord. Many theories suggest that spinal cord tumors are caused by defective genes. However, there are still many issues that need to be answered around this hypothesis, such as whether gene defects are inherited or are only formed due to the living environment, when exposed to chemicals,...\nThe exact cause of spinal cord tumors has not been found\nRisk factors\nSome conditions with a higher risk of developing spinal cord tumors include:\nNeurofibromatosis type 2: This genetic disorder causes tumors in nerve tissue, mainly congenital acoustic neuromas (vestibular cell tumors). Neurofibromatosis type 2 is often inherited from parents to children; Von Hippel-Lindau disease: This inherited neurological disorder can affect many organs of the body and increases the risk of spinal cord tumor. People with the disease can suffer blindness, brain damage or death.\n\nTypes of spinal cord tumors\nThere are many ways to classify spinal cord tumors. Accordingly, some commonly applied grouping methods include: (2)\nAccording to zoning\nClassification of spinal cord tumors according to localization is applied clinically to support diagnosis and surgical treatment. Types of spinal cord tumors by location include:\nCervical spine tumors account for a low rate; Tumor of the thoracic spine; Tumor of the lumbar spine\nAmong them, tumors in the lumbar spine account for the lowest rate, only about 15-25%, with the most common tumor being at the nerve root location. Cervical spine tumors also account for a low rate, approximately 25%, while thoracic spine tumors account for the highest rate, about over 60%.\nAccording to the study organization\nIn case it is necessary to research, treat or predict the disease after surgery, doctors will classify spinal cord tumors according to histology, there are 2 groups:\nPrimary tumor. Including diseases such as medulloblastoma, intramedullary meningioma, glioblastoma, hemangioma, etc.; Metastatic tumor. This is a spinal cord tumor caused by cancer from other organs metastasizing to the spinal cord, often occurring after cancer of the lung, digestive tract, prostate, breast or adnexa,...\nTumors from other organs can metastasize and cause spinal cord tumors\nAccording to the origin of organizational studies u\nCurrently, this classification is considered the most popular. Accordingly, types of spinal cord tumors include:\nMeningioma – accounts for a high rate of about 15-25%; Nerve root tumor (Neurinoma) – has a rate of 30 – 50%; Ependymoma; Astrocytoma; Dermoid cyst; Lipoma; Lymphoma; Haemangioma.\nBesides, there are some other less common types of spinal cord tumors such as chondromas, metastatic tumors, mixed tumors, etc.\nAccording to anatomy\nSpinal cord tumors can be classified into intramedullary tumors and extra-medullar tumors. In there:\nIntramedullary tumors, i.e. tumors located in the intramedullary canal, cysts, spongioblastomas or lipomas,... account for only about 5-10%.; Extramedullary - subdural tumors: These are benign tumors, usually located in the spinal membrane and are extremely common, accounting for more than 65%. Cases of spinal cord tumors located under the dura mater rarely cause damage to the spinal cord and nerve roots.; Extramedullary - extradural tumor (extradural - extramedulle tumor): This form of spinal cord tumor usually accounts for a lower rate, only about 15-25% in cases of metastatic tumors, hemangiomas, bone tumors,...; Mixed tumors: Mixed tumors are tumors located both inside and outside the dura mater. Typically, this type of spinal cord tumor will have an hourglass shape or a bisaccular tumor. In particular, an hourglass-shaped tumor will have part of the tumor located directly inside the spinal canal and part of the tumor will lie outside the spinal canal.\n\nIs spinal cord tumor dangerous?\nIf not treated promptly, spinal cord tumors will cause many dangerous complications for the patient. Specifically, the sequelae that people with spinal cord tumors face include:\nMovement disorders; Limb paralysis or sphincter paralysis; Paralysis on one side of the body; Loss of heat and cold sensation; Permanent nervous system damage; Impaired bowel and bladder function\nIf the tumor compresses the spinal cord, it can be life-threatening.\nPeople with spinal cord tumors may experience limb weakness\n\nWho is susceptible to spinal cord tumor?\nAnyone is at risk of developing myeloma. However, the proportion of people with spinal cord tumors is usually very small, only about 2% compared to the proportion of people with other tumors in the body. Compared to the proportion of patients with tumors in the central nervous system, the proportion of people with spinal cord tumors is about 15%.\nBetween myeloma and brain tumor, the number of people with brain tumors is 4-6 times higher than those with myeloma. Spinal myeloma is also common in adults, with very few cases of myeloma in children.\n\nHow to diagnose tumors in the spinal cord\nIf you have signs of spinal cord tumor, your doctor may prescribe a number of tests and imaging to accurately determine the condition:\nMRI scan: An MRI scan is the best way to find tumors in the brain and spinal cord, examining blood vessels, blood flow and activity in the brain.; CT scan: A CT scan creates detailed images of the inside of your body, allowing your doctor to look at and evaluate the bones surrounding the tumor in the spinal cord.; PET scan: PET scan, also known as positron emission tomography, helps record metabolic images of the tumor. PET scan results help doctors evaluate the stage of the disease, determine the location where a biopsy is needed and consider appropriate treatment options.; Biopsy: The doctor will remove small pieces of brain or spinal cord tissue to check for tumor cells. A biopsy is often the only way to know exactly what type of spinal cord tumor is inside the patient's body.\n\nHow to treat spinal cord tumors\nTreatment of spinal cord tumors depends on factors such as the type of tumor, the location of the tumor, and the patient's overall health. (3)\nSurgery\nSurgery is the first treatment considered for most people. Surgery may be used to:\nTake biopsy samples; Tumor removal; Reduce tumor size so it can be better treated with radiation or chemotherapy; Helps prevent or treat complications from spinal cord tumors\nDepending on the location of the tumor and its size, the doctor can choose the most appropriate surgical technique. In some cases, doctors may perform radiation therapy at the same time as surgery to increase treatment effectiveness.\nAny type of surgery can have risks and side effects, such as bleeding or infection. Therefore, patients can discuss with the doctor more specifically about the risks you may encounter before having surgery.\nRadiotherapy method\nRadiation therapy or radiation therapy uses high-energy rays (such as X-rays) to kill cancer cells. This is often performed after surgery to  kill any remaining tumor cells. In addition, doctors also consider radiotherapy as a main treatment method if surgery is not possible or if it is necessary to prevent or treat spinal cord tumor complications.\nSide effects of radiotherapy are making the patient feel tired, nauseous, etc. Most side effects will subside after treatment ends.\nRadiation therapy is a method to treat spinal cord tumors\nValence\nChemotherapy is a method of using drugs to destroy cancer cells. The medication can be injected into a vein or taken orally. These drugs will enter the bloodstream and kill and  slow down the growth of spinal cord tumors.\nFatigue, stomach pain, hair loss, etc. are side effects of chemotherapy. In addition, a disadvantage of this method of treating spinal cord tumors is that the drug, when introduced into the body, can destroy even the cells. are healthy.\nIt should be noted that some treatments may not be optimally effective on the first treatment. Multiple treatments are needed to remove tumors in the spinal cord.\nAfter treatment, whether surgery, chemotherapy or radiotherapy, patients need regular follow-up visits to check the progress of the treatments. During follow-up visits, the doctor will ask about the symptoms the patient is experiencing and may order an MRI to see if the spinal cord tumors have recurred.\n\nHow to prevent spinal cord tumors?\nAside from radiation exposure, there is usually no specific cause (lifestyle-related or environmental) that can cause brain and spinal cord tumors. Therefore, the best way is to recognize spinal cord tumor symptoms early for timely examination and effective treatment. (4)\nCurrently, the Department of Neurosurgery, Neurology Center, Tam Anh General Hospital System is trusted by many patients to examine and treat neurosurgical diseases, including: Brain tumors, pituitary tumors, internal tumors. spinal canal - spinal cord, spinal and neurological diseases such as cervical disc herniation, lumbar disc herniation, spondylolisthesis, etc. Tam Anh Hospital owns leading modern machines such as 768-slice computed tomography system, 1.5T and 3T magnetic resonance imaging system, Natus UltraPro S100 electromyography machine,... help diagnose neurological diseases effectively.\nIn particular, the Department of Neurosurgery owns the most modern brain surgery robot Modus V in the world and is licensed for the first time in Vietnam, helping to improve the effectiveness of brain tumor and spinal cord tumor surgery by minimizing the risk. Damage to nerve fibers and healthy structures during surgery.\nDepartment of Neurosurgery, Neurology Center, Tam Anh General Hospital System also brings together leading experts and doctors, skilled, experienced and always dedicated to patients. Coming to Tam Anh General Hospital System, patients will be supported with optimal treatment methods, bringing high efficiency, saving time and costs when dealing with neurological diseases, including tumor treatment. spinal cord.\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nIf not treated promptly, spinal cord tumors can cause hemiplegia or even death. Go immediately to reputable medical facilities for diagnosis and treatment if you have signs of spinal cord tumor.",
    "subsections": [
        {
            "subsection_name": "What is spinal cord tumor?",
            "subsection_content": "Spinal cord tumor is a condition in which tumors develop in the spinal cord or in the dura mater (outer covering of the spinal cord). Spinal cord tumors may include:\nIntraspinal tumors arise from cells located inside the spinal cord. For example, astrocytoma, glioma, etc.; Extramedullary, subdural tumors cover the outside of the spinal cord or are located at nerve roots extending out of the spinal cord. Although these tumors are located outside the spinal cord, they can still create pressure on the spinal cord and affect the function of the spinal cord. For example, nerve sheath tumors, neurofibromas, meningiomas, etc.; Extramedullary, extradural tumors: often due to metastatic, secondary tumors..\nAnd whether the tumor is inside the medulla or outside the medulla, whether the tumor has just developed or it has metastasized from other tumors, it can lead to neurological problems, permanent disability or even death. even threaten the patient's life.\nSpinal cord tumor is a condition in which tumors develop in the spinal cord or in the spinal dura mater",
            "subsection_string": "What is spinal cord tumor?\nSpinal cord tumor is a condition in which tumors develop in the spinal cord or in the dura mater (outer covering of the spinal cord). Spinal cord tumors may include:\nIntraspinal tumors arise from cells located inside the spinal cord. For example, astrocytoma, glioma, etc.; Extramedullary, subdural tumors cover the outside of the spinal cord or are located at nerve roots extending out of the spinal cord. Although these tumors are located outside the spinal cord, they can still create pressure on the spinal cord and affect the function of the spinal cord. For example, nerve sheath tumors, neurofibromas, meningiomas, etc.; Extramedullary, extradural tumors: often due to metastatic, secondary tumors..\nAnd whether the tumor is inside the medulla or outside the medulla, whether the tumor has just developed or it has metastasized from other tumors, it can lead to neurological problems, permanent disability or even death. even threaten the patient's life.\nSpinal cord tumor is a condition in which tumors develop in the spinal cord or in the spinal dura mater"
        },
        {
            "subsection_name": "Symptoms of spinal cord tumor",
            "subsection_content": "Spinal cord tumors often grow slowly, so symptoms in the early stages are less obvious. Spinal myeloma symptoms often last for months and can be confused with other normal pain.\nSigns of a tumor in the spinal cord are often different for each person. In general, the body may have the following warning signs if there is a tumor in the spinal cord: (1)\nPersistent neck or back pain. This is the most common symptom in people with spinal cord pain. The pain can be localized (pain only in a certain location) or can spread to a larger area. Pain from myeloma may become more apparent after a minor injury, such as a sports accident. In addition, the pain will often be more severe at night, causing you to lose sleep. Also known as site of injury syndrome.; Reduced motor skills. People with spinal cord tumors often have difficulty walking and have a high risk of falling; Muscle weakness, which can progress to paralysis if not treated promptly; Sensory disorders or numbness in the spine, less sensitivity to hot - cold temperatures or even no pain when pressure is applied to the back or neck area.; Loss of sphincter control, causing urinary retention,...; Spinal deformity. Children with spinal cord tumors are at risk of developing scoliosis.",
            "subsection_string": "Symptoms of spinal cord tumor\nSpinal cord tumors often grow slowly, so symptoms in the early stages are less obvious. Spinal myeloma symptoms often last for months and can be confused with other normal pain.\nSigns of a tumor in the spinal cord are often different for each person. In general, the body may have the following warning signs if there is a tumor in the spinal cord: (1)\nPersistent neck or back pain. This is the most common symptom in people with spinal cord pain. The pain can be localized (pain only in a certain location) or can spread to a larger area. Pain from myeloma may become more apparent after a minor injury, such as a sports accident. In addition, the pain will often be more severe at night, causing you to lose sleep. Also known as site of injury syndrome.; Reduced motor skills. People with spinal cord tumors often have difficulty walking and have a high risk of falling; Muscle weakness, which can progress to paralysis if not treated promptly; Sensory disorders or numbness in the spine, less sensitivity to hot - cold temperatures or even no pain when pressure is applied to the back or neck area.; Loss of sphincter control, causing urinary retention,...; Spinal deformity. Children with spinal cord tumors are at risk of developing scoliosis."
        },
        {
            "subsection_name": "Causes of spinal cord tumors",
            "subsection_content": "Reason\nCurrently, it is still not possible to find out the exact reason why tumors develop in the spinal cord. Many theories suggest that spinal cord tumors are caused by defective genes. However, there are still many issues that need to be answered around this hypothesis, such as whether gene defects are inherited or are only formed due to the living environment, when exposed to chemicals,...\nThe exact cause of spinal cord tumors has not been found\nRisk factors\nSome conditions with a higher risk of developing spinal cord tumors include:\nNeurofibromatosis type 2: This genetic disorder causes tumors in nerve tissue, mainly congenital acoustic neuromas (vestibular cell tumors). Neurofibromatosis type 2 is often inherited from parents to children; Von Hippel-Lindau disease: This inherited neurological disorder can affect many organs of the body and increases the risk of spinal cord tumor. People with the disease can suffer blindness, brain damage or death.",
            "subsection_string": "Causes of spinal cord tumors\nReason\nCurrently, it is still not possible to find out the exact reason why tumors develop in the spinal cord. Many theories suggest that spinal cord tumors are caused by defective genes. However, there are still many issues that need to be answered around this hypothesis, such as whether gene defects are inherited or are only formed due to the living environment, when exposed to chemicals,...\nThe exact cause of spinal cord tumors has not been found\nRisk factors\nSome conditions with a higher risk of developing spinal cord tumors include:\nNeurofibromatosis type 2: This genetic disorder causes tumors in nerve tissue, mainly congenital acoustic neuromas (vestibular cell tumors). Neurofibromatosis type 2 is often inherited from parents to children; Von Hippel-Lindau disease: This inherited neurological disorder can affect many organs of the body and increases the risk of spinal cord tumor. People with the disease can suffer blindness, brain damage or death."
        },
        {
            "subsection_name": "Types of spinal cord tumors",
            "subsection_content": "There are many ways to classify spinal cord tumors. Accordingly, some commonly applied grouping methods include: (2)\nAccording to zoning\nClassification of spinal cord tumors according to localization is applied clinically to support diagnosis and surgical treatment. Types of spinal cord tumors by location include:\nCervical spine tumors account for a low rate; Tumor of the thoracic spine; Tumor of the lumbar spine\nAmong them, tumors in the lumbar spine account for the lowest rate, only about 15-25%, with the most common tumor being at the nerve root location. Cervical spine tumors also account for a low rate, approximately 25%, while thoracic spine tumors account for the highest rate, about over 60%.\nAccording to the study organization\nIn case it is necessary to research, treat or predict the disease after surgery, doctors will classify spinal cord tumors according to histology, there are 2 groups:\nPrimary tumor. Including diseases such as medulloblastoma, intramedullary meningioma, glioblastoma, hemangioma, etc.; Metastatic tumor. This is a spinal cord tumor caused by cancer from other organs metastasizing to the spinal cord, often occurring after cancer of the lung, digestive tract, prostate, breast or adnexa,...\nTumors from other organs can metastasize and cause spinal cord tumors\nAccording to the origin of organizational studies u\nCurrently, this classification is considered the most popular. Accordingly, types of spinal cord tumors include:\nMeningioma – accounts for a high rate of about 15-25%; Nerve root tumor (Neurinoma) – has a rate of 30 – 50%; Ependymoma; Astrocytoma; Dermoid cyst; Lipoma; Lymphoma; Haemangioma.\nBesides, there are some other less common types of spinal cord tumors such as chondromas, metastatic tumors, mixed tumors, etc.\nAccording to anatomy\nSpinal cord tumors can be classified into intramedullary tumors and extra-medullar tumors. In there:\nIntramedullary tumors, i.e. tumors located in the intramedullary canal, cysts, spongioblastomas or lipomas,... account for only about 5-10%.; Extramedullary - subdural tumors: These are benign tumors, usually located in the spinal membrane and are extremely common, accounting for more than 65%. Cases of spinal cord tumors located under the dura mater rarely cause damage to the spinal cord and nerve roots.; Extramedullary - extradural tumor (extradural - extramedulle tumor): This form of spinal cord tumor usually accounts for a lower rate, only about 15-25% in cases of metastatic tumors, hemangiomas, bone tumors,...; Mixed tumors: Mixed tumors are tumors located both inside and outside the dura mater. Typically, this type of spinal cord tumor will have an hourglass shape or a bisaccular tumor. In particular, an hourglass-shaped tumor will have part of the tumor located directly inside the spinal canal and part of the tumor will lie outside the spinal canal.",
            "subsection_string": "Types of spinal cord tumors\nThere are many ways to classify spinal cord tumors. Accordingly, some commonly applied grouping methods include: (2)\nAccording to zoning\nClassification of spinal cord tumors according to localization is applied clinically to support diagnosis and surgical treatment. Types of spinal cord tumors by location include:\nCervical spine tumors account for a low rate; Tumor of the thoracic spine; Tumor of the lumbar spine\nAmong them, tumors in the lumbar spine account for the lowest rate, only about 15-25%, with the most common tumor being at the nerve root location. Cervical spine tumors also account for a low rate, approximately 25%, while thoracic spine tumors account for the highest rate, about over 60%.\nAccording to the study organization\nIn case it is necessary to research, treat or predict the disease after surgery, doctors will classify spinal cord tumors according to histology, there are 2 groups:\nPrimary tumor. Including diseases such as medulloblastoma, intramedullary meningioma, glioblastoma, hemangioma, etc.; Metastatic tumor. This is a spinal cord tumor caused by cancer from other organs metastasizing to the spinal cord, often occurring after cancer of the lung, digestive tract, prostate, breast or adnexa,...\nTumors from other organs can metastasize and cause spinal cord tumors\nAccording to the origin of organizational studies u\nCurrently, this classification is considered the most popular. Accordingly, types of spinal cord tumors include:\nMeningioma – accounts for a high rate of about 15-25%; Nerve root tumor (Neurinoma) – has a rate of 30 – 50%; Ependymoma; Astrocytoma; Dermoid cyst; Lipoma; Lymphoma; Haemangioma.\nBesides, there are some other less common types of spinal cord tumors such as chondromas, metastatic tumors, mixed tumors, etc.\nAccording to anatomy\nSpinal cord tumors can be classified into intramedullary tumors and extra-medullar tumors. In there:\nIntramedullary tumors, i.e. tumors located in the intramedullary canal, cysts, spongioblastomas or lipomas,... account for only about 5-10%.; Extramedullary - subdural tumors: These are benign tumors, usually located in the spinal membrane and are extremely common, accounting for more than 65%. Cases of spinal cord tumors located under the dura mater rarely cause damage to the spinal cord and nerve roots.; Extramedullary - extradural tumor (extradural - extramedulle tumor): This form of spinal cord tumor usually accounts for a lower rate, only about 15-25% in cases of metastatic tumors, hemangiomas, bone tumors,...; Mixed tumors: Mixed tumors are tumors located both inside and outside the dura mater. Typically, this type of spinal cord tumor will have an hourglass shape or a bisaccular tumor. In particular, an hourglass-shaped tumor will have part of the tumor located directly inside the spinal canal and part of the tumor will lie outside the spinal canal."
        },
        {
            "subsection_name": "Is spinal cord tumor dangerous?",
            "subsection_content": "If not treated promptly, spinal cord tumors will cause many dangerous complications for the patient. Specifically, the sequelae that people with spinal cord tumors face include:\nMovement disorders; Limb paralysis or sphincter paralysis; Paralysis on one side of the body; Loss of heat and cold sensation; Permanent nervous system damage; Impaired bowel and bladder function\nIf the tumor compresses the spinal cord, it can be life-threatening.\nPeople with spinal cord tumors may experience limb weakness",
            "subsection_string": "Is spinal cord tumor dangerous?\nIf not treated promptly, spinal cord tumors will cause many dangerous complications for the patient. Specifically, the sequelae that people with spinal cord tumors face include:\nMovement disorders; Limb paralysis or sphincter paralysis; Paralysis on one side of the body; Loss of heat and cold sensation; Permanent nervous system damage; Impaired bowel and bladder function\nIf the tumor compresses the spinal cord, it can be life-threatening.\nPeople with spinal cord tumors may experience limb weakness"
        },
        {
            "subsection_name": "Who is susceptible to spinal cord tumor?",
            "subsection_content": "Anyone is at risk of developing myeloma. However, the proportion of people with spinal cord tumors is usually very small, only about 2% compared to the proportion of people with other tumors in the body. Compared to the proportion of patients with tumors in the central nervous system, the proportion of people with spinal cord tumors is about 15%.\nBetween myeloma and brain tumor, the number of people with brain tumors is 4-6 times higher than those with myeloma. Spinal myeloma is also common in adults, with very few cases of myeloma in children.",
            "subsection_string": "Who is susceptible to spinal cord tumor?\nAnyone is at risk of developing myeloma. However, the proportion of people with spinal cord tumors is usually very small, only about 2% compared to the proportion of people with other tumors in the body. Compared to the proportion of patients with tumors in the central nervous system, the proportion of people with spinal cord tumors is about 15%.\nBetween myeloma and brain tumor, the number of people with brain tumors is 4-6 times higher than those with myeloma. Spinal myeloma is also common in adults, with very few cases of myeloma in children."
        },
        {
            "subsection_name": "How to diagnose tumors in the spinal cord",
            "subsection_content": "If you have signs of spinal cord tumor, your doctor may prescribe a number of tests and imaging to accurately determine the condition:\nMRI scan: An MRI scan is the best way to find tumors in the brain and spinal cord, examining blood vessels, blood flow and activity in the brain.; CT scan: A CT scan creates detailed images of the inside of your body, allowing your doctor to look at and evaluate the bones surrounding the tumor in the spinal cord.; PET scan: PET scan, also known as positron emission tomography, helps record metabolic images of the tumor. PET scan results help doctors evaluate the stage of the disease, determine the location where a biopsy is needed and consider appropriate treatment options.; Biopsy: The doctor will remove small pieces of brain or spinal cord tissue to check for tumor cells. A biopsy is often the only way to know exactly what type of spinal cord tumor is inside the patient's body.",
            "subsection_string": "How to diagnose tumors in the spinal cord\nIf you have signs of spinal cord tumor, your doctor may prescribe a number of tests and imaging to accurately determine the condition:\nMRI scan: An MRI scan is the best way to find tumors in the brain and spinal cord, examining blood vessels, blood flow and activity in the brain.; CT scan: A CT scan creates detailed images of the inside of your body, allowing your doctor to look at and evaluate the bones surrounding the tumor in the spinal cord.; PET scan: PET scan, also known as positron emission tomography, helps record metabolic images of the tumor. PET scan results help doctors evaluate the stage of the disease, determine the location where a biopsy is needed and consider appropriate treatment options.; Biopsy: The doctor will remove small pieces of brain or spinal cord tissue to check for tumor cells. A biopsy is often the only way to know exactly what type of spinal cord tumor is inside the patient's body."
        },
        {
            "subsection_name": "How to treat spinal cord tumors",
            "subsection_content": "Treatment of spinal cord tumors depends on factors such as the type of tumor, the location of the tumor, and the patient's overall health. (3)\nSurgery\nSurgery is the first treatment considered for most people. Surgery may be used to:\nTake biopsy samples; Tumor removal; Reduce tumor size so it can be better treated with radiation or chemotherapy; Helps prevent or treat complications from spinal cord tumors\nDepending on the location of the tumor and its size, the doctor can choose the most appropriate surgical technique. In some cases, doctors may perform radiation therapy at the same time as surgery to increase treatment effectiveness.\nAny type of surgery can have risks and side effects, such as bleeding or infection. Therefore, patients can discuss with the doctor more specifically about the risks you may encounter before having surgery.\nRadiotherapy method\nRadiation therapy or radiation therapy uses high-energy rays (such as X-rays) to kill cancer cells. This is often performed after surgery to  kill any remaining tumor cells. In addition, doctors also consider radiotherapy as a main treatment method if surgery is not possible or if it is necessary to prevent or treat spinal cord tumor complications.\nSide effects of radiotherapy are making the patient feel tired, nauseous, etc. Most side effects will subside after treatment ends.\nRadiation therapy is a method to treat spinal cord tumors\nValence\nChemotherapy is a method of using drugs to destroy cancer cells. The medication can be injected into a vein or taken orally. These drugs will enter the bloodstream and kill and  slow down the growth of spinal cord tumors.\nFatigue, stomach pain, hair loss, etc. are side effects of chemotherapy. In addition, a disadvantage of this method of treating spinal cord tumors is that the drug, when introduced into the body, can destroy even the cells. are healthy.\nIt should be noted that some treatments may not be optimally effective on the first treatment. Multiple treatments are needed to remove tumors in the spinal cord.\nAfter treatment, whether surgery, chemotherapy or radiotherapy, patients need regular follow-up visits to check the progress of the treatments. During follow-up visits, the doctor will ask about the symptoms the patient is experiencing and may order an MRI to see if the spinal cord tumors have recurred.",
            "subsection_string": "How to treat spinal cord tumors\nTreatment of spinal cord tumors depends on factors such as the type of tumor, the location of the tumor, and the patient's overall health. (3)\nSurgery\nSurgery is the first treatment considered for most people. Surgery may be used to:\nTake biopsy samples; Tumor removal; Reduce tumor size so it can be better treated with radiation or chemotherapy; Helps prevent or treat complications from spinal cord tumors\nDepending on the location of the tumor and its size, the doctor can choose the most appropriate surgical technique. In some cases, doctors may perform radiation therapy at the same time as surgery to increase treatment effectiveness.\nAny type of surgery can have risks and side effects, such as bleeding or infection. Therefore, patients can discuss with the doctor more specifically about the risks you may encounter before having surgery.\nRadiotherapy method\nRadiation therapy or radiation therapy uses high-energy rays (such as X-rays) to kill cancer cells. This is often performed after surgery to  kill any remaining tumor cells. In addition, doctors also consider radiotherapy as a main treatment method if surgery is not possible or if it is necessary to prevent or treat spinal cord tumor complications.\nSide effects of radiotherapy are making the patient feel tired, nauseous, etc. Most side effects will subside after treatment ends.\nRadiation therapy is a method to treat spinal cord tumors\nValence\nChemotherapy is a method of using drugs to destroy cancer cells. The medication can be injected into a vein or taken orally. These drugs will enter the bloodstream and kill and  slow down the growth of spinal cord tumors.\nFatigue, stomach pain, hair loss, etc. are side effects of chemotherapy. In addition, a disadvantage of this method of treating spinal cord tumors is that the drug, when introduced into the body, can destroy even the cells. are healthy.\nIt should be noted that some treatments may not be optimally effective on the first treatment. Multiple treatments are needed to remove tumors in the spinal cord.\nAfter treatment, whether surgery, chemotherapy or radiotherapy, patients need regular follow-up visits to check the progress of the treatments. During follow-up visits, the doctor will ask about the symptoms the patient is experiencing and may order an MRI to see if the spinal cord tumors have recurred."
        },
        {
            "subsection_name": "How to prevent spinal cord tumors?",
            "subsection_content": "Aside from radiation exposure, there is usually no specific cause (lifestyle-related or environmental) that can cause brain and spinal cord tumors. Therefore, the best way is to recognize spinal cord tumor symptoms early for timely examination and effective treatment. (4)\nCurrently, the Department of Neurosurgery, Neurology Center, Tam Anh General Hospital System is trusted by many patients to examine and treat neurosurgical diseases, including: Brain tumors, pituitary tumors, internal tumors. spinal canal - spinal cord, spinal and neurological diseases such as cervical disc herniation, lumbar disc herniation, spondylolisthesis, etc. Tam Anh Hospital owns leading modern machines such as 768-slice computed tomography system, 1.5T and 3T magnetic resonance imaging system, Natus UltraPro S100 electromyography machine,... help diagnose neurological diseases effectively.\nIn particular, the Department of Neurosurgery owns the most modern brain surgery robot Modus V in the world and is licensed for the first time in Vietnam, helping to improve the effectiveness of brain tumor and spinal cord tumor surgery by minimizing the risk. Damage to nerve fibers and healthy structures during surgery.\nDepartment of Neurosurgery, Neurology Center, Tam Anh General Hospital System also brings together leading experts and doctors, skilled, experienced and always dedicated to patients. Coming to Tam Anh General Hospital System, patients will be supported with optimal treatment methods, bringing high efficiency, saving time and costs when dealing with neurological diseases, including tumor treatment. spinal cord.\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nIf not treated promptly, spinal cord tumors can cause hemiplegia or even death. Go immediately to reputable medical facilities for diagnosis and treatment if you have signs of spinal cord tumor.",
            "subsection_string": "How to prevent spinal cord tumors?\nAside from radiation exposure, there is usually no specific cause (lifestyle-related or environmental) that can cause brain and spinal cord tumors. Therefore, the best way is to recognize spinal cord tumor symptoms early for timely examination and effective treatment. (4)\nCurrently, the Department of Neurosurgery, Neurology Center, Tam Anh General Hospital System is trusted by many patients to examine and treat neurosurgical diseases, including: Brain tumors, pituitary tumors, internal tumors. spinal canal - spinal cord, spinal and neurological diseases such as cervical disc herniation, lumbar disc herniation, spondylolisthesis, etc. Tam Anh Hospital owns leading modern machines such as 768-slice computed tomography system, 1.5T and 3T magnetic resonance imaging system, Natus UltraPro S100 electromyography machine,... help diagnose neurological diseases effectively.\nIn particular, the Department of Neurosurgery owns the most modern brain surgery robot Modus V in the world and is licensed for the first time in Vietnam, helping to improve the effectiveness of brain tumor and spinal cord tumor surgery by minimizing the risk. Damage to nerve fibers and healthy structures during surgery.\nDepartment of Neurosurgery, Neurology Center, Tam Anh General Hospital System also brings together leading experts and doctors, skilled, experienced and always dedicated to patients. Coming to Tam Anh General Hospital System, patients will be supported with optimal treatment methods, bringing high efficiency, saving time and costs when dealing with neurological diseases, including tumor treatment. spinal cord.\nTo schedule an examination and consultation on health issues at Tam Anh General Hospital System, please contact:\nIf not treated promptly, spinal cord tumors can cause hemiplegia or even death. Go immediately to reputable medical facilities for diagnosis and treatment if you have signs of spinal cord tumor."
        }
    ],
    "name": "u-tuy-song.json"
}