{
    "title": "What is a thyroid tumor? Signs, causes, complications and diagnosis",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/u-tuyen-giap/",
    "abstract": "Thyroid tumor is a very common disease. However, more than 90% of thyroid nodules are found to be benign lesions and only 4.0% to 6.5% are cancerous.\n  According to GLOBOCAN, in 2020, there were over 586,000 new thyroid cases and nearly 44,000 deaths in the world. In Vietnam (2020), thyroid cancer ranks 10th with about 5,500 new cases and 650 deaths each year.\nThyroid tumor\n about 4 times more common in women than in men. A 20-year surveillance study estimated a prevalence of 0.8% and 5.3% in men and women, respectively. (first)",
    "content": "What is a thyroid tumor? Signs, causes, complications and diagnosis\n\nThyroid tumor is a very common disease. However, more than 90% of thyroid nodules are found to be benign lesions and only 4.0% to 6.5% are cancerous.\n  According to GLOBOCAN, in 2020, there were over 586,000 new thyroid cases and nearly 44,000 deaths in the world. In Vietnam (2020), thyroid cancer ranks 10th with about 5,500 new cases and 650 deaths each year.\nThyroid tumor\n about 4 times more common in women than in men. A 20-year surveillance study estimated a prevalence of 0.8% and 5.3% in men and women, respectively. (first)\n\nWhat is a thyroid tumor?\nWhat is thyroid tumor? Thyroid tumors are also known as thyroid nodules. These are solid or liquid nodules/masses formed within the thyroid parenchyma. The thyroid is a small gland located in the front neck, just above the sternum.\nMost thyroid nodules are not serious and do not cause symptoms, so they are not easy to detect. Instead, it is often discovered accidentally during a routine health check-up via ultrasound of the neck. Thyroid tumors are usually benign, but a few are cancerous. A thyroid tumor shows symptoms when it has grown large, compressing and causing difficulty with breathing and swallowing activities.\n\nClassification of thyroid tumors\nThyroid nodules can be classified as cancerous and non-cancerous.\nCancer\nThyroid cancer can be classified as follows:\nDifferentiated thyroid cancer (DTC): includes papillary thyroid cancer, follicular thyroid cancer, mixed papillary and follicular thyroid cancer: Arises from epithelial cells and accounts for about 95% of the thyroid cancer. % of all thyroid malignancies.\nMedullary thyroid cancer (MTC): Arises from calcitonin-producing follicular cells of the thyroid gland. 20% of MTC are hereditary and can occur as part of the syndrome of multiple endocrine neoplasia (MEN).\nNo cancer\nThe majority of thyroid nodules/tumors are benign. Can be thyroid cyst, mixed cyst, thyroid tumor, thyroiditis,...\nThyroid tumors are a common condition in women that kills 44,000 people worldwide\n\nSymptoms of thyroid tumors\nThe doctor said that most thyroid nodules/nodules do not cause signs or symptoms, so the signs of thyroid nodules are unclear. But sometimes some large tumors can cause signs of thyroid tumor.\nSigns of a thyroid tumor include:\nThe mass in the anterior neck area is visible.; The tumor presses on the recurrent vocal cords, causing hoarseness; The tumor presses on the trachea or esophagus, causing difficulty breathing or swallowing; Hyperthyroidism with symptoms: unexplained weight loss, increased sweating, tremors, anxiety, fast or irregular heartbeat, menstrual irregularities or amenorrhea, diarrhea and more frequent urination, increased appetite taste.; Hypothyroidism with symptoms: Fatigue, numbness and tingling in the hands, weight gain, dry, rough skin and hair, constipation, depression, heavy and frequent menstruation.\n\nComplications of thyroid tumors\nComplications of thyroid nodules may include:\nHyperthyroidism\nHyperthyroidism symptoms may be a complication in patients with hyperfunctioning thyroid nodules. A thyroid tumor/nodule increases the production of thyroid hormones, leading to excess hormones in the body.\nClinical manifestations will include manifestations of hyperthyroidism, such as sweating, palpitations and impaired glucose tolerance, weight loss, muscle weakness, bone weakness, heat intolerance, anxiety or irritability. Irritability, thyrotoxic crisis. However, the majority of thyroid nodules are benign and most patients will have no symptoms. (2)\nDifficulty swallowing\nA small number of patients, especially those with thyroiditis, may experience neck pain and swelling in the neck area, leading to difficulty swallowing and breathing.\n\nCauses of thyroid tumors\nTo date, the cause of thyroid tumors is still unknown, but the following risk factors are believed to cause this disease.\nIonizing radiation\nIonizing radiation is a known risk factor for both benign and malignant thyroid nodules. People exposed to ionizing radiation may develop thyroid nodules at a rate of 2% annually. A high incidence of malignancy has been reported, accounting for 20-50% of palpable nodules in previously irradiated thyroid glands. (3)\nIodine deficiency or iodine excess\nIodine deficiency or excess iodine in your diet can sometimes cause your thyroid to develop thyroid nodules.\nIodine deficiency is one of the possible causes of thyroid tumors\nOther factors\nOther factors that lead to an increased risk of thyroid nodules and goiter include:\nSmoke; Fat; Metabolic syndrome; Drink alcohol; Increased insulin-like growth factor-1 (IGF-1) levels; Fibroids\n\nHow to diagnose thyroid tumors\nInitial assessment for patients with thyroid nodules includes taking the patient's personal and family history, physical examination, testing for thyroid hormones (FT3, FT4), thyroid stimulating hormone (TSH), and thyroid ultrasound to determine the characteristics of thyroid nodules.\nAfter ultrasound detects a thyroid nodule or tumor, the doctor will prescribe a fine needle aspiration of the thyroid nodule/tumor usually under ultrasound guidance to increase the accuracy of cytology testing and identify thyroid nodules. The nature of the tumor is benign or malignant to guide management and treatment. In some cases, genetic testing, immunohistochemical markers as well as further assessment imaging are needed: tissue elastography, MRI, CT and FDG-PET/CT. (4)\nThyroid stimulating hormone (TSH) test\nIn every patient with a thyroid nodule, a thyroid-stimulating hormone (TSH) test should be the initial test and used as a guide to further management.\nNormal or high thyroid-stimulating hormone levels often cause concern due to the risk of malignancy. However, low thyroid-stimulating hormone levels are usually a benign nodule.\nThe next step in a patient with low thyroid-stimulating hormone levels is to evaluate the possibility of a thyrotoxic nodule (hyperfunctioning thyroid nodule) by performing a thyroid scan with Tc-99m or Iodine 131. Self-functioning thyroid nodules are usually benign and rarely require further diagnosis.\nThyroid ultrasound\nThyroid ultrasound is an important diagnostic imaging technique used to evaluate thyroid nodules. This method provides information about size, structure, and parenchymal changes and can detect lesions as small as 2 mm.\nThyroid ultrasound is often used to differentiate between benign and malignant lesions and to prevent patients from having to undergo unnecessary invasive procedures.\nSome features that are associated with malignancy and considered independent risk factors include microcalcifications, irregular margins, strong hypoechoicity, greater height than width, and hypervascularity.\nThyroid ultrasound is highly sensitive in detecting small thyroid nodules that are difficult to detect by palpation.\nFine needle aspiration (FNA)\nFNA forms the foundation for thyroid nodule evaluation, representing the most cost-effective diagnostic tool used in thyroid nodule evaluation. The use of ultrasound-guided FNA is preferred over non-ultrasound guidance due to its associated accuracy and rate of false negative results.\nThe decision to perform FNA should be based on individual risk stratification using the patient's medical history, physical examination, and ultrasound results. Nodules <1cm were FNAed when there was more than one suspicious ultrasound feature, cervical lymphadenopathy, or high-risk history.\nFine needle aspiration cytology is indicated to determine whether the thyroid tumor is benign or malignant.\nCytological diagnosis\nThe US National Cancer Institute recommends, using the Bethesda classification, stratification of cytologic findings into 6 major categories, each of which dictates different evaluation and subsequent management.\nThe diagnostic categories of the Bethesda system for reporting thyroid cytology are described as follows:\nNot diagnosed/unsatisfactory\nThe sample does not have enough cells for evaluation.\nBenign\nMay be: Normal, benign thyroid tissue, or adenomatous nodules, or Hashimoto's thyroiditis and subacute granulomatous thyroiditis.\nLesion of undetermined significance (AUS – an undetermined significance) or cystic lesion of undetermined significance (FLUS – follicular lesion of undetermined significance)\nRecommended for convincingly non-benign lesions. AUS shows lesions showing nuclear loss and lesions with extensive cellular changes. Although they are not enough to be classified as Hürthle cell carcinoma. FLUS shows a combined microfollicular and macrofollicular pattern.\nNeocystic neoplasm or suspected neocystic neoplasm\nCysts or suspected cystic neoplasms include cellular or microcystic adenomas. Because FNA only samples a portion of the nodule, consider surgical excision to determine whether the microcystic lesion is benign or malignant.\nMalignancy is suspected\nSuspected malignancy when there are some malignant features but not enough to make a diagnosis\ndiagnose malignancy.\nMalignant disease\nCytology will be different for different types of malignant thyroid tumors which may be:\nPapillary thyroid cancer and variants; Medullary thyroid cancer; Poorly differentiated thyroid cancer; Undifferentiated thyroid cancer; Metastatic thyroid cancer and lymphoma\nDifferential diagnosis\nAlthough most thyroid nodules and tumors are usually benign, patients should still be monitored and diagnosed to rule out malignancy, especially in patients at risk of thyroid cancer.\nTumors in the anterior neck area can be benign tumors under the skin (sebaceous tumors, lipomas...) not in the thyroid gland, can be inflamed lymph nodes, can be metastatic lymph nodes from other types of cancer in other areas. head, face and neck cancer, esophageal cancer, lung cancer, stomach cancer...\n\nHow to treat thyroid tumors\nInitial management of a thyroid nodule depends on the type of lesion found, the characteristics of the ultrasound, and whether it is functional. The final FNA results will guide treatment.\nFNA cytology results provide 6 main diagnostic categories (Bethesda classification), all of which indicate different subsequent management.\nUndiagnosed: Cancer risk 1-4%.; Benign: Risk of cancer 0-3%.; Lesions of undetermined significance or cystic lesions of undetermined significance: Risk of cancer 5-15%.; Neoplasm or suspected neoplasm: Risk of cancer 15-30%.; Suspected of malignancy: Risk of cancer 60-75%.; Malignant: Risk of cancer 97-99%.\nA nondiagnostic biopsy (Bethesda I) was considered cytologically inadequate. The absence of malignant cells should not be interpreted as a negative biopsy if little cystic tissue is obtained. FNA is usually repeated after 4 – 6 weeks.\nPatients with benign nodules (Bethesda II), such as macroadenomas, colloid adenomas, nodular goiters, and Hashimoto's thyroiditis, are typically followed without surgery. Regularly monitor with initial ultrasound from 12 to 24 months. If the ultrasound shows suspicious findings, the FNA should be repeated within 12 months even though the initial biopsy was benign.\nFor nodules with indeterminate cytology (Bethesda III and IV), the approach varies according to institutional practice. Some facilities take additional FNA samples for further testing, while other centers repeat the FNA after 6-12 weeks.\nFor nodules within the Bethesda V classification, where malignancy is suspected, treatment should include surgery. Bethesda VI includes papillary cancer, medullary cancer, undifferentiated cancer, and metastatic cancer to the thyroid. These patients should also be referred for surgery.\n\nPrognosis in patients with thyroid tumors\nMost thyroid nodules are benign. Some patients with high risk factors such as normal to high serum thyroid-stimulating hormone (TSH) levels, history of irradiation, or multiple endocrine neoplasia (MEN) syndrome should be monitored. more closely periodically. Some ultrasound features that may also raise concerns about thyroid cancer include microcalcifications and irregular margins, a taller-than-wide appearance, and increased vascularity.\nAlthough solitary nodules have a higher risk of malignancy than nodules in a multinodular thyroid, the overall risk of malignancy will be approximately equal. This is due to the cumulative risk of each nodule in patients with multinodular glands.\nThe prognosis for thyroid malignancy will vary widely depending on the histopathological type of the cancer. In addition, some individual characteristics are also related to the prognosis of malignant thyroid cancer such as age at diagnosis, size of the primary tumor, presence of soft tissue invasion or distant metastasis.\nOther factors associated with increased recurrence or death from malignancy include male gender, mediastinal lymph node involvement, and delay in surgical treatment.\nFollicular cancer usually occurs in older patients and follows an aggressive course. It is often associated with distant metastases and a higher mortality rate than papillary thyroid cancer.\n\nMeasures to prevent thyroid tumors\nTo date, the cause of thyroid tumors has not been clearly determined, so there is no way to prevent this disease. However, each person can try to reduce the risk of developing them by managing certain risk factors.\nFor example, if you are obese, try to lose weight; If you are a smoker, quit smoking; It is necessary to ensure enough iodine in the daily diet.\nAdditionally, studies have shown that people who use oral contraceptives and/or statins may have a reduced risk of developing thyroid nodules. Therefore, you should limit the use of this drug to prevent the risk of developing thyroid tumors.\n\nFrequently asked questions about thyroid tumors\nWhat should I do if my child has a thyroid tumor?\nAlthough children are less susceptible to thyroid tumors than adults, the rate of malignancy in children is higher than in adults.\nTherefore, when discovering that a child has a thyroid tumor, it is necessary to take the child for screening tests to see what type of thyroid tumor the child has (benign or cancerous). The doctor will then recommend treatment appropriate to the child's type of thyroid tumor.\nWhat risks can be encountered when removing the thyroid gland?\nPatients may encounter risks when undergoing thyroidectomy such as infection, bleeding, thyroid storm, voice changes, thyrotoxicosis, hypocalcemia, hypothyroidism, and difficulty swallowing. Therefore, it is important that patients should go to reputable hospitals with modern equipment, specializing in Oncology, Endocrinology, and Ear, Nose and Throat to receive coordinated treatment from these specialists to bring about effective results. high, reduce complications or promptly handle complications if they occur.\nAbout half of the world's population has at least one thyroid nodule, and they are usually benign. However, we should not be subjective because there is still a small percentage of thyroid tumors that are malignant. Thyroid tumors can be discovered incidentally during an ultrasound during a routine health check. Therefore, each person should proactively check their health periodically and screen for thyroid tumors to prevent and promptly intervene if abnormalities occur.",
    "subsections": [
        {
            "subsection_name": "What is a thyroid tumor?",
            "subsection_content": "What is thyroid tumor? Thyroid tumors are also known as thyroid nodules. These are solid or liquid nodules/masses formed within the thyroid parenchyma. The thyroid is a small gland located in the front neck, just above the sternum.\nMost thyroid nodules are not serious and do not cause symptoms, so they are not easy to detect. Instead, it is often discovered accidentally during a routine health check-up via ultrasound of the neck. Thyroid tumors are usually benign, but a few are cancerous. A thyroid tumor shows symptoms when it has grown large, compressing and causing difficulty with breathing and swallowing activities.",
            "subsection_string": "What is a thyroid tumor?\nWhat is thyroid tumor? Thyroid tumors are also known as thyroid nodules. These are solid or liquid nodules/masses formed within the thyroid parenchyma. The thyroid is a small gland located in the front neck, just above the sternum.\nMost thyroid nodules are not serious and do not cause symptoms, so they are not easy to detect. Instead, it is often discovered accidentally during a routine health check-up via ultrasound of the neck. Thyroid tumors are usually benign, but a few are cancerous. A thyroid tumor shows symptoms when it has grown large, compressing and causing difficulty with breathing and swallowing activities."
        },
        {
            "subsection_name": "Classification of thyroid tumors",
            "subsection_content": "Thyroid nodules can be classified as cancerous and non-cancerous.\nCancer\nThyroid cancer can be classified as follows:\nDifferentiated thyroid cancer (DTC): includes papillary thyroid cancer, follicular thyroid cancer, mixed papillary and follicular thyroid cancer: Arises from epithelial cells and accounts for about 95% of the thyroid cancer. % of all thyroid malignancies.\nMedullary thyroid cancer (MTC): Arises from calcitonin-producing follicular cells of the thyroid gland. 20% of MTC are hereditary and can occur as part of the syndrome of multiple endocrine neoplasia (MEN).\nNo cancer\nThe majority of thyroid nodules/tumors are benign. Can be thyroid cyst, mixed cyst, thyroid tumor, thyroiditis,...\nThyroid tumors are a common condition in women that kills 44,000 people worldwide",
            "subsection_string": "Classification of thyroid tumors\nThyroid nodules can be classified as cancerous and non-cancerous.\nCancer\nThyroid cancer can be classified as follows:\nDifferentiated thyroid cancer (DTC): includes papillary thyroid cancer, follicular thyroid cancer, mixed papillary and follicular thyroid cancer: Arises from epithelial cells and accounts for about 95% of the thyroid cancer. % of all thyroid malignancies.\nMedullary thyroid cancer (MTC): Arises from calcitonin-producing follicular cells of the thyroid gland. 20% of MTC are hereditary and can occur as part of the syndrome of multiple endocrine neoplasia (MEN).\nNo cancer\nThe majority of thyroid nodules/tumors are benign. Can be thyroid cyst, mixed cyst, thyroid tumor, thyroiditis,...\nThyroid tumors are a common condition in women that kills 44,000 people worldwide"
        },
        {
            "subsection_name": "Symptoms of thyroid tumors",
            "subsection_content": "The doctor said that most thyroid nodules/nodules do not cause signs or symptoms, so the signs of thyroid nodules are unclear. But sometimes some large tumors can cause signs of thyroid tumor.\nSigns of a thyroid tumor include:\nThe mass in the anterior neck area is visible.; The tumor presses on the recurrent vocal cords, causing hoarseness; The tumor presses on the trachea or esophagus, causing difficulty breathing or swallowing; Hyperthyroidism with symptoms: unexplained weight loss, increased sweating, tremors, anxiety, fast or irregular heartbeat, menstrual irregularities or amenorrhea, diarrhea and more frequent urination, increased appetite taste.; Hypothyroidism with symptoms: Fatigue, numbness and tingling in the hands, weight gain, dry, rough skin and hair, constipation, depression, heavy and frequent menstruation.",
            "subsection_string": "Symptoms of thyroid tumors\nThe doctor said that most thyroid nodules/nodules do not cause signs or symptoms, so the signs of thyroid nodules are unclear. But sometimes some large tumors can cause signs of thyroid tumor.\nSigns of a thyroid tumor include:\nThe mass in the anterior neck area is visible.; The tumor presses on the recurrent vocal cords, causing hoarseness; The tumor presses on the trachea or esophagus, causing difficulty breathing or swallowing; Hyperthyroidism with symptoms: unexplained weight loss, increased sweating, tremors, anxiety, fast or irregular heartbeat, menstrual irregularities or amenorrhea, diarrhea and more frequent urination, increased appetite taste.; Hypothyroidism with symptoms: Fatigue, numbness and tingling in the hands, weight gain, dry, rough skin and hair, constipation, depression, heavy and frequent menstruation."
        },
        {
            "subsection_name": "Complications of thyroid tumors",
            "subsection_content": "Complications of thyroid nodules may include:\nHyperthyroidism\nHyperthyroidism symptoms may be a complication in patients with hyperfunctioning thyroid nodules. A thyroid tumor/nodule increases the production of thyroid hormones, leading to excess hormones in the body.\nClinical manifestations will include manifestations of hyperthyroidism, such as sweating, palpitations and impaired glucose tolerance, weight loss, muscle weakness, bone weakness, heat intolerance, anxiety or irritability. Irritability, thyrotoxic crisis. However, the majority of thyroid nodules are benign and most patients will have no symptoms. (2)\nDifficulty swallowing\nA small number of patients, especially those with thyroiditis, may experience neck pain and swelling in the neck area, leading to difficulty swallowing and breathing.",
            "subsection_string": "Complications of thyroid tumors\nComplications of thyroid nodules may include:\nHyperthyroidism\nHyperthyroidism symptoms may be a complication in patients with hyperfunctioning thyroid nodules. A thyroid tumor/nodule increases the production of thyroid hormones, leading to excess hormones in the body.\nClinical manifestations will include manifestations of hyperthyroidism, such as sweating, palpitations and impaired glucose tolerance, weight loss, muscle weakness, bone weakness, heat intolerance, anxiety or irritability. Irritability, thyrotoxic crisis. However, the majority of thyroid nodules are benign and most patients will have no symptoms. (2)\nDifficulty swallowing\nA small number of patients, especially those with thyroiditis, may experience neck pain and swelling in the neck area, leading to difficulty swallowing and breathing."
        },
        {
            "subsection_name": "Causes of thyroid tumors",
            "subsection_content": "To date, the cause of thyroid tumors is still unknown, but the following risk factors are believed to cause this disease.\nIonizing radiation\nIonizing radiation is a known risk factor for both benign and malignant thyroid nodules. People exposed to ionizing radiation may develop thyroid nodules at a rate of 2% annually. A high incidence of malignancy has been reported, accounting for 20-50% of palpable nodules in previously irradiated thyroid glands. (3)\nIodine deficiency or iodine excess\nIodine deficiency or excess iodine in your diet can sometimes cause your thyroid to develop thyroid nodules.\nIodine deficiency is one of the possible causes of thyroid tumors\nOther factors\nOther factors that lead to an increased risk of thyroid nodules and goiter include:\nSmoke; Fat; Metabolic syndrome; Drink alcohol; Increased insulin-like growth factor-1 (IGF-1) levels; Fibroids",
            "subsection_string": "Causes of thyroid tumors\nTo date, the cause of thyroid tumors is still unknown, but the following risk factors are believed to cause this disease.\nIonizing radiation\nIonizing radiation is a known risk factor for both benign and malignant thyroid nodules. People exposed to ionizing radiation may develop thyroid nodules at a rate of 2% annually. A high incidence of malignancy has been reported, accounting for 20-50% of palpable nodules in previously irradiated thyroid glands. (3)\nIodine deficiency or iodine excess\nIodine deficiency or excess iodine in your diet can sometimes cause your thyroid to develop thyroid nodules.\nIodine deficiency is one of the possible causes of thyroid tumors\nOther factors\nOther factors that lead to an increased risk of thyroid nodules and goiter include:\nSmoke; Fat; Metabolic syndrome; Drink alcohol; Increased insulin-like growth factor-1 (IGF-1) levels; Fibroids"
        },
        {
            "subsection_name": "How to diagnose thyroid tumors",
            "subsection_content": "Initial assessment for patients with thyroid nodules includes taking the patient's personal and family history, physical examination, testing for thyroid hormones (FT3, FT4), thyroid stimulating hormone (TSH), and thyroid ultrasound to determine the characteristics of thyroid nodules.\nAfter ultrasound detects a thyroid nodule or tumor, the doctor will prescribe a fine needle aspiration of the thyroid nodule/tumor usually under ultrasound guidance to increase the accuracy of cytology testing and identify thyroid nodules. The nature of the tumor is benign or malignant to guide management and treatment. In some cases, genetic testing, immunohistochemical markers as well as further assessment imaging are needed: tissue elastography, MRI, CT and FDG-PET/CT. (4)\nThyroid stimulating hormone (TSH) test\nIn every patient with a thyroid nodule, a thyroid-stimulating hormone (TSH) test should be the initial test and used as a guide to further management.\nNormal or high thyroid-stimulating hormone levels often cause concern due to the risk of malignancy. However, low thyroid-stimulating hormone levels are usually a benign nodule.\nThe next step in a patient with low thyroid-stimulating hormone levels is to evaluate the possibility of a thyrotoxic nodule (hyperfunctioning thyroid nodule) by performing a thyroid scan with Tc-99m or Iodine 131. Self-functioning thyroid nodules are usually benign and rarely require further diagnosis.\nThyroid ultrasound\nThyroid ultrasound is an important diagnostic imaging technique used to evaluate thyroid nodules. This method provides information about size, structure, and parenchymal changes and can detect lesions as small as 2 mm.\nThyroid ultrasound is often used to differentiate between benign and malignant lesions and to prevent patients from having to undergo unnecessary invasive procedures.\nSome features that are associated with malignancy and considered independent risk factors include microcalcifications, irregular margins, strong hypoechoicity, greater height than width, and hypervascularity.\nThyroid ultrasound is highly sensitive in detecting small thyroid nodules that are difficult to detect by palpation.\nFine needle aspiration (FNA)\nFNA forms the foundation for thyroid nodule evaluation, representing the most cost-effective diagnostic tool used in thyroid nodule evaluation. The use of ultrasound-guided FNA is preferred over non-ultrasound guidance due to its associated accuracy and rate of false negative results.\nThe decision to perform FNA should be based on individual risk stratification using the patient's medical history, physical examination, and ultrasound results. Nodules <1cm were FNAed when there was more than one suspicious ultrasound feature, cervical lymphadenopathy, or high-risk history.\nFine needle aspiration cytology is indicated to determine whether the thyroid tumor is benign or malignant.\nCytological diagnosis\nThe US National Cancer Institute recommends, using the Bethesda classification, stratification of cytologic findings into 6 major categories, each of which dictates different evaluation and subsequent management.\nThe diagnostic categories of the Bethesda system for reporting thyroid cytology are described as follows:\nNot diagnosed/unsatisfactory\nThe sample does not have enough cells for evaluation.\nBenign\nMay be: Normal, benign thyroid tissue, or adenomatous nodules, or Hashimoto's thyroiditis and subacute granulomatous thyroiditis.\nLesion of undetermined significance (AUS – an undetermined significance) or cystic lesion of undetermined significance (FLUS – follicular lesion of undetermined significance)\nRecommended for convincingly non-benign lesions. AUS shows lesions showing nuclear loss and lesions with extensive cellular changes. Although they are not enough to be classified as Hürthle cell carcinoma. FLUS shows a combined microfollicular and macrofollicular pattern.\nNeocystic neoplasm or suspected neocystic neoplasm\nCysts or suspected cystic neoplasms include cellular or microcystic adenomas. Because FNA only samples a portion of the nodule, consider surgical excision to determine whether the microcystic lesion is benign or malignant.\nMalignancy is suspected\nSuspected malignancy when there are some malignant features but not enough to make a diagnosis\ndiagnose malignancy.\nMalignant disease\nCytology will be different for different types of malignant thyroid tumors which may be:\nPapillary thyroid cancer and variants; Medullary thyroid cancer; Poorly differentiated thyroid cancer; Undifferentiated thyroid cancer; Metastatic thyroid cancer and lymphoma\nDifferential diagnosis\nAlthough most thyroid nodules and tumors are usually benign, patients should still be monitored and diagnosed to rule out malignancy, especially in patients at risk of thyroid cancer.\nTumors in the anterior neck area can be benign tumors under the skin (sebaceous tumors, lipomas...) not in the thyroid gland, can be inflamed lymph nodes, can be metastatic lymph nodes from other types of cancer in other areas. head, face and neck cancer, esophageal cancer, lung cancer, stomach cancer...",
            "subsection_string": "How to diagnose thyroid tumors\nInitial assessment for patients with thyroid nodules includes taking the patient's personal and family history, physical examination, testing for thyroid hormones (FT3, FT4), thyroid stimulating hormone (TSH), and thyroid ultrasound to determine the characteristics of thyroid nodules.\nAfter ultrasound detects a thyroid nodule or tumor, the doctor will prescribe a fine needle aspiration of the thyroid nodule/tumor usually under ultrasound guidance to increase the accuracy of cytology testing and identify thyroid nodules. The nature of the tumor is benign or malignant to guide management and treatment. In some cases, genetic testing, immunohistochemical markers as well as further assessment imaging are needed: tissue elastography, MRI, CT and FDG-PET/CT. (4)\nThyroid stimulating hormone (TSH) test\nIn every patient with a thyroid nodule, a thyroid-stimulating hormone (TSH) test should be the initial test and used as a guide to further management.\nNormal or high thyroid-stimulating hormone levels often cause concern due to the risk of malignancy. However, low thyroid-stimulating hormone levels are usually a benign nodule.\nThe next step in a patient with low thyroid-stimulating hormone levels is to evaluate the possibility of a thyrotoxic nodule (hyperfunctioning thyroid nodule) by performing a thyroid scan with Tc-99m or Iodine 131. Self-functioning thyroid nodules are usually benign and rarely require further diagnosis.\nThyroid ultrasound\nThyroid ultrasound is an important diagnostic imaging technique used to evaluate thyroid nodules. This method provides information about size, structure, and parenchymal changes and can detect lesions as small as 2 mm.\nThyroid ultrasound is often used to differentiate between benign and malignant lesions and to prevent patients from having to undergo unnecessary invasive procedures.\nSome features that are associated with malignancy and considered independent risk factors include microcalcifications, irregular margins, strong hypoechoicity, greater height than width, and hypervascularity.\nThyroid ultrasound is highly sensitive in detecting small thyroid nodules that are difficult to detect by palpation.\nFine needle aspiration (FNA)\nFNA forms the foundation for thyroid nodule evaluation, representing the most cost-effective diagnostic tool used in thyroid nodule evaluation. The use of ultrasound-guided FNA is preferred over non-ultrasound guidance due to its associated accuracy and rate of false negative results.\nThe decision to perform FNA should be based on individual risk stratification using the patient's medical history, physical examination, and ultrasound results. Nodules <1cm were FNAed when there was more than one suspicious ultrasound feature, cervical lymphadenopathy, or high-risk history.\nFine needle aspiration cytology is indicated to determine whether the thyroid tumor is benign or malignant.\nCytological diagnosis\nThe US National Cancer Institute recommends, using the Bethesda classification, stratification of cytologic findings into 6 major categories, each of which dictates different evaluation and subsequent management.\nThe diagnostic categories of the Bethesda system for reporting thyroid cytology are described as follows:\nNot diagnosed/unsatisfactory\nThe sample does not have enough cells for evaluation.\nBenign\nMay be: Normal, benign thyroid tissue, or adenomatous nodules, or Hashimoto's thyroiditis and subacute granulomatous thyroiditis.\nLesion of undetermined significance (AUS – an undetermined significance) or cystic lesion of undetermined significance (FLUS – follicular lesion of undetermined significance)\nRecommended for convincingly non-benign lesions. AUS shows lesions showing nuclear loss and lesions with extensive cellular changes. Although they are not enough to be classified as Hürthle cell carcinoma. FLUS shows a combined microfollicular and macrofollicular pattern.\nNeocystic neoplasm or suspected neocystic neoplasm\nCysts or suspected cystic neoplasms include cellular or microcystic adenomas. Because FNA only samples a portion of the nodule, consider surgical excision to determine whether the microcystic lesion is benign or malignant.\nMalignancy is suspected\nSuspected malignancy when there are some malignant features but not enough to make a diagnosis\ndiagnose malignancy.\nMalignant disease\nCytology will be different for different types of malignant thyroid tumors which may be:\nPapillary thyroid cancer and variants; Medullary thyroid cancer; Poorly differentiated thyroid cancer; Undifferentiated thyroid cancer; Metastatic thyroid cancer and lymphoma\nDifferential diagnosis\nAlthough most thyroid nodules and tumors are usually benign, patients should still be monitored and diagnosed to rule out malignancy, especially in patients at risk of thyroid cancer.\nTumors in the anterior neck area can be benign tumors under the skin (sebaceous tumors, lipomas...) not in the thyroid gland, can be inflamed lymph nodes, can be metastatic lymph nodes from other types of cancer in other areas. head, face and neck cancer, esophageal cancer, lung cancer, stomach cancer..."
        },
        {
            "subsection_name": "How to treat thyroid tumors",
            "subsection_content": "Initial management of a thyroid nodule depends on the type of lesion found, the characteristics of the ultrasound, and whether it is functional. The final FNA results will guide treatment.\nFNA cytology results provide 6 main diagnostic categories (Bethesda classification), all of which indicate different subsequent management.\nUndiagnosed: Cancer risk 1-4%.; Benign: Risk of cancer 0-3%.; Lesions of undetermined significance or cystic lesions of undetermined significance: Risk of cancer 5-15%.; Neoplasm or suspected neoplasm: Risk of cancer 15-30%.; Suspected of malignancy: Risk of cancer 60-75%.; Malignant: Risk of cancer 97-99%.\nA nondiagnostic biopsy (Bethesda I) was considered cytologically inadequate. The absence of malignant cells should not be interpreted as a negative biopsy if little cystic tissue is obtained. FNA is usually repeated after 4 – 6 weeks.\nPatients with benign nodules (Bethesda II), such as macroadenomas, colloid adenomas, nodular goiters, and Hashimoto's thyroiditis, are typically followed without surgery. Regularly monitor with initial ultrasound from 12 to 24 months. If the ultrasound shows suspicious findings, the FNA should be repeated within 12 months even though the initial biopsy was benign.\nFor nodules with indeterminate cytology (Bethesda III and IV), the approach varies according to institutional practice. Some facilities take additional FNA samples for further testing, while other centers repeat the FNA after 6-12 weeks.\nFor nodules within the Bethesda V classification, where malignancy is suspected, treatment should include surgery. Bethesda VI includes papillary cancer, medullary cancer, undifferentiated cancer, and metastatic cancer to the thyroid. These patients should also be referred for surgery.",
            "subsection_string": "How to treat thyroid tumors\nInitial management of a thyroid nodule depends on the type of lesion found, the characteristics of the ultrasound, and whether it is functional. The final FNA results will guide treatment.\nFNA cytology results provide 6 main diagnostic categories (Bethesda classification), all of which indicate different subsequent management.\nUndiagnosed: Cancer risk 1-4%.; Benign: Risk of cancer 0-3%.; Lesions of undetermined significance or cystic lesions of undetermined significance: Risk of cancer 5-15%.; Neoplasm or suspected neoplasm: Risk of cancer 15-30%.; Suspected of malignancy: Risk of cancer 60-75%.; Malignant: Risk of cancer 97-99%.\nA nondiagnostic biopsy (Bethesda I) was considered cytologically inadequate. The absence of malignant cells should not be interpreted as a negative biopsy if little cystic tissue is obtained. FNA is usually repeated after 4 – 6 weeks.\nPatients with benign nodules (Bethesda II), such as macroadenomas, colloid adenomas, nodular goiters, and Hashimoto's thyroiditis, are typically followed without surgery. Regularly monitor with initial ultrasound from 12 to 24 months. If the ultrasound shows suspicious findings, the FNA should be repeated within 12 months even though the initial biopsy was benign.\nFor nodules with indeterminate cytology (Bethesda III and IV), the approach varies according to institutional practice. Some facilities take additional FNA samples for further testing, while other centers repeat the FNA after 6-12 weeks.\nFor nodules within the Bethesda V classification, where malignancy is suspected, treatment should include surgery. Bethesda VI includes papillary cancer, medullary cancer, undifferentiated cancer, and metastatic cancer to the thyroid. These patients should also be referred for surgery."
        },
        {
            "subsection_name": "Prognosis in patients with thyroid tumors",
            "subsection_content": "Most thyroid nodules are benign. Some patients with high risk factors such as normal to high serum thyroid-stimulating hormone (TSH) levels, history of irradiation, or multiple endocrine neoplasia (MEN) syndrome should be monitored. more closely periodically. Some ultrasound features that may also raise concerns about thyroid cancer include microcalcifications and irregular margins, a taller-than-wide appearance, and increased vascularity.\nAlthough solitary nodules have a higher risk of malignancy than nodules in a multinodular thyroid, the overall risk of malignancy will be approximately equal. This is due to the cumulative risk of each nodule in patients with multinodular glands.\nThe prognosis for thyroid malignancy will vary widely depending on the histopathological type of the cancer. In addition, some individual characteristics are also related to the prognosis of malignant thyroid cancer such as age at diagnosis, size of the primary tumor, presence of soft tissue invasion or distant metastasis.\nOther factors associated with increased recurrence or death from malignancy include male gender, mediastinal lymph node involvement, and delay in surgical treatment.\nFollicular cancer usually occurs in older patients and follows an aggressive course. It is often associated with distant metastases and a higher mortality rate than papillary thyroid cancer.",
            "subsection_string": "Prognosis in patients with thyroid tumors\nMost thyroid nodules are benign. Some patients with high risk factors such as normal to high serum thyroid-stimulating hormone (TSH) levels, history of irradiation, or multiple endocrine neoplasia (MEN) syndrome should be monitored. more closely periodically. Some ultrasound features that may also raise concerns about thyroid cancer include microcalcifications and irregular margins, a taller-than-wide appearance, and increased vascularity.\nAlthough solitary nodules have a higher risk of malignancy than nodules in a multinodular thyroid, the overall risk of malignancy will be approximately equal. This is due to the cumulative risk of each nodule in patients with multinodular glands.\nThe prognosis for thyroid malignancy will vary widely depending on the histopathological type of the cancer. In addition, some individual characteristics are also related to the prognosis of malignant thyroid cancer such as age at diagnosis, size of the primary tumor, presence of soft tissue invasion or distant metastasis.\nOther factors associated with increased recurrence or death from malignancy include male gender, mediastinal lymph node involvement, and delay in surgical treatment.\nFollicular cancer usually occurs in older patients and follows an aggressive course. It is often associated with distant metastases and a higher mortality rate than papillary thyroid cancer."
        },
        {
            "subsection_name": "Measures to prevent thyroid tumors",
            "subsection_content": "To date, the cause of thyroid tumors has not been clearly determined, so there is no way to prevent this disease. However, each person can try to reduce the risk of developing them by managing certain risk factors.\nFor example, if you are obese, try to lose weight; If you are a smoker, quit smoking; It is necessary to ensure enough iodine in the daily diet.\nAdditionally, studies have shown that people who use oral contraceptives and/or statins may have a reduced risk of developing thyroid nodules. Therefore, you should limit the use of this drug to prevent the risk of developing thyroid tumors.",
            "subsection_string": "Measures to prevent thyroid tumors\nTo date, the cause of thyroid tumors has not been clearly determined, so there is no way to prevent this disease. However, each person can try to reduce the risk of developing them by managing certain risk factors.\nFor example, if you are obese, try to lose weight; If you are a smoker, quit smoking; It is necessary to ensure enough iodine in the daily diet.\nAdditionally, studies have shown that people who use oral contraceptives and/or statins may have a reduced risk of developing thyroid nodules. Therefore, you should limit the use of this drug to prevent the risk of developing thyroid tumors."
        },
        {
            "subsection_name": "Frequently asked questions about thyroid tumors",
            "subsection_content": "What should I do if my child has a thyroid tumor?\nAlthough children are less susceptible to thyroid tumors than adults, the rate of malignancy in children is higher than in adults.\nTherefore, when discovering that a child has a thyroid tumor, it is necessary to take the child for screening tests to see what type of thyroid tumor the child has (benign or cancerous). The doctor will then recommend treatment appropriate to the child's type of thyroid tumor.\nWhat risks can be encountered when removing the thyroid gland?\nPatients may encounter risks when undergoing thyroidectomy such as infection, bleeding, thyroid storm, voice changes, thyrotoxicosis, hypocalcemia, hypothyroidism, and difficulty swallowing. Therefore, it is important that patients should go to reputable hospitals with modern equipment, specializing in Oncology, Endocrinology, and Ear, Nose and Throat to receive coordinated treatment from these specialists to bring about effective results. high, reduce complications or promptly handle complications if they occur.\nAbout half of the world's population has at least one thyroid nodule, and they are usually benign. However, we should not be subjective because there is still a small percentage of thyroid tumors that are malignant. Thyroid tumors can be discovered incidentally during an ultrasound during a routine health check. Therefore, each person should proactively check their health periodically and screen for thyroid tumors to prevent and promptly intervene if abnormalities occur.",
            "subsection_string": "Frequently asked questions about thyroid tumors\nWhat should I do if my child has a thyroid tumor?\nAlthough children are less susceptible to thyroid tumors than adults, the rate of malignancy in children is higher than in adults.\nTherefore, when discovering that a child has a thyroid tumor, it is necessary to take the child for screening tests to see what type of thyroid tumor the child has (benign or cancerous). The doctor will then recommend treatment appropriate to the child's type of thyroid tumor.\nWhat risks can be encountered when removing the thyroid gland?\nPatients may encounter risks when undergoing thyroidectomy such as infection, bleeding, thyroid storm, voice changes, thyrotoxicosis, hypocalcemia, hypothyroidism, and difficulty swallowing. Therefore, it is important that patients should go to reputable hospitals with modern equipment, specializing in Oncology, Endocrinology, and Ear, Nose and Throat to receive coordinated treatment from these specialists to bring about effective results. high, reduce complications or promptly handle complications if they occur.\nAbout half of the world's population has at least one thyroid nodule, and they are usually benign. However, we should not be subjective because there is still a small percentage of thyroid tumors that are malignant. Thyroid tumors can be discovered incidentally during an ultrasound during a routine health check. Therefore, each person should proactively check their health periodically and screen for thyroid tumors to prevent and promptly intervene if abnormalities occur."
        }
    ],
    "name": "u-tuyen-giap.json"
}