{
    "title": "Parotid salivary gland tumor: Causes, signs and treatment",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/u-tuyen-nuoc-bot-mang-tai/",
    "abstract": "Parotid adenomas are usually benign lesions, but if they are diverse adenomas, they have the potential to transform malignantly after many years. According to BSNT.CKII Tran Thi Thuy Hang, Head of Ear, Nose and Throat Department, Tam Anh General Hospital, Ho Chi Minh City, most parotid salivary gland tumors are benign. A parotid gland tumor is evaluated by fine needle aspiration biopsy, CT and MRI imaging. For malignant tumors, common treatment methods are excision or combination with radiation.\nParotid salivary gland tumors are not rare, usually benign but have the potential to transform malignantly after many years.",
    "content": "Parotid salivary gland tumor: Causes, signs and treatment\n\nParotid adenomas are usually benign lesions, but if they are diverse adenomas, they have the potential to transform malignantly after many years. According to BSNT.CKII Tran Thi Thuy Hang, Head of Ear, Nose and Throat Department, Tam Anh General Hospital, Ho Chi Minh City, most parotid salivary gland tumors are benign. A parotid gland tumor is evaluated by fine needle aspiration biopsy, CT and MRI imaging. For malignant tumors, common treatment methods are excision or combination with radiation.\nParotid salivary gland tumors are not rare, usually benign but have the potential to transform malignantly after many years.\n\nWhat is a parotid salivary gland tumor?\nAccording to Dr. Thuy Hang, parotid gland tumor or parotid salivary gland tumor is a type of salivary gland tumor. The parotid gland is the largest salivary gland in the body and is located on the outside of the face, near the angle of the jaw on each side. There are also submandibular and sublingual salivary glands and additional salivary glands scattered in the oral cavity.\nSalivary gland tumors are not rare, 80% are benign and can occur at any age. The risk of malignancy is only 20%, mainly found in children and people aged 60 and over.\nParotid tumors are rarely malignant, with an estimated global malignancy rate of only 0.5-3/100,000 people per year, accounting for approximately 5% of all malignant head and neck tumors.(2)\n\nClassification of parotid salivary gland tumors\nAccording to the histological classification of the World Health Organization (WHO) (1), salivary gland tumors currently include more than 40 variants as well as tumor-like lesions such as salivary gland cysts. Simple classification of salivary gland tumors includes:\n1. Benign tumor\nIncluding benign pleomorphic adenoma, Warthin tumor (adenolymphoma), myoepithelioma, basal cell adenoma... Among benign parotid tumors, there are still types that have the potential to turn malignant. count.\n2. Malignant tumor\nIncludes mucinous adenocarcinoma, adenoid cystic carcinoma, acinic cell carcinoma, adenocarcinoma, squamous cell carcinoma (SCC), undifferentiated carcinoma, pleomorphic adenocarcinoma…\nA rule of thumb to remember about salivary gland tumors: 80% of salivary gland tumors are parotid, 80% of parotid tumors are benign, and 80% of benign tumors arise In the parotid gland is a benign pleomorphic adenoma, Warthin's tumor is the second most common benign lesion. The most common malignant tumors are mucoepidermoid carcinoma, followed by acinic cell carcinoma and adenoid cystic carcinoma.(4)\nNote that the parotid gland is a frequent site of metastasis due to squamous cell carcinoma arising in the scalp and neck. This means that malignant parotid tumors sometimes do not originate from the salivary glands.\n\nCauses of parotid gland tumors\nAccording to Dr. Thuy Hang, the cause of parotid gland tumors is currently unknown, however there are risk factors for the appearance of parotid gland tumors in particular or salivary gland tumors in general such as genetic changes and exposure. with radiation, smoking.\nSmoking is believed to be one of the main factors causing parotid tumors\n\nSymptoms of parotid salivary gland tumors\nDr. Thuy Hang said that common symptoms of parotid gland tumors include: swelling in the jaw angle area; Signs of facial paralysis, difficulty chewing. But sometimes parotid gland tumors may not show symptoms, the patient only discovers them by chance when taking a CT-scan or ultrasound of the face and neck.(3)\nIn addition, symptoms of benign and malignant parotid tumors may also be different.\n1. Symptoms of benign parotid salivary gland tumors\nA tumor that appears for many years, grows slowly and is painless is a common symptom of benign parotid tumors. Normally, this tumor only rapidly increases in size when it becomes infected, bleeds within the tumor, or begins to cyst. This condition often shows signs of tightness in the parotid area.\n2. Symptoms of malignant parotid salivary gland tumors\nIn its malignant form, this tumor often grows rapidly, causing pain and incomplete or complete paralysis of the facial nerve.\n\nComplications of parotid gland tumors\nMalignant parotid tumors can cause many dangerous complications including:\nCompression of the facial nerve causes facial paralysis; Hearing loss and risk of blindness; When the tumor metastasizes, it can cause complications in the head, neck, lungs and eventually lead to death.\nThe biggest risk in benign parotid adenomas is the possibility of malignant transformation of diverse adenomas after many years of appearance. Therefore, the sooner a patient has surgery to remove the tumor, the lower the risk of cancer.\n\nMethods of diagnosing parotid tumors\nAccording to Dr. Thuy Hang, examining and palpating the tumor is the initial diagnostic method for parotid gland tumors. Examination of the mouth should coincide with examination of the relevant salivary gland duct.\nNext, evaluation of the facial nerve and palpation of the cervical lymph nodes are mandatory steps. If there is facial nerve paralysis, it may be a sign of a malignant lesion with invasion of the nerve. The scalp and neck should also be examined for lesions suspicious for cancer.\nIn patients with suspected malignant parotid tumors, the following tests should be performed for diagnosis:(5)\n1. Fine needle aspiration biopsy\nFine needle aspiration (FNA) biopsy is the primary diagnostic tool for salivary gland lesions. This is a painless procedure with few complications, which can help prevent inaccurate surgery or specialized biopsies.\nIf the results of the FNA are inconsistent with other findings, clinical evaluation is recommended. Occasionally, FNA results can be false negative leading to misdiagnosis of malignant lesions. Therefore, it needs to be considered carefully.\n2. Ultrasound\nThis method helps provide important information about the location, size and nature of the salivary gland tumor as well as the presence of enlarged cervical lymph nodes associated with the tumor.\nThe location of the tumor in the superficial or deep part of the parotid gland is determined by determining the relationship of the tumor to the submandibular vein. Ultrasound, often combined with FNA, can help distinguish malignant from benign in 80-90% of cases.\n3. MRI scan\nMRI of parotid tumors is useful in evaluating and identifying anatomical structures, extension into the deep lobe, and facial nerve involvement.\n\nPrognosis for parotid tumors\nDoctor Thuy Hang said: \"Normally, if the tumor originates from the parotid gland (large salivary gland), 80% will be benign, 20% will be malignant. In contrast to tumors originating from small salivary glands (submandibular and sublingual glands), 80% are malignant and 20% are benign. However, secondary salivary gland malignant tumors often metastasize earlier than parotid malignant tumors.\nIf it is a malignant tumor of the parotid gland in particular or the salivary gland in general, the prognosis will depend on the following factors:\nTumor characteristics: The larger the size and the invasion of the capsule or surrounding tissues such as skin, nerves, and blood vessels, the worse the prognosis.; Cell characteristics on pathology: Whether there is metastasis to multiple lymph nodes or not; The 5-year survival rate of salivary gland malignant tumors ranges from 50-75%.\n\nTreatment methods for parotid salivary gland tumors\nAccording to Dr. Thuy Hang, depending on the nature of the salivary gland tumor, appropriate treatment methods can be chosen.\n1. Treatment of benign tumors\nSurgical treatment of benign tumors is a common indication. However, if the tumor is not surgically removed completely, it can lead to recurrence.\n2. Treatment of melanoma\nFor malignant salivary gland tumors, the treatment of choice is surgery, sometimes combined with radiation therapy. Currently, there is no effective chemotherapy for salivary gland cancer.\nTreatment of mucoepidermoid carcinoma includes: Wide excision and postoperative radiation therapy for high-grade lesions. The five-year survival rate is 95% for the low-grade type, which mainly affects mucus cells, and 50% for the high-grade type, which mainly affects epidermal cells. If there is metastasis to regional lymphatics, surgical excision and postoperative radiotherapy are required.; Treatment of mucoepidermoid carcinoma includes: Wide excision and postoperative radiation therapy for high-grade lesions. The five-year survival rate is 95% for the low-grade type, which mainly affects mucus cells, and 50% for the high-grade type, which mainly affects epidermal cells. If there is metastasis to regional lymphatics, surgical excision and postoperative radiotherapy are required.\nTreatment of adenoid cystic carcinoma: Surgery is often performed to remove the tumor extensively, but it easily causes local recurrence due to the tumor's tendency to spread around the dura mater. Although the 5-year survival rate is quite good, the 10-year rate is poorer with many patients developing distant metastases. Lung metastases and death are also common in patients who have survived surgery, usually after 5-10 years.; Treatment of adenoid cystic carcinoma: Surgery is often performed to remove the tumor extensively, but it easily causes local recurrence due to the tumor's tendency to spread around the dura mater. Although the 5-year survival rate is quite good, the 10-year rate is poorer with many patients developing distant metastases. Lung metastases and death are also common in patients who survive surgery, usually after 5-10 years.\nTreatment of acinic cell carcinoma: Wide surgical excision usually has a good prognosis.; Treatment of acinic cell carcinoma: Wide surgical excision usually has a good prognosis.\nDr. Thuy Hang noted that all surgeries aimed at releasing the facial nerve should only be indicated in cases where the tumor is directly related to the nerve.\nSurgery is the most common treatment for parotid tumors.\n\nHow to prevent parotid salivary gland tumors\nAccording to Dr. Thuy Hang, not using tobacco and limiting exposure to radiation as much as possible are things that can be done to prevent the disease.\nCurrently, there is no specific protocol or test for screening for salivary gland tumors in the general population. However, people need to have a general health check every year so that a specialist (usually an otolaryngologist or maxillofacial doctor) will recommend more in-depth testing if there is any suspicion of abnormalities for an accurate assessment. tumor.\n\nFrequently asked questions\n1. Is parotid salivary gland tumor dangerous?\nParotid salivary gland tumors are mostly benign, rarely malignant. But if the parotid adenoma is diverse, it has the potential to develop malignancy after many years. Therefore, patients should have surgery to remove benign tumors as soon as possible.\n2. When should people with parotid gland tumors see a doctor and which department should they be examined in?\nWhen bulges appear in the parotid area, which may or may not be symptomatic, patients should go to reputable hospitals to be examined by an Ear, Nose and Throat specialist.\n3. What are the costs of surgery and treatment for parotid tumors?\nParotid tumor surgery is a relatively complicated surgery because it often involves the facial nerve. Therefore, it requires doctors to be skilled and experienced. Talking about surgery costs, this depends on the type of surgery as well as the service price at each hospital. For details, patients can directly contact the customer service department of the hospital where they want to have surgery for detailed advice and quotes.\nIn all cases, when bulges appear in the parotid area or jaw angle, the patient should go for examination and treatment early.\nTo schedule an examination with doctors from the Ear, Nose and Throat Department, Tam Anh General Hospital System, you can contact:\nParotid tumors are a type of salivary gland tumor and are 80% benign. Although malignancy is rare, it should be remembered that diverse benign tumors have the risk of malignant transformation many years after their appearance, usually 10-15 years. Therefore, patients should not be subjective, especially those whose tumors do not show symptoms. Doctor Thuy Hang recommends that when bulges appear in the parotid area or jaw angle, patients should go for examination and treatment early to avoid complications such as difficulty swallowing, difficulty speaking, facial paralysis, and most importantly, the risk of serious complications. risk of death from malignant tumors.",
    "subsections": [
        {
            "subsection_name": "What is a parotid salivary gland tumor?",
            "subsection_content": "According to Dr. Thuy Hang, parotid gland tumor or parotid salivary gland tumor is a type of salivary gland tumor. The parotid gland is the largest salivary gland in the body and is located on the outside of the face, near the angle of the jaw on each side. There are also submandibular and sublingual salivary glands and additional salivary glands scattered in the oral cavity.\nSalivary gland tumors are not rare, 80% are benign and can occur at any age. The risk of malignancy is only 20%, mainly found in children and people aged 60 and over.\nParotid tumors are rarely malignant, with an estimated global malignancy rate of only 0.5-3/100,000 people per year, accounting for approximately 5% of all malignant head and neck tumors.(2)",
            "subsection_string": "What is a parotid salivary gland tumor?\nAccording to Dr. Thuy Hang, parotid gland tumor or parotid salivary gland tumor is a type of salivary gland tumor. The parotid gland is the largest salivary gland in the body and is located on the outside of the face, near the angle of the jaw on each side. There are also submandibular and sublingual salivary glands and additional salivary glands scattered in the oral cavity.\nSalivary gland tumors are not rare, 80% are benign and can occur at any age. The risk of malignancy is only 20%, mainly found in children and people aged 60 and over.\nParotid tumors are rarely malignant, with an estimated global malignancy rate of only 0.5-3/100,000 people per year, accounting for approximately 5% of all malignant head and neck tumors.(2)"
        },
        {
            "subsection_name": "Classification of parotid salivary gland tumors",
            "subsection_content": "According to the histological classification of the World Health Organization (WHO) (1), salivary gland tumors currently include more than 40 variants as well as tumor-like lesions such as salivary gland cysts. Simple classification of salivary gland tumors includes:\n1. Benign tumor\nIncluding benign pleomorphic adenoma, Warthin tumor (adenolymphoma), myoepithelioma, basal cell adenoma... Among benign parotid tumors, there are still types that have the potential to turn malignant. count.\n2. Malignant tumor\nIncludes mucinous adenocarcinoma, adenoid cystic carcinoma, acinic cell carcinoma, adenocarcinoma, squamous cell carcinoma (SCC), undifferentiated carcinoma, pleomorphic adenocarcinoma…\nA rule of thumb to remember about salivary gland tumors: 80% of salivary gland tumors are parotid, 80% of parotid tumors are benign, and 80% of benign tumors arise In the parotid gland is a benign pleomorphic adenoma, Warthin's tumor is the second most common benign lesion. The most common malignant tumors are mucoepidermoid carcinoma, followed by acinic cell carcinoma and adenoid cystic carcinoma.(4)\nNote that the parotid gland is a frequent site of metastasis due to squamous cell carcinoma arising in the scalp and neck. This means that malignant parotid tumors sometimes do not originate from the salivary glands.",
            "subsection_string": "Classification of parotid salivary gland tumors\nAccording to the histological classification of the World Health Organization (WHO) (1), salivary gland tumors currently include more than 40 variants as well as tumor-like lesions such as salivary gland cysts. Simple classification of salivary gland tumors includes:\n1. Benign tumor\nIncluding benign pleomorphic adenoma, Warthin tumor (adenolymphoma), myoepithelioma, basal cell adenoma... Among benign parotid tumors, there are still types that have the potential to turn malignant. count.\n2. Malignant tumor\nIncludes mucinous adenocarcinoma, adenoid cystic carcinoma, acinic cell carcinoma, adenocarcinoma, squamous cell carcinoma (SCC), undifferentiated carcinoma, pleomorphic adenocarcinoma…\nA rule of thumb to remember about salivary gland tumors: 80% of salivary gland tumors are parotid, 80% of parotid tumors are benign, and 80% of benign tumors arise In the parotid gland is a benign pleomorphic adenoma, Warthin's tumor is the second most common benign lesion. The most common malignant tumors are mucoepidermoid carcinoma, followed by acinic cell carcinoma and adenoid cystic carcinoma.(4)\nNote that the parotid gland is a frequent site of metastasis due to squamous cell carcinoma arising in the scalp and neck. This means that malignant parotid tumors sometimes do not originate from the salivary glands."
        },
        {
            "subsection_name": "Causes of parotid gland tumors",
            "subsection_content": "According to Dr. Thuy Hang, the cause of parotid gland tumors is currently unknown, however there are risk factors for the appearance of parotid gland tumors in particular or salivary gland tumors in general such as genetic changes and exposure. with radiation, smoking.\nSmoking is believed to be one of the main factors causing parotid tumors",
            "subsection_string": "Causes of parotid gland tumors\nAccording to Dr. Thuy Hang, the cause of parotid gland tumors is currently unknown, however there are risk factors for the appearance of parotid gland tumors in particular or salivary gland tumors in general such as genetic changes and exposure. with radiation, smoking.\nSmoking is believed to be one of the main factors causing parotid tumors"
        },
        {
            "subsection_name": "Symptoms of parotid salivary gland tumors",
            "subsection_content": "Dr. Thuy Hang said that common symptoms of parotid gland tumors include: swelling in the jaw angle area; Signs of facial paralysis, difficulty chewing. But sometimes parotid gland tumors may not show symptoms, the patient only discovers them by chance when taking a CT-scan or ultrasound of the face and neck.(3)\nIn addition, symptoms of benign and malignant parotid tumors may also be different.\n1. Symptoms of benign parotid salivary gland tumors\nA tumor that appears for many years, grows slowly and is painless is a common symptom of benign parotid tumors. Normally, this tumor only rapidly increases in size when it becomes infected, bleeds within the tumor, or begins to cyst. This condition often shows signs of tightness in the parotid area.\n2. Symptoms of malignant parotid salivary gland tumors\nIn its malignant form, this tumor often grows rapidly, causing pain and incomplete or complete paralysis of the facial nerve.",
            "subsection_string": "Symptoms of parotid salivary gland tumors\nDr. Thuy Hang said that common symptoms of parotid gland tumors include: swelling in the jaw angle area; Signs of facial paralysis, difficulty chewing. But sometimes parotid gland tumors may not show symptoms, the patient only discovers them by chance when taking a CT-scan or ultrasound of the face and neck.(3)\nIn addition, symptoms of benign and malignant parotid tumors may also be different.\n1. Symptoms of benign parotid salivary gland tumors\nA tumor that appears for many years, grows slowly and is painless is a common symptom of benign parotid tumors. Normally, this tumor only rapidly increases in size when it becomes infected, bleeds within the tumor, or begins to cyst. This condition often shows signs of tightness in the parotid area.\n2. Symptoms of malignant parotid salivary gland tumors\nIn its malignant form, this tumor often grows rapidly, causing pain and incomplete or complete paralysis of the facial nerve."
        },
        {
            "subsection_name": "Complications of parotid gland tumors",
            "subsection_content": "Malignant parotid tumors can cause many dangerous complications including:\nCompression of the facial nerve causes facial paralysis; Hearing loss and risk of blindness; When the tumor metastasizes, it can cause complications in the head, neck, lungs and eventually lead to death.\nThe biggest risk in benign parotid adenomas is the possibility of malignant transformation of diverse adenomas after many years of appearance. Therefore, the sooner a patient has surgery to remove the tumor, the lower the risk of cancer.",
            "subsection_string": "Complications of parotid gland tumors\nMalignant parotid tumors can cause many dangerous complications including:\nCompression of the facial nerve causes facial paralysis; Hearing loss and risk of blindness; When the tumor metastasizes, it can cause complications in the head, neck, lungs and eventually lead to death.\nThe biggest risk in benign parotid adenomas is the possibility of malignant transformation of diverse adenomas after many years of appearance. Therefore, the sooner a patient has surgery to remove the tumor, the lower the risk of cancer."
        },
        {
            "subsection_name": "Methods of diagnosing parotid tumors",
            "subsection_content": "According to Dr. Thuy Hang, examining and palpating the tumor is the initial diagnostic method for parotid gland tumors. Examination of the mouth should coincide with examination of the relevant salivary gland duct.\nNext, evaluation of the facial nerve and palpation of the cervical lymph nodes are mandatory steps. If there is facial nerve paralysis, it may be a sign of a malignant lesion with invasion of the nerve. The scalp and neck should also be examined for lesions suspicious for cancer.\nIn patients with suspected malignant parotid tumors, the following tests should be performed for diagnosis:(5)\n1. Fine needle aspiration biopsy\nFine needle aspiration (FNA) biopsy is the primary diagnostic tool for salivary gland lesions. This is a painless procedure with few complications, which can help prevent inaccurate surgery or specialized biopsies.\nIf the results of the FNA are inconsistent with other findings, clinical evaluation is recommended. Occasionally, FNA results can be false negative leading to misdiagnosis of malignant lesions. Therefore, it needs to be considered carefully.\n2. Ultrasound\nThis method helps provide important information about the location, size and nature of the salivary gland tumor as well as the presence of enlarged cervical lymph nodes associated with the tumor.\nThe location of the tumor in the superficial or deep part of the parotid gland is determined by determining the relationship of the tumor to the submandibular vein. Ultrasound, often combined with FNA, can help distinguish malignant from benign in 80-90% of cases.\n3. MRI scan\nMRI of parotid tumors is useful in evaluating and identifying anatomical structures, extension into the deep lobe, and facial nerve involvement.",
            "subsection_string": "Methods of diagnosing parotid tumors\nAccording to Dr. Thuy Hang, examining and palpating the tumor is the initial diagnostic method for parotid gland tumors. Examination of the mouth should coincide with examination of the relevant salivary gland duct.\nNext, evaluation of the facial nerve and palpation of the cervical lymph nodes are mandatory steps. If there is facial nerve paralysis, it may be a sign of a malignant lesion with invasion of the nerve. The scalp and neck should also be examined for lesions suspicious for cancer.\nIn patients with suspected malignant parotid tumors, the following tests should be performed for diagnosis:(5)\n1. Fine needle aspiration biopsy\nFine needle aspiration (FNA) biopsy is the primary diagnostic tool for salivary gland lesions. This is a painless procedure with few complications, which can help prevent inaccurate surgery or specialized biopsies.\nIf the results of the FNA are inconsistent with other findings, clinical evaluation is recommended. Occasionally, FNA results can be false negative leading to misdiagnosis of malignant lesions. Therefore, it needs to be considered carefully.\n2. Ultrasound\nThis method helps provide important information about the location, size and nature of the salivary gland tumor as well as the presence of enlarged cervical lymph nodes associated with the tumor.\nThe location of the tumor in the superficial or deep part of the parotid gland is determined by determining the relationship of the tumor to the submandibular vein. Ultrasound, often combined with FNA, can help distinguish malignant from benign in 80-90% of cases.\n3. MRI scan\nMRI of parotid tumors is useful in evaluating and identifying anatomical structures, extension into the deep lobe, and facial nerve involvement."
        },
        {
            "subsection_name": "Prognosis for parotid tumors",
            "subsection_content": "Doctor Thuy Hang said: \"Normally, if the tumor originates from the parotid gland (large salivary gland), 80% will be benign, 20% will be malignant. In contrast to tumors originating from small salivary glands (submandibular and sublingual glands), 80% are malignant and 20% are benign. However, secondary salivary gland malignant tumors often metastasize earlier than parotid malignant tumors.\nIf it is a malignant tumor of the parotid gland in particular or the salivary gland in general, the prognosis will depend on the following factors:\nTumor characteristics: The larger the size and the invasion of the capsule or surrounding tissues such as skin, nerves, and blood vessels, the worse the prognosis.; Cell characteristics on pathology: Whether there is metastasis to multiple lymph nodes or not; The 5-year survival rate of salivary gland malignant tumors ranges from 50-75%.",
            "subsection_string": "Prognosis for parotid tumors\nDoctor Thuy Hang said: \"Normally, if the tumor originates from the parotid gland (large salivary gland), 80% will be benign, 20% will be malignant. In contrast to tumors originating from small salivary glands (submandibular and sublingual glands), 80% are malignant and 20% are benign. However, secondary salivary gland malignant tumors often metastasize earlier than parotid malignant tumors.\nIf it is a malignant tumor of the parotid gland in particular or the salivary gland in general, the prognosis will depend on the following factors:\nTumor characteristics: The larger the size and the invasion of the capsule or surrounding tissues such as skin, nerves, and blood vessels, the worse the prognosis.; Cell characteristics on pathology: Whether there is metastasis to multiple lymph nodes or not; The 5-year survival rate of salivary gland malignant tumors ranges from 50-75%."
        },
        {
            "subsection_name": "Treatment methods for parotid salivary gland tumors",
            "subsection_content": "According to Dr. Thuy Hang, depending on the nature of the salivary gland tumor, appropriate treatment methods can be chosen.\n1. Treatment of benign tumors\nSurgical treatment of benign tumors is a common indication. However, if the tumor is not surgically removed completely, it can lead to recurrence.\n2. Treatment of melanoma\nFor malignant salivary gland tumors, the treatment of choice is surgery, sometimes combined with radiation therapy. Currently, there is no effective chemotherapy for salivary gland cancer.\nTreatment of mucoepidermoid carcinoma includes: Wide excision and postoperative radiation therapy for high-grade lesions. The five-year survival rate is 95% for the low-grade type, which mainly affects mucus cells, and 50% for the high-grade type, which mainly affects epidermal cells. If there is metastasis to regional lymphatics, surgical excision and postoperative radiotherapy are required.; Treatment of mucoepidermoid carcinoma includes: Wide excision and postoperative radiation therapy for high-grade lesions. The five-year survival rate is 95% for the low-grade type, which mainly affects mucus cells, and 50% for the high-grade type, which mainly affects epidermal cells. If there is metastasis to regional lymphatics, surgical excision and postoperative radiotherapy are required.\nTreatment of adenoid cystic carcinoma: Surgery is often performed to remove the tumor extensively, but it easily causes local recurrence due to the tumor's tendency to spread around the dura mater. Although the 5-year survival rate is quite good, the 10-year rate is poorer with many patients developing distant metastases. Lung metastases and death are also common in patients who have survived surgery, usually after 5-10 years.; Treatment of adenoid cystic carcinoma: Surgery is often performed to remove the tumor extensively, but it easily causes local recurrence due to the tumor's tendency to spread around the dura mater. Although the 5-year survival rate is quite good, the 10-year rate is poorer with many patients developing distant metastases. Lung metastases and death are also common in patients who survive surgery, usually after 5-10 years.\nTreatment of acinic cell carcinoma: Wide surgical excision usually has a good prognosis.; Treatment of acinic cell carcinoma: Wide surgical excision usually has a good prognosis.\nDr. Thuy Hang noted that all surgeries aimed at releasing the facial nerve should only be indicated in cases where the tumor is directly related to the nerve.\nSurgery is the most common treatment for parotid tumors.",
            "subsection_string": "Treatment methods for parotid salivary gland tumors\nAccording to Dr. Thuy Hang, depending on the nature of the salivary gland tumor, appropriate treatment methods can be chosen.\n1. Treatment of benign tumors\nSurgical treatment of benign tumors is a common indication. However, if the tumor is not surgically removed completely, it can lead to recurrence.\n2. Treatment of melanoma\nFor malignant salivary gland tumors, the treatment of choice is surgery, sometimes combined with radiation therapy. Currently, there is no effective chemotherapy for salivary gland cancer.\nTreatment of mucoepidermoid carcinoma includes: Wide excision and postoperative radiation therapy for high-grade lesions. The five-year survival rate is 95% for the low-grade type, which mainly affects mucus cells, and 50% for the high-grade type, which mainly affects epidermal cells. If there is metastasis to regional lymphatics, surgical excision and postoperative radiotherapy are required.; Treatment of mucoepidermoid carcinoma includes: Wide excision and postoperative radiation therapy for high-grade lesions. The five-year survival rate is 95% for the low-grade type, which mainly affects mucus cells, and 50% for the high-grade type, which mainly affects epidermal cells. If there is metastasis to regional lymphatics, surgical excision and postoperative radiotherapy are required.\nTreatment of adenoid cystic carcinoma: Surgery is often performed to remove the tumor extensively, but it easily causes local recurrence due to the tumor's tendency to spread around the dura mater. Although the 5-year survival rate is quite good, the 10-year rate is poorer with many patients developing distant metastases. Lung metastases and death are also common in patients who have survived surgery, usually after 5-10 years.; Treatment of adenoid cystic carcinoma: Surgery is often performed to remove the tumor extensively, but it easily causes local recurrence due to the tumor's tendency to spread around the dura mater. Although the 5-year survival rate is quite good, the 10-year rate is poorer with many patients developing distant metastases. Lung metastases and death are also common in patients who survive surgery, usually after 5-10 years.\nTreatment of acinic cell carcinoma: Wide surgical excision usually has a good prognosis.; Treatment of acinic cell carcinoma: Wide surgical excision usually has a good prognosis.\nDr. Thuy Hang noted that all surgeries aimed at releasing the facial nerve should only be indicated in cases where the tumor is directly related to the nerve.\nSurgery is the most common treatment for parotid tumors."
        },
        {
            "subsection_name": "How to prevent parotid salivary gland tumors",
            "subsection_content": "According to Dr. Thuy Hang, not using tobacco and limiting exposure to radiation as much as possible are things that can be done to prevent the disease.\nCurrently, there is no specific protocol or test for screening for salivary gland tumors in the general population. However, people need to have a general health check every year so that a specialist (usually an otolaryngologist or maxillofacial doctor) will recommend more in-depth testing if there is any suspicion of abnormalities for an accurate assessment. tumor.",
            "subsection_string": "How to prevent parotid salivary gland tumors\nAccording to Dr. Thuy Hang, not using tobacco and limiting exposure to radiation as much as possible are things that can be done to prevent the disease.\nCurrently, there is no specific protocol or test for screening for salivary gland tumors in the general population. However, people need to have a general health check every year so that a specialist (usually an otolaryngologist or maxillofacial doctor) will recommend more in-depth testing if there is any suspicion of abnormalities for an accurate assessment. tumor."
        },
        {
            "subsection_name": "Frequently asked questions",
            "subsection_content": "1. Is parotid salivary gland tumor dangerous?\nParotid salivary gland tumors are mostly benign, rarely malignant. But if the parotid adenoma is diverse, it has the potential to develop malignancy after many years. Therefore, patients should have surgery to remove benign tumors as soon as possible.\n2. When should people with parotid gland tumors see a doctor and which department should they be examined in?\nWhen bulges appear in the parotid area, which may or may not be symptomatic, patients should go to reputable hospitals to be examined by an Ear, Nose and Throat specialist.\n3. What are the costs of surgery and treatment for parotid tumors?\nParotid tumor surgery is a relatively complicated surgery because it often involves the facial nerve. Therefore, it requires doctors to be skilled and experienced. Talking about surgery costs, this depends on the type of surgery as well as the service price at each hospital. For details, patients can directly contact the customer service department of the hospital where they want to have surgery for detailed advice and quotes.\nIn all cases, when bulges appear in the parotid area or jaw angle, the patient should go for examination and treatment early.\nTo schedule an examination with doctors from the Ear, Nose and Throat Department, Tam Anh General Hospital System, you can contact:\nParotid tumors are a type of salivary gland tumor and are 80% benign. Although malignancy is rare, it should be remembered that diverse benign tumors have the risk of malignant transformation many years after their appearance, usually 10-15 years. Therefore, patients should not be subjective, especially those whose tumors do not show symptoms. Doctor Thuy Hang recommends that when bulges appear in the parotid area or jaw angle, patients should go for examination and treatment early to avoid complications such as difficulty swallowing, difficulty speaking, facial paralysis, and most importantly, the risk of serious complications. risk of death from malignant tumors.",
            "subsection_string": "Frequently asked questions\n1. Is parotid salivary gland tumor dangerous?\nParotid salivary gland tumors are mostly benign, rarely malignant. But if the parotid adenoma is diverse, it has the potential to develop malignancy after many years. Therefore, patients should have surgery to remove benign tumors as soon as possible.\n2. When should people with parotid gland tumors see a doctor and which department should they be examined in?\nWhen bulges appear in the parotid area, which may or may not be symptomatic, patients should go to reputable hospitals to be examined by an Ear, Nose and Throat specialist.\n3. What are the costs of surgery and treatment for parotid tumors?\nParotid tumor surgery is a relatively complicated surgery because it often involves the facial nerve. Therefore, it requires doctors to be skilled and experienced. Talking about surgery costs, this depends on the type of surgery as well as the service price at each hospital. For details, patients can directly contact the customer service department of the hospital where they want to have surgery for detailed advice and quotes.\nIn all cases, when bulges appear in the parotid area or jaw angle, the patient should go for examination and treatment early.\nTo schedule an examination with doctors from the Ear, Nose and Throat Department, Tam Anh General Hospital System, you can contact:\nParotid tumors are a type of salivary gland tumor and are 80% benign. Although malignancy is rare, it should be remembered that diverse benign tumors have the risk of malignant transformation many years after their appearance, usually 10-15 years. Therefore, patients should not be subjective, especially those whose tumors do not show symptoms. Doctor Thuy Hang recommends that when bulges appear in the parotid area or jaw angle, patients should go for examination and treatment early to avoid complications such as difficulty swallowing, difficulty speaking, facial paralysis, and most importantly, the risk of serious complications. risk of death from malignant tumors."
        }
    ],
    "name": "u-tuyen-nuoc-bot-mang-tai.json"
}