{
    "title": "Bone tumors: Causes, signs, diagnosis and prevention",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/u-xuong/",
    "abstract": "Osteosarcoma is the name for a condition in which bone tumors appear due to the abnormal development of bone cells. Bone tumors can be benign or malignant, depending on the cause of each patient's condition. However, it is all an alarming situation because the growing tumor will affect the healthy tissues inside the bones. And that causes inconvenient movement problems for the patient. When there are signs of suspected bone tumor, patients need to quickly see a specialist for immediate diagnosis and treatment to reduce possible risks of the disease. (first)",
    "content": "Bone tumors: Causes, signs, diagnosis and prevention\n\nOsteosarcoma is the name for a condition in which bone tumors appear due to the abnormal development of bone cells. Bone tumors can be benign or malignant, depending on the cause of each patient's condition. However, it is all an alarming situation because the growing tumor will affect the healthy tissues inside the bones. And that causes inconvenient movement problems for the patient. When there are signs of suspected bone tumor, patients need to quickly see a specialist for immediate diagnosis and treatment to reduce possible risks of the disease. (first)\n\nWhat is bone tumor?\nOsteosarcoma is an abnormal tumor growth inside the bone due to uncontrolled cell growth in the bone.\nTumors that form within bones can be malignant, related to bone cancer, or benign. On the other hand, bone tumors can also be a type of metastatic complication of other musculoskeletal diseases. And in the case of metastatic bone tumors, it is always a malignant tumor, leading to bone cancer.\nThe disease can occur in both children and the elderly. However, the progression of the disease in the two groups was different. In children, most cases of bone tumors are primary, the likelihood of being related to cancer is quite low. In adults, especially older adults, most cancerous bone tumors are metastatic.\nHowever, cases of primary bone tumors leading to cancer are rare. The number of primary osteosarcoma cases that cause cancer accounts for only about 3,900 people per year in the United States, as counted in 2022 by the US MSD Manual. (2)\nWhether the tumor is malignant or benign, the patient will experience bone pain of unknown cause, the pain intensity gradually increasing over time if not treated promptly. The condition becomes more serious when the patient simultaneously develops symptoms of swelling at the site of the tumor and fractures bones more easily than usual.\n\nTypes of benign bone tumors\n1. Osteochondroma\nOsteochondroma is the most common type of benign tumor, accounting for about 40% of benign bone tumor cases. Osteochondroma is caused by abnormal growth of cartilage and bone, specifically excessive growth. That's why the disease often occurs in people in the developmental age group, from 13 to 25 years old. Statistics from the American Academy of Orthopedic Surgeons (AAOS) also conclude that osteochondromas often occur in adolescents and young adults.\nOsteocartilaginous tumors form at the ends of long bones such as the arm or leg bones.\n2. Fibroids do not ossify\nNon-ossifying fibroma is a type of bone tumor, formed by fibrotic lesions of bone with subclinical symptoms of cortical bone resorption with lesions appearing. This is a benign tumor.\nPeople with non-ossifying fibroids will have quite small defects inside the bones. These defects will be filled with fibrous tissue instead of bone tissue like healthy people.\n3. Giant cell tumor\nGiant cell tumor, also known as macrocytoma or osteoclastoma, is one of the most common types of benign tumors. However, the disease can progress to malignant giant cell tumors, so patients need to pay more attention to treatment than other benign bone tumors.\nGiant cell tumors occur at the ends of long bones, commonly the upper end of the tibia, femur, radius and lower end of the sacrum. The disease consists of 3 stages:\nSmall benign tumor, bone cortex is destroyed.; The tumor increases in size, the bone cortex is damaged and thinner than normal; The tumor proliferates significantly, negatively affecting surrounding soft tissue. At the same time, blood vessels also proliferate.\n4. Cartilage\nChondrosarcoma is a condition in which cartilage cysts develop inside the bone marrow. There are types such as chondroblastoma, chondromatosis and endochondroma. Endochondromas commonly occur as benign bone tumors, while chondroblastomas are relatively rare.\nEndochondroma can occur in all ages and subjects. The disease often has no accompanying symptoms, but the growth of the tumor will cause swelling and pain at the site of damage.\nThis is a benign tumor. However, in cases where the patient has many endochondral tumors, especially if soft tissue bleeding occurs, the risk of endochondral cancer is higher than that of others.\n5. Aneurysmal bone cyst\nAneurysmal bone cysts are cystic lesions in the metaphyseal regions of long bones, mostly occurring in people over 25 years of age. Damage from aneurysmal bone cysts can last from weeks to years before diagnosis.\nDamaged bone cysts tend to grow more slowly than normal, and bone swelling occurs.\n\nTypes of malignant bone tumors\n1. Bone sarcoma\nOsteoblastoma is a type of malignant tumor that occurs when cells create malignant tumors instead of new bone. This malignant bone tumor mostly occurs in the knee or shoulder bones and long bone areas. (3)\nPatients have symptoms of swelling and pain around the area with malignant bone tumors, high pain intensity, affecting walking and daily activities.\n2. Ewing's sarcoma\nOsteosarcoma, familial Ewing Sarcoma, is common in adolescents and young adults. However, Ewing's sarcoma can also occur in children over 5 years old. The cancer cells of Ewing's sarcoma originate in the marrow cavities, which are the bone cavities where bone marrow is created. In addition, Ewing's sarcoma can also develop in soft tissues such as fat, muscle and blood vessels.\n3. Chondrosarcoma\nChondrosarcoma, also known as chondrosarcoma, develops from common malignant bone tumors. Chondrosarcoma is a primary cancer that develops and metastasizes, often occurring in the pelvis, hips and shoulders. The disease consists of 3 stages and the risk of metastasis to other organs is quite high.\n4. Cancer metastasizes to bones\nBone metastasis is a form of secondary cancer, occurring in cases where there are cancer cells in other organs.\nThe disease can be a complication from cancers such as:\nKidney cancer; Breast cancer; Prostate cancer; Lung cancer; Thyroid Cancer\n5. Multiple myeloma\nMultiple myeloma is a cancer of plasma cells that destroys surrounding bones by invading and damaging them. The disease causes fatty lesions in bones, bone fractures, kidney failure or infection.\nCommon symptoms of multiple myeloma are persistent bone pain, especially in the back and chest.\n\nCauses of bone tumors\nThe cause of bone tumors in humans is currently unknown. There are many secondary causes of bone tumor development such as radiation therapy, side effects of anti-cancer drugs, history of bone trauma, and genetics.\nWith benign tumors, the tumor appears mostly during the period of peak bone growth. Therefore, the age group at risk of benign bone tumors falls into the group of people between 10 and 20 years old.\nOsteosarcoma or bone cancer can be primary cancer or metastasis. Primary osteosarcoma is caused by the development of a malignant tumor inside the bone, and the direct cause of tumor formation has not yet been determined.\nFor secondary malignant bone tumors, it is also bone cancer caused by metastasis from other diseases such as:\nBreast cancer; Kidney cancer; Lung cancer; Prostate cancer; Thyroid Cancer\n\nSigns of bone tumors\nBone tumors are recognized by the most typical symptom, which is a dull pain around the tumor area. Whether the bone tumor is benign or malignant, the patient will experience pain at the site of the injury. The intensity of the pain will gradually increase and become more serious if the disease persists without treatment. It can affect the patient's daily activities and can even wake the patient up in the middle of the night.\nMost of the time, pain occurs when the patient moves vigorously, creating great pressure on the tumor location such as carrying heavy loads.\nMalignant bone tumors will have symptoms ranging from pain that gradually increases over time, besides, the bones will also become gradually weaker. This causes patients to face a high risk of bone fractures, even in cases of minor injuries. (4)\nHowever, benign bone tumors may not cause any symptoms. Therefore, if a bone tumor does not cause symptoms or the tumor does not interfere with daily activities and movements, it will be difficult for the patient to know that he or she has the disease without performing close-up tests. clinical.\n\nDiagnosis of bone tumor\nDiagnosing osteosarcoma begins with collecting the patient's clinical symptoms to rule out other diseases such as bone fractures, infections, etc.\nThe doctor will instruct the patient to perform further paraclinical diagnostic methods to collect image results to better diagnose the bone tumor condition.\nFirst, the doctor will examine the area where the tumor is suspected. At the same time, evaluate the softness of the patient's bones and range of motion. Next, the patient will take necessary steps such as blood and urine tests before going for in-depth diagnostic testing.\nCommonly used methods for diagnosing bone tumors include:\nX-ray; CT computed tomography; MRI scan; Tumor biopsy; Open biopsy\nReference: Some common tests and screening for bone cancer\n\nComplications of bone tumors\nComplications of bone tumors will occur in cases of malignant tumors and bone cancer. If the disease develops complications, the patient will face the risk of disability and loss of limb function. In particular, bone cancer can metastasize throughout the body and destroy normal bone tissue.\nBenign bone tumors hardly cause any worrying complications because the disease itself has no symptoms that are dangerous to the patient's health. However, patients may have weaker bones than usual due to the effects of the tumor.\n\nHow to treat bone tumors\nBenign bone tumor\nBenign bone tumors do not need to be treated if the patient does not have disease symptoms that hinder daily activities and movements.\nNormally, benign tumors will gradually disappear over time. However, there are cases where the tumor does not disappear or grows larger. At this time, the doctor will consider and instruct the patient to have surgery to remove the tumor to avoid the tumor spreading or transforming into a malignant tumor, which is dangerous to the patient's life.\nMalignant bone tumor\nTreatment for malignant bone tumors depends on the patient's type of bone tumor or bone cancer. In addition, the treatment regimen also needs to evaluate the metastatic status of cancer cells and the location of cell growth. The treatment process will be more difficult if the malignant bone tumor has reached the metastatic stage.\nTreatment methods for malignant bone tumors and bone cancer include:\nSurgery completely removes the tumor; Radiation therapy, often combined with surgery to shrink the tumor before surgery. In addition, radiotherapy is also applied to destroy cancer cells; Chemotherapy to kill cancer cells that are growing or have a high likelihood of metastasis; Cryosurgery, removing cancer cells with liquid nitrogen\nIt is important to note some side effects that patients may experience when undergoing chemotherapy and radiotherapy to treat malignant bone tumors. Remedial effects include:\nNausea; Irritability; Hair loss; Asthenia\n\nRecovery after osteosarcoma treatment\nPatients after bone tumor treatment need to comply with the doctor's re-examination requirements, combined with self-management of their own body health. Regular follow-up visits with the doctor help patients clearly understand the condition of the tumor in the body, as well as promptly handle possible risks early.\nRecovery time after treatment depends on the size and location of the tumor. In addition, patients who comply with the doctor's orders and follow a healthy lifestyle and appropriate nutrition will also contribute to promoting the recovery process and the effectiveness of the regimen.\n\nHow to prevent bone tumors?\nThere is no method to completely prevent bone tumors. The best way to prevent disease is to build good overall health and understand your own health status. This not only helps you reduce the risk of bone tumors but also other diseases.\nActions and habits that need to be applied daily to improve your health are:\nHave a suitable, healthy diet. In particular, provide enough calcium for the body; Carry out regular examinations twice a year; Exercise to maintain health; Minimize exposure to toxic substances and radiation; Be aware of early disease prevention if family members have a history of bone-related diseases or bone cancer\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, MSc.BS Nguyen Quang Ton Quyen; Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nOsteosarcoma is a musculoskeletal disease that causes pain and interferes with daily activities and movements. More dangerously, malignant bone tumors also greatly affect the patient's life if the tumor metastasizes to other organs. The effectiveness of the treatment regimen depends on the type of bone tumor, as well as the patient's health status. Therefore, patients need to see a doctor immediately when they discover unusual pain that appears in the middle of the night or during vigorous activity to receive timely treatment.",
    "subsections": [
        {
            "subsection_name": "What is bone tumor?",
            "subsection_content": "Osteosarcoma is an abnormal tumor growth inside the bone due to uncontrolled cell growth in the bone.\nTumors that form within bones can be malignant, related to bone cancer, or benign. On the other hand, bone tumors can also be a type of metastatic complication of other musculoskeletal diseases. And in the case of metastatic bone tumors, it is always a malignant tumor, leading to bone cancer.\nThe disease can occur in both children and the elderly. However, the progression of the disease in the two groups was different. In children, most cases of bone tumors are primary, the likelihood of being related to cancer is quite low. In adults, especially older adults, most cancerous bone tumors are metastatic.\nHowever, cases of primary bone tumors leading to cancer are rare. The number of primary osteosarcoma cases that cause cancer accounts for only about 3,900 people per year in the United States, as counted in 2022 by the US MSD Manual. (2)\nWhether the tumor is malignant or benign, the patient will experience bone pain of unknown cause, the pain intensity gradually increasing over time if not treated promptly. The condition becomes more serious when the patient simultaneously develops symptoms of swelling at the site of the tumor and fractures bones more easily than usual.",
            "subsection_string": "What is bone tumor?\nOsteosarcoma is an abnormal tumor growth inside the bone due to uncontrolled cell growth in the bone.\nTumors that form within bones can be malignant, related to bone cancer, or benign. On the other hand, bone tumors can also be a type of metastatic complication of other musculoskeletal diseases. And in the case of metastatic bone tumors, it is always a malignant tumor, leading to bone cancer.\nThe disease can occur in both children and the elderly. However, the progression of the disease in the two groups was different. In children, most cases of bone tumors are primary, the likelihood of being related to cancer is quite low. In adults, especially older adults, most cancerous bone tumors are metastatic.\nHowever, cases of primary bone tumors leading to cancer are rare. The number of primary osteosarcoma cases that cause cancer accounts for only about 3,900 people per year in the United States, as counted in 2022 by the US MSD Manual. (2)\nWhether the tumor is malignant or benign, the patient will experience bone pain of unknown cause, the pain intensity gradually increasing over time if not treated promptly. The condition becomes more serious when the patient simultaneously develops symptoms of swelling at the site of the tumor and fractures bones more easily than usual."
        },
        {
            "subsection_name": "Types of benign bone tumors",
            "subsection_content": "1. Osteochondroma\nOsteochondroma is the most common type of benign tumor, accounting for about 40% of benign bone tumor cases. Osteochondroma is caused by abnormal growth of cartilage and bone, specifically excessive growth. That's why the disease often occurs in people in the developmental age group, from 13 to 25 years old. Statistics from the American Academy of Orthopedic Surgeons (AAOS) also conclude that osteochondromas often occur in adolescents and young adults.\nOsteocartilaginous tumors form at the ends of long bones such as the arm or leg bones.\n2. Fibroids do not ossify\nNon-ossifying fibroma is a type of bone tumor, formed by fibrotic lesions of bone with subclinical symptoms of cortical bone resorption with lesions appearing. This is a benign tumor.\nPeople with non-ossifying fibroids will have quite small defects inside the bones. These defects will be filled with fibrous tissue instead of bone tissue like healthy people.\n3. Giant cell tumor\nGiant cell tumor, also known as macrocytoma or osteoclastoma, is one of the most common types of benign tumors. However, the disease can progress to malignant giant cell tumors, so patients need to pay more attention to treatment than other benign bone tumors.\nGiant cell tumors occur at the ends of long bones, commonly the upper end of the tibia, femur, radius and lower end of the sacrum. The disease consists of 3 stages:\nSmall benign tumor, bone cortex is destroyed.; The tumor increases in size, the bone cortex is damaged and thinner than normal; The tumor proliferates significantly, negatively affecting surrounding soft tissue. At the same time, blood vessels also proliferate.\n4. Cartilage\nChondrosarcoma is a condition in which cartilage cysts develop inside the bone marrow. There are types such as chondroblastoma, chondromatosis and endochondroma. Endochondromas commonly occur as benign bone tumors, while chondroblastomas are relatively rare.\nEndochondroma can occur in all ages and subjects. The disease often has no accompanying symptoms, but the growth of the tumor will cause swelling and pain at the site of damage.\nThis is a benign tumor. However, in cases where the patient has many endochondral tumors, especially if soft tissue bleeding occurs, the risk of endochondral cancer is higher than that of others.\n5. Aneurysmal bone cyst\nAneurysmal bone cysts are cystic lesions in the metaphyseal regions of long bones, mostly occurring in people over 25 years of age. Damage from aneurysmal bone cysts can last from weeks to years before diagnosis.\nDamaged bone cysts tend to grow more slowly than normal, and bone swelling occurs.",
            "subsection_string": "Types of benign bone tumors\n1. Osteochondroma\nOsteochondroma is the most common type of benign tumor, accounting for about 40% of benign bone tumor cases. Osteochondroma is caused by abnormal growth of cartilage and bone, specifically excessive growth. That's why the disease often occurs in people in the developmental age group, from 13 to 25 years old. Statistics from the American Academy of Orthopedic Surgeons (AAOS) also conclude that osteochondromas often occur in adolescents and young adults.\nOsteocartilaginous tumors form at the ends of long bones such as the arm or leg bones.\n2. Fibroids do not ossify\nNon-ossifying fibroma is a type of bone tumor, formed by fibrotic lesions of bone with subclinical symptoms of cortical bone resorption with lesions appearing. This is a benign tumor.\nPeople with non-ossifying fibroids will have quite small defects inside the bones. These defects will be filled with fibrous tissue instead of bone tissue like healthy people.\n3. Giant cell tumor\nGiant cell tumor, also known as macrocytoma or osteoclastoma, is one of the most common types of benign tumors. However, the disease can progress to malignant giant cell tumors, so patients need to pay more attention to treatment than other benign bone tumors.\nGiant cell tumors occur at the ends of long bones, commonly the upper end of the tibia, femur, radius and lower end of the sacrum. The disease consists of 3 stages:\nSmall benign tumor, bone cortex is destroyed.; The tumor increases in size, the bone cortex is damaged and thinner than normal; The tumor proliferates significantly, negatively affecting surrounding soft tissue. At the same time, blood vessels also proliferate.\n4. Cartilage\nChondrosarcoma is a condition in which cartilage cysts develop inside the bone marrow. There are types such as chondroblastoma, chondromatosis and endochondroma. Endochondromas commonly occur as benign bone tumors, while chondroblastomas are relatively rare.\nEndochondroma can occur in all ages and subjects. The disease often has no accompanying symptoms, but the growth of the tumor will cause swelling and pain at the site of damage.\nThis is a benign tumor. However, in cases where the patient has many endochondral tumors, especially if soft tissue bleeding occurs, the risk of endochondral cancer is higher than that of others.\n5. Aneurysmal bone cyst\nAneurysmal bone cysts are cystic lesions in the metaphyseal regions of long bones, mostly occurring in people over 25 years of age. Damage from aneurysmal bone cysts can last from weeks to years before diagnosis.\nDamaged bone cysts tend to grow more slowly than normal, and bone swelling occurs."
        },
        {
            "subsection_name": "Types of malignant bone tumors",
            "subsection_content": "1. Bone sarcoma\nOsteoblastoma is a type of malignant tumor that occurs when cells create malignant tumors instead of new bone. This malignant bone tumor mostly occurs in the knee or shoulder bones and long bone areas. (3)\nPatients have symptoms of swelling and pain around the area with malignant bone tumors, high pain intensity, affecting walking and daily activities.\n2. Ewing's sarcoma\nOsteosarcoma, familial Ewing Sarcoma, is common in adolescents and young adults. However, Ewing's sarcoma can also occur in children over 5 years old. The cancer cells of Ewing's sarcoma originate in the marrow cavities, which are the bone cavities where bone marrow is created. In addition, Ewing's sarcoma can also develop in soft tissues such as fat, muscle and blood vessels.\n3. Chondrosarcoma\nChondrosarcoma, also known as chondrosarcoma, develops from common malignant bone tumors. Chondrosarcoma is a primary cancer that develops and metastasizes, often occurring in the pelvis, hips and shoulders. The disease consists of 3 stages and the risk of metastasis to other organs is quite high.\n4. Cancer metastasizes to bones\nBone metastasis is a form of secondary cancer, occurring in cases where there are cancer cells in other organs.\nThe disease can be a complication from cancers such as:\nKidney cancer; Breast cancer; Prostate cancer; Lung cancer; Thyroid Cancer\n5. Multiple myeloma\nMultiple myeloma is a cancer of plasma cells that destroys surrounding bones by invading and damaging them. The disease causes fatty lesions in bones, bone fractures, kidney failure or infection.\nCommon symptoms of multiple myeloma are persistent bone pain, especially in the back and chest.",
            "subsection_string": "Types of malignant bone tumors\n1. Bone sarcoma\nOsteoblastoma is a type of malignant tumor that occurs when cells create malignant tumors instead of new bone. This malignant bone tumor mostly occurs in the knee or shoulder bones and long bone areas. (3)\nPatients have symptoms of swelling and pain around the area with malignant bone tumors, high pain intensity, affecting walking and daily activities.\n2. Ewing's sarcoma\nOsteosarcoma, familial Ewing Sarcoma, is common in adolescents and young adults. However, Ewing's sarcoma can also occur in children over 5 years old. The cancer cells of Ewing's sarcoma originate in the marrow cavities, which are the bone cavities where bone marrow is created. In addition, Ewing's sarcoma can also develop in soft tissues such as fat, muscle and blood vessels.\n3. Chondrosarcoma\nChondrosarcoma, also known as chondrosarcoma, develops from common malignant bone tumors. Chondrosarcoma is a primary cancer that develops and metastasizes, often occurring in the pelvis, hips and shoulders. The disease consists of 3 stages and the risk of metastasis to other organs is quite high.\n4. Cancer metastasizes to bones\nBone metastasis is a form of secondary cancer, occurring in cases where there are cancer cells in other organs.\nThe disease can be a complication from cancers such as:\nKidney cancer; Breast cancer; Prostate cancer; Lung cancer; Thyroid Cancer\n5. Multiple myeloma\nMultiple myeloma is a cancer of plasma cells that destroys surrounding bones by invading and damaging them. The disease causes fatty lesions in bones, bone fractures, kidney failure or infection.\nCommon symptoms of multiple myeloma are persistent bone pain, especially in the back and chest."
        },
        {
            "subsection_name": "Causes of bone tumors",
            "subsection_content": "The cause of bone tumors in humans is currently unknown. There are many secondary causes of bone tumor development such as radiation therapy, side effects of anti-cancer drugs, history of bone trauma, and genetics.\nWith benign tumors, the tumor appears mostly during the period of peak bone growth. Therefore, the age group at risk of benign bone tumors falls into the group of people between 10 and 20 years old.\nOsteosarcoma or bone cancer can be primary cancer or metastasis. Primary osteosarcoma is caused by the development of a malignant tumor inside the bone, and the direct cause of tumor formation has not yet been determined.\nFor secondary malignant bone tumors, it is also bone cancer caused by metastasis from other diseases such as:\nBreast cancer; Kidney cancer; Lung cancer; Prostate cancer; Thyroid Cancer",
            "subsection_string": "Causes of bone tumors\nThe cause of bone tumors in humans is currently unknown. There are many secondary causes of bone tumor development such as radiation therapy, side effects of anti-cancer drugs, history of bone trauma, and genetics.\nWith benign tumors, the tumor appears mostly during the period of peak bone growth. Therefore, the age group at risk of benign bone tumors falls into the group of people between 10 and 20 years old.\nOsteosarcoma or bone cancer can be primary cancer or metastasis. Primary osteosarcoma is caused by the development of a malignant tumor inside the bone, and the direct cause of tumor formation has not yet been determined.\nFor secondary malignant bone tumors, it is also bone cancer caused by metastasis from other diseases such as:\nBreast cancer; Kidney cancer; Lung cancer; Prostate cancer; Thyroid Cancer"
        },
        {
            "subsection_name": "Signs of bone tumors",
            "subsection_content": "Bone tumors are recognized by the most typical symptom, which is a dull pain around the tumor area. Whether the bone tumor is benign or malignant, the patient will experience pain at the site of the injury. The intensity of the pain will gradually increase and become more serious if the disease persists without treatment. It can affect the patient's daily activities and can even wake the patient up in the middle of the night.\nMost of the time, pain occurs when the patient moves vigorously, creating great pressure on the tumor location such as carrying heavy loads.\nMalignant bone tumors will have symptoms ranging from pain that gradually increases over time, besides, the bones will also become gradually weaker. This causes patients to face a high risk of bone fractures, even in cases of minor injuries. (4)\nHowever, benign bone tumors may not cause any symptoms. Therefore, if a bone tumor does not cause symptoms or the tumor does not interfere with daily activities and movements, it will be difficult for the patient to know that he or she has the disease without performing close-up tests. clinical.",
            "subsection_string": "Signs of bone tumors\nBone tumors are recognized by the most typical symptom, which is a dull pain around the tumor area. Whether the bone tumor is benign or malignant, the patient will experience pain at the site of the injury. The intensity of the pain will gradually increase and become more serious if the disease persists without treatment. It can affect the patient's daily activities and can even wake the patient up in the middle of the night.\nMost of the time, pain occurs when the patient moves vigorously, creating great pressure on the tumor location such as carrying heavy loads.\nMalignant bone tumors will have symptoms ranging from pain that gradually increases over time, besides, the bones will also become gradually weaker. This causes patients to face a high risk of bone fractures, even in cases of minor injuries. (4)\nHowever, benign bone tumors may not cause any symptoms. Therefore, if a bone tumor does not cause symptoms or the tumor does not interfere with daily activities and movements, it will be difficult for the patient to know that he or she has the disease without performing close-up tests. clinical."
        },
        {
            "subsection_name": "Diagnosis of bone tumor",
            "subsection_content": "Diagnosing osteosarcoma begins with collecting the patient's clinical symptoms to rule out other diseases such as bone fractures, infections, etc.\nThe doctor will instruct the patient to perform further paraclinical diagnostic methods to collect image results to better diagnose the bone tumor condition.\nFirst, the doctor will examine the area where the tumor is suspected. At the same time, evaluate the softness of the patient's bones and range of motion. Next, the patient will take necessary steps such as blood and urine tests before going for in-depth diagnostic testing.\nCommonly used methods for diagnosing bone tumors include:\nX-ray; CT computed tomography; MRI scan; Tumor biopsy; Open biopsy\nReference: Some common tests and screening for bone cancer",
            "subsection_string": "Diagnosis of bone tumor\nDiagnosing osteosarcoma begins with collecting the patient's clinical symptoms to rule out other diseases such as bone fractures, infections, etc.\nThe doctor will instruct the patient to perform further paraclinical diagnostic methods to collect image results to better diagnose the bone tumor condition.\nFirst, the doctor will examine the area where the tumor is suspected. At the same time, evaluate the softness of the patient's bones and range of motion. Next, the patient will take necessary steps such as blood and urine tests before going for in-depth diagnostic testing.\nCommonly used methods for diagnosing bone tumors include:\nX-ray; CT computed tomography; MRI scan; Tumor biopsy; Open biopsy\nReference: Some common tests and screening for bone cancer"
        },
        {
            "subsection_name": "Complications of bone tumors",
            "subsection_content": "Complications of bone tumors will occur in cases of malignant tumors and bone cancer. If the disease develops complications, the patient will face the risk of disability and loss of limb function. In particular, bone cancer can metastasize throughout the body and destroy normal bone tissue.\nBenign bone tumors hardly cause any worrying complications because the disease itself has no symptoms that are dangerous to the patient's health. However, patients may have weaker bones than usual due to the effects of the tumor.",
            "subsection_string": "Complications of bone tumors\nComplications of bone tumors will occur in cases of malignant tumors and bone cancer. If the disease develops complications, the patient will face the risk of disability and loss of limb function. In particular, bone cancer can metastasize throughout the body and destroy normal bone tissue.\nBenign bone tumors hardly cause any worrying complications because the disease itself has no symptoms that are dangerous to the patient's health. However, patients may have weaker bones than usual due to the effects of the tumor."
        },
        {
            "subsection_name": "How to treat bone tumors",
            "subsection_content": "Benign bone tumor\nBenign bone tumors do not need to be treated if the patient does not have disease symptoms that hinder daily activities and movements.\nNormally, benign tumors will gradually disappear over time. However, there are cases where the tumor does not disappear or grows larger. At this time, the doctor will consider and instruct the patient to have surgery to remove the tumor to avoid the tumor spreading or transforming into a malignant tumor, which is dangerous to the patient's life.\nMalignant bone tumor\nTreatment for malignant bone tumors depends on the patient's type of bone tumor or bone cancer. In addition, the treatment regimen also needs to evaluate the metastatic status of cancer cells and the location of cell growth. The treatment process will be more difficult if the malignant bone tumor has reached the metastatic stage.\nTreatment methods for malignant bone tumors and bone cancer include:\nSurgery completely removes the tumor; Radiation therapy, often combined with surgery to shrink the tumor before surgery. In addition, radiotherapy is also applied to destroy cancer cells; Chemotherapy to kill cancer cells that are growing or have a high likelihood of metastasis; Cryosurgery, removing cancer cells with liquid nitrogen\nIt is important to note some side effects that patients may experience when undergoing chemotherapy and radiotherapy to treat malignant bone tumors. Remedial effects include:\nNausea; Irritability; Hair loss; Asthenia",
            "subsection_string": "How to treat bone tumors\nBenign bone tumor\nBenign bone tumors do not need to be treated if the patient does not have disease symptoms that hinder daily activities and movements.\nNormally, benign tumors will gradually disappear over time. However, there are cases where the tumor does not disappear or grows larger. At this time, the doctor will consider and instruct the patient to have surgery to remove the tumor to avoid the tumor spreading or transforming into a malignant tumor, which is dangerous to the patient's life.\nMalignant bone tumor\nTreatment for malignant bone tumors depends on the patient's type of bone tumor or bone cancer. In addition, the treatment regimen also needs to evaluate the metastatic status of cancer cells and the location of cell growth. The treatment process will be more difficult if the malignant bone tumor has reached the metastatic stage.\nTreatment methods for malignant bone tumors and bone cancer include:\nSurgery completely removes the tumor; Radiation therapy, often combined with surgery to shrink the tumor before surgery. In addition, radiotherapy is also applied to destroy cancer cells; Chemotherapy to kill cancer cells that are growing or have a high likelihood of metastasis; Cryosurgery, removing cancer cells with liquid nitrogen\nIt is important to note some side effects that patients may experience when undergoing chemotherapy and radiotherapy to treat malignant bone tumors. Remedial effects include:\nNausea; Irritability; Hair loss; Asthenia"
        },
        {
            "subsection_name": "Recovery after osteosarcoma treatment",
            "subsection_content": "Patients after bone tumor treatment need to comply with the doctor's re-examination requirements, combined with self-management of their own body health. Regular follow-up visits with the doctor help patients clearly understand the condition of the tumor in the body, as well as promptly handle possible risks early.\nRecovery time after treatment depends on the size and location of the tumor. In addition, patients who comply with the doctor's orders and follow a healthy lifestyle and appropriate nutrition will also contribute to promoting the recovery process and the effectiveness of the regimen.",
            "subsection_string": "Recovery after osteosarcoma treatment\nPatients after bone tumor treatment need to comply with the doctor's re-examination requirements, combined with self-management of their own body health. Regular follow-up visits with the doctor help patients clearly understand the condition of the tumor in the body, as well as promptly handle possible risks early.\nRecovery time after treatment depends on the size and location of the tumor. In addition, patients who comply with the doctor's orders and follow a healthy lifestyle and appropriate nutrition will also contribute to promoting the recovery process and the effectiveness of the regimen."
        },
        {
            "subsection_name": "How to prevent bone tumors?",
            "subsection_content": "There is no method to completely prevent bone tumors. The best way to prevent disease is to build good overall health and understand your own health status. This not only helps you reduce the risk of bone tumors but also other diseases.\nActions and habits that need to be applied daily to improve your health are:\nHave a suitable, healthy diet. In particular, provide enough calcium for the body; Carry out regular examinations twice a year; Exercise to maintain health; Minimize exposure to toxic substances and radiation; Be aware of early disease prevention if family members have a history of bone-related diseases or bone cancer\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, MSc.BS Nguyen Quang Ton Quyen; Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nOsteosarcoma is a musculoskeletal disease that causes pain and interferes with daily activities and movements. More dangerously, malignant bone tumors also greatly affect the patient's life if the tumor metastasizes to other organs. The effectiveness of the treatment regimen depends on the type of bone tumor, as well as the patient's health status. Therefore, patients need to see a doctor immediately when they discover unusual pain that appears in the middle of the night or during vigorous activity to receive timely treatment.",
            "subsection_string": "How to prevent bone tumors?\nThere is no method to completely prevent bone tumors. The best way to prevent disease is to build good overall health and understand your own health status. This not only helps you reduce the risk of bone tumors but also other diseases.\nActions and habits that need to be applied daily to improve your health are:\nHave a suitable, healthy diet. In particular, provide enough calcium for the body; Carry out regular examinations twice a year; Exercise to maintain health; Minimize exposure to toxic substances and radiation; Be aware of early disease prevention if family members have a history of bone-related diseases or bone cancer\nCenter for Orthopedic Trauma, Tam Anh General Hospital System, is where a team of leading experts, experienced, dedicated, and enthusiastic surgeons gather such as: TTND.Prof.Dr.Nguyen Viet Tien; Associate Professor, Dr. Dang Hong Hoa; Dr. Tang Ha Nam Anh; MSc.BS.CKII Tran Anh Vu; BS.CKI Tran Xuan Anh, MSc.CKI Le Dinh Khoa, MSc.BS Nguyen Quang Ton Quyen; Dr. Do Tien Dung; Dr. BS.CKII Vu Huu Dung... This is also one of the pioneer units in diagnosing and treating musculoskeletal diseases with modern techniques according to updated international protocols.\nThe hospital is also equipped with modern machinery and imaging equipment such as: Somatom Drive 768-slice CT scanner, new generation Magnetom Amira BioMatrix magnetic resonance machine, Artis Pheno robot, densitometer. bones, ultrasound machines...; Opmi Vario 700 Zeiss surgical microscope system, Meera-Maquet operating table... to be able to detect injuries early and effectively treat musculoskeletal diseases...\nTam Anh General Hospital also owns a spacious clinic system and high-class boarding area; modern rehabilitation area; Comprehensive post-operative care process helps patients quickly recover and stabilize their health after surgery.\nTo schedule an examination and treatment with leading experts at the Orthopedics Center, Tam Anh General Hospital, please contact:\nOsteosarcoma is a musculoskeletal disease that causes pain and interferes with daily activities and movements. More dangerously, malignant bone tumors also greatly affect the patient's life if the tumor metastasizes to other organs. The effectiveness of the treatment regimen depends on the type of bone tumor, as well as the patient's health status. Therefore, patients need to see a doctor immediately when they discover unusual pain that appears in the middle of the night or during vigorous activity to receive timely treatment."
        }
    ],
    "name": "u-xuong.json"
}