{
    "title": "Nasopharyngeal cancer: Causes, diagnosis and prevention",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-vom-hong/",
    "abstract": "Nasopharyngeal cancer is a common malignant disease of the head and neck region. Similar to other types of cancer, late-stage nasopharyngeal cancer will metastasize to other parts of the body, making treatment difficult and predicting high mortality. Screening and early detection of the disease plays a decisive role in effective treatment.\nThe disease has a good prognosis (5-year survival rate is 61%) if detected in the early stages",
    "content": "Nasopharyngeal cancer: Causes, diagnosis and prevention\n\nNasopharyngeal cancer is a common malignant disease of the head and neck region. Similar to other types of cancer, late-stage nasopharyngeal cancer will metastasize to other parts of the body, making treatment difficult and predicting high mortality. Screening and early detection of the disease plays a decisive role in effective treatment.\nThe disease has a good prognosis (5-year survival rate is 61%) if detected in the early stages\n\nWhat is nasopharyngeal cancer?\nNasopharyngeal cancer is a disease that includes nasopharyngeal cancer (the upper part of the throat, just behind the nose), oropharyngeal cancer (the middle part of the throat), and hypopharyngeal cancer, also known as hypopharyngeal cancer (the lower part of the throat). end of the throat). This is a common disease in the group of \"head and neck cancer\". (first)\nThe pharynx is a hollow tube about 10cm long, starting behind the nose and ending at the upper end of the esophagus.\nNasopharyngeal cancer has different causes, symptoms, and prognosis depending on the location and stage of the malignancy. However, a common point of the disease is that most originate from squamous epithelium (thin, flat cells that look like fish scales).\n\nClassification of nasopharyngeal cancer\nThere are 3 types of cancer in the nasopharynx (2), including:\nNasopharyngeal cancer (NPC)\nThe nasopharynx is the upper part of the throat and behind the nose. NPC is the leading cancer type among head and neck cancers, and ranks 6th among cancers in general. The incidence is high in some races, especially Asians. The incidence of the disease in men is 2-3 times higher than in women. Nasopharyngeal cancer has a good prognosis if detected early and treated properly and promptly.\nOropharyngeal cancer\nThe pharynx is the middle part of the throat and behind the nose. Oropharyngeal cancer includes the base of the tongue, tonsils, soft palate, and posterior pharyngeal wall. This type of cancer is on the rise, and 70% of cases are caused by human papilloma virus (e.g. HPV type 16) sexually transmitted during oral sex. HPV (+) oropharyngeal cancer has a better prognosis and different treatment options than HPV (-) oropharyngeal cancer.\nMen are twice as likely to get oropharyngeal cancer as women.\nHypopharyngeal cancer, also known as hypopharyngeal cancer\nThe hypopharynx (lower pharynx) is the bottom part of the throat. Hypopharyngeal cancer is rare. The number of new cases is trending down due to reduced smoking.\n\nSigns of nasopharyngeal cancer\nWhen it comes to nasopharyngeal cancer, symptoms rarely appear in the early stages. In the locally advanced or late stages of the disease, patients often have one or more of the following symptoms:\nMouth pain or bleeding; Sore throat; Difficulty swallowing; Hoarseness; Prolonged cough or coughing up blood; Ear pain, decreased hearing or tinnitus; Nasal congestion, prolonged nosebleeds; Blurred vision, double vision or crossed eyes; There is a tumor/lymph node in the neck\nSee more: Signs of nasopharyngeal cancer are easy to recognize and should not be ignored.\nLumps/lymph nodes in the neck are the most common sign of the disease\nHowever, the above symptoms may be manifestations of other head and neck diseases, less serious than nasopharyngeal cancer. Therefore, if you have any of the above signs, see your doctor for examination and accurate diagnosis.\n\nCauses of nasopharyngeal cancer\nMost cases of malignant nasopharyngeal tumors originate from one of three causes: smoking, drinking too much alcohol and HPV infection. (3)\nCigarette\nWhen you smoke (active) or inhale cigarette smoke (passive), a small amount of cancer-causing chemicals enter your lungs. This is why tobacco becomes the leading cause of lung cancer. Not only that, other parts of the body exposed to tobacco, including the throat, are also easily attacked by cancer cells.\nAlcohol\nIf tobacco increases the risk of nasopharyngeal cancer, alcohol is a factor that makes the disease worse. Research shows that drinking alcohol while smoking significantly increases the risk of head and neck cancer compared to smoking alone or drinking alcohol alone. The reason is that alcohol acts as an irritant in the mouth and throat, making it easier for chemicals in cigarettes to enter cells.\nBesides, alcohol also slows down the body's ability to decompose and eliminate toxic chemicals. These two things form a \"combo\" that is extremely beneficial for cancer cells to form and develop.\nHuman papillomavirus – HPV\nPreviously, tobacco was the leading cause of nasopharyngeal cancer. In recent years, human papilloma virus (HPV) has become the most common cause of this disease.\nHPV is a group of about 100 viruses spread through anal and oral sex; Some of them have the potential to cause cancer. Experts believe that oral sex will lead to an increased risk of HPV-related throat cancer.\nHead and neck cancer caused by HPV often develops in the oropharynx, including the tonsils, base of the tongue, soft palate and back of the throat. Currently, this disease is the most common form of cancer related to the HPV virus.\nIn addition to the three main causes of tobacco, alcohol and HPV, there are a number of other risk factors that cause malignant tumors in the nasopharynx, including:\nEthnicity: Researchers have not yet explained why, but it seems that people of Asian descent (yellow skin), especially those of Chinese descent, are at higher risk of getting the disease. Meanwhile, black and white people are more likely to get cancer of the pharynx and larynx.; Epstein-Barr virus: Epstein-Barr virus infection is a risk factor for nasopharyngeal cancer; Nutrition: Diets low in vitamins A and E may increase the risk of nasopharyngeal cancer, laryngeal cancer and oropharyngeal cancer.; Occupation: Some toxic chemicals such as asbestos, wood dust, paint fumes... are agents that increase the risk of developing malignant tumors. Therefore, people working in the construction, metalworking, textile, ceramics, logging and food industries are more likely to get this disease.; Chewing betel: Many Vietnamese still keep the habit of chewing betel, and they do not know that the mixture of betel leaves, areca nuts and quicklime is closely related to an increased risk of cancer.; Plummer-Vinson syndrome: This rare condition, which involves iron deficiency and causes difficulty swallowing, increases the risk of throat cancer.\nDrinking alcohol while smoking significantly increases the risk of nasopharyngeal cancer\n\nStages of nasopharyngeal melanoma\nFor nasopharyngeal cancer, the doctor must perform a clinical examination, identify the causative agents (with or without HPV) and combine a number of paraclinical tests to estimate the likelihood of disease spread. The tumor must be identified by histological results.\nImaging tests also contribute to disease staging. The stage of nasopharyngeal cancer can be classified from stage 0 to stage IV or from stage I to stage IV depending on the location of the lesion and the causative agent. (4)\n\nCancer diagnosis method\nTo diagnose nasopharyngeal cancer, the primary tumor must be carefully examined and evaluated combined with endoscopy. Adjacent lymph nodes must also be examined similarly. The detected tumor must be confirmed by histological results. Any other pathological data obtained from biopsy or diagnostic imaging tests must be carefully considered in conjunction with the staging diagnosis.(5)\nChest X-ray is indicated in cases where cancer has metastasized to the lungs\nPET-CT scan: In addition to supporting CT scan/MRI in supplementing information for the primary tumor, PET-CT scan can assist in identifying cervical lymph nodes, but cannot examine microscopic lesions. However, PET-CT is superior to both CT and MRI in detecting metastatic regional lymph nodes, as well as distant metastatic lesions, or second primary tumors.; CT scan: This method helps evaluate head and neck tumors by detecting anatomical structure deformation and increased contrast absorption in the tumor. Invasive lesions to the bones and cartilage of the head and neck region, a factor that affects the diagnosis of disease stage, can also be detected by CT scan. CT scan with contrast injection can confirm the extent of invasion and spread of the tumor to the neck lymph nodes, adjacent organs and even metastatic lesions to other parts of the body.; MRI: MRI can examine soft tissue better than a CT scan and often provides additional information in addition to a CT scan. But CT scan can provide better information about bone invasion than MRI.; Endoscopy: This procedure is performed using a small, flexible tube with a camera on the end to see inside the nasopharynx and look for abnormalities. Tissue sampling for biopsy is also performed through this endoscope.; Biopsy: This method is often used to get the first histological diagnosis as soon as the patient has a tumor in the neck. There are biopsy methods: Open biopsy: Surgery to remove tissue samples for biopsy. Fine needle aspiration biopsy (FNA): Use a small needle to poke into the tumor or lymph node to obtain a biopsy tissue sample. Endoscopic biopsy: Take a biopsy tissue sample with the help of an endoscope.; Open biopsy: Surgical removal of a tissue sample for biopsy; Fine needle aspiration biopsy (FNA): Use a small needle to poke into the tumor or lymph node to obtain a biopsy tissue sample.; Endoscopic biopsy: Take a biopsy tissue sample with the help of an endoscope.; HPV-p16 test; EBV-DNA test\nSee more: Screening for nasopharyngeal cancer: methods and procedures.\n\nTreatment methods for nasopharyngeal cancer\nSimilar to many other types of cancer, treatments for nasopharyngeal cancer include surgery, radiation therapy, chemotherapy, and targeted therapy. Depending on the condition and a number of other factors, the doctor will provide a treatment plan with appropriate methods.\nSurgery\nSurgery is a treatment that can be performed at all stages of the disease. The doctor performs surgery to remove the tumor or lymph nodes in the neck and some surrounding healthy tissue. After surgery, patients may continue treatment with radiation therapy or chemotherapy.\nRadiotherapy\nRadiation therapy is a treatment that uses high-energy X-rays or other types of rays to kill cancer cells or stop the growth of cancer cells. There are 2 methods of radiotherapy\nExternal radiation therapy: Using a machine outside the body to shine beams toward the cancerous organization; Internal radiation therapy: Using radioactive substances placed directly inside or near the cancerous tissue.\nIndications for internal or external radiotherapy depend on the type and stage of the cancer. Currently, thanks to the remarkable progress of external radiotherapy machines, some internal radiotherapy techniques can be replaced by external radiotherapy.\nValence\nChemotherapy is a cancer treatment that uses oral pills or intravenous drugs to prevent the growth of cancer cells as well as kill cancer cells. Chemotherapy for nasopharyngeal cancer can be done at the same time as radiotherapy (simultaneous chemo-radiation) or after completing radiotherapy or before radiotherapy. Your doctor will decide on chemotherapy depending on the type and stage of the disease.\nTargeted therapy\nThis is a treatment that uses drugs to attack specific cancer cells. Monoclonal antibodies are a form of targeted treatment. These monoclonal antibodies have the effect of killing cancer cells, blocking the growth or spread of cancer cells.\nCetuximab is a monoclonal antibody that works by binding to a protein on the surface of cancer cells, stopping their growth and division. It is used in the treatment of recurrent and metastatic cancer.\n\nHow to prevent nasopharyngeal cancer\nCancer prevention is key to reducing the risk of cancer. To prevent new cancer cases, we must consider risk factors and protective factors. Anything that increases the chance of developing cancer is called a risk factor; Anything that reduces the chance of developing cancer is called a protective factor.\nSome risk factors can be avoided but some cannot. For example, smoking and carrying cancer-causing genes are both risk factors, but smoking can only be avoided.\nRegular exercise and a healthy diet may be protective factors for some types of cancer. Avoiding risk factors and increasing protective factors can reduce your risk but does not mean you will not get cancer.\nThere are different ways to prevent cancer:\nChanges in lifestyle or eating habits;; Avoid cancer-causing factors such as:; Quit smoking; Reduce alcohol consumption; Reduce the risk of HPV infection: by following a safe sex life (not having many sexual partners at the same time, using condoms). HPV vaccination is also an effective measure in preventing this virus.; Treat pre-cancerous lesions (usually detected through regular screening and physical examinations).; Maintaining a healthy lifestyle and diet is an effective cancer prevention measure\n\nWhat should you eat and what should you avoid when diagnosed with the disease?\nA balanced diet is one that provides enough nutrition at the right time. The ingredients we need to provide are:\nCarbohydrates (starch): Bread, potatoes, rice, noodles, vermicelli... are foods in the starch group, providing energy for muscles and brain.; Protein: found in fish and seafood, lean meat, poultry, eggs, beans, nuts...; They provide amino acids, build and develop muscle cells, skin and hair cells, nerve cells...; Lipids (fats): This is an indispensable component for the immune system, brain and many other organs. A balanced diet requires adequate saturated fats, unsaturated fats and cooking oils. All types of meat are rich sources of saturated fat. Unsaturated fats are found in oily fish (tuna, salmon, mackerel, herring...) and good oils for cancer patients include fish oil, soybean oil, sesame oil, sunflower oil. positive…; Fruits and vegetables: provide us with fiber, vitamins, minerals, antioxidants and fluids.; Milk and dairy products (cheese, butter, whey...): considered a mixture of protein, fat and carbohydrates. You should choose low-fat or skim milk, no/low sugar.; Water: Besides consuming nutritious foods, cancer patients need to supplement 1.5 - 2 liters of water per day, which can be filtered water, pure fruit juice, smoothies...\nA diet is considered balanced when all of the above ingredients are used at the right time, in the right amount and with the right frequency.\nPatients with nasopharyngeal cancer often experience effects before treatment (caused by the disease), during treatment (due to immediate side effects) and after stopping treatment (due to lasting side effects). . Good nutrition will help patients have good health to overcome the treatment period, as well as quickly recover after treatment. Some common side effects are dry mouth, changes in taste or difficulty chewing and swallowing.\nSome foods should be limited in the patient's diet:\nCitrus fruits: Oranges, lemons, grapefruits, tangerines, kumquats... contain a lot of acid, easily causing sore throat. In addition, other sour fruits such as strawberries, pineapples, green mangoes... are also not suitable for patients.; Foods that are dry, difficult to swallow, and difficult to digest such as sticky rice, nuts, whole grains... because they will make it difficult for the patient to swallow and digest food.; Processed foods, baked goods, fried foods, smoked meats/fish... They not only have little nutritional value but also contain many active ingredients that are not beneficial for the treatment process.; Food that is too hot or too cold will directly affect the throat area, causing the patient discomfort and pain; Drinks containing caffeine such as coffee, cappuccino, latte...; Beer, wine and alcoholic beverages.\n\nExamination, screening and treatment of cancer diseases at the Oncology Department, Tam Anh General Hospital\nPutting into use modern machines and equipment, applying multi-modality and individualized treatment models in cancer treatment, Tam Anh General Hospital's Oncology Department is a place to effectively screen and treat cancers. Cancer diseases such as nasopharyngeal cancer, laryngeal cancer, colorectal cancer, stomach cancer, liver cancer, lung cancer, breast cancer...\nTam Anh General Hospital Oncology Department brings together a team of skilled doctors and nurses, led by Dr. Vu Huu Khiem (Tam Anh General Hospital Hanoi) and Doctor Tran Vuong Thao Nghi (Tam Anh General Hospital Ho Chi Minh City), often Regularly update new regimens according to international treatment guidelines, and use newly circulated drugs to improve treatment effectiveness for patients.\nThe highlight of the Oncology Department of Tam Anh General Hospital is the day treatment room system with full modern amenities and facilities, equipped with a JAPANESE STANDARD CHEMICAL INFUSION CHAIR with a smart 3-motor design that makes it easy to Easy to adjust height, flexible to lift and fold, with attached screen and dining table to ensure entertainment and relaxation needs during treatment and privacy of each patient.\nSterile chemical mixing room at Oncology Department, Tam Anh General Hospital\nNEGATIVE PRESSURE CHEMICAL PREPARATION ROOM with specialized sterile isolation mixing machine according to international standards (ULPA filter membrane with 99.999% filtration efficiency creates a working area that meets ISO Class 3 clean air standards, in accordance with standards American Pharmacopoeia USP 797) optimally protects the safety of clinical pharmacists when mixing drugs, minimizes the risk of drug contamination, combined with standard procedures in preparation will help provide accurate drug doses. High precision, ensuring quality and treatment effectiveness.\nMOBILE EMERGENCY CABINETS LOCATED AT THE DEPARTMENT are fully equipped with medical equipment, including electric shock machines to serve emergency treatment for patients.\nIn particular, to ensure patient privacy, blood collection for testing as well as medicine dispensing and meal service are all arranged right at the department.\nAt the boarding area, the standards of a high-end hotel are placed on top with full amenities: minibar, LED screen TV, Internet, equipment to connect medical staff 24/24; 100% of medical gas systems and emergency equipment are located at the bed; The toilet is equipped with equipment to connect medical staff...\nTo make an appointment at the Oncology Department, Tam Anh General Hospital, you can contact:\nHotline 024 3872 3872 – 024 7106 6858 (Hanoi) or 0287 102 6789 – 093 180 6858 (HCMC)\nBook an appointment online via:\nWebsite: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Fanpage: https://www.facebook.com/benhvientamanh/\nOr go directly to:\n108 Hoang Nhu Tiep Street, Bo De Ward, Long Bien District, Hanoi City; 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City\nNasopharyngeal cancer has a fairly good prognosis if detected at an early stage and with an appropriate treatment regimen. Therefore, when you see signs of discomfort in the head and neck area that persist and do not improve after a period of symptomatic treatment, you should go to the hospital for examination and early diagnosis to help the treatment be effective. best results.",
    "subsections": [
        {
            "subsection_name": "What is nasopharyngeal cancer?",
            "subsection_content": "Nasopharyngeal cancer is a disease that includes nasopharyngeal cancer (the upper part of the throat, just behind the nose), oropharyngeal cancer (the middle part of the throat), and hypopharyngeal cancer, also known as hypopharyngeal cancer (the lower part of the throat). end of the throat). This is a common disease in the group of \"head and neck cancer\". (first)\nThe pharynx is a hollow tube about 10cm long, starting behind the nose and ending at the upper end of the esophagus.\nNasopharyngeal cancer has different causes, symptoms, and prognosis depending on the location and stage of the malignancy. However, a common point of the disease is that most originate from squamous epithelium (thin, flat cells that look like fish scales).",
            "subsection_string": "What is nasopharyngeal cancer?\nNasopharyngeal cancer is a disease that includes nasopharyngeal cancer (the upper part of the throat, just behind the nose), oropharyngeal cancer (the middle part of the throat), and hypopharyngeal cancer, also known as hypopharyngeal cancer (the lower part of the throat). end of the throat). This is a common disease in the group of \"head and neck cancer\". (first)\nThe pharynx is a hollow tube about 10cm long, starting behind the nose and ending at the upper end of the esophagus.\nNasopharyngeal cancer has different causes, symptoms, and prognosis depending on the location and stage of the malignancy. However, a common point of the disease is that most originate from squamous epithelium (thin, flat cells that look like fish scales)."
        },
        {
            "subsection_name": "Classification of nasopharyngeal cancer",
            "subsection_content": "There are 3 types of cancer in the nasopharynx (2), including:\nNasopharyngeal cancer (NPC)\nThe nasopharynx is the upper part of the throat and behind the nose. NPC is the leading cancer type among head and neck cancers, and ranks 6th among cancers in general. The incidence is high in some races, especially Asians. The incidence of the disease in men is 2-3 times higher than in women. Nasopharyngeal cancer has a good prognosis if detected early and treated properly and promptly.\nOropharyngeal cancer\nThe pharynx is the middle part of the throat and behind the nose. Oropharyngeal cancer includes the base of the tongue, tonsils, soft palate, and posterior pharyngeal wall. This type of cancer is on the rise, and 70% of cases are caused by human papilloma virus (e.g. HPV type 16) sexually transmitted during oral sex. HPV (+) oropharyngeal cancer has a better prognosis and different treatment options than HPV (-) oropharyngeal cancer.\nMen are twice as likely to get oropharyngeal cancer as women.\nHypopharyngeal cancer, also known as hypopharyngeal cancer\nThe hypopharynx (lower pharynx) is the bottom part of the throat. Hypopharyngeal cancer is rare. The number of new cases is trending down due to reduced smoking.",
            "subsection_string": "Classification of nasopharyngeal cancer\nThere are 3 types of cancer in the nasopharynx (2), including:\nNasopharyngeal cancer (NPC)\nThe nasopharynx is the upper part of the throat and behind the nose. NPC is the leading cancer type among head and neck cancers, and ranks 6th among cancers in general. The incidence is high in some races, especially Asians. The incidence of the disease in men is 2-3 times higher than in women. Nasopharyngeal cancer has a good prognosis if detected early and treated properly and promptly.\nOropharyngeal cancer\nThe pharynx is the middle part of the throat and behind the nose. Oropharyngeal cancer includes the base of the tongue, tonsils, soft palate, and posterior pharyngeal wall. This type of cancer is on the rise, and 70% of cases are caused by human papilloma virus (e.g. HPV type 16) sexually transmitted during oral sex. HPV (+) oropharyngeal cancer has a better prognosis and different treatment options than HPV (-) oropharyngeal cancer.\nMen are twice as likely to get oropharyngeal cancer as women.\nHypopharyngeal cancer, also known as hypopharyngeal cancer\nThe hypopharynx (lower pharynx) is the bottom part of the throat. Hypopharyngeal cancer is rare. The number of new cases is trending down due to reduced smoking."
        },
        {
            "subsection_name": "Signs of nasopharyngeal cancer",
            "subsection_content": "When it comes to nasopharyngeal cancer, symptoms rarely appear in the early stages. In the locally advanced or late stages of the disease, patients often have one or more of the following symptoms:\nMouth pain or bleeding; Sore throat; Difficulty swallowing; Hoarseness; Prolonged cough or coughing up blood; Ear pain, decreased hearing or tinnitus; Nasal congestion, prolonged nosebleeds; Blurred vision, double vision or crossed eyes; There is a tumor/lymph node in the neck\nSee more: Signs of nasopharyngeal cancer are easy to recognize and should not be ignored.\nLumps/lymph nodes in the neck are the most common sign of the disease\nHowever, the above symptoms may be manifestations of other head and neck diseases, less serious than nasopharyngeal cancer. Therefore, if you have any of the above signs, see your doctor for examination and accurate diagnosis.",
            "subsection_string": "Signs of nasopharyngeal cancer\nWhen it comes to nasopharyngeal cancer, symptoms rarely appear in the early stages. In the locally advanced or late stages of the disease, patients often have one or more of the following symptoms:\nMouth pain or bleeding; Sore throat; Difficulty swallowing; Hoarseness; Prolonged cough or coughing up blood; Ear pain, decreased hearing or tinnitus; Nasal congestion, prolonged nosebleeds; Blurred vision, double vision or crossed eyes; There is a tumor/lymph node in the neck\nSee more: Signs of nasopharyngeal cancer are easy to recognize and should not be ignored.\nLumps/lymph nodes in the neck are the most common sign of the disease\nHowever, the above symptoms may be manifestations of other head and neck diseases, less serious than nasopharyngeal cancer. Therefore, if you have any of the above signs, see your doctor for examination and accurate diagnosis."
        },
        {
            "subsection_name": "Causes of nasopharyngeal cancer",
            "subsection_content": "Most cases of malignant nasopharyngeal tumors originate from one of three causes: smoking, drinking too much alcohol and HPV infection. (3)\nCigarette\nWhen you smoke (active) or inhale cigarette smoke (passive), a small amount of cancer-causing chemicals enter your lungs. This is why tobacco becomes the leading cause of lung cancer. Not only that, other parts of the body exposed to tobacco, including the throat, are also easily attacked by cancer cells.\nAlcohol\nIf tobacco increases the risk of nasopharyngeal cancer, alcohol is a factor that makes the disease worse. Research shows that drinking alcohol while smoking significantly increases the risk of head and neck cancer compared to smoking alone or drinking alcohol alone. The reason is that alcohol acts as an irritant in the mouth and throat, making it easier for chemicals in cigarettes to enter cells.\nBesides, alcohol also slows down the body's ability to decompose and eliminate toxic chemicals. These two things form a \"combo\" that is extremely beneficial for cancer cells to form and develop.\nHuman papillomavirus – HPV\nPreviously, tobacco was the leading cause of nasopharyngeal cancer. In recent years, human papilloma virus (HPV) has become the most common cause of this disease.\nHPV is a group of about 100 viruses spread through anal and oral sex; Some of them have the potential to cause cancer. Experts believe that oral sex will lead to an increased risk of HPV-related throat cancer.\nHead and neck cancer caused by HPV often develops in the oropharynx, including the tonsils, base of the tongue, soft palate and back of the throat. Currently, this disease is the most common form of cancer related to the HPV virus.\nIn addition to the three main causes of tobacco, alcohol and HPV, there are a number of other risk factors that cause malignant tumors in the nasopharynx, including:\nEthnicity: Researchers have not yet explained why, but it seems that people of Asian descent (yellow skin), especially those of Chinese descent, are at higher risk of getting the disease. Meanwhile, black and white people are more likely to get cancer of the pharynx and larynx.; Epstein-Barr virus: Epstein-Barr virus infection is a risk factor for nasopharyngeal cancer; Nutrition: Diets low in vitamins A and E may increase the risk of nasopharyngeal cancer, laryngeal cancer and oropharyngeal cancer.; Occupation: Some toxic chemicals such as asbestos, wood dust, paint fumes... are agents that increase the risk of developing malignant tumors. Therefore, people working in the construction, metalworking, textile, ceramics, logging and food industries are more likely to get this disease.; Chewing betel: Many Vietnamese still keep the habit of chewing betel, and they do not know that the mixture of betel leaves, areca nuts and quicklime is closely related to an increased risk of cancer.; Plummer-Vinson syndrome: This rare condition, which involves iron deficiency and causes difficulty swallowing, increases the risk of throat cancer.\nDrinking alcohol while smoking significantly increases the risk of nasopharyngeal cancer",
            "subsection_string": "Causes of nasopharyngeal cancer\nMost cases of malignant nasopharyngeal tumors originate from one of three causes: smoking, drinking too much alcohol and HPV infection. (3)\nCigarette\nWhen you smoke (active) or inhale cigarette smoke (passive), a small amount of cancer-causing chemicals enter your lungs. This is why tobacco becomes the leading cause of lung cancer. Not only that, other parts of the body exposed to tobacco, including the throat, are also easily attacked by cancer cells.\nAlcohol\nIf tobacco increases the risk of nasopharyngeal cancer, alcohol is a factor that makes the disease worse. Research shows that drinking alcohol while smoking significantly increases the risk of head and neck cancer compared to smoking alone or drinking alcohol alone. The reason is that alcohol acts as an irritant in the mouth and throat, making it easier for chemicals in cigarettes to enter cells.\nBesides, alcohol also slows down the body's ability to decompose and eliminate toxic chemicals. These two things form a \"combo\" that is extremely beneficial for cancer cells to form and develop.\nHuman papillomavirus – HPV\nPreviously, tobacco was the leading cause of nasopharyngeal cancer. In recent years, human papilloma virus (HPV) has become the most common cause of this disease.\nHPV is a group of about 100 viruses spread through anal and oral sex; Some of them have the potential to cause cancer. Experts believe that oral sex will lead to an increased risk of HPV-related throat cancer.\nHead and neck cancer caused by HPV often develops in the oropharynx, including the tonsils, base of the tongue, soft palate and back of the throat. Currently, this disease is the most common form of cancer related to the HPV virus.\nIn addition to the three main causes of tobacco, alcohol and HPV, there are a number of other risk factors that cause malignant tumors in the nasopharynx, including:\nEthnicity: Researchers have not yet explained why, but it seems that people of Asian descent (yellow skin), especially those of Chinese descent, are at higher risk of getting the disease. Meanwhile, black and white people are more likely to get cancer of the pharynx and larynx.; Epstein-Barr virus: Epstein-Barr virus infection is a risk factor for nasopharyngeal cancer; Nutrition: Diets low in vitamins A and E may increase the risk of nasopharyngeal cancer, laryngeal cancer and oropharyngeal cancer.; Occupation: Some toxic chemicals such as asbestos, wood dust, paint fumes... are agents that increase the risk of developing malignant tumors. Therefore, people working in the construction, metalworking, textile, ceramics, logging and food industries are more likely to get this disease.; Chewing betel: Many Vietnamese still keep the habit of chewing betel, and they do not know that the mixture of betel leaves, areca nuts and quicklime is closely related to an increased risk of cancer.; Plummer-Vinson syndrome: This rare condition, which involves iron deficiency and causes difficulty swallowing, increases the risk of throat cancer.\nDrinking alcohol while smoking significantly increases the risk of nasopharyngeal cancer"
        },
        {
            "subsection_name": "Stages of nasopharyngeal melanoma",
            "subsection_content": "For nasopharyngeal cancer, the doctor must perform a clinical examination, identify the causative agents (with or without HPV) and combine a number of paraclinical tests to estimate the likelihood of disease spread. The tumor must be identified by histological results.\nImaging tests also contribute to disease staging. The stage of nasopharyngeal cancer can be classified from stage 0 to stage IV or from stage I to stage IV depending on the location of the lesion and the causative agent. (4)",
            "subsection_string": "Stages of nasopharyngeal melanoma\nFor nasopharyngeal cancer, the doctor must perform a clinical examination, identify the causative agents (with or without HPV) and combine a number of paraclinical tests to estimate the likelihood of disease spread. The tumor must be identified by histological results.\nImaging tests also contribute to disease staging. The stage of nasopharyngeal cancer can be classified from stage 0 to stage IV or from stage I to stage IV depending on the location of the lesion and the causative agent. (4)"
        },
        {
            "subsection_name": "Cancer diagnosis method",
            "subsection_content": "To diagnose nasopharyngeal cancer, the primary tumor must be carefully examined and evaluated combined with endoscopy. Adjacent lymph nodes must also be examined similarly. The detected tumor must be confirmed by histological results. Any other pathological data obtained from biopsy or diagnostic imaging tests must be carefully considered in conjunction with the staging diagnosis.(5)\nChest X-ray is indicated in cases where cancer has metastasized to the lungs\nPET-CT scan: In addition to supporting CT scan/MRI in supplementing information for the primary tumor, PET-CT scan can assist in identifying cervical lymph nodes, but cannot examine microscopic lesions. However, PET-CT is superior to both CT and MRI in detecting metastatic regional lymph nodes, as well as distant metastatic lesions, or second primary tumors.; CT scan: This method helps evaluate head and neck tumors by detecting anatomical structure deformation and increased contrast absorption in the tumor. Invasive lesions to the bones and cartilage of the head and neck region, a factor that affects the diagnosis of disease stage, can also be detected by CT scan. CT scan with contrast injection can confirm the extent of invasion and spread of the tumor to the neck lymph nodes, adjacent organs and even metastatic lesions to other parts of the body.; MRI: MRI can examine soft tissue better than a CT scan and often provides additional information in addition to a CT scan. But CT scan can provide better information about bone invasion than MRI.; Endoscopy: This procedure is performed using a small, flexible tube with a camera on the end to see inside the nasopharynx and look for abnormalities. Tissue sampling for biopsy is also performed through this endoscope.; Biopsy: This method is often used to get the first histological diagnosis as soon as the patient has a tumor in the neck. There are biopsy methods: Open biopsy: Surgery to remove tissue samples for biopsy. Fine needle aspiration biopsy (FNA): Use a small needle to poke into the tumor or lymph node to obtain a biopsy tissue sample. Endoscopic biopsy: Take a biopsy tissue sample with the help of an endoscope.; Open biopsy: Surgical removal of a tissue sample for biopsy; Fine needle aspiration biopsy (FNA): Use a small needle to poke into the tumor or lymph node to obtain a biopsy tissue sample.; Endoscopic biopsy: Take a biopsy tissue sample with the help of an endoscope.; HPV-p16 test; EBV-DNA test\nSee more: Screening for nasopharyngeal cancer: methods and procedures.",
            "subsection_string": "Cancer diagnosis method\nTo diagnose nasopharyngeal cancer, the primary tumor must be carefully examined and evaluated combined with endoscopy. Adjacent lymph nodes must also be examined similarly. The detected tumor must be confirmed by histological results. Any other pathological data obtained from biopsy or diagnostic imaging tests must be carefully considered in conjunction with the staging diagnosis.(5)\nChest X-ray is indicated in cases where cancer has metastasized to the lungs\nPET-CT scan: In addition to supporting CT scan/MRI in supplementing information for the primary tumor, PET-CT scan can assist in identifying cervical lymph nodes, but cannot examine microscopic lesions. However, PET-CT is superior to both CT and MRI in detecting metastatic regional lymph nodes, as well as distant metastatic lesions, or second primary tumors.; CT scan: This method helps evaluate head and neck tumors by detecting anatomical structure deformation and increased contrast absorption in the tumor. Invasive lesions to the bones and cartilage of the head and neck region, a factor that affects the diagnosis of disease stage, can also be detected by CT scan. CT scan with contrast injection can confirm the extent of invasion and spread of the tumor to the neck lymph nodes, adjacent organs and even metastatic lesions to other parts of the body.; MRI: MRI can examine soft tissue better than a CT scan and often provides additional information in addition to a CT scan. But CT scan can provide better information about bone invasion than MRI.; Endoscopy: This procedure is performed using a small, flexible tube with a camera on the end to see inside the nasopharynx and look for abnormalities. Tissue sampling for biopsy is also performed through this endoscope.; Biopsy: This method is often used to get the first histological diagnosis as soon as the patient has a tumor in the neck. There are biopsy methods: Open biopsy: Surgery to remove tissue samples for biopsy. Fine needle aspiration biopsy (FNA): Use a small needle to poke into the tumor or lymph node to obtain a biopsy tissue sample. Endoscopic biopsy: Take a biopsy tissue sample with the help of an endoscope.; Open biopsy: Surgical removal of a tissue sample for biopsy; Fine needle aspiration biopsy (FNA): Use a small needle to poke into the tumor or lymph node to obtain a biopsy tissue sample.; Endoscopic biopsy: Take a biopsy tissue sample with the help of an endoscope.; HPV-p16 test; EBV-DNA test\nSee more: Screening for nasopharyngeal cancer: methods and procedures."
        },
        {
            "subsection_name": "Treatment methods for nasopharyngeal cancer",
            "subsection_content": "Similar to many other types of cancer, treatments for nasopharyngeal cancer include surgery, radiation therapy, chemotherapy, and targeted therapy. Depending on the condition and a number of other factors, the doctor will provide a treatment plan with appropriate methods.\nSurgery\nSurgery is a treatment that can be performed at all stages of the disease. The doctor performs surgery to remove the tumor or lymph nodes in the neck and some surrounding healthy tissue. After surgery, patients may continue treatment with radiation therapy or chemotherapy.\nRadiotherapy\nRadiation therapy is a treatment that uses high-energy X-rays or other types of rays to kill cancer cells or stop the growth of cancer cells. There are 2 methods of radiotherapy\nExternal radiation therapy: Using a machine outside the body to shine beams toward the cancerous organization; Internal radiation therapy: Using radioactive substances placed directly inside or near the cancerous tissue.\nIndications for internal or external radiotherapy depend on the type and stage of the cancer. Currently, thanks to the remarkable progress of external radiotherapy machines, some internal radiotherapy techniques can be replaced by external radiotherapy.\nValence\nChemotherapy is a cancer treatment that uses oral pills or intravenous drugs to prevent the growth of cancer cells as well as kill cancer cells. Chemotherapy for nasopharyngeal cancer can be done at the same time as radiotherapy (simultaneous chemo-radiation) or after completing radiotherapy or before radiotherapy. Your doctor will decide on chemotherapy depending on the type and stage of the disease.\nTargeted therapy\nThis is a treatment that uses drugs to attack specific cancer cells. Monoclonal antibodies are a form of targeted treatment. These monoclonal antibodies have the effect of killing cancer cells, blocking the growth or spread of cancer cells.\nCetuximab is a monoclonal antibody that works by binding to a protein on the surface of cancer cells, stopping their growth and division. It is used in the treatment of recurrent and metastatic cancer.",
            "subsection_string": "Treatment methods for nasopharyngeal cancer\nSimilar to many other types of cancer, treatments for nasopharyngeal cancer include surgery, radiation therapy, chemotherapy, and targeted therapy. Depending on the condition and a number of other factors, the doctor will provide a treatment plan with appropriate methods.\nSurgery\nSurgery is a treatment that can be performed at all stages of the disease. The doctor performs surgery to remove the tumor or lymph nodes in the neck and some surrounding healthy tissue. After surgery, patients may continue treatment with radiation therapy or chemotherapy.\nRadiotherapy\nRadiation therapy is a treatment that uses high-energy X-rays or other types of rays to kill cancer cells or stop the growth of cancer cells. There are 2 methods of radiotherapy\nExternal radiation therapy: Using a machine outside the body to shine beams toward the cancerous organization; Internal radiation therapy: Using radioactive substances placed directly inside or near the cancerous tissue.\nIndications for internal or external radiotherapy depend on the type and stage of the cancer. Currently, thanks to the remarkable progress of external radiotherapy machines, some internal radiotherapy techniques can be replaced by external radiotherapy.\nValence\nChemotherapy is a cancer treatment that uses oral pills or intravenous drugs to prevent the growth of cancer cells as well as kill cancer cells. Chemotherapy for nasopharyngeal cancer can be done at the same time as radiotherapy (simultaneous chemo-radiation) or after completing radiotherapy or before radiotherapy. Your doctor will decide on chemotherapy depending on the type and stage of the disease.\nTargeted therapy\nThis is a treatment that uses drugs to attack specific cancer cells. Monoclonal antibodies are a form of targeted treatment. These monoclonal antibodies have the effect of killing cancer cells, blocking the growth or spread of cancer cells.\nCetuximab is a monoclonal antibody that works by binding to a protein on the surface of cancer cells, stopping their growth and division. It is used in the treatment of recurrent and metastatic cancer."
        },
        {
            "subsection_name": "How to prevent nasopharyngeal cancer",
            "subsection_content": "Cancer prevention is key to reducing the risk of cancer. To prevent new cancer cases, we must consider risk factors and protective factors. Anything that increases the chance of developing cancer is called a risk factor; Anything that reduces the chance of developing cancer is called a protective factor.\nSome risk factors can be avoided but some cannot. For example, smoking and carrying cancer-causing genes are both risk factors, but smoking can only be avoided.\nRegular exercise and a healthy diet may be protective factors for some types of cancer. Avoiding risk factors and increasing protective factors can reduce your risk but does not mean you will not get cancer.\nThere are different ways to prevent cancer:\nChanges in lifestyle or eating habits;; Avoid cancer-causing factors such as:; Quit smoking; Reduce alcohol consumption; Reduce the risk of HPV infection: by following a safe sex life (not having many sexual partners at the same time, using condoms). HPV vaccination is also an effective measure in preventing this virus.; Treat pre-cancerous lesions (usually detected through regular screening and physical examinations).; Maintaining a healthy lifestyle and diet is an effective cancer prevention measure",
            "subsection_string": "How to prevent nasopharyngeal cancer\nCancer prevention is key to reducing the risk of cancer. To prevent new cancer cases, we must consider risk factors and protective factors. Anything that increases the chance of developing cancer is called a risk factor; Anything that reduces the chance of developing cancer is called a protective factor.\nSome risk factors can be avoided but some cannot. For example, smoking and carrying cancer-causing genes are both risk factors, but smoking can only be avoided.\nRegular exercise and a healthy diet may be protective factors for some types of cancer. Avoiding risk factors and increasing protective factors can reduce your risk but does not mean you will not get cancer.\nThere are different ways to prevent cancer:\nChanges in lifestyle or eating habits;; Avoid cancer-causing factors such as:; Quit smoking; Reduce alcohol consumption; Reduce the risk of HPV infection: by following a safe sex life (not having many sexual partners at the same time, using condoms). HPV vaccination is also an effective measure in preventing this virus.; Treat pre-cancerous lesions (usually detected through regular screening and physical examinations).; Maintaining a healthy lifestyle and diet is an effective cancer prevention measure"
        },
        {
            "subsection_name": "What should you eat and what should you avoid when diagnosed with the disease?",
            "subsection_content": "A balanced diet is one that provides enough nutrition at the right time. The ingredients we need to provide are:\nCarbohydrates (starch): Bread, potatoes, rice, noodles, vermicelli... are foods in the starch group, providing energy for muscles and brain.; Protein: found in fish and seafood, lean meat, poultry, eggs, beans, nuts...; They provide amino acids, build and develop muscle cells, skin and hair cells, nerve cells...; Lipids (fats): This is an indispensable component for the immune system, brain and many other organs. A balanced diet requires adequate saturated fats, unsaturated fats and cooking oils. All types of meat are rich sources of saturated fat. Unsaturated fats are found in oily fish (tuna, salmon, mackerel, herring...) and good oils for cancer patients include fish oil, soybean oil, sesame oil, sunflower oil. positive…; Fruits and vegetables: provide us with fiber, vitamins, minerals, antioxidants and fluids.; Milk and dairy products (cheese, butter, whey...): considered a mixture of protein, fat and carbohydrates. You should choose low-fat or skim milk, no/low sugar.; Water: Besides consuming nutritious foods, cancer patients need to supplement 1.5 - 2 liters of water per day, which can be filtered water, pure fruit juice, smoothies...\nA diet is considered balanced when all of the above ingredients are used at the right time, in the right amount and with the right frequency.\nPatients with nasopharyngeal cancer often experience effects before treatment (caused by the disease), during treatment (due to immediate side effects) and after stopping treatment (due to lasting side effects). . Good nutrition will help patients have good health to overcome the treatment period, as well as quickly recover after treatment. Some common side effects are dry mouth, changes in taste or difficulty chewing and swallowing.\nSome foods should be limited in the patient's diet:\nCitrus fruits: Oranges, lemons, grapefruits, tangerines, kumquats... contain a lot of acid, easily causing sore throat. In addition, other sour fruits such as strawberries, pineapples, green mangoes... are also not suitable for patients.; Foods that are dry, difficult to swallow, and difficult to digest such as sticky rice, nuts, whole grains... because they will make it difficult for the patient to swallow and digest food.; Processed foods, baked goods, fried foods, smoked meats/fish... They not only have little nutritional value but also contain many active ingredients that are not beneficial for the treatment process.; Food that is too hot or too cold will directly affect the throat area, causing the patient discomfort and pain; Drinks containing caffeine such as coffee, cappuccino, latte...; Beer, wine and alcoholic beverages.",
            "subsection_string": "What should you eat and what should you avoid when diagnosed with the disease?\nA balanced diet is one that provides enough nutrition at the right time. The ingredients we need to provide are:\nCarbohydrates (starch): Bread, potatoes, rice, noodles, vermicelli... are foods in the starch group, providing energy for muscles and brain.; Protein: found in fish and seafood, lean meat, poultry, eggs, beans, nuts...; They provide amino acids, build and develop muscle cells, skin and hair cells, nerve cells...; Lipids (fats): This is an indispensable component for the immune system, brain and many other organs. A balanced diet requires adequate saturated fats, unsaturated fats and cooking oils. All types of meat are rich sources of saturated fat. Unsaturated fats are found in oily fish (tuna, salmon, mackerel, herring...) and good oils for cancer patients include fish oil, soybean oil, sesame oil, sunflower oil. positive…; Fruits and vegetables: provide us with fiber, vitamins, minerals, antioxidants and fluids.; Milk and dairy products (cheese, butter, whey...): considered a mixture of protein, fat and carbohydrates. You should choose low-fat or skim milk, no/low sugar.; Water: Besides consuming nutritious foods, cancer patients need to supplement 1.5 - 2 liters of water per day, which can be filtered water, pure fruit juice, smoothies...\nA diet is considered balanced when all of the above ingredients are used at the right time, in the right amount and with the right frequency.\nPatients with nasopharyngeal cancer often experience effects before treatment (caused by the disease), during treatment (due to immediate side effects) and after stopping treatment (due to lasting side effects). . Good nutrition will help patients have good health to overcome the treatment period, as well as quickly recover after treatment. Some common side effects are dry mouth, changes in taste or difficulty chewing and swallowing.\nSome foods should be limited in the patient's diet:\nCitrus fruits: Oranges, lemons, grapefruits, tangerines, kumquats... contain a lot of acid, easily causing sore throat. In addition, other sour fruits such as strawberries, pineapples, green mangoes... are also not suitable for patients.; Foods that are dry, difficult to swallow, and difficult to digest such as sticky rice, nuts, whole grains... because they will make it difficult for the patient to swallow and digest food.; Processed foods, baked goods, fried foods, smoked meats/fish... They not only have little nutritional value but also contain many active ingredients that are not beneficial for the treatment process.; Food that is too hot or too cold will directly affect the throat area, causing the patient discomfort and pain; Drinks containing caffeine such as coffee, cappuccino, latte...; Beer, wine and alcoholic beverages."
        },
        {
            "subsection_name": "Examination, screening and treatment of cancer diseases at the Oncology Department, Tam Anh General Hospital",
            "subsection_content": "Putting into use modern machines and equipment, applying multi-modality and individualized treatment models in cancer treatment, Tam Anh General Hospital's Oncology Department is a place to effectively screen and treat cancers. Cancer diseases such as nasopharyngeal cancer, laryngeal cancer, colorectal cancer, stomach cancer, liver cancer, lung cancer, breast cancer...\nTam Anh General Hospital Oncology Department brings together a team of skilled doctors and nurses, led by Dr. Vu Huu Khiem (Tam Anh General Hospital Hanoi) and Doctor Tran Vuong Thao Nghi (Tam Anh General Hospital Ho Chi Minh City), often Regularly update new regimens according to international treatment guidelines, and use newly circulated drugs to improve treatment effectiveness for patients.\nThe highlight of the Oncology Department of Tam Anh General Hospital is the day treatment room system with full modern amenities and facilities, equipped with a JAPANESE STANDARD CHEMICAL INFUSION CHAIR with a smart 3-motor design that makes it easy to Easy to adjust height, flexible to lift and fold, with attached screen and dining table to ensure entertainment and relaxation needs during treatment and privacy of each patient.\nSterile chemical mixing room at Oncology Department, Tam Anh General Hospital\nNEGATIVE PRESSURE CHEMICAL PREPARATION ROOM with specialized sterile isolation mixing machine according to international standards (ULPA filter membrane with 99.999% filtration efficiency creates a working area that meets ISO Class 3 clean air standards, in accordance with standards American Pharmacopoeia USP 797) optimally protects the safety of clinical pharmacists when mixing drugs, minimizes the risk of drug contamination, combined with standard procedures in preparation will help provide accurate drug doses. High precision, ensuring quality and treatment effectiveness.\nMOBILE EMERGENCY CABINETS LOCATED AT THE DEPARTMENT are fully equipped with medical equipment, including electric shock machines to serve emergency treatment for patients.\nIn particular, to ensure patient privacy, blood collection for testing as well as medicine dispensing and meal service are all arranged right at the department.\nAt the boarding area, the standards of a high-end hotel are placed on top with full amenities: minibar, LED screen TV, Internet, equipment to connect medical staff 24/24; 100% of medical gas systems and emergency equipment are located at the bed; The toilet is equipped with equipment to connect medical staff...\nTo make an appointment at the Oncology Department, Tam Anh General Hospital, you can contact:\nHotline 024 3872 3872 – 024 7106 6858 (Hanoi) or 0287 102 6789 – 093 180 6858 (HCMC)\nBook an appointment online via:\nWebsite: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Fanpage: https://www.facebook.com/benhvientamanh/\nOr go directly to:\n108 Hoang Nhu Tiep Street, Bo De Ward, Long Bien District, Hanoi City; 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City\nNasopharyngeal cancer has a fairly good prognosis if detected at an early stage and with an appropriate treatment regimen. Therefore, when you see signs of discomfort in the head and neck area that persist and do not improve after a period of symptomatic treatment, you should go to the hospital for examination and early diagnosis to help the treatment be effective. best results.",
            "subsection_string": "Examination, screening and treatment of cancer diseases at the Oncology Department, Tam Anh General Hospital\nPutting into use modern machines and equipment, applying multi-modality and individualized treatment models in cancer treatment, Tam Anh General Hospital's Oncology Department is a place to effectively screen and treat cancers. Cancer diseases such as nasopharyngeal cancer, laryngeal cancer, colorectal cancer, stomach cancer, liver cancer, lung cancer, breast cancer...\nTam Anh General Hospital Oncology Department brings together a team of skilled doctors and nurses, led by Dr. Vu Huu Khiem (Tam Anh General Hospital Hanoi) and Doctor Tran Vuong Thao Nghi (Tam Anh General Hospital Ho Chi Minh City), often Regularly update new regimens according to international treatment guidelines, and use newly circulated drugs to improve treatment effectiveness for patients.\nThe highlight of the Oncology Department of Tam Anh General Hospital is the day treatment room system with full modern amenities and facilities, equipped with a JAPANESE STANDARD CHEMICAL INFUSION CHAIR with a smart 3-motor design that makes it easy to Easy to adjust height, flexible to lift and fold, with attached screen and dining table to ensure entertainment and relaxation needs during treatment and privacy of each patient.\nSterile chemical mixing room at Oncology Department, Tam Anh General Hospital\nNEGATIVE PRESSURE CHEMICAL PREPARATION ROOM with specialized sterile isolation mixing machine according to international standards (ULPA filter membrane with 99.999% filtration efficiency creates a working area that meets ISO Class 3 clean air standards, in accordance with standards American Pharmacopoeia USP 797) optimally protects the safety of clinical pharmacists when mixing drugs, minimizes the risk of drug contamination, combined with standard procedures in preparation will help provide accurate drug doses. High precision, ensuring quality and treatment effectiveness.\nMOBILE EMERGENCY CABINETS LOCATED AT THE DEPARTMENT are fully equipped with medical equipment, including electric shock machines to serve emergency treatment for patients.\nIn particular, to ensure patient privacy, blood collection for testing as well as medicine dispensing and meal service are all arranged right at the department.\nAt the boarding area, the standards of a high-end hotel are placed on top with full amenities: minibar, LED screen TV, Internet, equipment to connect medical staff 24/24; 100% of medical gas systems and emergency equipment are located at the bed; The toilet is equipped with equipment to connect medical staff...\nTo make an appointment at the Oncology Department, Tam Anh General Hospital, you can contact:\nHotline 024 3872 3872 – 024 7106 6858 (Hanoi) or 0287 102 6789 – 093 180 6858 (HCMC)\nBook an appointment online via:\nWebsite: https://tamanhhospital.vn/danh-cho-khach-hang/dat-lich-kham/; Fanpage: https://www.facebook.com/benhvientamanh/\nOr go directly to:\n108 Hoang Nhu Tiep Street, Bo De Ward, Long Bien District, Hanoi City; 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City\nNasopharyngeal cancer has a fairly good prognosis if detected at an early stage and with an appropriate treatment regimen. Therefore, when you see signs of discomfort in the head and neck area that persist and do not improve after a period of symptomatic treatment, you should go to the hospital for examination and early diagnosis to help the treatment be effective. best results."
        }
    ],
    "name": "ung-thu-vom-hong.json"
}