{
    "title": "Stage 3 colon cancer: Signs, diagnosis and treatment",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-dai-trang-giai-doan-3/",
    "abstract": "Stage 3 colon cancer has a 5-year survival rate of about 90% for stage 3A and 70% for stage 3B; 53% for stage 3C.\n Dr. Tran Hai Binh, Deputy Head of Oncology Department, Tam Anh General Hospital Hanoi said,\n Colon cancer ranks fourth in incidence and fifth in cancer mortality. In 2020, around the world it is estimated that about 1,150,000 people will be newly diagnosed with colon cancer and about 580,000 people will die from this disease. (first)\n Understanding\nColon cancer stages\n including\nstage 3 colon cancer\ncan help patients be more proactive in their treatment plan.\n  Knowing stage 3 colon cancer will help doctors assess the invasiveness of the cancer and plan appropriate treatment.",
    "content": "Stage 3 colon cancer: Signs, diagnosis and treatment\n\nStage 3 colon cancer has a 5-year survival rate of about 90% for stage 3A and 70% for stage 3B; 53% for stage 3C.\n Dr. Tran Hai Binh, Deputy Head of Oncology Department, Tam Anh General Hospital Hanoi said,\n Colon cancer ranks fourth in incidence and fifth in cancer mortality. In 2020, around the world it is estimated that about 1,150,000 people will be newly diagnosed with colon cancer and about 580,000 people will die from this disease. (first)\n Understanding\nColon cancer stages\n including\nstage 3 colon cancer\ncan help patients be more proactive in their treatment plan.\n  Knowing stage 3 colon cancer will help doctors assess the invasiveness of the cancer and plan appropriate treatment.\n\nWhat is stage 3 colon cancer?\nStage 3 colon cancer is the stage where the colon tumor has metastasized to nearby lymph nodes, but the disease has not yet spread to distant organs in the body, such as the liver or lungs.\n\nDecoding TNM segments in diagnosing stage 3 colon cancer\nThe most commonly used colon cancer classification system in the world is the AJCC (The American Joint Committee on Cancer) classification system. The latest classification system is the 8th revised classification system in 2017. In the staging system, colon cancer is classified according to T, N, M, specifically: (2)\nT (tumor) is a tumor, classified into T1 (tumor invades the submucosa), T2 (tumor invades the muscle layer), T3 (tumor invades through the muscle layer to the serosa) and T4 (tumor invades adjacent organs and/perforates visceral peritoneum).; N (nodal) is the metastatic lymph node around the tumor, divided into N1 (when there is metastasis to 1-3 regional lymph nodes), in which N1a - metastasis to 1 lymph node, N1b - metastasis to 2-3 lymph nodes, N1 - metastasis to 1 lymph node. Nuclear deposits in the mesentery of the colon; N2 (metastasis to 4 or more regional lymph nodes) in which N2a - metastasis to 4-6 lymph nodes, N2b metastasis to 7 lymph nodes or more.; M (metastasis) is distant metastasis: M0 means there is no distant metastasis and M1 means there has been distant metastasis to other organs.\nWhen evaluating the patient as a whole or after surgery to remove the tumor, the doctor will determine T, N, M and stage the disease for colon cancer patients.\nStage 3 colon cancer is the stage where the tumor has metastasized into the lymph nodes next to the tumor and has not metastasized far.\nStage 3 colon cancer is divided into the following stages:\nStage 3A colon cancer\nStage 3A (T1 or T2, N1/N1c, M0): Cancer has grown through the mucosa into the submucosa (T1) and it may also have grown into the muscle layer (T2). It has spread to 1-3 nearby lymph nodes (N1) or into fatty areas near the lymph nodes but not the nodes themselves (N1c). At this stage, the cancer has not metastasized to other organs (M0).\nStage 3A (T1, N2a, M0): Cancer has grown through the mucosa into the submucosa (T1). It has spread to 4-6 nearby lymph nodes (N2a). There has been no metastasis to other organs (M0).\nStage 3B colon cancer\nStage 3B (T3 or T4a, N1/N1c, M0): Cancer has grown into the serosal layer of the colon (T3) or perforated the visceral peritoneum (T4a) but has not reached nearby organs. It has spread to 1-3 nearby lymph nodes (N1a or N1b) or into fatty areas near the lymph nodes but not the nodes themselves (N1c). The cancer has not metastasized to other organs (M0).\nStage 3B (T2 or T3, N2a, M0): Cancer has grown into the muscle layer (T2) or into the serosal layer of the colon (T3). It has spread to 4-6 nearby lymph nodes (N2a). The cancer has not metastasized to other organs (M0).\nStage 3B (T1 or T2, N2b, M0): Cancer has grown through the mucosa into the submucosa (T1). It may also have developed into the muscle layer (T2). It has spread to 7 or more nearby lymph nodes (N2b) but has not metastasized to other organs (M0).\nStage 3C colon cancer\nStage 3C (T4a, N2a, M0): Cancer has grown through the colon wall (including the visceral peritoneum) but has not reached nearby organs (T4a). It has spread to 4-6 nearby lymph nodes (N2a) and has not metastasized to other organs (M0).\nStage 3C (T3 or T4a, N2b, M0): Cancer has grown into the serosal layer of the colon (T3) or perforated the visceral peritoneum (T4a) but has not reached nearby organs. It has spread to 7 or more nearby lymph nodes (N2b). At this stage, the cancer has not metastasized to other organs (M0).\nStage 3C (T4b, N1 or N2, M0): Cancer has grown through the colon wall and invaded nearby organs (T4b). It has spread to at least one nearby lymph node or into fatty areas near the lymph node (N1 or N2). The cancer has not metastasized to other organs (M0).\nSee more:\nColon cancer stage 0; Colon cancer stage 1; Colon cancer stage 2; Stage 4 colon cancer\n\nSigns of stage 3 colon cancer\nSymptoms of stage 3 colon cancer are often clearer and easier to recognize than stages 1 and 2, and may include:\nA tumor in the colon can cause a blockage, narrowing the intestine. Eventually, as the tumor continues to grow, it causes partial obstruction (semi-obstruction) or complete intestinal obstruction.\nNarrowing and blockage of the colon due to tumors can slow or prevent the normal movement of waste, fluids, and gases. As a result, symptoms such as abdominal cramps or changes in bowel habits – constipation or diarrhea – may occur.\nBleeding is another potential symptom. Patients may see bright red blood in their stools or dark brown or black stools.\nIn addition, patients may also have symptoms such as nausea or vomiting, loss of appetite, bloating, abdominal pain, fatigue, weight loss, anemia, etc.\nFatigue, weight loss, and anemia are also symptoms of stage 3 colon cancer\n\nPrognosis of stage 3 colon cancer\nThe 5-year survival rate of colon cancer patients will depend on many factors, especially the stage of the disease.\nFor stage 3 colon cancer, the 5-year survival rate if treated is: (3)\nStage 3A: 90%; Stage 3B: 72%; Stage 3C: 53%\n“Statistics about survival rates for people with colon cancer are only estimates. Therefore, regardless of the stage of colon cancer, patients should not be pessimistic. We need to be optimistic, strong in fighting the disease and looking forward to a strong future. Please coordinate closely with specialists to make treatment closer and more effective,\" Dr. Binh advised.\n\nHow to diagnose stage 3 colon cancer\nAfter being diagnosed with colon cancer, your doctor may order laboratory tests to determine the stage of the cancer, including:\nColonoscopy and tumor biopsy\nFlexible colonoscopy helps doctors detect and evaluate tumors in the colon, and at the same time biopsy the tumor for histopathological testing and diagnose and determine the stage of colon cancer.\nFlexible, painless colonoscopy at Tam Anh General Hospital.\nComputed tomography (CT scan)\nCT scan of the chest and abdomen will help evaluate the overall appearance of the tumor, metastatic lymph nodes, whether or not it has metastasized to other locations in the body, and help diagnose the stage of colon cancer.\nMagnetic resonance imaging (MRI scan)\nMagnetic resonance imaging may be indicated in cases of colon cancer with suspected liver or brain metastases.\nPositron emission tomography (PET/CT scan)\nPET/CT scan is a whole-body imaging technique that uses radioactive drugs attached to glucose (sugar). Tumor cells and metastatic lesions have a higher need for glucose than healthy cells, so when glucose-binding radioactive drugs are injected into the body, tumors and metastatic lesions will appear brighter than the cells. Normal parenchyma helps doctors detect and evaluate the patient's overall health.\nBlood tests\nBasic blood tests help evaluate the patient's anemia, blood clotting function, liver and kidney function, etc.\nTumor marker assay (CEA)\nCEA is released into the blood from both cancer cells and normal cells. When found in higher than normal amounts, it may be a sign of colon cancer or other conditions. The test measures CEA levels in the blood to find signs of cancer.\n\nHow to treat stage 3 colon cancer\nStage 3 colon cancer is when malignant cells have spread to nearby lymph nodes, but have not spread to other parts of the body.\nThe standard treatment is surgery to remove the cancerous part of the colon and nearby lymph nodes. After surgery, the patient will continue to receive adjuvant chemotherapy. Depending on the patient's condition, age, physical condition, accompanying diseases... the doctor will choose an appropriate, effective regimen and limit side effects for the patient. (4)\nChemotherapy and/or radiotherapy may be options for people who are not healthy enough for surgery.\n\nLiving with stage 3 colon cancer\nAfter treatment for stage 3 colon cancer, patients need to pay attention to the following:\nInform your doctor of any side effects you experience after treatment\nPatients may experience side effects after treatment, which can last several weeks to several years. Even side effects do not appear immediately after treatment but can appear a long time after treatment.\nSome people with colon cancer may have prolonged digestive disorders (goes to the toilet many times a day) and can recover after a period of time after treatment. Some people may also have problems with numbness or tingling in the fingers and toes (peripheral neuropathy) as a side effect of the chemicals. Therefore, patients need to notify their treating doctor for instructions on how to alleviate the symptoms of side effects.\nRegular check-ups\nAfter treatment for stage 3 colon cancer, patients continue to have regular check-ups according to the specialist's appointment every 3-6 months.\nTests commonly ordered to monitor cancer after treatment include:\ncolonoscopy\nIn most cases, your doctor will recommend a colonoscopy about a year after surgery. If the results are normal, most will not need another one for 3 years. If the results of that exam are normal, future exams may occur approximately every five years. If a colonoscopy shows abnormalities or polyps, testing may be needed more frequently.\nImage analysation\nWhether your doctor recommends imaging will depend on the stage of the cancer and other factors. CT scans may be performed as often as every 6 months to a year, for people at higher risk of recurrence, especially in the first few years after treatment. People who have had tumors removed from their liver or lungs may have CT scans every 3 to 6 months for the first few years.\nBlood tests look for signs of tumors\nCarcinoembryonic antigen (CEA) is a substance called a tumor marker that can be found in the blood of some people with colorectal cancer. Doctors check the level of this marker with a blood test before starting treatment.\nIf it is high at first and then drops to normal after surgery, it can be rechecked at follow-up visits (usually every 3-6 months for the first few years after treatment, then every 6 months /time or so for the next few years). If CEA levels rise again, it may be a sign that the cancer has returned and an endoscopy or imaging test may be performed to find the site of recurrence.\nIf the tumor marker concentration does not increase compared to the index when cancer was detected, it is not a sign of cancer recurrence.\nAfter treatment, patients need to have regular check-ups every 3-6 months according to the specialist's appointment. Photo of Tam Anh General Hospital\nExercise daily\nMany studies show that people who exercise regularly after colon cancer treatment have a lower risk of recurrence and death. Physical activity has also been linked to improved quality of life and reduced symptoms of fatigue.\nSome studies have also found that sitting or lying down less reduces the risk of death from colorectal cancer. Therefore, patients should exercise every day at a level appropriate to their physical condition.\nHealthy eating\nAlthough no specific diet can help reduce the risk of colorectal cancer recurrence, some studies have suggested that colorectal cancer survivors who eat a diet rich in vegetables, fruits, whole grains, chicken and fish; Limit your intake of sugar, refined fats, red or processed meat.\nStage 3 colon cancer still has a good prognosis and highly effective treatment. It is important that patients comply with the treatment regimen, maintain an optimistic spirit, have a healthy lifestyle and have regular check-ups according to the doctor's appointment.",
    "subsections": [
        {
            "subsection_name": "What is stage 3 colon cancer?",
            "subsection_content": "Stage 3 colon cancer is the stage where the colon tumor has metastasized to nearby lymph nodes, but the disease has not yet spread to distant organs in the body, such as the liver or lungs.",
            "subsection_string": "What is stage 3 colon cancer?\nStage 3 colon cancer is the stage where the colon tumor has metastasized to nearby lymph nodes, but the disease has not yet spread to distant organs in the body, such as the liver or lungs."
        },
        {
            "subsection_name": "Decoding TNM segments in diagnosing stage 3 colon cancer",
            "subsection_content": "The most commonly used colon cancer classification system in the world is the AJCC (The American Joint Committee on Cancer) classification system. The latest classification system is the 8th revised classification system in 2017. In the staging system, colon cancer is classified according to T, N, M, specifically: (2)\nT (tumor) is a tumor, classified into T1 (tumor invades the submucosa), T2 (tumor invades the muscle layer), T3 (tumor invades through the muscle layer to the serosa) and T4 (tumor invades adjacent organs and/perforates visceral peritoneum).; N (nodal) is the metastatic lymph node around the tumor, divided into N1 (when there is metastasis to 1-3 regional lymph nodes), in which N1a - metastasis to 1 lymph node, N1b - metastasis to 2-3 lymph nodes, N1 - metastasis to 1 lymph node. Nuclear deposits in the mesentery of the colon; N2 (metastasis to 4 or more regional lymph nodes) in which N2a - metastasis to 4-6 lymph nodes, N2b metastasis to 7 lymph nodes or more.; M (metastasis) is distant metastasis: M0 means there is no distant metastasis and M1 means there has been distant metastasis to other organs.\nWhen evaluating the patient as a whole or after surgery to remove the tumor, the doctor will determine T, N, M and stage the disease for colon cancer patients.\nStage 3 colon cancer is the stage where the tumor has metastasized into the lymph nodes next to the tumor and has not metastasized far.\nStage 3 colon cancer is divided into the following stages:\nStage 3A colon cancer\nStage 3A (T1 or T2, N1/N1c, M0): Cancer has grown through the mucosa into the submucosa (T1) and it may also have grown into the muscle layer (T2). It has spread to 1-3 nearby lymph nodes (N1) or into fatty areas near the lymph nodes but not the nodes themselves (N1c). At this stage, the cancer has not metastasized to other organs (M0).\nStage 3A (T1, N2a, M0): Cancer has grown through the mucosa into the submucosa (T1). It has spread to 4-6 nearby lymph nodes (N2a). There has been no metastasis to other organs (M0).\nStage 3B colon cancer\nStage 3B (T3 or T4a, N1/N1c, M0): Cancer has grown into the serosal layer of the colon (T3) or perforated the visceral peritoneum (T4a) but has not reached nearby organs. It has spread to 1-3 nearby lymph nodes (N1a or N1b) or into fatty areas near the lymph nodes but not the nodes themselves (N1c). The cancer has not metastasized to other organs (M0).\nStage 3B (T2 or T3, N2a, M0): Cancer has grown into the muscle layer (T2) or into the serosal layer of the colon (T3). It has spread to 4-6 nearby lymph nodes (N2a). The cancer has not metastasized to other organs (M0).\nStage 3B (T1 or T2, N2b, M0): Cancer has grown through the mucosa into the submucosa (T1). It may also have developed into the muscle layer (T2). It has spread to 7 or more nearby lymph nodes (N2b) but has not metastasized to other organs (M0).\nStage 3C colon cancer\nStage 3C (T4a, N2a, M0): Cancer has grown through the colon wall (including the visceral peritoneum) but has not reached nearby organs (T4a). It has spread to 4-6 nearby lymph nodes (N2a) and has not metastasized to other organs (M0).\nStage 3C (T3 or T4a, N2b, M0): Cancer has grown into the serosal layer of the colon (T3) or perforated the visceral peritoneum (T4a) but has not reached nearby organs. It has spread to 7 or more nearby lymph nodes (N2b). At this stage, the cancer has not metastasized to other organs (M0).\nStage 3C (T4b, N1 or N2, M0): Cancer has grown through the colon wall and invaded nearby organs (T4b). It has spread to at least one nearby lymph node or into fatty areas near the lymph node (N1 or N2). The cancer has not metastasized to other organs (M0).\nSee more:\nColon cancer stage 0; Colon cancer stage 1; Colon cancer stage 2; Stage 4 colon cancer",
            "subsection_string": "Decoding TNM segments in diagnosing stage 3 colon cancer\nThe most commonly used colon cancer classification system in the world is the AJCC (The American Joint Committee on Cancer) classification system. The latest classification system is the 8th revised classification system in 2017. In the staging system, colon cancer is classified according to T, N, M, specifically: (2)\nT (tumor) is a tumor, classified into T1 (tumor invades the submucosa), T2 (tumor invades the muscle layer), T3 (tumor invades through the muscle layer to the serosa) and T4 (tumor invades adjacent organs and/perforates visceral peritoneum).; N (nodal) is the metastatic lymph node around the tumor, divided into N1 (when there is metastasis to 1-3 regional lymph nodes), in which N1a - metastasis to 1 lymph node, N1b - metastasis to 2-3 lymph nodes, N1 - metastasis to 1 lymph node. Nuclear deposits in the mesentery of the colon; N2 (metastasis to 4 or more regional lymph nodes) in which N2a - metastasis to 4-6 lymph nodes, N2b metastasis to 7 lymph nodes or more.; M (metastasis) is distant metastasis: M0 means there is no distant metastasis and M1 means there has been distant metastasis to other organs.\nWhen evaluating the patient as a whole or after surgery to remove the tumor, the doctor will determine T, N, M and stage the disease for colon cancer patients.\nStage 3 colon cancer is the stage where the tumor has metastasized into the lymph nodes next to the tumor and has not metastasized far.\nStage 3 colon cancer is divided into the following stages:\nStage 3A colon cancer\nStage 3A (T1 or T2, N1/N1c, M0): Cancer has grown through the mucosa into the submucosa (T1) and it may also have grown into the muscle layer (T2). It has spread to 1-3 nearby lymph nodes (N1) or into fatty areas near the lymph nodes but not the nodes themselves (N1c). At this stage, the cancer has not metastasized to other organs (M0).\nStage 3A (T1, N2a, M0): Cancer has grown through the mucosa into the submucosa (T1). It has spread to 4-6 nearby lymph nodes (N2a). There has been no metastasis to other organs (M0).\nStage 3B colon cancer\nStage 3B (T3 or T4a, N1/N1c, M0): Cancer has grown into the serosal layer of the colon (T3) or perforated the visceral peritoneum (T4a) but has not reached nearby organs. It has spread to 1-3 nearby lymph nodes (N1a or N1b) or into fatty areas near the lymph nodes but not the nodes themselves (N1c). The cancer has not metastasized to other organs (M0).\nStage 3B (T2 or T3, N2a, M0): Cancer has grown into the muscle layer (T2) or into the serosal layer of the colon (T3). It has spread to 4-6 nearby lymph nodes (N2a). The cancer has not metastasized to other organs (M0).\nStage 3B (T1 or T2, N2b, M0): Cancer has grown through the mucosa into the submucosa (T1). It may also have developed into the muscle layer (T2). It has spread to 7 or more nearby lymph nodes (N2b) but has not metastasized to other organs (M0).\nStage 3C colon cancer\nStage 3C (T4a, N2a, M0): Cancer has grown through the colon wall (including the visceral peritoneum) but has not reached nearby organs (T4a). It has spread to 4-6 nearby lymph nodes (N2a) and has not metastasized to other organs (M0).\nStage 3C (T3 or T4a, N2b, M0): Cancer has grown into the serosal layer of the colon (T3) or perforated the visceral peritoneum (T4a) but has not reached nearby organs. It has spread to 7 or more nearby lymph nodes (N2b). At this stage, the cancer has not metastasized to other organs (M0).\nStage 3C (T4b, N1 or N2, M0): Cancer has grown through the colon wall and invaded nearby organs (T4b). It has spread to at least one nearby lymph node or into fatty areas near the lymph node (N1 or N2). The cancer has not metastasized to other organs (M0).\nSee more:\nColon cancer stage 0; Colon cancer stage 1; Colon cancer stage 2; Stage 4 colon cancer"
        },
        {
            "subsection_name": "Signs of stage 3 colon cancer",
            "subsection_content": "Symptoms of stage 3 colon cancer are often clearer and easier to recognize than stages 1 and 2, and may include:\nA tumor in the colon can cause a blockage, narrowing the intestine. Eventually, as the tumor continues to grow, it causes partial obstruction (semi-obstruction) or complete intestinal obstruction.\nNarrowing and blockage of the colon due to tumors can slow or prevent the normal movement of waste, fluids, and gases. As a result, symptoms such as abdominal cramps or changes in bowel habits – constipation or diarrhea – may occur.\nBleeding is another potential symptom. Patients may see bright red blood in their stools or dark brown or black stools.\nIn addition, patients may also have symptoms such as nausea or vomiting, loss of appetite, bloating, abdominal pain, fatigue, weight loss, anemia, etc.\nFatigue, weight loss, and anemia are also symptoms of stage 3 colon cancer",
            "subsection_string": "Signs of stage 3 colon cancer\nSymptoms of stage 3 colon cancer are often clearer and easier to recognize than stages 1 and 2, and may include:\nA tumor in the colon can cause a blockage, narrowing the intestine. Eventually, as the tumor continues to grow, it causes partial obstruction (semi-obstruction) or complete intestinal obstruction.\nNarrowing and blockage of the colon due to tumors can slow or prevent the normal movement of waste, fluids, and gases. As a result, symptoms such as abdominal cramps or changes in bowel habits – constipation or diarrhea – may occur.\nBleeding is another potential symptom. Patients may see bright red blood in their stools or dark brown or black stools.\nIn addition, patients may also have symptoms such as nausea or vomiting, loss of appetite, bloating, abdominal pain, fatigue, weight loss, anemia, etc.\nFatigue, weight loss, and anemia are also symptoms of stage 3 colon cancer"
        },
        {
            "subsection_name": "Prognosis of stage 3 colon cancer",
            "subsection_content": "The 5-year survival rate of colon cancer patients will depend on many factors, especially the stage of the disease.\nFor stage 3 colon cancer, the 5-year survival rate if treated is: (3)\nStage 3A: 90%; Stage 3B: 72%; Stage 3C: 53%\n“Statistics about survival rates for people with colon cancer are only estimates. Therefore, regardless of the stage of colon cancer, patients should not be pessimistic. We need to be optimistic, strong in fighting the disease and looking forward to a strong future. Please coordinate closely with specialists to make treatment closer and more effective,\" Dr. Binh advised.",
            "subsection_string": "Prognosis of stage 3 colon cancer\nThe 5-year survival rate of colon cancer patients will depend on many factors, especially the stage of the disease.\nFor stage 3 colon cancer, the 5-year survival rate if treated is: (3)\nStage 3A: 90%; Stage 3B: 72%; Stage 3C: 53%\n“Statistics about survival rates for people with colon cancer are only estimates. Therefore, regardless of the stage of colon cancer, patients should not be pessimistic. We need to be optimistic, strong in fighting the disease and looking forward to a strong future. Please coordinate closely with specialists to make treatment closer and more effective,\" Dr. Binh advised."
        },
        {
            "subsection_name": "How to diagnose stage 3 colon cancer",
            "subsection_content": "After being diagnosed with colon cancer, your doctor may order laboratory tests to determine the stage of the cancer, including:\nColonoscopy and tumor biopsy\nFlexible colonoscopy helps doctors detect and evaluate tumors in the colon, and at the same time biopsy the tumor for histopathological testing and diagnose and determine the stage of colon cancer.\nFlexible, painless colonoscopy at Tam Anh General Hospital.\nComputed tomography (CT scan)\nCT scan of the chest and abdomen will help evaluate the overall appearance of the tumor, metastatic lymph nodes, whether or not it has metastasized to other locations in the body, and help diagnose the stage of colon cancer.\nMagnetic resonance imaging (MRI scan)\nMagnetic resonance imaging may be indicated in cases of colon cancer with suspected liver or brain metastases.\nPositron emission tomography (PET/CT scan)\nPET/CT scan is a whole-body imaging technique that uses radioactive drugs attached to glucose (sugar). Tumor cells and metastatic lesions have a higher need for glucose than healthy cells, so when glucose-binding radioactive drugs are injected into the body, tumors and metastatic lesions will appear brighter than the cells. Normal parenchyma helps doctors detect and evaluate the patient's overall health.\nBlood tests\nBasic blood tests help evaluate the patient's anemia, blood clotting function, liver and kidney function, etc.\nTumor marker assay (CEA)\nCEA is released into the blood from both cancer cells and normal cells. When found in higher than normal amounts, it may be a sign of colon cancer or other conditions. The test measures CEA levels in the blood to find signs of cancer.",
            "subsection_string": "How to diagnose stage 3 colon cancer\nAfter being diagnosed with colon cancer, your doctor may order laboratory tests to determine the stage of the cancer, including:\nColonoscopy and tumor biopsy\nFlexible colonoscopy helps doctors detect and evaluate tumors in the colon, and at the same time biopsy the tumor for histopathological testing and diagnose and determine the stage of colon cancer.\nFlexible, painless colonoscopy at Tam Anh General Hospital.\nComputed tomography (CT scan)\nCT scan of the chest and abdomen will help evaluate the overall appearance of the tumor, metastatic lymph nodes, whether or not it has metastasized to other locations in the body, and help diagnose the stage of colon cancer.\nMagnetic resonance imaging (MRI scan)\nMagnetic resonance imaging may be indicated in cases of colon cancer with suspected liver or brain metastases.\nPositron emission tomography (PET/CT scan)\nPET/CT scan is a whole-body imaging technique that uses radioactive drugs attached to glucose (sugar). Tumor cells and metastatic lesions have a higher need for glucose than healthy cells, so when glucose-binding radioactive drugs are injected into the body, tumors and metastatic lesions will appear brighter than the cells. Normal parenchyma helps doctors detect and evaluate the patient's overall health.\nBlood tests\nBasic blood tests help evaluate the patient's anemia, blood clotting function, liver and kidney function, etc.\nTumor marker assay (CEA)\nCEA is released into the blood from both cancer cells and normal cells. When found in higher than normal amounts, it may be a sign of colon cancer or other conditions. The test measures CEA levels in the blood to find signs of cancer."
        },
        {
            "subsection_name": "How to treat stage 3 colon cancer",
            "subsection_content": "Stage 3 colon cancer is when malignant cells have spread to nearby lymph nodes, but have not spread to other parts of the body.\nThe standard treatment is surgery to remove the cancerous part of the colon and nearby lymph nodes. After surgery, the patient will continue to receive adjuvant chemotherapy. Depending on the patient's condition, age, physical condition, accompanying diseases... the doctor will choose an appropriate, effective regimen and limit side effects for the patient. (4)\nChemotherapy and/or radiotherapy may be options for people who are not healthy enough for surgery.",
            "subsection_string": "How to treat stage 3 colon cancer\nStage 3 colon cancer is when malignant cells have spread to nearby lymph nodes, but have not spread to other parts of the body.\nThe standard treatment is surgery to remove the cancerous part of the colon and nearby lymph nodes. After surgery, the patient will continue to receive adjuvant chemotherapy. Depending on the patient's condition, age, physical condition, accompanying diseases... the doctor will choose an appropriate, effective regimen and limit side effects for the patient. (4)\nChemotherapy and/or radiotherapy may be options for people who are not healthy enough for surgery."
        },
        {
            "subsection_name": "Living with stage 3 colon cancer",
            "subsection_content": "After treatment for stage 3 colon cancer, patients need to pay attention to the following:\nInform your doctor of any side effects you experience after treatment\nPatients may experience side effects after treatment, which can last several weeks to several years. Even side effects do not appear immediately after treatment but can appear a long time after treatment.\nSome people with colon cancer may have prolonged digestive disorders (goes to the toilet many times a day) and can recover after a period of time after treatment. Some people may also have problems with numbness or tingling in the fingers and toes (peripheral neuropathy) as a side effect of the chemicals. Therefore, patients need to notify their treating doctor for instructions on how to alleviate the symptoms of side effects.\nRegular check-ups\nAfter treatment for stage 3 colon cancer, patients continue to have regular check-ups according to the specialist's appointment every 3-6 months.\nTests commonly ordered to monitor cancer after treatment include:\ncolonoscopy\nIn most cases, your doctor will recommend a colonoscopy about a year after surgery. If the results are normal, most will not need another one for 3 years. If the results of that exam are normal, future exams may occur approximately every five years. If a colonoscopy shows abnormalities or polyps, testing may be needed more frequently.\nImage analysation\nWhether your doctor recommends imaging will depend on the stage of the cancer and other factors. CT scans may be performed as often as every 6 months to a year, for people at higher risk of recurrence, especially in the first few years after treatment. People who have had tumors removed from their liver or lungs may have CT scans every 3 to 6 months for the first few years.\nBlood tests look for signs of tumors\nCarcinoembryonic antigen (CEA) is a substance called a tumor marker that can be found in the blood of some people with colorectal cancer. Doctors check the level of this marker with a blood test before starting treatment.\nIf it is high at first and then drops to normal after surgery, it can be rechecked at follow-up visits (usually every 3-6 months for the first few years after treatment, then every 6 months /time or so for the next few years). If CEA levels rise again, it may be a sign that the cancer has returned and an endoscopy or imaging test may be performed to find the site of recurrence.\nIf the tumor marker concentration does not increase compared to the index when cancer was detected, it is not a sign of cancer recurrence.\nAfter treatment, patients need to have regular check-ups every 3-6 months according to the specialist's appointment. Photo of Tam Anh General Hospital\nExercise daily\nMany studies show that people who exercise regularly after colon cancer treatment have a lower risk of recurrence and death. Physical activity has also been linked to improved quality of life and reduced symptoms of fatigue.\nSome studies have also found that sitting or lying down less reduces the risk of death from colorectal cancer. Therefore, patients should exercise every day at a level appropriate to their physical condition.\nHealthy eating\nAlthough no specific diet can help reduce the risk of colorectal cancer recurrence, some studies have suggested that colorectal cancer survivors who eat a diet rich in vegetables, fruits, whole grains, chicken and fish; Limit your intake of sugar, refined fats, red or processed meat.\nStage 3 colon cancer still has a good prognosis and highly effective treatment. It is important that patients comply with the treatment regimen, maintain an optimistic spirit, have a healthy lifestyle and have regular check-ups according to the doctor's appointment.",
            "subsection_string": "Living with stage 3 colon cancer\nAfter treatment for stage 3 colon cancer, patients need to pay attention to the following:\nInform your doctor of any side effects you experience after treatment\nPatients may experience side effects after treatment, which can last several weeks to several years. Even side effects do not appear immediately after treatment but can appear a long time after treatment.\nSome people with colon cancer may have prolonged digestive disorders (goes to the toilet many times a day) and can recover after a period of time after treatment. Some people may also have problems with numbness or tingling in the fingers and toes (peripheral neuropathy) as a side effect of the chemicals. Therefore, patients need to notify their treating doctor for instructions on how to alleviate the symptoms of side effects.\nRegular check-ups\nAfter treatment for stage 3 colon cancer, patients continue to have regular check-ups according to the specialist's appointment every 3-6 months.\nTests commonly ordered to monitor cancer after treatment include:\ncolonoscopy\nIn most cases, your doctor will recommend a colonoscopy about a year after surgery. If the results are normal, most will not need another one for 3 years. If the results of that exam are normal, future exams may occur approximately every five years. If a colonoscopy shows abnormalities or polyps, testing may be needed more frequently.\nImage analysation\nWhether your doctor recommends imaging will depend on the stage of the cancer and other factors. CT scans may be performed as often as every 6 months to a year, for people at higher risk of recurrence, especially in the first few years after treatment. People who have had tumors removed from their liver or lungs may have CT scans every 3 to 6 months for the first few years.\nBlood tests look for signs of tumors\nCarcinoembryonic antigen (CEA) is a substance called a tumor marker that can be found in the blood of some people with colorectal cancer. Doctors check the level of this marker with a blood test before starting treatment.\nIf it is high at first and then drops to normal after surgery, it can be rechecked at follow-up visits (usually every 3-6 months for the first few years after treatment, then every 6 months /time or so for the next few years). If CEA levels rise again, it may be a sign that the cancer has returned and an endoscopy or imaging test may be performed to find the site of recurrence.\nIf the tumor marker concentration does not increase compared to the index when cancer was detected, it is not a sign of cancer recurrence.\nAfter treatment, patients need to have regular check-ups every 3-6 months according to the specialist's appointment. Photo of Tam Anh General Hospital\nExercise daily\nMany studies show that people who exercise regularly after colon cancer treatment have a lower risk of recurrence and death. Physical activity has also been linked to improved quality of life and reduced symptoms of fatigue.\nSome studies have also found that sitting or lying down less reduces the risk of death from colorectal cancer. Therefore, patients should exercise every day at a level appropriate to their physical condition.\nHealthy eating\nAlthough no specific diet can help reduce the risk of colorectal cancer recurrence, some studies have suggested that colorectal cancer survivors who eat a diet rich in vegetables, fruits, whole grains, chicken and fish; Limit your intake of sugar, refined fats, red or processed meat.\nStage 3 colon cancer still has a good prognosis and highly effective treatment. It is important that patients comply with the treatment regimen, maintain an optimistic spirit, have a healthy lifestyle and have regular check-ups according to the doctor's appointment."
        }
    ],
    "name": "ung-thu-dai-trang-giai-doan-3.json"
}