{
    "title": "Stage 1 breast cancer: Signs, diagnosis and treatment",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-vu-giai-doan-1/",
    "abstract": "Stage 1 breast cancer is classified as early stage, has good prognosis, can be cured or the 5-year survival rate is relatively positive. Breast cancer is staged like other cancers to determine the extent to which the cancer has spread. Stages help guide treatment and prognosis. Understanding what a stage 1 tumor is, what treatment options are available, and what the prognosis is can help empower and ease the patient's fears.",
    "content": "Stage 1 breast cancer: Signs, diagnosis and treatment\n\nStage 1 breast cancer is classified as early stage, has good prognosis, can be cured or the 5-year survival rate is relatively positive. Breast cancer is staged like other cancers to determine the extent to which the cancer has spread. Stages help guide treatment and prognosis. Understanding what a stage 1 tumor is, what treatment options are available, and what the prognosis is can help empower and ease the patient's fears.\n\nWhat is stage 1 breast cancer?\nStage 1 breast cancer is the earliest stage of invasive breast cancer. “Invasive” does not mean that the cancer has invaded other areas of the body but that cells in the tumor have entered the area through the choroid.\nWhen a new tumor begins, it has not yet grown through this membrane and is called carcinoma in situ. These tumors are called stage 0 tumors. Carcinoma in situ is 100% curable with surgery because the cells are completely contained.\nStage 1 tumors are the earliest stage of invasive breast cancer. These tumors are small, and if they have spread to the lymph nodes, the spread is only microscopic.\nBreast cancer comes in many forms, and some forms of stage 1 breast cancer may include:\nInvasive ductal carcinoma (IDC): Cancer that originates in the milk ducts of the breast and has spread into surrounding breast tissue. IDC is the most common type of breast cancer, accounting for 80% of all breast cancers.; Invasive lobular carcinoma (ILC): Cancer that originates in the milk-producing lobules (glands) of the breast and has spread into surrounding breast tissue. ILC is the second most common type of breast cancer, and accounts for 10% of all breast cancers.; There are also other less common forms of invasive breast cancer, such as inflammatory breast cancer and Paget's disease of the nipple.\n\nDecoding TNM staging in stage 1 breast cancer\nStage 1 breast cancer is limited to the area where abnormal cell division began and has not yet spread anywhere else in the breast or body.\nDoctors often rely on the TNM system to classify breast cancer. Therefore, understanding the TNM system will be helpful for patients in understanding the stage of breast cancer.\nT = Tumor size: All stage 1 cancers are T-0 or T-1, meaning the tumor is 2cm or less in diameter.; N = Nodes: All stage 1 cancers are N-0 or N-1mi. N-0, which means it has not spread to any lymph nodes. N-1 means it has spread to nearby lymph nodes. “Mi” means there are microscopic particles, which can only be seen under a microscope. Micrometastases have diameters ranging from 0.2mm – 2mm; M = Metastatic: M-0 means the cancer has not spread to other areas of the body.\nTherefore, using the TNM system, stage 1 cancer is defined as follows:\nStage 1 breast cancer is further divided into Stage 1A and 1B. During this stage, treatment is usually very effective and the prognosis is good.\nBreast cancer stage 1A T1N0M0\nThe tumor is less than 20mm in size and has not spread to the lymph nodes.\nStage 1B breast cancer\nT1N1miM0: The tumor is less than 20mm in size and has micronodules in a nearby lymph node.; T0N1miM0: There is no evidence of a primary tumor in the breast but there are micronodules in the lymph nodes (usually in the armpit). This is less common.\nSee more:\nStage 0 breast cancer; Stage 2 breast cancer; Stage 3 breast cancer; Stage 4 breast cancer\n\nSymptoms of stage 1 breast cancer\nSigns of stage 1 breast cancer may not be obvious, but if present, symptoms often include the following.\nNipple discharge;; Sunken skin;; Swollen or red breasts;; A lump in the breast or armpit;; Changes in texture of breast skin;; Flat nipples;; Unexplained weight loss.\nWarning signs of breast cancer\n\nHow long can you live with stage 1 breast cancer?\nAccording to data from the Australian Institute of Health and Welfare, the earlier breast cancer is first diagnosed, the better the outcome. Survival rates for people diagnosed with breast cancer have also improved over time due to earlier detection and improvements in treatment. Can stage 1 breast cancer be cured? Most people with stage 1 breast cancer can be treated successfully with a rate of nearly 100%.\nHowever, it is impossible to accurately predict the course of cancer and each person's life span. Survival prognosis as well as treatment effectiveness depends on many factors.\nFactors that affect a patient's prognosis include:\nAbility to respond to treatment;; Type of breast cancer;; Tumor growth rate;; Other factors such as age, medical history and overall health;; Treatment can affect survival in early breast cancer.\nIn most cases, the earlier breast cancer is diagnosed and treated, the better the chance of survival. Cancer cells often become more difficult to treat and can develop drug resistance as the disease spreads. The goal of stage 1 breast cancer treatment is to remove the breast cancer and any other cancer cells remaining in the breast, armpit, or other parts of the body. Treatment at this stage can also reduce the risk of the cancer recurring.\n\nHow to diagnose stage 1 breast cancer\nDoctors can rely on clinical examination, personal and family medical history and symptoms to diagnose the disease. If breast cancer is suspected, your doctor will prescribe some additional laboratory tests, including:\nMammography\nMammography is often applied routinely in breast cancer diagnosis today. Tam Anh General Hospital performs breast cancer diagnosis using the digital mammography tomography (DPT) system with many outstanding advantages compared to 2D mammography. This is the most modern mammography system, increasing the cancer detection rate by 40% and reducing the false positive rate by 40%. Doctors can rely on the results from mammography to draw accurate conclusions and develop an effective, individualized treatment regimen.\nMammography detects early stage breast cancer at Tam Anh General Hospital, Ho Chi Minh City\nSupersonic\nUltrasound is often the method prescribed next to insensitive mammography. Ultrasound can effectively evaluate the size and density of breast tumors.\nMagnetic resonance imaging (MRI)\nMRI is often indicated for patients with suspected multifocal or bilateral malignancy or occult lesions. In particular, MRI indication is very important in cases such as: Invasive lobular carcinoma or need to evaluate response to adjuvant chemotherapy, planning screening and breast conservation surgery in these cases. high-risk patients.\nMagnetic resonance imaging (MRI) system applying \"Full biological matrix\" technology is being applied at Tam Anh General Hospital for outstanding diagnostic results, saving 50% of scanning time, minimizing radiation compared to standard procedures.\nTissue biopsy\nA tissue biopsy is the removal of breast tissue for pathology under a microscope. This is an important step in assessing the severity of breast cancer.\nBiopsy may include fine needle aspiration, core biopsy (Trucut) or incisional or excisional biopsy.\n\nTreatment of stage 1 breast cancer\nTreatment options for stage 1 breast cancer are divided into two main categories:\nLocal treatment methods: These methods treat cancer locally, including surgery and radiation therapy.; Systemic treatments: These treat the system, including chemotherapy, endocrine therapy, targeted therapy, and immunotherapy.\nIf the tumor is very small, only local treatment is usually needed. In cases where the tumor is larger, more invasive, has spread to lymph nodes or has a molecular structure that suggests it is more likely to spread further, doctors often prescribe treatment with systemic methods. With stage 1 breast cancer, the use of systemic therapy is considered adjuvant therapy to eliminate any cancer cells that may have spread beyond the breast.\nSurgery\nThe majority of stage 1 breast cancer patients are often treated with surgery. Options include lumpectomy (removal of only part of the breast) or mastectomy (removal of the entire breast).\nIf the tumor is removed, the patient often receives radiation therapy after surgery to control the cancer and prevent recurrence.\nIf the entire breast is removed, the patient can have breast reconstruction right during the mastectomy. In this procedure, the mastectomy is often placed at the same time as the mastectomy. Additionally, depending on risk factors, patients may need to weigh the risks and benefits of a single versus double mastectomy.\nValence\nChemotherapy is sometimes used as an adjuvant treatment for stage 1 breast cancer. It is intended to treat any cancer cells that have spread out of the breast before developing metastases.\nThe use of chemotherapy also depends greatly on the response of the tumor. In a HER-2 positive or triple negative patient, chemotherapy is often used even if the lymph nodes are completely negative.\nHowever, it is difficult to determine whether a person will benefit from chemotherapy. This is especially difficult in stage 1 breast tumors that are hormone receptor-negative or HER-2 negative.\nRadiotherapy\nIf a tumor is removed, radiation therapy is often used to treat the remaining breast tissue. Radiation therapy may be given after a lumpectomy and mastectomy. Radiation therapy helps kill cancer cells that may be left behind or that are too small to see.\nHormone therapy\nIf the tumor is positive for estrogen receptors, hormone therapy is often recommended after treatment with surgery, chemotherapy and radiotherapy to reduce the risk of cancer recurrence and metastasis.\nEstrogen receptor-positive tumors are more likely to recur late (more than 5 years after diagnosis). Tamoxifen is often used in premenopausal women. Postmenopausal women are often treated with aromatase inhibitors such as Aromasin (exemestane), Arimidex (anastrozole), or Femara (letrozole). In some high-risk premenopausal women, aromatase inhibitors are sometimes used together with medications that suppress ovarian function.\nTargeted medication\nThese are HER2-targeted therapies. If the tumor is HER2 positive, a HER2-targeting drug such as Herceptin (trastuzumab) is often prescribed.\nClinical trials\nThe only way to make progress in breast cancer treatment is through research into new drugs and procedures in clinical trials. Myths abound about clinical trials, but the truth is that every treatment being used today was once studied in a clinical trial. If other treatments are unsuccessful, this may be an avenue to explore. It is important to choose the best treatment for the patient.\nPeople should have regular check-ups after treatment so that doctors can monitor and prevent the risk of breast cancer recurring\nStage 1 breast cancer is often effectively treated with surgery, radiation therapy, chemotherapy, or targeted therapies. This is considered early stage breast cancer with a good prognosis. Patients should discuss their diagnosis with their doctor and choose the most appropriate and effective treatment method. It is important that the patient remains optimistic, always actively cooperates with the doctor and persistently follows the doctor's treatment regimen. In addition, after treatment, patients continue to have follow-up examinations and tests to monitor cancer status. This is essential for early detection and timely treatment if the cancer recurs.",
    "subsections": [
        {
            "subsection_name": "What is stage 1 breast cancer?",
            "subsection_content": "Stage 1 breast cancer is the earliest stage of invasive breast cancer. “Invasive” does not mean that the cancer has invaded other areas of the body but that cells in the tumor have entered the area through the choroid.\nWhen a new tumor begins, it has not yet grown through this membrane and is called carcinoma in situ. These tumors are called stage 0 tumors. Carcinoma in situ is 100% curable with surgery because the cells are completely contained.\nStage 1 tumors are the earliest stage of invasive breast cancer. These tumors are small, and if they have spread to the lymph nodes, the spread is only microscopic.\nBreast cancer comes in many forms, and some forms of stage 1 breast cancer may include:\nInvasive ductal carcinoma (IDC): Cancer that originates in the milk ducts of the breast and has spread into surrounding breast tissue. IDC is the most common type of breast cancer, accounting for 80% of all breast cancers.; Invasive lobular carcinoma (ILC): Cancer that originates in the milk-producing lobules (glands) of the breast and has spread into surrounding breast tissue. ILC is the second most common type of breast cancer, and accounts for 10% of all breast cancers.; There are also other less common forms of invasive breast cancer, such as inflammatory breast cancer and Paget's disease of the nipple.",
            "subsection_string": "What is stage 1 breast cancer?\nStage 1 breast cancer is the earliest stage of invasive breast cancer. “Invasive” does not mean that the cancer has invaded other areas of the body but that cells in the tumor have entered the area through the choroid.\nWhen a new tumor begins, it has not yet grown through this membrane and is called carcinoma in situ. These tumors are called stage 0 tumors. Carcinoma in situ is 100% curable with surgery because the cells are completely contained.\nStage 1 tumors are the earliest stage of invasive breast cancer. These tumors are small, and if they have spread to the lymph nodes, the spread is only microscopic.\nBreast cancer comes in many forms, and some forms of stage 1 breast cancer may include:\nInvasive ductal carcinoma (IDC): Cancer that originates in the milk ducts of the breast and has spread into surrounding breast tissue. IDC is the most common type of breast cancer, accounting for 80% of all breast cancers.; Invasive lobular carcinoma (ILC): Cancer that originates in the milk-producing lobules (glands) of the breast and has spread into surrounding breast tissue. ILC is the second most common type of breast cancer, and accounts for 10% of all breast cancers.; There are also other less common forms of invasive breast cancer, such as inflammatory breast cancer and Paget's disease of the nipple."
        },
        {
            "subsection_name": "Decoding TNM staging in stage 1 breast cancer",
            "subsection_content": "Stage 1 breast cancer is limited to the area where abnormal cell division began and has not yet spread anywhere else in the breast or body.\nDoctors often rely on the TNM system to classify breast cancer. Therefore, understanding the TNM system will be helpful for patients in understanding the stage of breast cancer.\nT = Tumor size: All stage 1 cancers are T-0 or T-1, meaning the tumor is 2cm or less in diameter.; N = Nodes: All stage 1 cancers are N-0 or N-1mi. N-0, which means it has not spread to any lymph nodes. N-1 means it has spread to nearby lymph nodes. “Mi” means there are microscopic particles, which can only be seen under a microscope. Micrometastases have diameters ranging from 0.2mm – 2mm; M = Metastatic: M-0 means the cancer has not spread to other areas of the body.\nTherefore, using the TNM system, stage 1 cancer is defined as follows:\nStage 1 breast cancer is further divided into Stage 1A and 1B. During this stage, treatment is usually very effective and the prognosis is good.\nBreast cancer stage 1A T1N0M0\nThe tumor is less than 20mm in size and has not spread to the lymph nodes.\nStage 1B breast cancer\nT1N1miM0: The tumor is less than 20mm in size and has micronodules in a nearby lymph node.; T0N1miM0: There is no evidence of a primary tumor in the breast but there are micronodules in the lymph nodes (usually in the armpit). This is less common.\nSee more:\nStage 0 breast cancer; Stage 2 breast cancer; Stage 3 breast cancer; Stage 4 breast cancer",
            "subsection_string": "Decoding TNM staging in stage 1 breast cancer\nStage 1 breast cancer is limited to the area where abnormal cell division began and has not yet spread anywhere else in the breast or body.\nDoctors often rely on the TNM system to classify breast cancer. Therefore, understanding the TNM system will be helpful for patients in understanding the stage of breast cancer.\nT = Tumor size: All stage 1 cancers are T-0 or T-1, meaning the tumor is 2cm or less in diameter.; N = Nodes: All stage 1 cancers are N-0 or N-1mi. N-0, which means it has not spread to any lymph nodes. N-1 means it has spread to nearby lymph nodes. “Mi” means there are microscopic particles, which can only be seen under a microscope. Micrometastases have diameters ranging from 0.2mm – 2mm; M = Metastatic: M-0 means the cancer has not spread to other areas of the body.\nTherefore, using the TNM system, stage 1 cancer is defined as follows:\nStage 1 breast cancer is further divided into Stage 1A and 1B. During this stage, treatment is usually very effective and the prognosis is good.\nBreast cancer stage 1A T1N0M0\nThe tumor is less than 20mm in size and has not spread to the lymph nodes.\nStage 1B breast cancer\nT1N1miM0: The tumor is less than 20mm in size and has micronodules in a nearby lymph node.; T0N1miM0: There is no evidence of a primary tumor in the breast but there are micronodules in the lymph nodes (usually in the armpit). This is less common.\nSee more:\nStage 0 breast cancer; Stage 2 breast cancer; Stage 3 breast cancer; Stage 4 breast cancer"
        },
        {
            "subsection_name": "Symptoms of stage 1 breast cancer",
            "subsection_content": "Signs of stage 1 breast cancer may not be obvious, but if present, symptoms often include the following.\nNipple discharge;; Sunken skin;; Swollen or red breasts;; A lump in the breast or armpit;; Changes in texture of breast skin;; Flat nipples;; Unexplained weight loss.\nWarning signs of breast cancer",
            "subsection_string": "Symptoms of stage 1 breast cancer\nSigns of stage 1 breast cancer may not be obvious, but if present, symptoms often include the following.\nNipple discharge;; Sunken skin;; Swollen or red breasts;; A lump in the breast or armpit;; Changes in texture of breast skin;; Flat nipples;; Unexplained weight loss.\nWarning signs of breast cancer"
        },
        {
            "subsection_name": "How long can you live with stage 1 breast cancer?",
            "subsection_content": "According to data from the Australian Institute of Health and Welfare, the earlier breast cancer is first diagnosed, the better the outcome. Survival rates for people diagnosed with breast cancer have also improved over time due to earlier detection and improvements in treatment. Can stage 1 breast cancer be cured? Most people with stage 1 breast cancer can be treated successfully with a rate of nearly 100%.\nHowever, it is impossible to accurately predict the course of cancer and each person's life span. Survival prognosis as well as treatment effectiveness depends on many factors.\nFactors that affect a patient's prognosis include:\nAbility to respond to treatment;; Type of breast cancer;; Tumor growth rate;; Other factors such as age, medical history and overall health;; Treatment can affect survival in early breast cancer.\nIn most cases, the earlier breast cancer is diagnosed and treated, the better the chance of survival. Cancer cells often become more difficult to treat and can develop drug resistance as the disease spreads. The goal of stage 1 breast cancer treatment is to remove the breast cancer and any other cancer cells remaining in the breast, armpit, or other parts of the body. Treatment at this stage can also reduce the risk of the cancer recurring.",
            "subsection_string": "How long can you live with stage 1 breast cancer?\nAccording to data from the Australian Institute of Health and Welfare, the earlier breast cancer is first diagnosed, the better the outcome. Survival rates for people diagnosed with breast cancer have also improved over time due to earlier detection and improvements in treatment. Can stage 1 breast cancer be cured? Most people with stage 1 breast cancer can be treated successfully with a rate of nearly 100%.\nHowever, it is impossible to accurately predict the course of cancer and each person's life span. Survival prognosis as well as treatment effectiveness depends on many factors.\nFactors that affect a patient's prognosis include:\nAbility to respond to treatment;; Type of breast cancer;; Tumor growth rate;; Other factors such as age, medical history and overall health;; Treatment can affect survival in early breast cancer.\nIn most cases, the earlier breast cancer is diagnosed and treated, the better the chance of survival. Cancer cells often become more difficult to treat and can develop drug resistance as the disease spreads. The goal of stage 1 breast cancer treatment is to remove the breast cancer and any other cancer cells remaining in the breast, armpit, or other parts of the body. Treatment at this stage can also reduce the risk of the cancer recurring."
        },
        {
            "subsection_name": "How to diagnose stage 1 breast cancer",
            "subsection_content": "Doctors can rely on clinical examination, personal and family medical history and symptoms to diagnose the disease. If breast cancer is suspected, your doctor will prescribe some additional laboratory tests, including:\nMammography\nMammography is often applied routinely in breast cancer diagnosis today. Tam Anh General Hospital performs breast cancer diagnosis using the digital mammography tomography (DPT) system with many outstanding advantages compared to 2D mammography. This is the most modern mammography system, increasing the cancer detection rate by 40% and reducing the false positive rate by 40%. Doctors can rely on the results from mammography to draw accurate conclusions and develop an effective, individualized treatment regimen.\nMammography detects early stage breast cancer at Tam Anh General Hospital, Ho Chi Minh City\nSupersonic\nUltrasound is often the method prescribed next to insensitive mammography. Ultrasound can effectively evaluate the size and density of breast tumors.\nMagnetic resonance imaging (MRI)\nMRI is often indicated for patients with suspected multifocal or bilateral malignancy or occult lesions. In particular, MRI indication is very important in cases such as: Invasive lobular carcinoma or need to evaluate response to adjuvant chemotherapy, planning screening and breast conservation surgery in these cases. high-risk patients.\nMagnetic resonance imaging (MRI) system applying \"Full biological matrix\" technology is being applied at Tam Anh General Hospital for outstanding diagnostic results, saving 50% of scanning time, minimizing radiation compared to standard procedures.\nTissue biopsy\nA tissue biopsy is the removal of breast tissue for pathology under a microscope. This is an important step in assessing the severity of breast cancer.\nBiopsy may include fine needle aspiration, core biopsy (Trucut) or incisional or excisional biopsy.",
            "subsection_string": "How to diagnose stage 1 breast cancer\nDoctors can rely on clinical examination, personal and family medical history and symptoms to diagnose the disease. If breast cancer is suspected, your doctor will prescribe some additional laboratory tests, including:\nMammography\nMammography is often applied routinely in breast cancer diagnosis today. Tam Anh General Hospital performs breast cancer diagnosis using the digital mammography tomography (DPT) system with many outstanding advantages compared to 2D mammography. This is the most modern mammography system, increasing the cancer detection rate by 40% and reducing the false positive rate by 40%. Doctors can rely on the results from mammography to draw accurate conclusions and develop an effective, individualized treatment regimen.\nMammography detects early stage breast cancer at Tam Anh General Hospital, Ho Chi Minh City\nSupersonic\nUltrasound is often the method prescribed next to insensitive mammography. Ultrasound can effectively evaluate the size and density of breast tumors.\nMagnetic resonance imaging (MRI)\nMRI is often indicated for patients with suspected multifocal or bilateral malignancy or occult lesions. In particular, MRI indication is very important in cases such as: Invasive lobular carcinoma or need to evaluate response to adjuvant chemotherapy, planning screening and breast conservation surgery in these cases. high-risk patients.\nMagnetic resonance imaging (MRI) system applying \"Full biological matrix\" technology is being applied at Tam Anh General Hospital for outstanding diagnostic results, saving 50% of scanning time, minimizing radiation compared to standard procedures.\nTissue biopsy\nA tissue biopsy is the removal of breast tissue for pathology under a microscope. This is an important step in assessing the severity of breast cancer.\nBiopsy may include fine needle aspiration, core biopsy (Trucut) or incisional or excisional biopsy."
        },
        {
            "subsection_name": "Treatment of stage 1 breast cancer",
            "subsection_content": "Treatment options for stage 1 breast cancer are divided into two main categories:\nLocal treatment methods: These methods treat cancer locally, including surgery and radiation therapy.; Systemic treatments: These treat the system, including chemotherapy, endocrine therapy, targeted therapy, and immunotherapy.\nIf the tumor is very small, only local treatment is usually needed. In cases where the tumor is larger, more invasive, has spread to lymph nodes or has a molecular structure that suggests it is more likely to spread further, doctors often prescribe treatment with systemic methods. With stage 1 breast cancer, the use of systemic therapy is considered adjuvant therapy to eliminate any cancer cells that may have spread beyond the breast.\nSurgery\nThe majority of stage 1 breast cancer patients are often treated with surgery. Options include lumpectomy (removal of only part of the breast) or mastectomy (removal of the entire breast).\nIf the tumor is removed, the patient often receives radiation therapy after surgery to control the cancer and prevent recurrence.\nIf the entire breast is removed, the patient can have breast reconstruction right during the mastectomy. In this procedure, the mastectomy is often placed at the same time as the mastectomy. Additionally, depending on risk factors, patients may need to weigh the risks and benefits of a single versus double mastectomy.\nValence\nChemotherapy is sometimes used as an adjuvant treatment for stage 1 breast cancer. It is intended to treat any cancer cells that have spread out of the breast before developing metastases.\nThe use of chemotherapy also depends greatly on the response of the tumor. In a HER-2 positive or triple negative patient, chemotherapy is often used even if the lymph nodes are completely negative.\nHowever, it is difficult to determine whether a person will benefit from chemotherapy. This is especially difficult in stage 1 breast tumors that are hormone receptor-negative or HER-2 negative.\nRadiotherapy\nIf a tumor is removed, radiation therapy is often used to treat the remaining breast tissue. Radiation therapy may be given after a lumpectomy and mastectomy. Radiation therapy helps kill cancer cells that may be left behind or that are too small to see.\nHormone therapy\nIf the tumor is positive for estrogen receptors, hormone therapy is often recommended after treatment with surgery, chemotherapy and radiotherapy to reduce the risk of cancer recurrence and metastasis.\nEstrogen receptor-positive tumors are more likely to recur late (more than 5 years after diagnosis). Tamoxifen is often used in premenopausal women. Postmenopausal women are often treated with aromatase inhibitors such as Aromasin (exemestane), Arimidex (anastrozole), or Femara (letrozole). In some high-risk premenopausal women, aromatase inhibitors are sometimes used together with medications that suppress ovarian function.\nTargeted medication\nThese are HER2-targeted therapies. If the tumor is HER2 positive, a HER2-targeting drug such as Herceptin (trastuzumab) is often prescribed.\nClinical trials\nThe only way to make progress in breast cancer treatment is through research into new drugs and procedures in clinical trials. Myths abound about clinical trials, but the truth is that every treatment being used today was once studied in a clinical trial. If other treatments are unsuccessful, this may be an avenue to explore. It is important to choose the best treatment for the patient.\nPeople should have regular check-ups after treatment so that doctors can monitor and prevent the risk of breast cancer recurring\nStage 1 breast cancer is often effectively treated with surgery, radiation therapy, chemotherapy, or targeted therapies. This is considered early stage breast cancer with a good prognosis. Patients should discuss their diagnosis with their doctor and choose the most appropriate and effective treatment method. It is important that the patient remains optimistic, always actively cooperates with the doctor and persistently follows the doctor's treatment regimen. In addition, after treatment, patients continue to have follow-up examinations and tests to monitor cancer status. This is essential for early detection and timely treatment if the cancer recurs.",
            "subsection_string": "Treatment of stage 1 breast cancer\nTreatment options for stage 1 breast cancer are divided into two main categories:\nLocal treatment methods: These methods treat cancer locally, including surgery and radiation therapy.; Systemic treatments: These treat the system, including chemotherapy, endocrine therapy, targeted therapy, and immunotherapy.\nIf the tumor is very small, only local treatment is usually needed. In cases where the tumor is larger, more invasive, has spread to lymph nodes or has a molecular structure that suggests it is more likely to spread further, doctors often prescribe treatment with systemic methods. With stage 1 breast cancer, the use of systemic therapy is considered adjuvant therapy to eliminate any cancer cells that may have spread beyond the breast.\nSurgery\nThe majority of stage 1 breast cancer patients are often treated with surgery. Options include lumpectomy (removal of only part of the breast) or mastectomy (removal of the entire breast).\nIf the tumor is removed, the patient often receives radiation therapy after surgery to control the cancer and prevent recurrence.\nIf the entire breast is removed, the patient can have breast reconstruction right during the mastectomy. In this procedure, the mastectomy is often placed at the same time as the mastectomy. Additionally, depending on risk factors, patients may need to weigh the risks and benefits of a single versus double mastectomy.\nValence\nChemotherapy is sometimes used as an adjuvant treatment for stage 1 breast cancer. It is intended to treat any cancer cells that have spread out of the breast before developing metastases.\nThe use of chemotherapy also depends greatly on the response of the tumor. In a HER-2 positive or triple negative patient, chemotherapy is often used even if the lymph nodes are completely negative.\nHowever, it is difficult to determine whether a person will benefit from chemotherapy. This is especially difficult in stage 1 breast tumors that are hormone receptor-negative or HER-2 negative.\nRadiotherapy\nIf a tumor is removed, radiation therapy is often used to treat the remaining breast tissue. Radiation therapy may be given after a lumpectomy and mastectomy. Radiation therapy helps kill cancer cells that may be left behind or that are too small to see.\nHormone therapy\nIf the tumor is positive for estrogen receptors, hormone therapy is often recommended after treatment with surgery, chemotherapy and radiotherapy to reduce the risk of cancer recurrence and metastasis.\nEstrogen receptor-positive tumors are more likely to recur late (more than 5 years after diagnosis). Tamoxifen is often used in premenopausal women. Postmenopausal women are often treated with aromatase inhibitors such as Aromasin (exemestane), Arimidex (anastrozole), or Femara (letrozole). In some high-risk premenopausal women, aromatase inhibitors are sometimes used together with medications that suppress ovarian function.\nTargeted medication\nThese are HER2-targeted therapies. If the tumor is HER2 positive, a HER2-targeting drug such as Herceptin (trastuzumab) is often prescribed.\nClinical trials\nThe only way to make progress in breast cancer treatment is through research into new drugs and procedures in clinical trials. Myths abound about clinical trials, but the truth is that every treatment being used today was once studied in a clinical trial. If other treatments are unsuccessful, this may be an avenue to explore. It is important to choose the best treatment for the patient.\nPeople should have regular check-ups after treatment so that doctors can monitor and prevent the risk of breast cancer recurring\nStage 1 breast cancer is often effectively treated with surgery, radiation therapy, chemotherapy, or targeted therapies. This is considered early stage breast cancer with a good prognosis. Patients should discuss their diagnosis with their doctor and choose the most appropriate and effective treatment method. It is important that the patient remains optimistic, always actively cooperates with the doctor and persistently follows the doctor's treatment regimen. In addition, after treatment, patients continue to have follow-up examinations and tests to monitor cancer status. This is essential for early detection and timely treatment if the cancer recurs."
        }
    ],
    "name": "ung-thu-vu-giai-doan-1.json"
}