{
    "title": "Stage 2 breast cancer: Symptoms, treatment and prognosis",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-vu-giai-doan-2/",
    "abstract": "Stage II breast cancer belongs to early stage breast cancer. 5-year survival rate of\n Stage II breast cancer\nis about 88-93%.",
    "content": "Stage 2 breast cancer: Symptoms, treatment and prognosis\n\nStage II breast cancer belongs to early stage breast cancer. 5-year survival rate of\n Stage II breast cancer\nis about 88-93%.\n\nWhat is stage II breast cancer?\nStage II breast cancer is a group of cancers that develop in the breast or in ipsilateral axillary lymph nodes, or both. Stage I breast cancer to stage IIA breast cancer can be classified as “early stages” of the disease; Stage IIB to stage III breast cancer can be classified as “locally advanced breast cancer”.\n\nClassification of stage II breast cancer\nThe TNM staging system stands for Tumor, Nodes, Metastasis. (first)\nT (Tumor): Describes the size and nature of the tumor.; N (Node): Describes the state of cancer metastasis to regional lymph nodes.; M (Metastasis): Describes the state of cancer metastasis to other parts of the body.\nTNM Stage of Breast Cancer:\nTNM stage (AJCC 8)  T (Tumor): Primary tumor Tx  Primary tumor cannot be evaluated. T0  No evidence of primary tumor found. T1  The tumor is no more than 2cm in greatest diameter. T2  Diameter of the largest tumor is more than 2cm and less than or equal to 5cm. T3  The tumor is more than 5cm in greatest diameter. T4   Tumor of any size but with direct invasion of the chest wall and/or skin causing ulcers, orange peel-like skin or skin nodules. N (Node): Regional lymph nodes Nx  Regional lymph nodes cannot be evaluated. For example, lymph nodes have been previously removed. N0  No metastasis to regional lymph nodes. This is determined on imaging or clinical examination. N1  Has axillary lymph node metastasis on the same side as the cancerous breast; mobile lymph nodes. N2  Axillary lymph node metastasis on the same side as the breast with cancer. But clinically, axillary lymph nodes are stuck together or stuck to other organizations. Or only metastases to the internal mammary lymph nodes on the same side as the cancerous breast but there is no clinical evidence of axillary lymph node metastases. N3  Subclavian lymph node metastasis ipsilateral to the cancerous breast with or without axillary lymph node metastasis; or metastasis to internal breast lymph nodes on the same side as the cancerous breast with metastasis to axillary lymph nodes; or metastases to supraclavicular lymph nodes on the same side as the cancerous breast with or without metastases to internal mammary or axillary lymph nodes. M (Metastasis): Distant metastasis M0  No clinical signs and imaging evidence of distant metastasis. M1  Clinical and imaging diagnostic tools to detect distant metastatic cancer.\nStage IIA breast cancer\nStage IIA breast cancer includes groups of patients assessed according to TNM as T0 N1 M0, or T1 N1 M0, or T2 N0 M0. (2)\nStage IIB breast cancer\nStage IIA breast cancer includes patient groups assessed according to TNM as T2 N1 M0; T3 N0 M0\nSee more:\nStage 0 breast cancer; Stage 1 breast cancer; Stage 3 breast cancer; Stage 4 breast cancer\n\nSymptoms of stage II breast cancer\nWhen suffering from stage II breast cancer, patients may experience some symptoms such as:\nA lump in the breast or armpit; Change in size or shape of the breast.\nWith stage II breast cancer, the patient can feel the tumor in the breast or armpit on the same side.\nAccording to Dr. Tran Thi Thien Huong, PhD, Department of Oncology, Tam Anh General Hospital, Ho Chi Minh City, the stage of cancer indicates the size - the degree of invasion of the malignant tumor and the degree of metastasis. Based on the stage of cancer and the biological properties of the tumor, doctors can recommend appropriate treatment methods.\nTo determine the stage of the disease, in addition to tests to diagnose the disease such as breast ultrasound, mammography, breast MRI, breast lesion biopsy, patients need to do a number of other whole-body examination methods such as: ultrasound. Abdominal ultrasound, neck ultrasound, chest X-ray or abdominal CT scan, chest CT scan, brain CT scan, bone scan... (depending on tumor status, tumor biology and organ symptoms).\nTo know the biological properties of the tumor, on specimens with confirmed cancer, additional tests are needed to determine the status of estrogen receptors (ER), progesterone (PR), and growth factor receptors. (HER2), evaluate the level of cell proliferation (Ki67) or BRCA gene mutations (on specimens with confirmed cancer, or in the blood).\nIn addition, patients also need to evaluate accompanying diseases to coordinate the safest treatment.\n\nStage II breast cancer treatment methods\nBác sĩ Trần Thị Thiên Hương cho biết, giai đoạn ung thư vú và tính chất sinh học của khối u là yếu tố quan trọng trong việc đưa ra quyết định điều trị cho bệnh nhân. Phần lớn phụ nữ ung thư vú ở giai đoạn II, tùy thuộc tình trạng sinh học của khối u và di căn hạch sẽ được điều trị phối hợp phẫu thuật, liệu pháp toàn thân (hóa trị, liệu pháp nội tiết, liệu pháp nhắm trúng đích) và xạ trị. (3)\nCác phương pháp điều trị ung thư vú giai đoạn II bao gồm:\nLiệu pháp điều trị tại chỗ (phẫu thuật và xạ trị)\nUng thư vú giai đoạn II được điều trị bằng phẫu thuật bảo tồn vú, hoặc cắt bỏ vú (đoạn nhũ) có thể kèm theo tái tạo vú.\nPhẫu thuật bảo tồn vú\nĐể bảo tồn vú, bác sĩ sẽ phẫu thuật cắt rộng khối u, cắt 1/4 hoặc cắt bỏ một phần mô lành không bị ung thư xung quanh khối u, giữ lại được một phần mô vú.\nSau phẫu thuật bảo tồn, bệnh nhân sẽ được chỉ định xạ trị vào toàn bộ tuyến vú để ngăn tái phát bệnh.\nKhông có chỉ định phẫu thuật bảo tồn vú cho các trường hợp: Bệnh nhiều khối u ở các phần tư vú khác nhau, kích thước u lớn so với mô vú, hình ảnh vi vôi hóa ác tính lan rộng, đã từng xạ trị thành ngực (do bệnh khác) có ảnh hưởng đến mô vú, đang có thai…\nPhẫu thuật cắt bỏ tuyến vú (đoạn nhũ)\nĐây là phẫu thuật cắt bỏ toàn bộ tuyến vú có khối u, có thể giữ lại núm vú và da xung quanh núm vú tùy thuộc vào vị trí, kích thước, số lượng và tính chất khối u. Phương pháp này được chỉ định cho các trường hợp ung thư vú không thể phẫu thuật bảo tồn hay những trường hợp mong muốn được phẫu thuật cắt bỏ tuyến vú.\nPhẫu thuật nạo vét hạch nách hoặc sinh thiết hạch lính gác (hạch gác cửa)\nPhẫu thuật nạo vét hạch nách: Được chỉ định trong các trường hợp ung thư vú xâm lấn, có hạch nách phát hiện khi khám bệnh hoặc bằng các phương pháp cận lâm sàng; hoặc các trường hợp ung thư vú tiến triển tại chỗ, ung thư vú dạng viêm sau khi hóa trị. Phẫu thuật nạo vét hạch nách giúp kiểm soát bệnh, giảm tái phát hạch nách và tiên lượng bệnh. Phương pháp này thường gây tác dụng phụ như phù tay, tổn thương thần kinh, giảm chức năng hoạt động vùng vai cùng bên nạo hạch nách.; Sinh thiết hạch lính gác (hạch gác cửa): Các hạch lính gác là hạch bạch huyết đầu tiên mà các tế bào ung thư tiếp cận nếu chúng di căn, là một phần của các hạch bạch huyết vùng nách. Nếu có từ ba hạch lính gác dương tính với tế bào ung thư, bệnh nhân sẽ được tiến hành nạo hạch nách. Phương pháp này giúp giảm bớt việc phải nạo vét hạch nách, hạn chế được các tác dụng phụ do nạo vét hạch nách. Sinh thiết hạch lính gác được chỉ định cho các trường hợp ung thư vú xâm lấn giai đoạn sớm, không ghi nhận hạch nách di căn khi khám bệnh hoặc các xét nghiệm kiểm tra; hoặc chỉ định trong các trường hợp ung thư vú tại chỗ trước khi phẫu thuật cắt bỏ tuyến vú. Bác sĩ sẽ thực hiện quy trình sinh thiết hạch lính gác bằng kết hợp đồng vị phóng xạ và thuốc nhuộm màu xanh lam để phát hiện các hạch lính gác nếu có, sau đó kiểm tra trong phòng thí nghiệm để xem các hạch này có dương tính với tế bào ung thư hay không.\nPhẫu thuật tái tạo vú (tạo hình)\nĐây là phẫu thuật để tạo vú mới có hình dạng giống với vú cũ và tương xứng với vú đối bên bằng cách đặt túi độn hoặc dùng các mô từ bộ phận khác của cơ thể. Việc tái tạo có thể được thực hiện cùng lúc với phẫu thuật bảo tồn vú hoặc phẫu thuật cắt bỏ vú (tái tạo tức thì), hoặc có thể được thực hiện sau khi hoàn tất các phương pháp điều trị ung thư vú (tái tạo trì hoãn).\nXạ trị\nXạ trị vú – thành ngực sau phẫu thuật đóng vai trò quan trọng trong việc kiểm soát ung thư tại chỗ, giúp giảm nguy cơ tái phát ung thư.\nXạ trị vú – thành ngực thường được thực hiện một tháng sau khi phẫu thuật hoặc hóa trị để cơ thể có thời gian phục hồi.\nChỉ định: Hỗ trợ sau phẫu thuật để giảm khả năng tái phát tại chỗ tại vùng. Phương pháp này được chỉ định sau phẫu thuật bảo tồn vú, sau cắt toàn bộ tuyến vú với những trường hợp nguy cơ tái phát cao (khối u >5cm, nhiều khối u hoặc khối u xâm lấn da-thành ngực, các hạch bạch huyết tại vùng bị di căn). (4)\nCác hình thức xạ trị:\nXạ trị vú: Xạ trị vào toàn bộ mô tuyến vú.; Xạ trị thành ngực sau khi cắt bỏ toàn bộ tuyến vú.; Xạ trị vào các hạch vùng: Xạ trị vào vùng hạch nách; hoặc có thể kết hợp xạ trị vào vùng hạch vú trong – hạch trên và dưới đòn cùng bên.\nLiệu pháp điều trị toàn thân (hóa trị và các loại thuốc khác)\nLà phương pháp điều trị bằng thuốc. Các loại thuốc có thể được dùng bao gồm hóa trị, liệu pháp nội tiết, liệu pháp nhắm trúng đích và miễn dịch. Có hai cách điều trị như sau:\n– Điều trị tân hỗ trợ trước phẫu thuật: Nhằm giảm kích thước khối u và hạch vùng, giúp phẫu thuật thuận lợi hơn; tiêu diệt các di căn vi thể, giúp giảm nguy cơ tái phát bệnh và di căn xa.\nViệc quyết định bệnh nhân có cần điều trị tân hỗ trợ hay không, và điều trị với loại thuốc nào sẽ tùy thuộc vào các yếu tố như kích thước khối u, tình trạng di căn hạch, đặc điểm sinh học của khối u, thể trạng của bệnh nhân:\nNếu HER2 dương tính: Hóa trị kết hợp với thuốc kháng HER2 (Trastuzumab +/- Pertuzumab).; Nếu HER2 âm tính: Hóa trị.; Nếu bệnh thuộc nhóm tam âm: Hóa trị cân nhắc phối hợp thuốc ức chế điểm miễn dịch Pembrolizumab.\n– Điều trị hỗ trợ sau phẫu thuật triệt để: Nhằm tiêu diệt các di căn vi thể, giúp giảm khả năng tái phát bệnh và di căn xa.\nNếu đã điều trị tân hỗ trợ bằng thuốc hóa trị kết hợp với thuốc kháng HER2: Sẽ tiếp tục liệu trình điều trị hỗ trợ với thuốc kháng HER2 sau mổ theo phác đồ đủ 1 năm, hoặc đổi thuốc kháng HER2 (TDM-1) khi bệnh không đạt đáp ứng hoàn toàn (còn mô bướu sau phẫu thuật).; Nếu thụ thể nội tiết ER PR âm tính, HER2 âm tính (nhóm tam âm), đáp ứng chưa hoàn toàn với hóa trị tân hỗ trợ có hay không thuốc ức chế điểm miễn dịch (còn mô bướu sau phẫu thuật): Cân nhắc hóa trị tiếp Capecitabine hoặc thuốc nhắm trúng đích (Olaparib hay Pembrolizumab).; Nếu đã hoàn tất hóa trị tân hỗ trợ và không thuộc các nhóm trên: sẽ không hóa trị tiếp.; Nếu chưa điều trị tân hỗ trợ, tùy thuộc nhóm nguy cơ tái phát và sinh học của khối u: Sẽ hóa trị hỗ trợ, có thể kết hợp thuốc kháng HER2 (Trastuzumab có hay không kết hợp Pertuzumab).; Nếu thụ thể nội tiết ER PR dương tính: Dùng liệu pháp nội tiết hỗ trợ sau phẫu thuật hoặc sau kết thúc hóa trị.; Nếu thụ thể nội tiết ER PR dương tính và thụ thể HER2 dương tính: Sau khi kết thúc điều trị Trastuzumab hỗ trợ, sẽ được cân nhắc điều trị phối hợp liệu pháp nội tiết + Neratinib trong 1 năm.; Nếu thụ thể nội tiết ER PR dương tính, HER2 âm tính và nguy cơ tái phát trung bình: Có thể thực hiện xét nghiệm phân tích gen (như Oncotype Dx trên mẫu khối u) để xác định mức độ lợi ích của hóa trị.\nLiệu pháp nội tiết hỗ trợ\nĐược chỉ định cho bệnh nhân ung thư vú có thụ thể nội tiết ER hoặc PR dương tính, liệu pháp nội tiết hỗ trợ trong 5 năm hoặc nhiều hơn (tùy thuộc yếu tố nguy cơ), bắt đầu sau phẫu thuật hay hoàn tất hóa trị, có thể điều trị song song với thuốc kháng HER2.\nTùy theo tình trạng mãn kinh, bác sĩ sẽ lựa chọn các phương pháp như: (5)\nChưa mãn kinh: Tamoxifen, có thể kết hợp cắt chức năng buồng trứng (bằng phẫu thuật, xạ trị hay bằng thuốc).; Đã mãn kinh hoặc đã cắt chức năng buồng trứng: Sử dụng nhóm thuốc ức chế Aromatase (Letrozole, Anastrozol, Exemestan); cân nhắc sử dụng thêm thuốc Biphosphonate hỗ trợ để giảm khả năng tái phát bệnh ở xương và biến cố trên xương.\nViệc sử dụng các thuốc điều trị nội tiết có thể gây ra các tác dụng phụ như: Dày nội mạc tử cung, xuất huyết âm đạo bất thường, ung thư nội mạc tử cung (tỷ lệ rất thấp); giảm mật độ xương, loãng xương, huyết khối (cục máu đông),…\n\nFollow-up care after stage II breast cancer treatment\nAfter completing treatment, patients need to be followed for at least 5 years by oncologists. The follow-up schedule is usually every 3-4 months for the first 2-3 years, then every 4-6 months for the next 2-3 years. This follow-up schedule is not fixed for all patients, but can be adjusted depending on the risk level and health factors of each patient. During this time, patients with indications for supportive endocrine therapy (ER PR positive endocrine receptor) continue to maintain medication use.\nParaclinical examinations during the follow-up period (blood tests, breast ultrasound, mammography, whole body bone mineral density measurement, gynecological examination, chest X-ray, CT or PET-CT...) may be performed. will be prescribed differently for each patient, depending on factors such as disease stage, breast cancer treatments that have been and are being performed, health status, age, menopause, etc.\nFor example:\nPatients who have breast-conserving surgery and breast radiation therapy should have screening mammograms every year, starting 6-12 months after the end of radiation therapy. Patients receiving supportive treatment with Tamoxifen should have a gynecological examination at least once a year.\nFor patients who have completed treatment, it is necessary to monitor their health to detect unusual signs and symptoms early. When experiencing any concerns, patients should go to the hospital as soon as possible.\nAfter completing treatment for stage II breast cancer, patients continue to be monitored by doctors for at least 5 years.\n\nPrognosis of survival of stage II breast cancer patients\nThe survival rate reflects the average number of people who will survive in a given period of time. According to the American Cancer Society, the five-year survival rate for stage II breast cancer is 88-93% for women who have completed treatment.\n\nFrequently asked questions\nCan stage II breast cancer be cured?\nAfter 5 years of treatment, breast cancer patients without recurrence will be considered cured. For stage II breast cancer, the possibility of cure is very high.\nIs stage II breast cancer dangerous?\nStage II breast cancer is classified as an early stage. If it responds well to treatment, the 5-year survival prognosis is about 88-93%. This means that most patients with stage II breast cancer can survive 5 years with timely, effective treatment.\nWhat is the chance of breast cancer recurrence after treatment for stage II breast cancer?\nIn patients receiving breast-conserving therapy, the likelihood of local recurrence is approximately 2% over 10 years. The possibility of local recurrence depends on the characteristics of the tumor, metastatic lymph nodes, resection area, patient age and postoperative radiotherapy treatment technique.\nAlso depending on tumor characteristics and lymph node metastasis, the risk of recurrence is highest within the first few years after treatment, the recurrence rate after 5 years and 10 years is 11-19%.\nDoctor Tran Thi Thien Huong emphasized that for patients diagnosed with stage II breast cancer, the outlook is quite positive because these tumors can still be cured. Patients need to go to reputable hospitals with modern equipment and technology, with an Oncology department, to receive consultation and develop a treatment plan according to an individualized regimen, optimize effectiveness, and help cure the disease. cure disease and improve quality of life.",
    "subsections": [
        {
            "subsection_name": "What is stage II breast cancer?",
            "subsection_content": "Stage II breast cancer is a group of cancers that develop in the breast or in ipsilateral axillary lymph nodes, or both. Stage I breast cancer to stage IIA breast cancer can be classified as “early stages” of the disease; Stage IIB to stage III breast cancer can be classified as “locally advanced breast cancer”.",
            "subsection_string": "What is stage II breast cancer?\nStage II breast cancer is a group of cancers that develop in the breast or in ipsilateral axillary lymph nodes, or both. Stage I breast cancer to stage IIA breast cancer can be classified as “early stages” of the disease; Stage IIB to stage III breast cancer can be classified as “locally advanced breast cancer”."
        },
        {
            "subsection_name": "Classification of stage II breast cancer",
            "subsection_content": "The TNM staging system stands for Tumor, Nodes, Metastasis. (first)\nT (Tumor): Describes the size and nature of the tumor.; N (Node): Describes the state of cancer metastasis to regional lymph nodes.; M (Metastasis): Describes the state of cancer metastasis to other parts of the body.\nTNM Stage of Breast Cancer:\nTNM stage (AJCC 8)  T (Tumor): Primary tumor Tx  Primary tumor cannot be evaluated. T0  No evidence of primary tumor found. T1  The tumor is no more than 2cm in greatest diameter. T2  Diameter of the largest tumor is more than 2cm and less than or equal to 5cm. T3  The tumor is more than 5cm in greatest diameter. T4   Tumor of any size but with direct invasion of the chest wall and/or skin causing ulcers, orange peel-like skin or skin nodules. N (Node): Regional lymph nodes Nx  Regional lymph nodes cannot be evaluated. For example, lymph nodes have been previously removed. N0  No metastasis to regional lymph nodes. This is determined on imaging or clinical examination. N1  Has axillary lymph node metastasis on the same side as the cancerous breast; mobile lymph nodes. N2  Axillary lymph node metastasis on the same side as the breast with cancer. But clinically, axillary lymph nodes are stuck together or stuck to other organizations. Or only metastases to the internal mammary lymph nodes on the same side as the cancerous breast but there is no clinical evidence of axillary lymph node metastases. N3  Subclavian lymph node metastasis ipsilateral to the cancerous breast with or without axillary lymph node metastasis; or metastasis to internal breast lymph nodes on the same side as the cancerous breast with metastasis to axillary lymph nodes; or metastases to supraclavicular lymph nodes on the same side as the cancerous breast with or without metastases to internal mammary or axillary lymph nodes. M (Metastasis): Distant metastasis M0  No clinical signs and imaging evidence of distant metastasis. M1  Clinical and imaging diagnostic tools to detect distant metastatic cancer.\nStage IIA breast cancer\nStage IIA breast cancer includes groups of patients assessed according to TNM as T0 N1 M0, or T1 N1 M0, or T2 N0 M0. (2)\nStage IIB breast cancer\nStage IIA breast cancer includes patient groups assessed according to TNM as T2 N1 M0; T3 N0 M0\nSee more:\nStage 0 breast cancer; Stage 1 breast cancer; Stage 3 breast cancer; Stage 4 breast cancer",
            "subsection_string": "Classification of stage II breast cancer\nThe TNM staging system stands for Tumor, Nodes, Metastasis. (first)\nT (Tumor): Describes the size and nature of the tumor.; N (Node): Describes the state of cancer metastasis to regional lymph nodes.; M (Metastasis): Describes the state of cancer metastasis to other parts of the body.\nTNM Stage of Breast Cancer:\nTNM stage (AJCC 8)  T (Tumor): Primary tumor Tx  Primary tumor cannot be evaluated. T0  No evidence of primary tumor found. T1  The tumor is no more than 2cm in greatest diameter. T2  Diameter of the largest tumor is more than 2cm and less than or equal to 5cm. T3  The tumor is more than 5cm in greatest diameter. T4   Tumor of any size but with direct invasion of the chest wall and/or skin causing ulcers, orange peel-like skin or skin nodules. N (Node): Regional lymph nodes Nx  Regional lymph nodes cannot be evaluated. For example, lymph nodes have been previously removed. N0  No metastasis to regional lymph nodes. This is determined on imaging or clinical examination. N1  Has axillary lymph node metastasis on the same side as the cancerous breast; mobile lymph nodes. N2  Axillary lymph node metastasis on the same side as the breast with cancer. But clinically, axillary lymph nodes are stuck together or stuck to other organizations. Or only metastases to the internal mammary lymph nodes on the same side as the cancerous breast but there is no clinical evidence of axillary lymph node metastases. N3  Subclavian lymph node metastasis ipsilateral to the cancerous breast with or without axillary lymph node metastasis; or metastasis to internal breast lymph nodes on the same side as the cancerous breast with metastasis to axillary lymph nodes; or metastases to supraclavicular lymph nodes on the same side as the cancerous breast with or without metastases to internal mammary or axillary lymph nodes. M (Metastasis): Distant metastasis M0  No clinical signs and imaging evidence of distant metastasis. M1  Clinical and imaging diagnostic tools to detect distant metastatic cancer.\nStage IIA breast cancer\nStage IIA breast cancer includes groups of patients assessed according to TNM as T0 N1 M0, or T1 N1 M0, or T2 N0 M0. (2)\nStage IIB breast cancer\nStage IIA breast cancer includes patient groups assessed according to TNM as T2 N1 M0; T3 N0 M0\nSee more:\nStage 0 breast cancer; Stage 1 breast cancer; Stage 3 breast cancer; Stage 4 breast cancer"
        },
        {
            "subsection_name": "Symptoms of stage II breast cancer",
            "subsection_content": "When suffering from stage II breast cancer, patients may experience some symptoms such as:\nA lump in the breast or armpit; Change in size or shape of the breast.\nWith stage II breast cancer, the patient can feel the tumor in the breast or armpit on the same side.\nAccording to Dr. Tran Thi Thien Huong, PhD, Department of Oncology, Tam Anh General Hospital, Ho Chi Minh City, the stage of cancer indicates the size - the degree of invasion of the malignant tumor and the degree of metastasis. Based on the stage of cancer and the biological properties of the tumor, doctors can recommend appropriate treatment methods.\nTo determine the stage of the disease, in addition to tests to diagnose the disease such as breast ultrasound, mammography, breast MRI, breast lesion biopsy, patients need to do a number of other whole-body examination methods such as: ultrasound. Abdominal ultrasound, neck ultrasound, chest X-ray or abdominal CT scan, chest CT scan, brain CT scan, bone scan... (depending on tumor status, tumor biology and organ symptoms).\nTo know the biological properties of the tumor, on specimens with confirmed cancer, additional tests are needed to determine the status of estrogen receptors (ER), progesterone (PR), and growth factor receptors. (HER2), evaluate the level of cell proliferation (Ki67) or BRCA gene mutations (on specimens with confirmed cancer, or in the blood).\nIn addition, patients also need to evaluate accompanying diseases to coordinate the safest treatment.",
            "subsection_string": "Symptoms of stage II breast cancer\nWhen suffering from stage II breast cancer, patients may experience some symptoms such as:\nA lump in the breast or armpit; Change in size or shape of the breast.\nWith stage II breast cancer, the patient can feel the tumor in the breast or armpit on the same side.\nAccording to Dr. Tran Thi Thien Huong, PhD, Department of Oncology, Tam Anh General Hospital, Ho Chi Minh City, the stage of cancer indicates the size - the degree of invasion of the malignant tumor and the degree of metastasis. Based on the stage of cancer and the biological properties of the tumor, doctors can recommend appropriate treatment methods.\nTo determine the stage of the disease, in addition to tests to diagnose the disease such as breast ultrasound, mammography, breast MRI, breast lesion biopsy, patients need to do a number of other whole-body examination methods such as: ultrasound. Abdominal ultrasound, neck ultrasound, chest X-ray or abdominal CT scan, chest CT scan, brain CT scan, bone scan... (depending on tumor status, tumor biology and organ symptoms).\nTo know the biological properties of the tumor, on specimens with confirmed cancer, additional tests are needed to determine the status of estrogen receptors (ER), progesterone (PR), and growth factor receptors. (HER2), evaluate the level of cell proliferation (Ki67) or BRCA gene mutations (on specimens with confirmed cancer, or in the blood).\nIn addition, patients also need to evaluate accompanying diseases to coordinate the safest treatment."
        },
        {
            "subsection_name": "Stage II breast cancer treatment methods",
            "subsection_content": "Bác sĩ Trần Thị Thiên Hương cho biết, giai đoạn ung thư vú và tính chất sinh học của khối u là yếu tố quan trọng trong việc đưa ra quyết định điều trị cho bệnh nhân. Phần lớn phụ nữ ung thư vú ở giai đoạn II, tùy thuộc tình trạng sinh học của khối u và di căn hạch sẽ được điều trị phối hợp phẫu thuật, liệu pháp toàn thân (hóa trị, liệu pháp nội tiết, liệu pháp nhắm trúng đích) và xạ trị. (3)\nCác phương pháp điều trị ung thư vú giai đoạn II bao gồm:\nLiệu pháp điều trị tại chỗ (phẫu thuật và xạ trị)\nUng thư vú giai đoạn II được điều trị bằng phẫu thuật bảo tồn vú, hoặc cắt bỏ vú (đoạn nhũ) có thể kèm theo tái tạo vú.\nPhẫu thuật bảo tồn vú\nĐể bảo tồn vú, bác sĩ sẽ phẫu thuật cắt rộng khối u, cắt 1/4 hoặc cắt bỏ một phần mô lành không bị ung thư xung quanh khối u, giữ lại được một phần mô vú.\nSau phẫu thuật bảo tồn, bệnh nhân sẽ được chỉ định xạ trị vào toàn bộ tuyến vú để ngăn tái phát bệnh.\nKhông có chỉ định phẫu thuật bảo tồn vú cho các trường hợp: Bệnh nhiều khối u ở các phần tư vú khác nhau, kích thước u lớn so với mô vú, hình ảnh vi vôi hóa ác tính lan rộng, đã từng xạ trị thành ngực (do bệnh khác) có ảnh hưởng đến mô vú, đang có thai…\nPhẫu thuật cắt bỏ tuyến vú (đoạn nhũ)\nĐây là phẫu thuật cắt bỏ toàn bộ tuyến vú có khối u, có thể giữ lại núm vú và da xung quanh núm vú tùy thuộc vào vị trí, kích thước, số lượng và tính chất khối u. Phương pháp này được chỉ định cho các trường hợp ung thư vú không thể phẫu thuật bảo tồn hay những trường hợp mong muốn được phẫu thuật cắt bỏ tuyến vú.\nPhẫu thuật nạo vét hạch nách hoặc sinh thiết hạch lính gác (hạch gác cửa)\nPhẫu thuật nạo vét hạch nách: Được chỉ định trong các trường hợp ung thư vú xâm lấn, có hạch nách phát hiện khi khám bệnh hoặc bằng các phương pháp cận lâm sàng; hoặc các trường hợp ung thư vú tiến triển tại chỗ, ung thư vú dạng viêm sau khi hóa trị. Phẫu thuật nạo vét hạch nách giúp kiểm soát bệnh, giảm tái phát hạch nách và tiên lượng bệnh. Phương pháp này thường gây tác dụng phụ như phù tay, tổn thương thần kinh, giảm chức năng hoạt động vùng vai cùng bên nạo hạch nách.; Sinh thiết hạch lính gác (hạch gác cửa): Các hạch lính gác là hạch bạch huyết đầu tiên mà các tế bào ung thư tiếp cận nếu chúng di căn, là một phần của các hạch bạch huyết vùng nách. Nếu có từ ba hạch lính gác dương tính với tế bào ung thư, bệnh nhân sẽ được tiến hành nạo hạch nách. Phương pháp này giúp giảm bớt việc phải nạo vét hạch nách, hạn chế được các tác dụng phụ do nạo vét hạch nách. Sinh thiết hạch lính gác được chỉ định cho các trường hợp ung thư vú xâm lấn giai đoạn sớm, không ghi nhận hạch nách di căn khi khám bệnh hoặc các xét nghiệm kiểm tra; hoặc chỉ định trong các trường hợp ung thư vú tại chỗ trước khi phẫu thuật cắt bỏ tuyến vú. Bác sĩ sẽ thực hiện quy trình sinh thiết hạch lính gác bằng kết hợp đồng vị phóng xạ và thuốc nhuộm màu xanh lam để phát hiện các hạch lính gác nếu có, sau đó kiểm tra trong phòng thí nghiệm để xem các hạch này có dương tính với tế bào ung thư hay không.\nPhẫu thuật tái tạo vú (tạo hình)\nĐây là phẫu thuật để tạo vú mới có hình dạng giống với vú cũ và tương xứng với vú đối bên bằng cách đặt túi độn hoặc dùng các mô từ bộ phận khác của cơ thể. Việc tái tạo có thể được thực hiện cùng lúc với phẫu thuật bảo tồn vú hoặc phẫu thuật cắt bỏ vú (tái tạo tức thì), hoặc có thể được thực hiện sau khi hoàn tất các phương pháp điều trị ung thư vú (tái tạo trì hoãn).\nXạ trị\nXạ trị vú – thành ngực sau phẫu thuật đóng vai trò quan trọng trong việc kiểm soát ung thư tại chỗ, giúp giảm nguy cơ tái phát ung thư.\nXạ trị vú – thành ngực thường được thực hiện một tháng sau khi phẫu thuật hoặc hóa trị để cơ thể có thời gian phục hồi.\nChỉ định: Hỗ trợ sau phẫu thuật để giảm khả năng tái phát tại chỗ tại vùng. Phương pháp này được chỉ định sau phẫu thuật bảo tồn vú, sau cắt toàn bộ tuyến vú với những trường hợp nguy cơ tái phát cao (khối u >5cm, nhiều khối u hoặc khối u xâm lấn da-thành ngực, các hạch bạch huyết tại vùng bị di căn). (4)\nCác hình thức xạ trị:\nXạ trị vú: Xạ trị vào toàn bộ mô tuyến vú.; Xạ trị thành ngực sau khi cắt bỏ toàn bộ tuyến vú.; Xạ trị vào các hạch vùng: Xạ trị vào vùng hạch nách; hoặc có thể kết hợp xạ trị vào vùng hạch vú trong – hạch trên và dưới đòn cùng bên.\nLiệu pháp điều trị toàn thân (hóa trị và các loại thuốc khác)\nLà phương pháp điều trị bằng thuốc. Các loại thuốc có thể được dùng bao gồm hóa trị, liệu pháp nội tiết, liệu pháp nhắm trúng đích và miễn dịch. Có hai cách điều trị như sau:\n– Điều trị tân hỗ trợ trước phẫu thuật: Nhằm giảm kích thước khối u và hạch vùng, giúp phẫu thuật thuận lợi hơn; tiêu diệt các di căn vi thể, giúp giảm nguy cơ tái phát bệnh và di căn xa.\nViệc quyết định bệnh nhân có cần điều trị tân hỗ trợ hay không, và điều trị với loại thuốc nào sẽ tùy thuộc vào các yếu tố như kích thước khối u, tình trạng di căn hạch, đặc điểm sinh học của khối u, thể trạng của bệnh nhân:\nNếu HER2 dương tính: Hóa trị kết hợp với thuốc kháng HER2 (Trastuzumab +/- Pertuzumab).; Nếu HER2 âm tính: Hóa trị.; Nếu bệnh thuộc nhóm tam âm: Hóa trị cân nhắc phối hợp thuốc ức chế điểm miễn dịch Pembrolizumab.\n– Điều trị hỗ trợ sau phẫu thuật triệt để: Nhằm tiêu diệt các di căn vi thể, giúp giảm khả năng tái phát bệnh và di căn xa.\nNếu đã điều trị tân hỗ trợ bằng thuốc hóa trị kết hợp với thuốc kháng HER2: Sẽ tiếp tục liệu trình điều trị hỗ trợ với thuốc kháng HER2 sau mổ theo phác đồ đủ 1 năm, hoặc đổi thuốc kháng HER2 (TDM-1) khi bệnh không đạt đáp ứng hoàn toàn (còn mô bướu sau phẫu thuật).; Nếu thụ thể nội tiết ER PR âm tính, HER2 âm tính (nhóm tam âm), đáp ứng chưa hoàn toàn với hóa trị tân hỗ trợ có hay không thuốc ức chế điểm miễn dịch (còn mô bướu sau phẫu thuật): Cân nhắc hóa trị tiếp Capecitabine hoặc thuốc nhắm trúng đích (Olaparib hay Pembrolizumab).; Nếu đã hoàn tất hóa trị tân hỗ trợ và không thuộc các nhóm trên: sẽ không hóa trị tiếp.; Nếu chưa điều trị tân hỗ trợ, tùy thuộc nhóm nguy cơ tái phát và sinh học của khối u: Sẽ hóa trị hỗ trợ, có thể kết hợp thuốc kháng HER2 (Trastuzumab có hay không kết hợp Pertuzumab).; Nếu thụ thể nội tiết ER PR dương tính: Dùng liệu pháp nội tiết hỗ trợ sau phẫu thuật hoặc sau kết thúc hóa trị.; Nếu thụ thể nội tiết ER PR dương tính và thụ thể HER2 dương tính: Sau khi kết thúc điều trị Trastuzumab hỗ trợ, sẽ được cân nhắc điều trị phối hợp liệu pháp nội tiết + Neratinib trong 1 năm.; Nếu thụ thể nội tiết ER PR dương tính, HER2 âm tính và nguy cơ tái phát trung bình: Có thể thực hiện xét nghiệm phân tích gen (như Oncotype Dx trên mẫu khối u) để xác định mức độ lợi ích của hóa trị.\nLiệu pháp nội tiết hỗ trợ\nĐược chỉ định cho bệnh nhân ung thư vú có thụ thể nội tiết ER hoặc PR dương tính, liệu pháp nội tiết hỗ trợ trong 5 năm hoặc nhiều hơn (tùy thuộc yếu tố nguy cơ), bắt đầu sau phẫu thuật hay hoàn tất hóa trị, có thể điều trị song song với thuốc kháng HER2.\nTùy theo tình trạng mãn kinh, bác sĩ sẽ lựa chọn các phương pháp như: (5)\nChưa mãn kinh: Tamoxifen, có thể kết hợp cắt chức năng buồng trứng (bằng phẫu thuật, xạ trị hay bằng thuốc).; Đã mãn kinh hoặc đã cắt chức năng buồng trứng: Sử dụng nhóm thuốc ức chế Aromatase (Letrozole, Anastrozol, Exemestan); cân nhắc sử dụng thêm thuốc Biphosphonate hỗ trợ để giảm khả năng tái phát bệnh ở xương và biến cố trên xương.\nViệc sử dụng các thuốc điều trị nội tiết có thể gây ra các tác dụng phụ như: Dày nội mạc tử cung, xuất huyết âm đạo bất thường, ung thư nội mạc tử cung (tỷ lệ rất thấp); giảm mật độ xương, loãng xương, huyết khối (cục máu đông),…",
            "subsection_string": "Stage II breast cancer treatment methods\nBác sĩ Trần Thị Thiên Hương cho biết, giai đoạn ung thư vú và tính chất sinh học của khối u là yếu tố quan trọng trong việc đưa ra quyết định điều trị cho bệnh nhân. Phần lớn phụ nữ ung thư vú ở giai đoạn II, tùy thuộc tình trạng sinh học của khối u và di căn hạch sẽ được điều trị phối hợp phẫu thuật, liệu pháp toàn thân (hóa trị, liệu pháp nội tiết, liệu pháp nhắm trúng đích) và xạ trị. (3)\nCác phương pháp điều trị ung thư vú giai đoạn II bao gồm:\nLiệu pháp điều trị tại chỗ (phẫu thuật và xạ trị)\nUng thư vú giai đoạn II được điều trị bằng phẫu thuật bảo tồn vú, hoặc cắt bỏ vú (đoạn nhũ) có thể kèm theo tái tạo vú.\nPhẫu thuật bảo tồn vú\nĐể bảo tồn vú, bác sĩ sẽ phẫu thuật cắt rộng khối u, cắt 1/4 hoặc cắt bỏ một phần mô lành không bị ung thư xung quanh khối u, giữ lại được một phần mô vú.\nSau phẫu thuật bảo tồn, bệnh nhân sẽ được chỉ định xạ trị vào toàn bộ tuyến vú để ngăn tái phát bệnh.\nKhông có chỉ định phẫu thuật bảo tồn vú cho các trường hợp: Bệnh nhiều khối u ở các phần tư vú khác nhau, kích thước u lớn so với mô vú, hình ảnh vi vôi hóa ác tính lan rộng, đã từng xạ trị thành ngực (do bệnh khác) có ảnh hưởng đến mô vú, đang có thai…\nPhẫu thuật cắt bỏ tuyến vú (đoạn nhũ)\nĐây là phẫu thuật cắt bỏ toàn bộ tuyến vú có khối u, có thể giữ lại núm vú và da xung quanh núm vú tùy thuộc vào vị trí, kích thước, số lượng và tính chất khối u. Phương pháp này được chỉ định cho các trường hợp ung thư vú không thể phẫu thuật bảo tồn hay những trường hợp mong muốn được phẫu thuật cắt bỏ tuyến vú.\nPhẫu thuật nạo vét hạch nách hoặc sinh thiết hạch lính gác (hạch gác cửa)\nPhẫu thuật nạo vét hạch nách: Được chỉ định trong các trường hợp ung thư vú xâm lấn, có hạch nách phát hiện khi khám bệnh hoặc bằng các phương pháp cận lâm sàng; hoặc các trường hợp ung thư vú tiến triển tại chỗ, ung thư vú dạng viêm sau khi hóa trị. Phẫu thuật nạo vét hạch nách giúp kiểm soát bệnh, giảm tái phát hạch nách và tiên lượng bệnh. Phương pháp này thường gây tác dụng phụ như phù tay, tổn thương thần kinh, giảm chức năng hoạt động vùng vai cùng bên nạo hạch nách.; Sinh thiết hạch lính gác (hạch gác cửa): Các hạch lính gác là hạch bạch huyết đầu tiên mà các tế bào ung thư tiếp cận nếu chúng di căn, là một phần của các hạch bạch huyết vùng nách. Nếu có từ ba hạch lính gác dương tính với tế bào ung thư, bệnh nhân sẽ được tiến hành nạo hạch nách. Phương pháp này giúp giảm bớt việc phải nạo vét hạch nách, hạn chế được các tác dụng phụ do nạo vét hạch nách. Sinh thiết hạch lính gác được chỉ định cho các trường hợp ung thư vú xâm lấn giai đoạn sớm, không ghi nhận hạch nách di căn khi khám bệnh hoặc các xét nghiệm kiểm tra; hoặc chỉ định trong các trường hợp ung thư vú tại chỗ trước khi phẫu thuật cắt bỏ tuyến vú. Bác sĩ sẽ thực hiện quy trình sinh thiết hạch lính gác bằng kết hợp đồng vị phóng xạ và thuốc nhuộm màu xanh lam để phát hiện các hạch lính gác nếu có, sau đó kiểm tra trong phòng thí nghiệm để xem các hạch này có dương tính với tế bào ung thư hay không.\nPhẫu thuật tái tạo vú (tạo hình)\nĐây là phẫu thuật để tạo vú mới có hình dạng giống với vú cũ và tương xứng với vú đối bên bằng cách đặt túi độn hoặc dùng các mô từ bộ phận khác của cơ thể. Việc tái tạo có thể được thực hiện cùng lúc với phẫu thuật bảo tồn vú hoặc phẫu thuật cắt bỏ vú (tái tạo tức thì), hoặc có thể được thực hiện sau khi hoàn tất các phương pháp điều trị ung thư vú (tái tạo trì hoãn).\nXạ trị\nXạ trị vú – thành ngực sau phẫu thuật đóng vai trò quan trọng trong việc kiểm soát ung thư tại chỗ, giúp giảm nguy cơ tái phát ung thư.\nXạ trị vú – thành ngực thường được thực hiện một tháng sau khi phẫu thuật hoặc hóa trị để cơ thể có thời gian phục hồi.\nChỉ định: Hỗ trợ sau phẫu thuật để giảm khả năng tái phát tại chỗ tại vùng. Phương pháp này được chỉ định sau phẫu thuật bảo tồn vú, sau cắt toàn bộ tuyến vú với những trường hợp nguy cơ tái phát cao (khối u >5cm, nhiều khối u hoặc khối u xâm lấn da-thành ngực, các hạch bạch huyết tại vùng bị di căn). (4)\nCác hình thức xạ trị:\nXạ trị vú: Xạ trị vào toàn bộ mô tuyến vú.; Xạ trị thành ngực sau khi cắt bỏ toàn bộ tuyến vú.; Xạ trị vào các hạch vùng: Xạ trị vào vùng hạch nách; hoặc có thể kết hợp xạ trị vào vùng hạch vú trong – hạch trên và dưới đòn cùng bên.\nLiệu pháp điều trị toàn thân (hóa trị và các loại thuốc khác)\nLà phương pháp điều trị bằng thuốc. Các loại thuốc có thể được dùng bao gồm hóa trị, liệu pháp nội tiết, liệu pháp nhắm trúng đích và miễn dịch. Có hai cách điều trị như sau:\n– Điều trị tân hỗ trợ trước phẫu thuật: Nhằm giảm kích thước khối u và hạch vùng, giúp phẫu thuật thuận lợi hơn; tiêu diệt các di căn vi thể, giúp giảm nguy cơ tái phát bệnh và di căn xa.\nViệc quyết định bệnh nhân có cần điều trị tân hỗ trợ hay không, và điều trị với loại thuốc nào sẽ tùy thuộc vào các yếu tố như kích thước khối u, tình trạng di căn hạch, đặc điểm sinh học của khối u, thể trạng của bệnh nhân:\nNếu HER2 dương tính: Hóa trị kết hợp với thuốc kháng HER2 (Trastuzumab +/- Pertuzumab).; Nếu HER2 âm tính: Hóa trị.; Nếu bệnh thuộc nhóm tam âm: Hóa trị cân nhắc phối hợp thuốc ức chế điểm miễn dịch Pembrolizumab.\n– Điều trị hỗ trợ sau phẫu thuật triệt để: Nhằm tiêu diệt các di căn vi thể, giúp giảm khả năng tái phát bệnh và di căn xa.\nNếu đã điều trị tân hỗ trợ bằng thuốc hóa trị kết hợp với thuốc kháng HER2: Sẽ tiếp tục liệu trình điều trị hỗ trợ với thuốc kháng HER2 sau mổ theo phác đồ đủ 1 năm, hoặc đổi thuốc kháng HER2 (TDM-1) khi bệnh không đạt đáp ứng hoàn toàn (còn mô bướu sau phẫu thuật).; Nếu thụ thể nội tiết ER PR âm tính, HER2 âm tính (nhóm tam âm), đáp ứng chưa hoàn toàn với hóa trị tân hỗ trợ có hay không thuốc ức chế điểm miễn dịch (còn mô bướu sau phẫu thuật): Cân nhắc hóa trị tiếp Capecitabine hoặc thuốc nhắm trúng đích (Olaparib hay Pembrolizumab).; Nếu đã hoàn tất hóa trị tân hỗ trợ và không thuộc các nhóm trên: sẽ không hóa trị tiếp.; Nếu chưa điều trị tân hỗ trợ, tùy thuộc nhóm nguy cơ tái phát và sinh học của khối u: Sẽ hóa trị hỗ trợ, có thể kết hợp thuốc kháng HER2 (Trastuzumab có hay không kết hợp Pertuzumab).; Nếu thụ thể nội tiết ER PR dương tính: Dùng liệu pháp nội tiết hỗ trợ sau phẫu thuật hoặc sau kết thúc hóa trị.; Nếu thụ thể nội tiết ER PR dương tính và thụ thể HER2 dương tính: Sau khi kết thúc điều trị Trastuzumab hỗ trợ, sẽ được cân nhắc điều trị phối hợp liệu pháp nội tiết + Neratinib trong 1 năm.; Nếu thụ thể nội tiết ER PR dương tính, HER2 âm tính và nguy cơ tái phát trung bình: Có thể thực hiện xét nghiệm phân tích gen (như Oncotype Dx trên mẫu khối u) để xác định mức độ lợi ích của hóa trị.\nLiệu pháp nội tiết hỗ trợ\nĐược chỉ định cho bệnh nhân ung thư vú có thụ thể nội tiết ER hoặc PR dương tính, liệu pháp nội tiết hỗ trợ trong 5 năm hoặc nhiều hơn (tùy thuộc yếu tố nguy cơ), bắt đầu sau phẫu thuật hay hoàn tất hóa trị, có thể điều trị song song với thuốc kháng HER2.\nTùy theo tình trạng mãn kinh, bác sĩ sẽ lựa chọn các phương pháp như: (5)\nChưa mãn kinh: Tamoxifen, có thể kết hợp cắt chức năng buồng trứng (bằng phẫu thuật, xạ trị hay bằng thuốc).; Đã mãn kinh hoặc đã cắt chức năng buồng trứng: Sử dụng nhóm thuốc ức chế Aromatase (Letrozole, Anastrozol, Exemestan); cân nhắc sử dụng thêm thuốc Biphosphonate hỗ trợ để giảm khả năng tái phát bệnh ở xương và biến cố trên xương.\nViệc sử dụng các thuốc điều trị nội tiết có thể gây ra các tác dụng phụ như: Dày nội mạc tử cung, xuất huyết âm đạo bất thường, ung thư nội mạc tử cung (tỷ lệ rất thấp); giảm mật độ xương, loãng xương, huyết khối (cục máu đông),…"
        },
        {
            "subsection_name": "Follow-up care after stage II breast cancer treatment",
            "subsection_content": "After completing treatment, patients need to be followed for at least 5 years by oncologists. The follow-up schedule is usually every 3-4 months for the first 2-3 years, then every 4-6 months for the next 2-3 years. This follow-up schedule is not fixed for all patients, but can be adjusted depending on the risk level and health factors of each patient. During this time, patients with indications for supportive endocrine therapy (ER PR positive endocrine receptor) continue to maintain medication use.\nParaclinical examinations during the follow-up period (blood tests, breast ultrasound, mammography, whole body bone mineral density measurement, gynecological examination, chest X-ray, CT or PET-CT...) may be performed. will be prescribed differently for each patient, depending on factors such as disease stage, breast cancer treatments that have been and are being performed, health status, age, menopause, etc.\nFor example:\nPatients who have breast-conserving surgery and breast radiation therapy should have screening mammograms every year, starting 6-12 months after the end of radiation therapy. Patients receiving supportive treatment with Tamoxifen should have a gynecological examination at least once a year.\nFor patients who have completed treatment, it is necessary to monitor their health to detect unusual signs and symptoms early. When experiencing any concerns, patients should go to the hospital as soon as possible.\nAfter completing treatment for stage II breast cancer, patients continue to be monitored by doctors for at least 5 years.",
            "subsection_string": "Follow-up care after stage II breast cancer treatment\nAfter completing treatment, patients need to be followed for at least 5 years by oncologists. The follow-up schedule is usually every 3-4 months for the first 2-3 years, then every 4-6 months for the next 2-3 years. This follow-up schedule is not fixed for all patients, but can be adjusted depending on the risk level and health factors of each patient. During this time, patients with indications for supportive endocrine therapy (ER PR positive endocrine receptor) continue to maintain medication use.\nParaclinical examinations during the follow-up period (blood tests, breast ultrasound, mammography, whole body bone mineral density measurement, gynecological examination, chest X-ray, CT or PET-CT...) may be performed. will be prescribed differently for each patient, depending on factors such as disease stage, breast cancer treatments that have been and are being performed, health status, age, menopause, etc.\nFor example:\nPatients who have breast-conserving surgery and breast radiation therapy should have screening mammograms every year, starting 6-12 months after the end of radiation therapy. Patients receiving supportive treatment with Tamoxifen should have a gynecological examination at least once a year.\nFor patients who have completed treatment, it is necessary to monitor their health to detect unusual signs and symptoms early. When experiencing any concerns, patients should go to the hospital as soon as possible.\nAfter completing treatment for stage II breast cancer, patients continue to be monitored by doctors for at least 5 years."
        },
        {
            "subsection_name": "Prognosis of survival of stage II breast cancer patients",
            "subsection_content": "The survival rate reflects the average number of people who will survive in a given period of time. According to the American Cancer Society, the five-year survival rate for stage II breast cancer is 88-93% for women who have completed treatment.",
            "subsection_string": "Prognosis of survival of stage II breast cancer patients\nThe survival rate reflects the average number of people who will survive in a given period of time. According to the American Cancer Society, the five-year survival rate for stage II breast cancer is 88-93% for women who have completed treatment."
        },
        {
            "subsection_name": "Frequently asked questions",
            "subsection_content": "Can stage II breast cancer be cured?\nAfter 5 years of treatment, breast cancer patients without recurrence will be considered cured. For stage II breast cancer, the possibility of cure is very high.\nIs stage II breast cancer dangerous?\nStage II breast cancer is classified as an early stage. If it responds well to treatment, the 5-year survival prognosis is about 88-93%. This means that most patients with stage II breast cancer can survive 5 years with timely, effective treatment.\nWhat is the chance of breast cancer recurrence after treatment for stage II breast cancer?\nIn patients receiving breast-conserving therapy, the likelihood of local recurrence is approximately 2% over 10 years. The possibility of local recurrence depends on the characteristics of the tumor, metastatic lymph nodes, resection area, patient age and postoperative radiotherapy treatment technique.\nAlso depending on tumor characteristics and lymph node metastasis, the risk of recurrence is highest within the first few years after treatment, the recurrence rate after 5 years and 10 years is 11-19%.\nDoctor Tran Thi Thien Huong emphasized that for patients diagnosed with stage II breast cancer, the outlook is quite positive because these tumors can still be cured. Patients need to go to reputable hospitals with modern equipment and technology, with an Oncology department, to receive consultation and develop a treatment plan according to an individualized regimen, optimize effectiveness, and help cure the disease. cure disease and improve quality of life.",
            "subsection_string": "Frequently asked questions\nCan stage II breast cancer be cured?\nAfter 5 years of treatment, breast cancer patients without recurrence will be considered cured. For stage II breast cancer, the possibility of cure is very high.\nIs stage II breast cancer dangerous?\nStage II breast cancer is classified as an early stage. If it responds well to treatment, the 5-year survival prognosis is about 88-93%. This means that most patients with stage II breast cancer can survive 5 years with timely, effective treatment.\nWhat is the chance of breast cancer recurrence after treatment for stage II breast cancer?\nIn patients receiving breast-conserving therapy, the likelihood of local recurrence is approximately 2% over 10 years. The possibility of local recurrence depends on the characteristics of the tumor, metastatic lymph nodes, resection area, patient age and postoperative radiotherapy treatment technique.\nAlso depending on tumor characteristics and lymph node metastasis, the risk of recurrence is highest within the first few years after treatment, the recurrence rate after 5 years and 10 years is 11-19%.\nDoctor Tran Thi Thien Huong emphasized that for patients diagnosed with stage II breast cancer, the outlook is quite positive because these tumors can still be cured. Patients need to go to reputable hospitals with modern equipment and technology, with an Oncology department, to receive consultation and develop a treatment plan according to an individualized regimen, optimize effectiveness, and help cure the disease. cure disease and improve quality of life."
        }
    ],
    "name": "ung-thu-vu-giai-doan-2.json"
}