{
    "title": "Stage 2 nasopharyngeal cancer: Symptoms, diagnosis and treatment",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-vom-hong-giai-doan-2/",
    "abstract": "Stage 2 nasopharyngeal cancer is still considered an early stage in treatment with a high success rate, prolonging the patient's life.",
    "content": "Stage 2 nasopharyngeal cancer: Symptoms, diagnosis and treatment\n\nStage 2 nasopharyngeal cancer is still considered an early stage in treatment with a high success rate, prolonging the patient's life.\n\nWhat is stage 2 nasopharyngeal cancer?\nNasopharyngeal cancer is often diagnosed from stage 0 to stage IV, in which stage 2 nasopharyngeal cancer is considered the intermediate stage. However, this is still an early stage in nasopharyngeal cancer treatment, with a cure rate and 5-year survival rate of 70-80%. (first)\n\nDecoding T, N, M segments in stage 2 nasopharyngeal cancer\nBased on the classification system commonly used in assessing the stage of nasopharyngeal cancer by the American Joint Committee on Cancer (AJCC), based on 3 main information including: (2)\nTumor (T): size, invasive nature of the tumor with surrounding structures; Metastasis to neighboring lymph nodes (N): evaluate whether or not there is metastasis to regional lymph nodes; Distant metastasis (M): has the cancer spread to other organs of the body? Common sites of metastasis include bones, lungs, and liver.\nStage 2 nasopharyngeal cancer can be divided into 2 cases: (3)\nThe first case is when the disease is limited to the nasopharynx, can grow into the oropharynx, nasal cavity without invading the peripharyngeal area, may not have metastasized to lymph nodes or metastasized to retropharyngeal lymph nodes (T2N0M0 , T2N1M0 according to AJCC/UICC classification);; In cases where the disease has metastasized to lymph nodes on one side of the neck, the lymph nodes are less than 6cm in size and located on the cricoid cartilage (an anatomical location of the head, face and neck area) and the disease has not metastasized far (T0N1M0, T1N1M0 according to the AJCC/classification). UICC).\nSee more: 5 stages of nasopharyngeal cancer: detailed assessment and diagnosis.\nStage 0 nasopharyngeal cancer; Stage 1 nasopharyngeal cancer; Stage 3 nasopharyngeal cancer; Stage 4 nasopharyngeal cancer\n\nSymptoms of stage 2 nasopharyngeal cancer\nMSc. Luu Thao Ngoc, Department of Oncology, Tam Anh General Hospital, Hanoi, said that the symptoms of stage 2 nasopharyngeal cancer (localized stage) are often more obvious than stage 1 nasopharyngeal cancer. The disease may experience symptoms such as:\n1. Symptoms of the nose and sinuses\nNasal congestion symptoms may appear along with headaches. Nasal congestion may gradually increase in severity and frequency, and mucus, blood or pus may flow.\n2. Symptoms in the ear area\nUncomfortable feelings in the ear area such as pain, tinnitus, hearing loss. Some cases of serous otitis media are caused by superinfection.\n3. Swollen neck lymph nodes\nLymph node masses appear clearly in stage 2 of nasopharyngeal cancer. It is possible that a lymph node or lymph node mass may initially be small in size, then gradually grow larger, possibly reaching a size of up to 6 cm. The lymph nodes are hard, painless when pressed, and rarely mobile. The lymph nodes are usually located on one side of the neck (left cervical lymph nodes or right cervical lymph nodes). A group of metastatic lymph nodes that are often only detected on CT/MRI scans are the retropharyngeal lymph nodes.\nSwollen neck lymph nodes are one of the symptoms of stage 2 nasopharyngeal cancer\n\nHow long can you live with stage 2 nasopharyngeal cancer?\nAccording to MSc. Luu Thao Ngoc, the survival prognosis for patients with stage 2 nasopharyngeal cancer will depend on many factors such as age at diagnosis, general health status, and internal diseases. accompanying medical conditions (such as liver-kidney diseases, cardiovascular diseases, etc.), the ability to respond to and tolerate chemotherapy drugs (if receiving chemotherapy and radiation treatment at the same time),... About the general prognosis for diseases For patients with stage 2 nasopharyngeal cancer, the 5-year survival rate is about 70-80% (based on SEER statistics from 2012-2018).\n\nHow to diagnose stage 2 nasopharyngeal cancer\nThe process of diagnosing nasopharyngeal cancer in general and stage 2 nasopharyngeal cancer in particular is often determined as follows:\n1. Clinical examination\nWhen the patient goes for a health check-up because of the appearance of lymph nodes in the neck. Normally, the doctor will conduct an examination and take medical history.\nDuring a clinical examination, the doctor will evaluate manifestations in other organs such as the throat, nose, ears, mouth, tongue, etc. In case the signs indicate the risk of cancer, the patient will be prescribed Perform tests and diagnostic imaging such as CT, MRI...\n3. Endoscopic examination of the nasopharynx and biopsy\nUsing an ENT endoscopy procedure, the doctor inserts a specialized endoscope to check for abnormalities in the ear, nose, and throat area. When evaluating any abnormalities, the doctor may prescribe a biopsy of the lesion through ENT endoscopy. The specimen will be taken and sent to the pathology department to evaluate whether the lesion is cancerous. letter or not…\nEar-nose-throat endoscopy is a method to support the diagnosis of nasopharyngeal cancer\nIf a tumor is suspected to be growing under the nasopharyngeal mucosa, endoscopic visualization may be more difficult. Therefore, the patient will be prescribed additional imaging diagnostics such as computed tomography (CT), magnetic resonance imaging (MRI)...\n3. Imaging diagnosis – Nuclear medicine\nPerforming diagnostic imaging such as chest X-ray, neck lymph node ultrasound, CT/MRI scan is an effective way to determine the location and extent of tumor invasion with surrounding healthy tissues. An advanced technique often used in disease staging is PET/CT, the results of this technique will help assess whether the disease has metastasized distantly or is still local. The step of accurately assessing the stage is very important for predicting the disease, guiding the selection of appropriate treatment methods, bringing the highest effectiveness to the patient.\n\nHow to treat stage 2 nasopharyngeal cancer\nMSc. Dr. Luu Thao Ngoc said that the fundamental treatment method for stage 2 nasopharyngeal cancer is radiotherapy and chemotherapy (also known as chemicals). The method of simultaneously using radiotherapy combined with chemicals is called concurrent chemo-radiotherapy, which is often prescribed for patients with high-risk nasopharyngeal cancer (such as large tumors, EBV concentrations). High DNA in blood,...).\nRadiation therapy: This is a treatment method that uses high-energy particles or waves (such as X-rays, gamma rays, protons) to shine on the tumor to kill or damage cancer cells. Radiation therapy with high technology such as dose-modulated radiation therapy (IMRT) helps deliver a dose that thoroughly treats tumors, while limiting the dose that affects surrounding healthy organs (such as parotid salivary glands and spinal cord). ,...), both ensuring treatment effectiveness and minimizing treatment-related side effects. The target of radiotherapy for stage 2 nasopharyngeal cancer includes the primary tumor and pathological lymph node areas or lymph node areas with a high risk of metastasis. Damage will be determined based on computed tomography, magnetic resonance imaging or PET/CT imaging. Before starting radiotherapy for the nasopharynx, doctors will evaluate the patient's general health status, nutritional status, dental condition and swallowing function. This helps ensure that the radiotherapy plan is successful without interruption.\nSide effects related to radiotherapy include early side effects and late side effects:\nEarly side effects: may occur during radiotherapy in the head - face - neck area in general such as fatigue, loss of appetite, dermatitis caused by radiation therapy, painful swallowing, difficulty swallowing, changes in taste,...; Late side effects: manifest after many months or years such as hypothyroidism, jaw bone necrosis, neck sclerosis, etc.\nRadiation therapy is one of the fundamental treatment methods for stage 2 nasopharyngeal cancer\nChemotherapy: This method can be performed at the same time as radiotherapy (in concurrent chemotherapy-radiation treatment), or chemotherapy can be given before radiotherapy to reduce the size of the tumor. radiotherapy planning is safer and easier. In addition, chemotherapy is also indicated in cases of residual disease or cases of disease progression to metastasis after radical chemotherapy and radiotherapy. Chemicals commonly used in concurrent chemotherapy and radiotherapy regimens are cisplatin, or carboplatin (in cases of intolerance or unsuitability for cisplatin).\nWhen receiving concurrent chemotherapy and radiotherapy, patients may experience more side effects than radiotherapy alone such as: vomiting, nausea, fatigue, poor appetite, etc.\n\nCaring for patients with stage 2 nasopharyngeal cancer\nMSc. Dr. Luu Thao Ngoc emphasized that taking care of cancer patients, especially during stage 2 nasopharyngeal cancer treatment, is considered an important factor, determining success and recovery ability. of the patient. That's why relatives need to pay attention to the patient's care regime so that they can quickly overcome their illness. (4)\nCancer patients need attention and care from their loved ones to feel secure in treatment\nNotes in caring for patients with stage 2 nasopharyngeal cancer are as follows:\n1. About nutrition\nNasopharyngeal cancer directly affects the patient's ability to eat, especially during radiotherapy and chemotherapy, patients may experience symptoms such as loss of appetite, loss of appetite, and pain. mouth leading to poor appetite and weight loss. In the long term, it leads to decreased health, the body is often tired and weak, and can cause treatment interruptions or intolerance to radical treatment methods.\nMSc. Dr. Luu Thao Ngoc recommends that the daily menu of patients with stage 2 nasopharyngeal cancer should be prepared with diets that ensure:\nFood is soft, easy to swallow, easily digested, and rich in nutrients. These foods need to contain lots of protein, vitamins and minerals. The menu should be changed daily to create variety, colors and flavors to stimulate the patient's appetite.; Divide daily meals into smaller portions to improve the patient's appetite.; Increase frugal foods, avoid eating foods that are greasy, hard, and difficult to digest; Avoid using tobacco, alcohol, and spicy foods such as chili, pepper, etc.; During treatment, using chemotherapy and radiotherapy on the neck and pharynx leads to side effects such as dry mouth due to reduced salivation, changes in taste leading to loss of appetite and difficulty chewing and swallowing. Therefore, family members need to pay attention to limiting certain foods:; Foods containing a lot of acid (oranges, lemons, tangerines, grapefruit, kumquat, etc.) or sour vegetables and fruits can irritate the patient's throat.; Large, dry and hard foods make it difficult to swallow and will affect the digestion of food in patients with nasopharyngeal cancer.\nMenu design for nasopharyngeal cancer patients needs to be based on the patient's preferences and habits to arrange appropriately. Patients should not be forced to eat foods they do not like to avoid discomfort, nausea, and mental effects.\n2. About movement mode\nCancer patients in general and nasopharyngeal cancer patients in particular need to pay attention to appropriate rest and exercise regimes. You should not feel guilty, think too much, or worry about your condition as it will negatively affect your spirit and directly impact the effectiveness of treatment.\nSome light sports are suitable for the physical condition of patients with stage 2 nasopharyngeal cancer such as yoga, exercise, walking, etc. Besides, patients need to get enough sleep and combine relaxation activities. Relax, meditate,...\n3. Examination and treatment\nPatients need to follow the treatment regimen given by the doctor, take medication regularly and have regular check-ups every 3-6 months according to the doctor's appointment. Prescribed examinations help doctors understand the progress of the disease as well as the patient's health, detect early signs of recurrence and provide timely treatment.\nExamination as soon as there are signs of abnormality gives high treatment effectiveness\nIf you see any suspicious signs, you need to see a doctor immediately, conduct a CT scan, ear-nose-throat endoscopy, X-ray, MRI... for early assessment and timely treatment with indications. determined.\nYou can register for examination, consultation and screening for nasopharyngeal cancer with Oncologists, Tam Anh General Hospital via:\nThe 5-year survival prognosis for stage 2 nasopharyngeal cancer is more than 90% if treated promptly, combining appropriate treatment modalities for each individual patient. Each person needs to proactively screen for cancer periodically and see a specialist as soon as there are signs of abnormalities to receive timely and proper treatment.",
    "subsections": [
        {
            "subsection_name": "What is stage 2 nasopharyngeal cancer?",
            "subsection_content": "Nasopharyngeal cancer is often diagnosed from stage 0 to stage IV, in which stage 2 nasopharyngeal cancer is considered the intermediate stage. However, this is still an early stage in nasopharyngeal cancer treatment, with a cure rate and 5-year survival rate of 70-80%. (first)",
            "subsection_string": "What is stage 2 nasopharyngeal cancer?\nNasopharyngeal cancer is often diagnosed from stage 0 to stage IV, in which stage 2 nasopharyngeal cancer is considered the intermediate stage. However, this is still an early stage in nasopharyngeal cancer treatment, with a cure rate and 5-year survival rate of 70-80%. (first)"
        },
        {
            "subsection_name": "Decoding T, N, M segments in stage 2 nasopharyngeal cancer",
            "subsection_content": "Based on the classification system commonly used in assessing the stage of nasopharyngeal cancer by the American Joint Committee on Cancer (AJCC), based on 3 main information including: (2)\nTumor (T): size, invasive nature of the tumor with surrounding structures; Metastasis to neighboring lymph nodes (N): evaluate whether or not there is metastasis to regional lymph nodes; Distant metastasis (M): has the cancer spread to other organs of the body? Common sites of metastasis include bones, lungs, and liver.\nStage 2 nasopharyngeal cancer can be divided into 2 cases: (3)\nThe first case is when the disease is limited to the nasopharynx, can grow into the oropharynx, nasal cavity without invading the peripharyngeal area, may not have metastasized to lymph nodes or metastasized to retropharyngeal lymph nodes (T2N0M0 , T2N1M0 according to AJCC/UICC classification);; In cases where the disease has metastasized to lymph nodes on one side of the neck, the lymph nodes are less than 6cm in size and located on the cricoid cartilage (an anatomical location of the head, face and neck area) and the disease has not metastasized far (T0N1M0, T1N1M0 according to the AJCC/classification). UICC).\nSee more: 5 stages of nasopharyngeal cancer: detailed assessment and diagnosis.\nStage 0 nasopharyngeal cancer; Stage 1 nasopharyngeal cancer; Stage 3 nasopharyngeal cancer; Stage 4 nasopharyngeal cancer",
            "subsection_string": "Decoding T, N, M segments in stage 2 nasopharyngeal cancer\nBased on the classification system commonly used in assessing the stage of nasopharyngeal cancer by the American Joint Committee on Cancer (AJCC), based on 3 main information including: (2)\nTumor (T): size, invasive nature of the tumor with surrounding structures; Metastasis to neighboring lymph nodes (N): evaluate whether or not there is metastasis to regional lymph nodes; Distant metastasis (M): has the cancer spread to other organs of the body? Common sites of metastasis include bones, lungs, and liver.\nStage 2 nasopharyngeal cancer can be divided into 2 cases: (3)\nThe first case is when the disease is limited to the nasopharynx, can grow into the oropharynx, nasal cavity without invading the peripharyngeal area, may not have metastasized to lymph nodes or metastasized to retropharyngeal lymph nodes (T2N0M0 , T2N1M0 according to AJCC/UICC classification);; In cases where the disease has metastasized to lymph nodes on one side of the neck, the lymph nodes are less than 6cm in size and located on the cricoid cartilage (an anatomical location of the head, face and neck area) and the disease has not metastasized far (T0N1M0, T1N1M0 according to the AJCC/classification). UICC).\nSee more: 5 stages of nasopharyngeal cancer: detailed assessment and diagnosis.\nStage 0 nasopharyngeal cancer; Stage 1 nasopharyngeal cancer; Stage 3 nasopharyngeal cancer; Stage 4 nasopharyngeal cancer"
        },
        {
            "subsection_name": "Symptoms of stage 2 nasopharyngeal cancer",
            "subsection_content": "MSc. Luu Thao Ngoc, Department of Oncology, Tam Anh General Hospital, Hanoi, said that the symptoms of stage 2 nasopharyngeal cancer (localized stage) are often more obvious than stage 1 nasopharyngeal cancer. The disease may experience symptoms such as:\n1. Symptoms of the nose and sinuses\nNasal congestion symptoms may appear along with headaches. Nasal congestion may gradually increase in severity and frequency, and mucus, blood or pus may flow.\n2. Symptoms in the ear area\nUncomfortable feelings in the ear area such as pain, tinnitus, hearing loss. Some cases of serous otitis media are caused by superinfection.\n3. Swollen neck lymph nodes\nLymph node masses appear clearly in stage 2 of nasopharyngeal cancer. It is possible that a lymph node or lymph node mass may initially be small in size, then gradually grow larger, possibly reaching a size of up to 6 cm. The lymph nodes are hard, painless when pressed, and rarely mobile. The lymph nodes are usually located on one side of the neck (left cervical lymph nodes or right cervical lymph nodes). A group of metastatic lymph nodes that are often only detected on CT/MRI scans are the retropharyngeal lymph nodes.\nSwollen neck lymph nodes are one of the symptoms of stage 2 nasopharyngeal cancer",
            "subsection_string": "Symptoms of stage 2 nasopharyngeal cancer\nMSc. Luu Thao Ngoc, Department of Oncology, Tam Anh General Hospital, Hanoi, said that the symptoms of stage 2 nasopharyngeal cancer (localized stage) are often more obvious than stage 1 nasopharyngeal cancer. The disease may experience symptoms such as:\n1. Symptoms of the nose and sinuses\nNasal congestion symptoms may appear along with headaches. Nasal congestion may gradually increase in severity and frequency, and mucus, blood or pus may flow.\n2. Symptoms in the ear area\nUncomfortable feelings in the ear area such as pain, tinnitus, hearing loss. Some cases of serous otitis media are caused by superinfection.\n3. Swollen neck lymph nodes\nLymph node masses appear clearly in stage 2 of nasopharyngeal cancer. It is possible that a lymph node or lymph node mass may initially be small in size, then gradually grow larger, possibly reaching a size of up to 6 cm. The lymph nodes are hard, painless when pressed, and rarely mobile. The lymph nodes are usually located on one side of the neck (left cervical lymph nodes or right cervical lymph nodes). A group of metastatic lymph nodes that are often only detected on CT/MRI scans are the retropharyngeal lymph nodes.\nSwollen neck lymph nodes are one of the symptoms of stage 2 nasopharyngeal cancer"
        },
        {
            "subsection_name": "How long can you live with stage 2 nasopharyngeal cancer?",
            "subsection_content": "According to MSc. Luu Thao Ngoc, the survival prognosis for patients with stage 2 nasopharyngeal cancer will depend on many factors such as age at diagnosis, general health status, and internal diseases. accompanying medical conditions (such as liver-kidney diseases, cardiovascular diseases, etc.), the ability to respond to and tolerate chemotherapy drugs (if receiving chemotherapy and radiation treatment at the same time),... About the general prognosis for diseases For patients with stage 2 nasopharyngeal cancer, the 5-year survival rate is about 70-80% (based on SEER statistics from 2012-2018).",
            "subsection_string": "How long can you live with stage 2 nasopharyngeal cancer?\nAccording to MSc. Luu Thao Ngoc, the survival prognosis for patients with stage 2 nasopharyngeal cancer will depend on many factors such as age at diagnosis, general health status, and internal diseases. accompanying medical conditions (such as liver-kidney diseases, cardiovascular diseases, etc.), the ability to respond to and tolerate chemotherapy drugs (if receiving chemotherapy and radiation treatment at the same time),... About the general prognosis for diseases For patients with stage 2 nasopharyngeal cancer, the 5-year survival rate is about 70-80% (based on SEER statistics from 2012-2018)."
        },
        {
            "subsection_name": "How to diagnose stage 2 nasopharyngeal cancer",
            "subsection_content": "The process of diagnosing nasopharyngeal cancer in general and stage 2 nasopharyngeal cancer in particular is often determined as follows:\n1. Clinical examination\nWhen the patient goes for a health check-up because of the appearance of lymph nodes in the neck. Normally, the doctor will conduct an examination and take medical history.\nDuring a clinical examination, the doctor will evaluate manifestations in other organs such as the throat, nose, ears, mouth, tongue, etc. In case the signs indicate the risk of cancer, the patient will be prescribed Perform tests and diagnostic imaging such as CT, MRI...\n3. Endoscopic examination of the nasopharynx and biopsy\nUsing an ENT endoscopy procedure, the doctor inserts a specialized endoscope to check for abnormalities in the ear, nose, and throat area. When evaluating any abnormalities, the doctor may prescribe a biopsy of the lesion through ENT endoscopy. The specimen will be taken and sent to the pathology department to evaluate whether the lesion is cancerous. letter or not…\nEar-nose-throat endoscopy is a method to support the diagnosis of nasopharyngeal cancer\nIf a tumor is suspected to be growing under the nasopharyngeal mucosa, endoscopic visualization may be more difficult. Therefore, the patient will be prescribed additional imaging diagnostics such as computed tomography (CT), magnetic resonance imaging (MRI)...\n3. Imaging diagnosis – Nuclear medicine\nPerforming diagnostic imaging such as chest X-ray, neck lymph node ultrasound, CT/MRI scan is an effective way to determine the location and extent of tumor invasion with surrounding healthy tissues. An advanced technique often used in disease staging is PET/CT, the results of this technique will help assess whether the disease has metastasized distantly or is still local. The step of accurately assessing the stage is very important for predicting the disease, guiding the selection of appropriate treatment methods, bringing the highest effectiveness to the patient.",
            "subsection_string": "How to diagnose stage 2 nasopharyngeal cancer\nThe process of diagnosing nasopharyngeal cancer in general and stage 2 nasopharyngeal cancer in particular is often determined as follows:\n1. Clinical examination\nWhen the patient goes for a health check-up because of the appearance of lymph nodes in the neck. Normally, the doctor will conduct an examination and take medical history.\nDuring a clinical examination, the doctor will evaluate manifestations in other organs such as the throat, nose, ears, mouth, tongue, etc. In case the signs indicate the risk of cancer, the patient will be prescribed Perform tests and diagnostic imaging such as CT, MRI...\n3. Endoscopic examination of the nasopharynx and biopsy\nUsing an ENT endoscopy procedure, the doctor inserts a specialized endoscope to check for abnormalities in the ear, nose, and throat area. When evaluating any abnormalities, the doctor may prescribe a biopsy of the lesion through ENT endoscopy. The specimen will be taken and sent to the pathology department to evaluate whether the lesion is cancerous. letter or not…\nEar-nose-throat endoscopy is a method to support the diagnosis of nasopharyngeal cancer\nIf a tumor is suspected to be growing under the nasopharyngeal mucosa, endoscopic visualization may be more difficult. Therefore, the patient will be prescribed additional imaging diagnostics such as computed tomography (CT), magnetic resonance imaging (MRI)...\n3. Imaging diagnosis – Nuclear medicine\nPerforming diagnostic imaging such as chest X-ray, neck lymph node ultrasound, CT/MRI scan is an effective way to determine the location and extent of tumor invasion with surrounding healthy tissues. An advanced technique often used in disease staging is PET/CT, the results of this technique will help assess whether the disease has metastasized distantly or is still local. The step of accurately assessing the stage is very important for predicting the disease, guiding the selection of appropriate treatment methods, bringing the highest effectiveness to the patient."
        },
        {
            "subsection_name": "How to treat stage 2 nasopharyngeal cancer",
            "subsection_content": "MSc. Dr. Luu Thao Ngoc said that the fundamental treatment method for stage 2 nasopharyngeal cancer is radiotherapy and chemotherapy (also known as chemicals). The method of simultaneously using radiotherapy combined with chemicals is called concurrent chemo-radiotherapy, which is often prescribed for patients with high-risk nasopharyngeal cancer (such as large tumors, EBV concentrations). High DNA in blood,...).\nRadiation therapy: This is a treatment method that uses high-energy particles or waves (such as X-rays, gamma rays, protons) to shine on the tumor to kill or damage cancer cells. Radiation therapy with high technology such as dose-modulated radiation therapy (IMRT) helps deliver a dose that thoroughly treats tumors, while limiting the dose that affects surrounding healthy organs (such as parotid salivary glands and spinal cord). ,...), both ensuring treatment effectiveness and minimizing treatment-related side effects. The target of radiotherapy for stage 2 nasopharyngeal cancer includes the primary tumor and pathological lymph node areas or lymph node areas with a high risk of metastasis. Damage will be determined based on computed tomography, magnetic resonance imaging or PET/CT imaging. Before starting radiotherapy for the nasopharynx, doctors will evaluate the patient's general health status, nutritional status, dental condition and swallowing function. This helps ensure that the radiotherapy plan is successful without interruption.\nSide effects related to radiotherapy include early side effects and late side effects:\nEarly side effects: may occur during radiotherapy in the head - face - neck area in general such as fatigue, loss of appetite, dermatitis caused by radiation therapy, painful swallowing, difficulty swallowing, changes in taste,...; Late side effects: manifest after many months or years such as hypothyroidism, jaw bone necrosis, neck sclerosis, etc.\nRadiation therapy is one of the fundamental treatment methods for stage 2 nasopharyngeal cancer\nChemotherapy: This method can be performed at the same time as radiotherapy (in concurrent chemotherapy-radiation treatment), or chemotherapy can be given before radiotherapy to reduce the size of the tumor. radiotherapy planning is safer and easier. In addition, chemotherapy is also indicated in cases of residual disease or cases of disease progression to metastasis after radical chemotherapy and radiotherapy. Chemicals commonly used in concurrent chemotherapy and radiotherapy regimens are cisplatin, or carboplatin (in cases of intolerance or unsuitability for cisplatin).\nWhen receiving concurrent chemotherapy and radiotherapy, patients may experience more side effects than radiotherapy alone such as: vomiting, nausea, fatigue, poor appetite, etc.",
            "subsection_string": "How to treat stage 2 nasopharyngeal cancer\nMSc. Dr. Luu Thao Ngoc said that the fundamental treatment method for stage 2 nasopharyngeal cancer is radiotherapy and chemotherapy (also known as chemicals). The method of simultaneously using radiotherapy combined with chemicals is called concurrent chemo-radiotherapy, which is often prescribed for patients with high-risk nasopharyngeal cancer (such as large tumors, EBV concentrations). High DNA in blood,...).\nRadiation therapy: This is a treatment method that uses high-energy particles or waves (such as X-rays, gamma rays, protons) to shine on the tumor to kill or damage cancer cells. Radiation therapy with high technology such as dose-modulated radiation therapy (IMRT) helps deliver a dose that thoroughly treats tumors, while limiting the dose that affects surrounding healthy organs (such as parotid salivary glands and spinal cord). ,...), both ensuring treatment effectiveness and minimizing treatment-related side effects. The target of radiotherapy for stage 2 nasopharyngeal cancer includes the primary tumor and pathological lymph node areas or lymph node areas with a high risk of metastasis. Damage will be determined based on computed tomography, magnetic resonance imaging or PET/CT imaging. Before starting radiotherapy for the nasopharynx, doctors will evaluate the patient's general health status, nutritional status, dental condition and swallowing function. This helps ensure that the radiotherapy plan is successful without interruption.\nSide effects related to radiotherapy include early side effects and late side effects:\nEarly side effects: may occur during radiotherapy in the head - face - neck area in general such as fatigue, loss of appetite, dermatitis caused by radiation therapy, painful swallowing, difficulty swallowing, changes in taste,...; Late side effects: manifest after many months or years such as hypothyroidism, jaw bone necrosis, neck sclerosis, etc.\nRadiation therapy is one of the fundamental treatment methods for stage 2 nasopharyngeal cancer\nChemotherapy: This method can be performed at the same time as radiotherapy (in concurrent chemotherapy-radiation treatment), or chemotherapy can be given before radiotherapy to reduce the size of the tumor. radiotherapy planning is safer and easier. In addition, chemotherapy is also indicated in cases of residual disease or cases of disease progression to metastasis after radical chemotherapy and radiotherapy. Chemicals commonly used in concurrent chemotherapy and radiotherapy regimens are cisplatin, or carboplatin (in cases of intolerance or unsuitability for cisplatin).\nWhen receiving concurrent chemotherapy and radiotherapy, patients may experience more side effects than radiotherapy alone such as: vomiting, nausea, fatigue, poor appetite, etc."
        },
        {
            "subsection_name": "Caring for patients with stage 2 nasopharyngeal cancer",
            "subsection_content": "MSc. Dr. Luu Thao Ngoc emphasized that taking care of cancer patients, especially during stage 2 nasopharyngeal cancer treatment, is considered an important factor, determining success and recovery ability. of the patient. That's why relatives need to pay attention to the patient's care regime so that they can quickly overcome their illness. (4)\nCancer patients need attention and care from their loved ones to feel secure in treatment\nNotes in caring for patients with stage 2 nasopharyngeal cancer are as follows:\n1. About nutrition\nNasopharyngeal cancer directly affects the patient's ability to eat, especially during radiotherapy and chemotherapy, patients may experience symptoms such as loss of appetite, loss of appetite, and pain. mouth leading to poor appetite and weight loss. In the long term, it leads to decreased health, the body is often tired and weak, and can cause treatment interruptions or intolerance to radical treatment methods.\nMSc. Dr. Luu Thao Ngoc recommends that the daily menu of patients with stage 2 nasopharyngeal cancer should be prepared with diets that ensure:\nFood is soft, easy to swallow, easily digested, and rich in nutrients. These foods need to contain lots of protein, vitamins and minerals. The menu should be changed daily to create variety, colors and flavors to stimulate the patient's appetite.; Divide daily meals into smaller portions to improve the patient's appetite.; Increase frugal foods, avoid eating foods that are greasy, hard, and difficult to digest; Avoid using tobacco, alcohol, and spicy foods such as chili, pepper, etc.; During treatment, using chemotherapy and radiotherapy on the neck and pharynx leads to side effects such as dry mouth due to reduced salivation, changes in taste leading to loss of appetite and difficulty chewing and swallowing. Therefore, family members need to pay attention to limiting certain foods:; Foods containing a lot of acid (oranges, lemons, tangerines, grapefruit, kumquat, etc.) or sour vegetables and fruits can irritate the patient's throat.; Large, dry and hard foods make it difficult to swallow and will affect the digestion of food in patients with nasopharyngeal cancer.\nMenu design for nasopharyngeal cancer patients needs to be based on the patient's preferences and habits to arrange appropriately. Patients should not be forced to eat foods they do not like to avoid discomfort, nausea, and mental effects.\n2. About movement mode\nCancer patients in general and nasopharyngeal cancer patients in particular need to pay attention to appropriate rest and exercise regimes. You should not feel guilty, think too much, or worry about your condition as it will negatively affect your spirit and directly impact the effectiveness of treatment.\nSome light sports are suitable for the physical condition of patients with stage 2 nasopharyngeal cancer such as yoga, exercise, walking, etc. Besides, patients need to get enough sleep and combine relaxation activities. Relax, meditate,...\n3. Examination and treatment\nPatients need to follow the treatment regimen given by the doctor, take medication regularly and have regular check-ups every 3-6 months according to the doctor's appointment. Prescribed examinations help doctors understand the progress of the disease as well as the patient's health, detect early signs of recurrence and provide timely treatment.\nExamination as soon as there are signs of abnormality gives high treatment effectiveness\nIf you see any suspicious signs, you need to see a doctor immediately, conduct a CT scan, ear-nose-throat endoscopy, X-ray, MRI... for early assessment and timely treatment with indications. determined.\nYou can register for examination, consultation and screening for nasopharyngeal cancer with Oncologists, Tam Anh General Hospital via:\nThe 5-year survival prognosis for stage 2 nasopharyngeal cancer is more than 90% if treated promptly, combining appropriate treatment modalities for each individual patient. Each person needs to proactively screen for cancer periodically and see a specialist as soon as there are signs of abnormalities to receive timely and proper treatment.",
            "subsection_string": "Caring for patients with stage 2 nasopharyngeal cancer\nMSc. Dr. Luu Thao Ngoc emphasized that taking care of cancer patients, especially during stage 2 nasopharyngeal cancer treatment, is considered an important factor, determining success and recovery ability. of the patient. That's why relatives need to pay attention to the patient's care regime so that they can quickly overcome their illness. (4)\nCancer patients need attention and care from their loved ones to feel secure in treatment\nNotes in caring for patients with stage 2 nasopharyngeal cancer are as follows:\n1. About nutrition\nNasopharyngeal cancer directly affects the patient's ability to eat, especially during radiotherapy and chemotherapy, patients may experience symptoms such as loss of appetite, loss of appetite, and pain. mouth leading to poor appetite and weight loss. In the long term, it leads to decreased health, the body is often tired and weak, and can cause treatment interruptions or intolerance to radical treatment methods.\nMSc. Dr. Luu Thao Ngoc recommends that the daily menu of patients with stage 2 nasopharyngeal cancer should be prepared with diets that ensure:\nFood is soft, easy to swallow, easily digested, and rich in nutrients. These foods need to contain lots of protein, vitamins and minerals. The menu should be changed daily to create variety, colors and flavors to stimulate the patient's appetite.; Divide daily meals into smaller portions to improve the patient's appetite.; Increase frugal foods, avoid eating foods that are greasy, hard, and difficult to digest; Avoid using tobacco, alcohol, and spicy foods such as chili, pepper, etc.; During treatment, using chemotherapy and radiotherapy on the neck and pharynx leads to side effects such as dry mouth due to reduced salivation, changes in taste leading to loss of appetite and difficulty chewing and swallowing. Therefore, family members need to pay attention to limiting certain foods:; Foods containing a lot of acid (oranges, lemons, tangerines, grapefruit, kumquat, etc.) or sour vegetables and fruits can irritate the patient's throat.; Large, dry and hard foods make it difficult to swallow and will affect the digestion of food in patients with nasopharyngeal cancer.\nMenu design for nasopharyngeal cancer patients needs to be based on the patient's preferences and habits to arrange appropriately. Patients should not be forced to eat foods they do not like to avoid discomfort, nausea, and mental effects.\n2. About movement mode\nCancer patients in general and nasopharyngeal cancer patients in particular need to pay attention to appropriate rest and exercise regimes. You should not feel guilty, think too much, or worry about your condition as it will negatively affect your spirit and directly impact the effectiveness of treatment.\nSome light sports are suitable for the physical condition of patients with stage 2 nasopharyngeal cancer such as yoga, exercise, walking, etc. Besides, patients need to get enough sleep and combine relaxation activities. Relax, meditate,...\n3. Examination and treatment\nPatients need to follow the treatment regimen given by the doctor, take medication regularly and have regular check-ups every 3-6 months according to the doctor's appointment. Prescribed examinations help doctors understand the progress of the disease as well as the patient's health, detect early signs of recurrence and provide timely treatment.\nExamination as soon as there are signs of abnormality gives high treatment effectiveness\nIf you see any suspicious signs, you need to see a doctor immediately, conduct a CT scan, ear-nose-throat endoscopy, X-ray, MRI... for early assessment and timely treatment with indications. determined.\nYou can register for examination, consultation and screening for nasopharyngeal cancer with Oncologists, Tam Anh General Hospital via:\nThe 5-year survival prognosis for stage 2 nasopharyngeal cancer is more than 90% if treated promptly, combining appropriate treatment modalities for each individual patient. Each person needs to proactively screen for cancer periodically and see a specialist as soon as there are signs of abnormalities to receive timely and proper treatment."
        }
    ],
    "name": "ung-thu-vom-hong-giai-doan-2.json"
}