{
    "title": "Stage II non-small cell lung cancer: Symptoms and treatment",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-phoi-khong-te-bao-nho-giai-doan-2/",
    "abstract": "Patients with non-small cell lung cancer\n Stage II has a relatively high 5-year survival rate if detected and treated appropriately before the disease progresses to stage III.\n Lung cancer is one of the two types of cancer that cause the most deaths in Vietnam (after liver cancer). According to analysis by the Institute for Health Metrics and Evaluation (IHME) in 2019, Vietnam ranks 37/185 in the world in terms of death rate from lung cancer and has more than 26,000 new cases discovered each year.\n According to Doctor Vu Tran Minh Nguyen, Department of Oncology, Tam Anh General Hospital, Ho Chi Minh City, currently, thanks to advances in medicine in diagnosis and treatment, the 5-year survival rate of lung cancer patients has increased. is increasing, especially if the disease is detected at an early stage.\n Stage II non-small cell lung cancer is still considered an early stage, with a relatively good prognosis if treated appropriately, combined with adherence to a healthy lifestyle according to medical experts' instructions. .",
    "content": "Stage II non-small cell lung cancer: Symptoms and treatment\n\nPatients with non-small cell lung cancer\n Stage II has a relatively high 5-year survival rate if detected and treated appropriately before the disease progresses to stage III.\n Lung cancer is one of the two types of cancer that cause the most deaths in Vietnam (after liver cancer). According to analysis by the Institute for Health Metrics and Evaluation (IHME) in 2019, Vietnam ranks 37/185 in the world in terms of death rate from lung cancer and has more than 26,000 new cases discovered each year.\n According to Doctor Vu Tran Minh Nguyen, Department of Oncology, Tam Anh General Hospital, Ho Chi Minh City, currently, thanks to advances in medicine in diagnosis and treatment, the 5-year survival rate of lung cancer patients has increased. is increasing, especially if the disease is detected at an early stage.\n Stage II non-small cell lung cancer is still considered an early stage, with a relatively good prognosis if treated appropriately, combined with adherence to a healthy lifestyle according to medical experts' instructions. .\n\nWhat is stage II non-small cell lung cancer?\nStage II non-small cell lung cancer is diagnosed when there is one or more tumors in the same lobe of the lung, the tumors can metastasize to nearby lymph nodes but have not metastasized far to other organs. of body.\nDepending on the size, extent of tumor invasion and location of metastatic lymph nodes, stage II non-small cell lung cancer can be divided into 2 groups: locally localized (stage IIA ) and regional progression (stage IIB). (first)\nStage II non-small cell lung cancer has a relatively good prognosis if treated promptly\n\nTNM staging system in stage II non-small cell lung cancer\nNon-small cell lung cancer is staged according to the American Joint Committee on Cancer (AJCC) guidelines, with version 8 being the most recent update in 2017. .\nStage II non-small cell lung cancer is classified into two groups: locally localized (stage IIA) and regionally advanced (stage IIB), based on the characteristics of 3 factors:\nT (Tumor): Location, size, level of invasion of the tumor; N (Node - Lymph node metastasis): Metastasis to neighboring lymph nodes (also called regional lymph nodes).; M (Metastasis - Distant metastasis): Distant metastasis to other organs in the body such as the contralateral lung, brain, bones, adrenal glands... or metastasis to lymph nodes other than regional lymph nodes.\nAfter determining the stage of the disease, and based on the specific characteristics of each patient such as age, physical condition, comorbidities, etc., doctors will discuss with the patient and relatives to come up with solutions. suitable treatment. (2)\nSee more: Early stage non-small cell lung cancer: Symptoms and treatment.\nStage IIA non-small cell lung cancer\nTumors in stage IIA are 4-5cm in size and have not metastasized to lymph nodes or other organs of the body.\nNon-small cell lung cancer can also be classified as stage IIA if it has not metastasized to lymph nodes or distant metastases, and has one of the following conditions:\nThe tumor has spread to the main bronchus, but has not spread to the carina (the carina is where the right and left bronchus divide).; Visceral pleural invasion; Atelectasis or obstructive pneumonia, affecting part or all of the lung.\nIn the TNM staging system, stage IIA lung cancer is defined as T2b, N0, M0. In particular, N0 and M0 indicate that the tumor has not metastasized to any lymph nodes or other organs of the body.\nStage IIB non-small cell lung cancer\nStage IIB non-small cell lung cancer includes the following situations:\nThe tumor is ≤ 5cm in size (T1a-c or T2a-b), and has metastasized to lymph nodes in the lung, hilar lymph nodes, or ipsilateral parabronchial lymph nodes (N1).; The tumor is 5-7 cm in size (T3) but has not metastasized to the lymph nodes.; The tumor is ≤ 7cm in size, has not metastasized to lymph nodes but has spread to one or more of the following structures:\nChest wall Phrenic nerve Parietal pleura  Pericardium; Chest wall; Phrenic nerve; Parietal pleura; Pericardium\nThe tumor is ≤ 7cm in size but has more than one tumor in the same lung lobe (T3), and has not metastasized to lymph nodes (N0).\nIn summary, according to the TNM staging system, stage IIB lung cancer includes the following cases:\nT1a-c, N1, M0; T2a-b, N1, M0; T3, N0, M0\nSee more: 4 stages of lung cancer: How to assess and diagnose in detail.\nStage 1 non-small cell lung cancer; Stage 3 non-small cell lung cancer; Stage 4 non-small cell lung cancer\n\nSymptoms of stage II non-small cell lung cancer\nMost cases of lung cancer are diagnosed in stages III and IV. The main reason is that the initial symptoms are often vague and difficult to distinguish from other diseases. Patients may not notice any unusual signs until the disease is detected.\nDr. Vu Tran Minh Nguyen said that symptoms that patients with stage II non-small cell lung cancer may experience are: (3)\nPersistent or recurring cough, bronchitis or pneumonia that does not improve with medical treatment; Coughing up blood, coughing up dark red or bright red blood; Frequent chest pain; Feeling short of breath, difficulty breathing or not having enough strength when performing daily activities (such as climbing stairs, exercising, walking...).; Fatigue, loss of appetite, weight loss.\nHowever, there are still cases where the patient does not have any symptoms at all, only accidentally discovering the disease during a health check or examination for other diseases.\n\nPrognosis of survival in stage II non-small cell lung cancer\nStage II non-small cell lung cancer is still considered early stage, with a 5-year survival prognosis of over 50%.\nNon-small cell lung cancer is a dangerous disease and the leading cause of death in both men and women, but if detected and treated promptly when the disease is still in its early stages (stages I and II), the rate of death is high. The patient's 5-year survival rate can still reach over 50% from the time the disease is diagnosed. In particular, the 5-year survival rate for stage IIA lung cancer is 60%, for stage IIB is 53%. (4)\nIn addition to the stage of cancer, the patient's survival rate can be affected by a number of factors such as:\nAge: The 5-year survival rate tends to decrease as the patient gets older; Gender: Compared to men, women's survival rate after 5 years is 1.17 times higher, and after 10 years it is 1.4 times higher.; Underlying medical condition: Important impact on the patient's ability to live. For example, a group of patients in their 70s with good health may have a higher survival rate than a group of patients in their 60s with poor health and many comorbidities.; Smoking: Not quitting smoking after a lung cancer diagnosis can reduce survival rates.; Type of lung cancer: Non-small cell lung cancer includes many types of cells, there are  3 common cell types: Adenocarcinoma, squamous cell carcinoma (or also known as squamous cell carcinoma). squamous)  and large cell carcinoma. Among them, adenocarcinoma has the highest survival rate, large cell carcinoma has the lowest survival rate.; Type of surgery: The 5-year survival rate of patients undergoing lobectomy is twice as high as that of patients undergoing pneumonectomy (31.5% and 15.6%, respectively).\n\nDiagnosis of stage II non-small cell lung cancer\nMost stage II non-small cell lung cancers are discovered incidentally through chest X-rays. After examining the patient, doctors may prescribe additional tests and imaging to confirm the diagnosis of cancer. Among them, the most popular means in Vietnam to evaluate lung cancer is computed tomography (CT scan).\nThere are many CT scanner systems, but the dual-balloon machine system at Tam Anh General Hospital is considered the most effective and modern.\nWith the ability to reproduce 768 lung slices, the machine can measure the smallest lesions from all angles (even lung nodules only 2-3mm). In particular, the 768-slice CT system is also equipped with a Tin filter and AI artificial intelligence application, helping to minimize the dose of X-rays used, so patients can safely perform the technique. This. At the same time, the machine also provides the most accurate and quick diagnoses, saving time for doctors and patients.\nBrain MRI may also be performed to screen for brain metastases (the risk of brain metastases is about 20% with stage II non-small cell lung cancer).\nIn addition, depending on the specific case, the doctor may recommend the patient to perform PET-CT or bone scan if necessary to accurately assess the stage of the disease.\nTo diagnose lung cancer, currently the \"gold standard\" is the biopsy results from the tumor or lymph node (pathology). After detecting lung or lymph node damage on imaging diagnostic tools, depending on the location of the tumor or lymph node, the doctor may recommend that the patient perform one of the following biopsy methods: needle biopsy. under CT guidance, or bronchoscopy.\nIn addition, doctors may also recommend a number of methods such as bronchoscopic ultrasound, esophageal endoscopic ultrasound, mediastinoscopy, and thoracoscopy to evaluate lymph node metastasis. .\nAfter a confirmed diagnosis of lung cancer from the biopsy results, the patient will need to perform blood tests, respiratory function assessment tests... to comprehensively assess physical condition and accompanying diseases. From there, the doctor can recommend the most appropriate treatment.\nIn some cases, the doctor may recommend that the patient perform gene mutation tests using biopsied tissue samples or blood samples, to consider using supportive medications after surgery with immunotherapy or hit the target.\nCT scan is the most commonly used tool in Vietnam in diagnosing and assessing the stage of lung cancer.\n\nTreatment of stage II non-small cell lung cancer\nSurgery\nIf the patient is healthy enough, surgery is the standard treatment for patients with stage II non-small cell lung cancer. Common lung cancer surgery methods include: (5)\nLobectomy + regional lymph node dissection: The most preferred surgical method. The lungs have 5 lobes (left lung has 2 lobes, right lung has 3 lobes). The doctor will remove one of the 5 lung lobes with the tumor, along with lymph node dissection of the corresponding lung lobe.; Wedge resection: often applied when the tumor is small or the patient's lung function has decreased. The doctor will minimally remove the lung tumor and some healthy lung tissue around the tumor, with or without regional lymph node dissection. Normally, after wedge resection surgery, radiotherapy to the lung area containing the tumor should be considered.\nDoctors at Tam Anh General Hospital in Ho Chi Minh City are performing laparoscopic surgery to remove lung tumors for patients.\nAfter surgery, the entire specimen including the tumor + healthy lung tissue + lymph nodes obtained during surgery will be sent to the pathologist to evaluate the cellular nature and level of invasion of the mass. Microscopic tumor, whether tumor is present at the cut edge or not, whether lymph nodes have metastasized cancer cells or not. If cancer cells remain at the edge of the cut area, the patient may have to have a second surgery, or undergo post-operative supportive treatment measures such as radiotherapy, use of systemic drugs (chemotherapy, immunotherapy). translate, hit the target).\nRadiotherapy\nRadiation therapy is often considered when the patient is not healthy enough to undergo surgery. Radiation therapy can be combined with chemotherapy (simultaneous chemo-radiation).\nIn case the patient has undergone surgery, the decision whether or not to require radiotherapy after surgery must be weighed between the benefits achieved and the risk of death. However, if the edge of the lung tumor resection area still has cancer cells (also known as a positive resection area) and the patient is not healthy enough to undergo a second surgery, the doctor may prescribe radiotherapy +/- chemotherapy if needed.\nThe main radiotherapy methods include: stereotactic body radiotherapy (SBRT), 3D-CRT radiotherapy (3D radiotherapy according to tumor shape), dose-modulated radiotherapy (IMRT)... Among them, the most popular Especially stereotactic body radiotherapy (SBRT) is applied when the tumor has not spread beyond the lungs.\nValence\nAccording to Dr. Vu Tran Minh Nguyen, for stage II non-small cell lung cancer, chemotherapy mainly plays a supportive role after surgery or radiotherapy, to reduce the risk of recurrence and improve survival prognosis. also for the sick. Supportive chemotherapy regimens often include the Platinum group (Cisplatin, Carboplatin) combined with another chemotherapy drug (Gemcitabine, Docetaxel, Pemetrexed...). The choice of chemotherapy regimen will be based on pathology results and the specific health conditions of each patient.\nRecently, cancer societies recommended evaluating the possibility of neoadjuvant treatment (treatment before surgery), by combining chemotherapy drugs with immunotherapy (Nivolumab). Recommended cases include tumors ≥ 4cm or lymph node metastases, and patients have no contraindications to immunotherapy.\nImmunotherapy\nImmunotherapy is considered a new era in cancer treatment. The maintenance use of Atezolizumab (Tecentriq) or Pembrolizumab (Keytruda) after adjuvant chemotherapy has been shown to be effective in improving the survival time of patients with suitable mutations (PD-L1 ≥ 1%, no have mutations in EGFR exon 19 (deletion) or exon 21 (L858R), ALK).\nTargeted therapy\nPreviously, targeted therapy was often used in cases of late-stage lung cancer with distant metastases. But now, the use of Osimertinib (Tagrisso) for supportive treatment after surgery can significantly improve survival time for patients with suitable EGFR mutations.\nTo schedule an examination, screening and treatment of lung cancer at the Oncology Department, Tam Anh General Hospital System, please contact:\nStage II non-small cell lung cancer is still considered an early stage, with a relatively good prognosis if detected and treated promptly. Surgery is the mainstay of treatment for stage II non-small cell lung cancer, with post-operative supportive treatment with radiation therapy or chemotherapy drugs that may be prescribed depending on the patient's case. In cases where patients are not healthy enough for surgery, they can receive radiation therapy or chemotherapy and radiation therapy at the same time. The outstanding development of immunotherapy or targeted therapy is considered a new prospect in optimizing treatment of stage II non-small cell lung cancer.",
    "subsections": [
        {
            "subsection_name": "What is stage II non-small cell lung cancer?",
            "subsection_content": "Stage II non-small cell lung cancer is diagnosed when there is one or more tumors in the same lobe of the lung, the tumors can metastasize to nearby lymph nodes but have not metastasized far to other organs. of body.\nDepending on the size, extent of tumor invasion and location of metastatic lymph nodes, stage II non-small cell lung cancer can be divided into 2 groups: locally localized (stage IIA ) and regional progression (stage IIB). (first)\nStage II non-small cell lung cancer has a relatively good prognosis if treated promptly",
            "subsection_string": "What is stage II non-small cell lung cancer?\nStage II non-small cell lung cancer is diagnosed when there is one or more tumors in the same lobe of the lung, the tumors can metastasize to nearby lymph nodes but have not metastasized far to other organs. of body.\nDepending on the size, extent of tumor invasion and location of metastatic lymph nodes, stage II non-small cell lung cancer can be divided into 2 groups: locally localized (stage IIA ) and regional progression (stage IIB). (first)\nStage II non-small cell lung cancer has a relatively good prognosis if treated promptly"
        },
        {
            "subsection_name": "TNM staging system in stage II non-small cell lung cancer",
            "subsection_content": "Non-small cell lung cancer is staged according to the American Joint Committee on Cancer (AJCC) guidelines, with version 8 being the most recent update in 2017. .\nStage II non-small cell lung cancer is classified into two groups: locally localized (stage IIA) and regionally advanced (stage IIB), based on the characteristics of 3 factors:\nT (Tumor): Location, size, level of invasion of the tumor; N (Node - Lymph node metastasis): Metastasis to neighboring lymph nodes (also called regional lymph nodes).; M (Metastasis - Distant metastasis): Distant metastasis to other organs in the body such as the contralateral lung, brain, bones, adrenal glands... or metastasis to lymph nodes other than regional lymph nodes.\nAfter determining the stage of the disease, and based on the specific characteristics of each patient such as age, physical condition, comorbidities, etc., doctors will discuss with the patient and relatives to come up with solutions. suitable treatment. (2)\nSee more: Early stage non-small cell lung cancer: Symptoms and treatment.\nStage IIA non-small cell lung cancer\nTumors in stage IIA are 4-5cm in size and have not metastasized to lymph nodes or other organs of the body.\nNon-small cell lung cancer can also be classified as stage IIA if it has not metastasized to lymph nodes or distant metastases, and has one of the following conditions:\nThe tumor has spread to the main bronchus, but has not spread to the carina (the carina is where the right and left bronchus divide).; Visceral pleural invasion; Atelectasis or obstructive pneumonia, affecting part or all of the lung.\nIn the TNM staging system, stage IIA lung cancer is defined as T2b, N0, M0. In particular, N0 and M0 indicate that the tumor has not metastasized to any lymph nodes or other organs of the body.\nStage IIB non-small cell lung cancer\nStage IIB non-small cell lung cancer includes the following situations:\nThe tumor is ≤ 5cm in size (T1a-c or T2a-b), and has metastasized to lymph nodes in the lung, hilar lymph nodes, or ipsilateral parabronchial lymph nodes (N1).; The tumor is 5-7 cm in size (T3) but has not metastasized to the lymph nodes.; The tumor is ≤ 7cm in size, has not metastasized to lymph nodes but has spread to one or more of the following structures:\nChest wall Phrenic nerve Parietal pleura  Pericardium; Chest wall; Phrenic nerve; Parietal pleura; Pericardium\nThe tumor is ≤ 7cm in size but has more than one tumor in the same lung lobe (T3), and has not metastasized to lymph nodes (N0).\nIn summary, according to the TNM staging system, stage IIB lung cancer includes the following cases:\nT1a-c, N1, M0; T2a-b, N1, M0; T3, N0, M0\nSee more: 4 stages of lung cancer: How to assess and diagnose in detail.\nStage 1 non-small cell lung cancer; Stage 3 non-small cell lung cancer; Stage 4 non-small cell lung cancer",
            "subsection_string": "TNM staging system in stage II non-small cell lung cancer\nNon-small cell lung cancer is staged according to the American Joint Committee on Cancer (AJCC) guidelines, with version 8 being the most recent update in 2017. .\nStage II non-small cell lung cancer is classified into two groups: locally localized (stage IIA) and regionally advanced (stage IIB), based on the characteristics of 3 factors:\nT (Tumor): Location, size, level of invasion of the tumor; N (Node - Lymph node metastasis): Metastasis to neighboring lymph nodes (also called regional lymph nodes).; M (Metastasis - Distant metastasis): Distant metastasis to other organs in the body such as the contralateral lung, brain, bones, adrenal glands... or metastasis to lymph nodes other than regional lymph nodes.\nAfter determining the stage of the disease, and based on the specific characteristics of each patient such as age, physical condition, comorbidities, etc., doctors will discuss with the patient and relatives to come up with solutions. suitable treatment. (2)\nSee more: Early stage non-small cell lung cancer: Symptoms and treatment.\nStage IIA non-small cell lung cancer\nTumors in stage IIA are 4-5cm in size and have not metastasized to lymph nodes or other organs of the body.\nNon-small cell lung cancer can also be classified as stage IIA if it has not metastasized to lymph nodes or distant metastases, and has one of the following conditions:\nThe tumor has spread to the main bronchus, but has not spread to the carina (the carina is where the right and left bronchus divide).; Visceral pleural invasion; Atelectasis or obstructive pneumonia, affecting part or all of the lung.\nIn the TNM staging system, stage IIA lung cancer is defined as T2b, N0, M0. In particular, N0 and M0 indicate that the tumor has not metastasized to any lymph nodes or other organs of the body.\nStage IIB non-small cell lung cancer\nStage IIB non-small cell lung cancer includes the following situations:\nThe tumor is ≤ 5cm in size (T1a-c or T2a-b), and has metastasized to lymph nodes in the lung, hilar lymph nodes, or ipsilateral parabronchial lymph nodes (N1).; The tumor is 5-7 cm in size (T3) but has not metastasized to the lymph nodes.; The tumor is ≤ 7cm in size, has not metastasized to lymph nodes but has spread to one or more of the following structures:\nChest wall Phrenic nerve Parietal pleura  Pericardium; Chest wall; Phrenic nerve; Parietal pleura; Pericardium\nThe tumor is ≤ 7cm in size but has more than one tumor in the same lung lobe (T3), and has not metastasized to lymph nodes (N0).\nIn summary, according to the TNM staging system, stage IIB lung cancer includes the following cases:\nT1a-c, N1, M0; T2a-b, N1, M0; T3, N0, M0\nSee more: 4 stages of lung cancer: How to assess and diagnose in detail.\nStage 1 non-small cell lung cancer; Stage 3 non-small cell lung cancer; Stage 4 non-small cell lung cancer"
        },
        {
            "subsection_name": "Symptoms of stage II non-small cell lung cancer",
            "subsection_content": "Most cases of lung cancer are diagnosed in stages III and IV. The main reason is that the initial symptoms are often vague and difficult to distinguish from other diseases. Patients may not notice any unusual signs until the disease is detected.\nDr. Vu Tran Minh Nguyen said that symptoms that patients with stage II non-small cell lung cancer may experience are: (3)\nPersistent or recurring cough, bronchitis or pneumonia that does not improve with medical treatment; Coughing up blood, coughing up dark red or bright red blood; Frequent chest pain; Feeling short of breath, difficulty breathing or not having enough strength when performing daily activities (such as climbing stairs, exercising, walking...).; Fatigue, loss of appetite, weight loss.\nHowever, there are still cases where the patient does not have any symptoms at all, only accidentally discovering the disease during a health check or examination for other diseases.",
            "subsection_string": "Symptoms of stage II non-small cell lung cancer\nMost cases of lung cancer are diagnosed in stages III and IV. The main reason is that the initial symptoms are often vague and difficult to distinguish from other diseases. Patients may not notice any unusual signs until the disease is detected.\nDr. Vu Tran Minh Nguyen said that symptoms that patients with stage II non-small cell lung cancer may experience are: (3)\nPersistent or recurring cough, bronchitis or pneumonia that does not improve with medical treatment; Coughing up blood, coughing up dark red or bright red blood; Frequent chest pain; Feeling short of breath, difficulty breathing or not having enough strength when performing daily activities (such as climbing stairs, exercising, walking...).; Fatigue, loss of appetite, weight loss.\nHowever, there are still cases where the patient does not have any symptoms at all, only accidentally discovering the disease during a health check or examination for other diseases."
        },
        {
            "subsection_name": "Prognosis of survival in stage II non-small cell lung cancer",
            "subsection_content": "Stage II non-small cell lung cancer is still considered early stage, with a 5-year survival prognosis of over 50%.\nNon-small cell lung cancer is a dangerous disease and the leading cause of death in both men and women, but if detected and treated promptly when the disease is still in its early stages (stages I and II), the rate of death is high. The patient's 5-year survival rate can still reach over 50% from the time the disease is diagnosed. In particular, the 5-year survival rate for stage IIA lung cancer is 60%, for stage IIB is 53%. (4)\nIn addition to the stage of cancer, the patient's survival rate can be affected by a number of factors such as:\nAge: The 5-year survival rate tends to decrease as the patient gets older; Gender: Compared to men, women's survival rate after 5 years is 1.17 times higher, and after 10 years it is 1.4 times higher.; Underlying medical condition: Important impact on the patient's ability to live. For example, a group of patients in their 70s with good health may have a higher survival rate than a group of patients in their 60s with poor health and many comorbidities.; Smoking: Not quitting smoking after a lung cancer diagnosis can reduce survival rates.; Type of lung cancer: Non-small cell lung cancer includes many types of cells, there are  3 common cell types: Adenocarcinoma, squamous cell carcinoma (or also known as squamous cell carcinoma). squamous)  and large cell carcinoma. Among them, adenocarcinoma has the highest survival rate, large cell carcinoma has the lowest survival rate.; Type of surgery: The 5-year survival rate of patients undergoing lobectomy is twice as high as that of patients undergoing pneumonectomy (31.5% and 15.6%, respectively).",
            "subsection_string": "Prognosis of survival in stage II non-small cell lung cancer\nStage II non-small cell lung cancer is still considered early stage, with a 5-year survival prognosis of over 50%.\nNon-small cell lung cancer is a dangerous disease and the leading cause of death in both men and women, but if detected and treated promptly when the disease is still in its early stages (stages I and II), the rate of death is high. The patient's 5-year survival rate can still reach over 50% from the time the disease is diagnosed. In particular, the 5-year survival rate for stage IIA lung cancer is 60%, for stage IIB is 53%. (4)\nIn addition to the stage of cancer, the patient's survival rate can be affected by a number of factors such as:\nAge: The 5-year survival rate tends to decrease as the patient gets older; Gender: Compared to men, women's survival rate after 5 years is 1.17 times higher, and after 10 years it is 1.4 times higher.; Underlying medical condition: Important impact on the patient's ability to live. For example, a group of patients in their 70s with good health may have a higher survival rate than a group of patients in their 60s with poor health and many comorbidities.; Smoking: Not quitting smoking after a lung cancer diagnosis can reduce survival rates.; Type of lung cancer: Non-small cell lung cancer includes many types of cells, there are  3 common cell types: Adenocarcinoma, squamous cell carcinoma (or also known as squamous cell carcinoma). squamous)  and large cell carcinoma. Among them, adenocarcinoma has the highest survival rate, large cell carcinoma has the lowest survival rate.; Type of surgery: The 5-year survival rate of patients undergoing lobectomy is twice as high as that of patients undergoing pneumonectomy (31.5% and 15.6%, respectively)."
        },
        {
            "subsection_name": "Diagnosis of stage II non-small cell lung cancer",
            "subsection_content": "Most stage II non-small cell lung cancers are discovered incidentally through chest X-rays. After examining the patient, doctors may prescribe additional tests and imaging to confirm the diagnosis of cancer. Among them, the most popular means in Vietnam to evaluate lung cancer is computed tomography (CT scan).\nThere are many CT scanner systems, but the dual-balloon machine system at Tam Anh General Hospital is considered the most effective and modern.\nWith the ability to reproduce 768 lung slices, the machine can measure the smallest lesions from all angles (even lung nodules only 2-3mm). In particular, the 768-slice CT system is also equipped with a Tin filter and AI artificial intelligence application, helping to minimize the dose of X-rays used, so patients can safely perform the technique. This. At the same time, the machine also provides the most accurate and quick diagnoses, saving time for doctors and patients.\nBrain MRI may also be performed to screen for brain metastases (the risk of brain metastases is about 20% with stage II non-small cell lung cancer).\nIn addition, depending on the specific case, the doctor may recommend the patient to perform PET-CT or bone scan if necessary to accurately assess the stage of the disease.\nTo diagnose lung cancer, currently the \"gold standard\" is the biopsy results from the tumor or lymph node (pathology). After detecting lung or lymph node damage on imaging diagnostic tools, depending on the location of the tumor or lymph node, the doctor may recommend that the patient perform one of the following biopsy methods: needle biopsy. under CT guidance, or bronchoscopy.\nIn addition, doctors may also recommend a number of methods such as bronchoscopic ultrasound, esophageal endoscopic ultrasound, mediastinoscopy, and thoracoscopy to evaluate lymph node metastasis. .\nAfter a confirmed diagnosis of lung cancer from the biopsy results, the patient will need to perform blood tests, respiratory function assessment tests... to comprehensively assess physical condition and accompanying diseases. From there, the doctor can recommend the most appropriate treatment.\nIn some cases, the doctor may recommend that the patient perform gene mutation tests using biopsied tissue samples or blood samples, to consider using supportive medications after surgery with immunotherapy or hit the target.\nCT scan is the most commonly used tool in Vietnam in diagnosing and assessing the stage of lung cancer.",
            "subsection_string": "Diagnosis of stage II non-small cell lung cancer\nMost stage II non-small cell lung cancers are discovered incidentally through chest X-rays. After examining the patient, doctors may prescribe additional tests and imaging to confirm the diagnosis of cancer. Among them, the most popular means in Vietnam to evaluate lung cancer is computed tomography (CT scan).\nThere are many CT scanner systems, but the dual-balloon machine system at Tam Anh General Hospital is considered the most effective and modern.\nWith the ability to reproduce 768 lung slices, the machine can measure the smallest lesions from all angles (even lung nodules only 2-3mm). In particular, the 768-slice CT system is also equipped with a Tin filter and AI artificial intelligence application, helping to minimize the dose of X-rays used, so patients can safely perform the technique. This. At the same time, the machine also provides the most accurate and quick diagnoses, saving time for doctors and patients.\nBrain MRI may also be performed to screen for brain metastases (the risk of brain metastases is about 20% with stage II non-small cell lung cancer).\nIn addition, depending on the specific case, the doctor may recommend the patient to perform PET-CT or bone scan if necessary to accurately assess the stage of the disease.\nTo diagnose lung cancer, currently the \"gold standard\" is the biopsy results from the tumor or lymph node (pathology). After detecting lung or lymph node damage on imaging diagnostic tools, depending on the location of the tumor or lymph node, the doctor may recommend that the patient perform one of the following biopsy methods: needle biopsy. under CT guidance, or bronchoscopy.\nIn addition, doctors may also recommend a number of methods such as bronchoscopic ultrasound, esophageal endoscopic ultrasound, mediastinoscopy, and thoracoscopy to evaluate lymph node metastasis. .\nAfter a confirmed diagnosis of lung cancer from the biopsy results, the patient will need to perform blood tests, respiratory function assessment tests... to comprehensively assess physical condition and accompanying diseases. From there, the doctor can recommend the most appropriate treatment.\nIn some cases, the doctor may recommend that the patient perform gene mutation tests using biopsied tissue samples or blood samples, to consider using supportive medications after surgery with immunotherapy or hit the target.\nCT scan is the most commonly used tool in Vietnam in diagnosing and assessing the stage of lung cancer."
        },
        {
            "subsection_name": "Treatment of stage II non-small cell lung cancer",
            "subsection_content": "Surgery\nIf the patient is healthy enough, surgery is the standard treatment for patients with stage II non-small cell lung cancer. Common lung cancer surgery methods include: (5)\nLobectomy + regional lymph node dissection: The most preferred surgical method. The lungs have 5 lobes (left lung has 2 lobes, right lung has 3 lobes). The doctor will remove one of the 5 lung lobes with the tumor, along with lymph node dissection of the corresponding lung lobe.; Wedge resection: often applied when the tumor is small or the patient's lung function has decreased. The doctor will minimally remove the lung tumor and some healthy lung tissue around the tumor, with or without regional lymph node dissection. Normally, after wedge resection surgery, radiotherapy to the lung area containing the tumor should be considered.\nDoctors at Tam Anh General Hospital in Ho Chi Minh City are performing laparoscopic surgery to remove lung tumors for patients.\nAfter surgery, the entire specimen including the tumor + healthy lung tissue + lymph nodes obtained during surgery will be sent to the pathologist to evaluate the cellular nature and level of invasion of the mass. Microscopic tumor, whether tumor is present at the cut edge or not, whether lymph nodes have metastasized cancer cells or not. If cancer cells remain at the edge of the cut area, the patient may have to have a second surgery, or undergo post-operative supportive treatment measures such as radiotherapy, use of systemic drugs (chemotherapy, immunotherapy). translate, hit the target).\nRadiotherapy\nRadiation therapy is often considered when the patient is not healthy enough to undergo surgery. Radiation therapy can be combined with chemotherapy (simultaneous chemo-radiation).\nIn case the patient has undergone surgery, the decision whether or not to require radiotherapy after surgery must be weighed between the benefits achieved and the risk of death. However, if the edge of the lung tumor resection area still has cancer cells (also known as a positive resection area) and the patient is not healthy enough to undergo a second surgery, the doctor may prescribe radiotherapy +/- chemotherapy if needed.\nThe main radiotherapy methods include: stereotactic body radiotherapy (SBRT), 3D-CRT radiotherapy (3D radiotherapy according to tumor shape), dose-modulated radiotherapy (IMRT)... Among them, the most popular Especially stereotactic body radiotherapy (SBRT) is applied when the tumor has not spread beyond the lungs.\nValence\nAccording to Dr. Vu Tran Minh Nguyen, for stage II non-small cell lung cancer, chemotherapy mainly plays a supportive role after surgery or radiotherapy, to reduce the risk of recurrence and improve survival prognosis. also for the sick. Supportive chemotherapy regimens often include the Platinum group (Cisplatin, Carboplatin) combined with another chemotherapy drug (Gemcitabine, Docetaxel, Pemetrexed...). The choice of chemotherapy regimen will be based on pathology results and the specific health conditions of each patient.\nRecently, cancer societies recommended evaluating the possibility of neoadjuvant treatment (treatment before surgery), by combining chemotherapy drugs with immunotherapy (Nivolumab). Recommended cases include tumors ≥ 4cm or lymph node metastases, and patients have no contraindications to immunotherapy.\nImmunotherapy\nImmunotherapy is considered a new era in cancer treatment. The maintenance use of Atezolizumab (Tecentriq) or Pembrolizumab (Keytruda) after adjuvant chemotherapy has been shown to be effective in improving the survival time of patients with suitable mutations (PD-L1 ≥ 1%, no have mutations in EGFR exon 19 (deletion) or exon 21 (L858R), ALK).\nTargeted therapy\nPreviously, targeted therapy was often used in cases of late-stage lung cancer with distant metastases. But now, the use of Osimertinib (Tagrisso) for supportive treatment after surgery can significantly improve survival time for patients with suitable EGFR mutations.\nTo schedule an examination, screening and treatment of lung cancer at the Oncology Department, Tam Anh General Hospital System, please contact:\nStage II non-small cell lung cancer is still considered an early stage, with a relatively good prognosis if detected and treated promptly. Surgery is the mainstay of treatment for stage II non-small cell lung cancer, with post-operative supportive treatment with radiation therapy or chemotherapy drugs that may be prescribed depending on the patient's case. In cases where patients are not healthy enough for surgery, they can receive radiation therapy or chemotherapy and radiation therapy at the same time. The outstanding development of immunotherapy or targeted therapy is considered a new prospect in optimizing treatment of stage II non-small cell lung cancer.",
            "subsection_string": "Treatment of stage II non-small cell lung cancer\nSurgery\nIf the patient is healthy enough, surgery is the standard treatment for patients with stage II non-small cell lung cancer. Common lung cancer surgery methods include: (5)\nLobectomy + regional lymph node dissection: The most preferred surgical method. The lungs have 5 lobes (left lung has 2 lobes, right lung has 3 lobes). The doctor will remove one of the 5 lung lobes with the tumor, along with lymph node dissection of the corresponding lung lobe.; Wedge resection: often applied when the tumor is small or the patient's lung function has decreased. The doctor will minimally remove the lung tumor and some healthy lung tissue around the tumor, with or without regional lymph node dissection. Normally, after wedge resection surgery, radiotherapy to the lung area containing the tumor should be considered.\nDoctors at Tam Anh General Hospital in Ho Chi Minh City are performing laparoscopic surgery to remove lung tumors for patients.\nAfter surgery, the entire specimen including the tumor + healthy lung tissue + lymph nodes obtained during surgery will be sent to the pathologist to evaluate the cellular nature and level of invasion of the mass. Microscopic tumor, whether tumor is present at the cut edge or not, whether lymph nodes have metastasized cancer cells or not. If cancer cells remain at the edge of the cut area, the patient may have to have a second surgery, or undergo post-operative supportive treatment measures such as radiotherapy, use of systemic drugs (chemotherapy, immunotherapy). translate, hit the target).\nRadiotherapy\nRadiation therapy is often considered when the patient is not healthy enough to undergo surgery. Radiation therapy can be combined with chemotherapy (simultaneous chemo-radiation).\nIn case the patient has undergone surgery, the decision whether or not to require radiotherapy after surgery must be weighed between the benefits achieved and the risk of death. However, if the edge of the lung tumor resection area still has cancer cells (also known as a positive resection area) and the patient is not healthy enough to undergo a second surgery, the doctor may prescribe radiotherapy +/- chemotherapy if needed.\nThe main radiotherapy methods include: stereotactic body radiotherapy (SBRT), 3D-CRT radiotherapy (3D radiotherapy according to tumor shape), dose-modulated radiotherapy (IMRT)... Among them, the most popular Especially stereotactic body radiotherapy (SBRT) is applied when the tumor has not spread beyond the lungs.\nValence\nAccording to Dr. Vu Tran Minh Nguyen, for stage II non-small cell lung cancer, chemotherapy mainly plays a supportive role after surgery or radiotherapy, to reduce the risk of recurrence and improve survival prognosis. also for the sick. Supportive chemotherapy regimens often include the Platinum group (Cisplatin, Carboplatin) combined with another chemotherapy drug (Gemcitabine, Docetaxel, Pemetrexed...). The choice of chemotherapy regimen will be based on pathology results and the specific health conditions of each patient.\nRecently, cancer societies recommended evaluating the possibility of neoadjuvant treatment (treatment before surgery), by combining chemotherapy drugs with immunotherapy (Nivolumab). Recommended cases include tumors ≥ 4cm or lymph node metastases, and patients have no contraindications to immunotherapy.\nImmunotherapy\nImmunotherapy is considered a new era in cancer treatment. The maintenance use of Atezolizumab (Tecentriq) or Pembrolizumab (Keytruda) after adjuvant chemotherapy has been shown to be effective in improving the survival time of patients with suitable mutations (PD-L1 ≥ 1%, no have mutations in EGFR exon 19 (deletion) or exon 21 (L858R), ALK).\nTargeted therapy\nPreviously, targeted therapy was often used in cases of late-stage lung cancer with distant metastases. But now, the use of Osimertinib (Tagrisso) for supportive treatment after surgery can significantly improve survival time for patients with suitable EGFR mutations.\nTo schedule an examination, screening and treatment of lung cancer at the Oncology Department, Tam Anh General Hospital System, please contact:\nStage II non-small cell lung cancer is still considered an early stage, with a relatively good prognosis if detected and treated promptly. Surgery is the mainstay of treatment for stage II non-small cell lung cancer, with post-operative supportive treatment with radiation therapy or chemotherapy drugs that may be prescribed depending on the patient's case. In cases where patients are not healthy enough for surgery, they can receive radiation therapy or chemotherapy and radiation therapy at the same time. The outstanding development of immunotherapy or targeted therapy is considered a new prospect in optimizing treatment of stage II non-small cell lung cancer."
        }
    ],
    "name": "ung-thu-phoi-khong-te-bao-nho-giai-doan-2.json"
}