{
    "title": "Esophageal cancer: Causes, signs, diagnosis and prevention",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-thuc-quan/",
    "abstract": "According to Globocan 2020 (the cancer database of the International Agency for Research on Cancer),\n Esophageal cancer is the 6th most common fatal cancer worldwide and the 9th most common cause of death in Vietnam. The ability to completely treat esophageal cancer is often low, reaching 25% because the disease is often detected at a late stage, when the cancer has metastasized to other parts of the body. So what factors cause esophageal cancer? How to detect esophageal cancer early?",
    "content": "Esophageal cancer: Causes, signs, diagnosis and prevention\n\nAccording to Globocan 2020 (the cancer database of the International Agency for Research on Cancer),\n Esophageal cancer is the 6th most common fatal cancer worldwide and the 9th most common cause of death in Vietnam. The ability to completely treat esophageal cancer is often low, reaching 25% because the disease is often detected at a late stage, when the cancer has metastasized to other parts of the body. So what factors cause esophageal cancer? How to detect esophageal cancer early?\n\nWhat is esophageal cancer?\nThe esophagus is a component of the digestive tract (also known as the digestive tract or intestines). The digestive system includes: mouth, throat, esophagus, stomach, small intestine, colon (large intestine), rectum and anus. The digestive system has the role of receiving, transporting and decomposing food, absorbing nutrients, and removing waste from the body.\nThe esophagus has a tubular structure, about 25cm long and about 2.5cm wide. When swallowing food from the mouth, thanks to the contractions of the digestive tract (called peristalsis), along with the impact of gravity, the food will move through the esophagus and reach the stomach. The esophagus is located behind the trachea (airway) and in front of the spine. The esophagus is divided into 3 segments: upper, middle, lower.\nEsophageal cancer appears when cells in the esophagus grow abnormally and uncontrollably, including 2 main types: (1)\nSquamous cell carcinoma (also known as squamous cell): commonly found in the upper and middle esophagus, common in Asians and Eastern Europeans.; Adenocarcinoma: commonly found in the lower esophagus, but can also occur in the middle esophagus. The adenocarcinoma type is common in North Americans and Western Europeans.\nLess common forms of esophageal cancer include: sarcoma, lymphoma, small cell carcinoma, melanoma... In addition, cancer from other organs can also metastasize to the esophagus, accounting for 3%. number of recorded cases of esophageal cancer. Cancers that can metastasize to the esophagus include melanoma, breast cancer, head and neck cancer, lung, stomach, liver, kidney, prostate, testicles, bone...\n\nCauses of esophageal cancer\nUntil now, no factor has been clearly identified as the cause of esophageal cancer. The disease can stem from the following risk factors: (2)\nDrinking habits: This is the leading factor that increases the risk of esophageal cancer. People who have the habit of using alcoholic beverages, especially strong alcohol, for a long time have a high risk of esophageal cancer. The American Society of Clinical Oncology (ASCO) has issued a joint statement on the association between alcohol consumption and cancer risk to warn of the consequences of long-term alcohol use.; Smoking: Along with the habit of drinking alcohol, smoking is the leading risk of esophageal cancer, including active smoking (people who smoke directly) and passive smoking (people exposed to cigarette smoke). leaves). In addition to esophageal cancer, smoking also increases the risk of other cancers such as head and neck cancer, lung cancer, bladder cancer...; Diet:  Use foods containing Nitrosamine such as pickles, salted fish, canned foods... or some types of mushrooms that produce toxins such as Aflatoxin. Drinks and foods processed at high temperatures: using foods processed at high temperatures above 60 degrees Celsius can increase the risk of esophageal squamous cell carcinoma because high temperatures cause mucosal damage. esophageal membrane. Habit of chewing betel and areca nuts: the habit of chewing betel and areca nuts in some Asian countries, including Vietnam, can cause esophageal cancer. The diet lacks fiber and vitamins from vegetables and fruits; Use foods containing Nitrosamine such as pickles, salted fish, canned foods... or some types of mushrooms that produce toxins such as Aflatoxin.; Drinks and foods processed at high temperatures: using foods processed at high temperatures above 60 degrees Celsius can increase the risk of esophageal squamous cell carcinoma because high temperatures cause mucosal damage. esophageal fascia.; Habit of chewing betel and areca nut: the habit of chewing betel and areca nuts in some Asian countries, including Vietnam, can cause esophageal cancer.; The diet lacks fiber and vitamins from vegetables and fruits; Gastroesophageal reflux disease (GERD - Gastrointestinal reflux disease) and Barrett's esophagus: People with GERD have a higher risk of esophageal adenocarcinoma than normal people. At the same time, if gastric acid reflux into the esophagus persists, the esophageal mucosa will be damaged and the esophageal mucosal cells will change their structural properties (called metaplasia), leading to disease. Barrett's esophagus. People with Barrett's esophagus have a 30-fold increased risk of esophageal cancer compared to the general population.; People with GERD have a higher risk of developing esophageal adenocarcinoma than normal people. At the same time, if gastric acid reflux into the esophagus persists, the esophageal mucosa will be damaged and the esophageal mucosal cells will change their structural properties (called metaplasia), leading to disease. Barrett's esophagus. People with Barrett's esophagus have a 30-fold increased risk of esophageal cancer compared to the general population.; Obesity: Being overweight or obese can increase the risk of esophageal adenocarcinoma. This may be because obese people are more likely to have gastroesophageal reflux disease.; Human papilloma virus (HPV - Human Papilloma Virus) infection: HPV is a virus that can cause tissue changes in the larynx, oral cavity, genitals... Mechanism of HPV leading to esophageal cancer still not well understood, may be related to Barrett's esophagus.; History of gastric bypass: Patients who have had part of their stomach removed are at risk of esophageal cancer.; Atrophic gastritis: This condition increases the risk of esophageal cancer by 2 times.; Other diseases/damages of the esophagus: Some diseases such as Achalasia (achalasia) increase the risk of esophageal cancer 16 times, or people with esophageal burns due to chemicals (such as laundry detergent). It is also possible to develop esophageal cancer many years later.; History of other cancers: Cancers of the nasopharynx, oral cavity, oropharynx, larynx cancer, lung cancer... also increase the risk of esophageal cancer.; Genetic factors: Familial Barrett's esophagus, Peutz-Jeghers syndrome, Bloom syndrome, Fanconi anemia, Tylosis (a rare genetic disease causing hyperkeratosis of the palms and soles)...\nOverweight-obese people have a higher risk of esophageal adenocarcinoma than non-overweight-obese people.\n\nSigns of esophageal cancer\nEarly-stage esophageal cancer often has no symptoms. Therefore, most patients are detected when the cancer has reached an advanced or late stage, with possible signs of esophageal cancer including: (3)\nChoking, difficulty swallowing: The most common symptoms, appearing in 95% of esophageal cancer cases. The patient has difficulty swallowing food and feels it is stuck in the esophagus. Initially, the patient may choke on solid foods such as meat or fish, but over time the feeling of choking occurs even when the patient uses liquid foods such as soup, porridge, or even cannot drink water. , milk.; Weight loss: Appears in 40-50% of esophageal cancer cases. Weight loss is often accompanied by difficulty swallowing. The condition can be improved if the patient's eating and nutrition problems are resolved.; Pain in the chest area behind the sternum when swallowing: Appears in about 20% of esophageal cancer cases, occurring when the patient eats solid food or even drinks water.\nChest pain when swallowing can be a sign of esophageal cancer.\nVomiting: The patient will show signs of vomiting when there is a clear choking condition when swallowing. Vomiting can occur during meals, or immediately after eating. Vomit is food that has just been eaten without gastric juice (digestive fluid of the stomach), there may be a little blood mixed in the vomit.; Increased salivation: Due to choking, saliva cannot follow the food down to the stomach, the patient will feel like there is a lot of saliva in the throat and have to spit more often.; Other symptoms may also occur when the tumor has invaded other organs such as: Cancer invades the trachea causing air-esophageal fistula, cough, difficulty breathing; Cancer invades the recurrent laryngeal nerve causing hoarseness; Cancer invades or metastasizes to other locations (lungs, bones, liver, abdominal lymph nodes...) causing pleural effusion, pericardial effusion, chest pain, abdominal pain, bone pain...\nImage of tumor appearing on the esophageal mucosa.\n\nEsophageal cancer stage\nAccording to the 2017 American Joint Committee on Cancer (AJCC) classification system, esophageal cancer is staged based on the following 3 factors:\nT (Tumor): Depending on the level of invasion of the tumor, T will be staged as follows: TX: Esophageal tumor cannot be evaluated. T0: No esophageal tumor detected. Tis: Severe dysplasia, cancer cells are still localized in the epithelial layer, have not invaded the basement membrane. T1: Cancer invades the basement membrane, mucosa, and submucosa. T2: Cancer invades the muscle layer. T3: Cancer invades the lining (outermost layer of the esophagus). T4: Cancer invades nearby organs, including the pleura, pericardium, simple vein, diaphragm, peritoneum (abdomen), aorta, spine, airways.; TX: Esophageal tumor cannot be evaluated.; T0: No esophageal tumor recorded.; Tis: Severe dysplasia, cancer cells are still localized in the epithelial layer, have not invaded the basement membrane.; T1: Cancer invades the basement membrane, muscle mucosa, submucosa.; T2: Cancer invades the muscle layer; T3: Cancer invades the lining (outermost layer of the esophagus).; T4: Cancer invades nearby organs, including the pleura, pericardium, simple vein, diaphragm, peritoneum (abdomen), aorta, spine, airways.; N (Node - Lymph node metastasis): Number of neighboring lymph nodes metastasized (also known as regional lymph node metastasis) N0: No regional lymph node metastasis. N1: Metastasis in 1-2 regional lymph nodes. N2: Metastasis in 3-6 regional lymph nodes. N3: Metastasis in ≥ 7 regional lymph nodes; N0: No regional lymph node metastasis; N1: Metastasis in 1-2 regional lymph nodes; N2: Metastasis in 3-6 regional lymph nodes; N3: Metastasis in ≥ 7 regional lymph nodes; M (Metastasis - Distant metastasis): Condition of distant metastasis to other organs in the body such as lungs, liver, brain, bones... or metastasis to lymph nodes other than regional lymph nodes. M0: No distant metastasis. M1: Distant metastasis.; M0: No distant metastasis; M1: Distant metastasis.\nBased on 3 factors T, N, M, esophageal cancer is staged as follows:\nStage 0: Tis, N0, M0.; Stage I: T1, N0-1, M0.; Stage II: T2, N0-1, M0 or T3, N0, M0.; Stage III: T3, N1, M0 or T1-2, N2, M0.; Stage IVA: T4, N0-2, M0 or any T, N3, M0.; Stage IVB: Any T, Any N, M1.\n\nHow long can you live with esophageal cancer?\nEsophageal cancer has a rather poor prognosis because the disease progresses quickly and is difficult to treat because patients often come for examination and discover the disease when the cancer has spread (only 25% of cases are detected in the early stages). ). However, if esophageal cancer is detected at an early stage, the patient can still be cured.\nCancer stage is the factor that has the greatest impact on esophageal cancer prognosis. Depending on the stage of the disease, people with esophageal cancer will have the following 5-year survival prognosis:\nCancer is still limited to the mucosa: 80%; Cancer spread to the submucosa: <50%; Cancer spread to the muscularis mucosa: <20%; Cancer spread to nearby structures: 7%; Cancer metastasizes to other organs: <3%\n\nDiagnosis of esophageal cancer\nAbout 50% of patients are diagnosed with esophageal cancer at a late stage, making treatment difficult and expensive, and affecting the patient's prognosis. Therefore, it is necessary to have regular health checks every 6 months or see a doctor early when there are unusual signs. This helps diagnose the disease when it is still in its early stages, improve the effectiveness of treatment, and improve the patient's prognosis. (4)\nAbout 50% of patients are diagnosed with esophageal cancer at a late stage, making treatment difficult and expensive.\nLaboratory methods that may be performed during the diagnosis of esophageal cancer include:\nEsophagoscopy: Upper digestive endoscopy (including the esophagus, stomach, and duodenum) is often indicated when the patient has signs of difficulty swallowing, painful swallowing, or when lesions suspected of metastasis are detected. without determining the origin of cancer by other tests (such as CT-scan, MRI...). Endoscopy helps determine the tumor location, the degree of narrowing of the esophageal lumen, and the presence of ulcers or vegetations on the tumor surface. At the same time, during esophagoscopy, the doctor can biopsy lesions or tumors suspected of malignancy, thereby being able to diagnose and determine the nature of the lesion using pathology results. Esophagoscopy can be combined with endoscopic ultrasound (abbreviated as EUS: Endoscopic UltraSonography). This is a highly accurate means of assessing the level of invasion of esophageal tumors (also known as T). In addition, doctors can combine EUS with fine needle biopsy (also known as FNA: Fine Needle Aspiration) to biopsy lesions or paraesophageal lymph nodes.; Upper digestive endoscopy (including the esophagus, stomach, and duodenum) is often indicated when the patient has signs of difficulty swallowing, painful swallowing, or when detecting lesions suspected of metastasizing without an identified source. cancer origin by other tests (such as CT-scan, MRI...). Endoscopy helps determine the tumor location, the degree of narrowing of the esophageal lumen, and the presence of ulcers or vegetations on the tumor surface. At the same time, during esophagoscopy, the doctor can biopsy lesions or tumors suspected of malignancy, from which the nature of the lesion can be diagnosed using pathology results.; Esophagoscopy can be combined with endoscopic ultrasound (abbreviated as EUS: Endoscopic UltraSonography). This is a highly accurate means of assessing the level of invasion of esophageal tumors (also known as T). In addition, doctors can combine EUS with fine needle biopsy (also known as FNA: Fine Needle Aspiration) to biopsy lesions or paraesophageal lymph nodes.; Computed tomography (CT-scan): This is a commonly used method in Vietnam to assess the stage of esophageal cancer, thanks to its ability to detect lymph node metastases or distant metastases. other agencies. However, CT-scan has limitations in assessing the local invasion level of esophageal tumors (also known as staging according to T: Tumor). At Tam Anh General Hospital, the dual-balloon computed tomography (CT) system is capable of reproducing up to 768 slices. Thanks to the support of modern machinery, doctors can evaluate the smallest injuries that conventional CT scans cannot detect.; In some specific situations, the doctor may prescribe other tests such as brain MRI (suspected brain metastases), bone scan (suspected bone metastases), PET/CT, laparoscopy, endoscopy, etc. Thoracoscopy...; Cancer biomarkers: Blood tests can detect elevated CEA, CA 19-9. However, biomarkers do not play an important role in diagnosing esophageal cancer, because these indicators can also increase in other diseases. Therefore, cancer biomarkers are often only used for post-treatment monitoring.\n\nHow to treat esophageal cancer?\nEsophageal cancer is a disease that can be treated but is not very effective because patients often arrive at a late stage, when the cancer has spread.\nAt Tam Anh General Hospital, patients with esophageal cancer will be able to choose the optimal treatment method to bring the best results based on assessment of tumor location, cancer cell type, and stage. disease, overall health and the patient's wishes.\nThe main methods in treating esophageal cancer are: surgery, radiotherapy, chemotherapy, immunotherapy; Can combine multiple modalities depending on each patient. (5)\nSurgery\nTumor removal surgery can be used alone or in combination with different methods. At Tam Anh General Hospital, thanks to the new generation endoscopic system, very small tumors will be detected, limited to the mucosa of the esophagus, and will be removed locally through endoscopy using the mucosal resection method (EMR) or under seal (ESD)\nFor advanced esophageal cancer, the patient will have surgery to remove part or all of the esophagus. Esophagectomy with lymphadenectomy will give a better prognosis.\nChemotherapy, targeted therapy, immunotherapy\nChemotherapy drugs are often used before or after surgery in people with esophageal cancer. Chemotherapy may also be combined with radiotherapy. In people with advanced cancer, chemotherapy may be used alone to help relieve symptoms caused by the cancer. For patients at this stage, targeted drugs or immunotherapy can be used to bring greater effectiveness to the patient.\nAt Tam Anh General Hospital, a negative pressure chemical mixing room is equipped with a specialized sterile isolation mixing machine according to international standards (ULPA filter membrane with 99.999% filtration efficiency, creating a working area that meets clean air standards). ISO Class 3, in accordance with American Pharmacopoeia standard USP 797). Chemotherapy doses are prepared in an isolated, sterile environment,  minimizing the risk of drug contamination and protecting the pharmacist mixing the drug. Hospitals with standard procedures in preparation will help provide highly accurate drug doses, ensuring quality and treatment effectiveness.\nCancer chemicals mixing room ensures sterility at Tam Anh General Hospital, photo of Tam Anh General Hospital.\nRadiotherapy\nRadiation therapy is often combined with chemotherapy in people with inoperable esophageal cancer. Radiation therapy is also used to reduce complications of advanced esophageal cancer.\n\nPrevention of esophageal cancer\nEsophageal cancer is increasing and rejuvenating, especially in developing countries like Vietnam. Therefore, you should proactively prevent esophageal cancer with the following measures:\nEat moderately, exercise regularly, maintain a weight appropriate to your physical condition;; Limit eating fermented foods, pickled foods, canned and processed foods;; Eat lots of green vegetables and fruits;; Do not use tobacco or alcohol;; Get vaccinated against HPV.\nIn addition, the US National Cancer Network (NCCN: National Comprehensive Cancer Network) has recommended early esophageal cancer screening with esophagoscopy if there are genetic risk factors such as Barrett's esophageal syndrome. familial dysmenorrhea, Bloom syndrome, Tylosis, Fanconi anemia.\nTo schedule an examination and screening for esophageal cancer, customers can contact Tam Anh General Hospital with the following information:\nEsophageal cancer has a relatively poor prognosis, because patients are often diagnosed at a late stage. However, if the disease is diagnosed and treated at an early stage, the patient can still be cured. To prevent and detect esophageal cancer early, you should maintain a healthy lifestyle and diet and see a doctor early when you have unusual symptoms.",
    "subsections": [
        {
            "subsection_name": "What is esophageal cancer?",
            "subsection_content": "The esophagus is a component of the digestive tract (also known as the digestive tract or intestines). The digestive system includes: mouth, throat, esophagus, stomach, small intestine, colon (large intestine), rectum and anus. The digestive system has the role of receiving, transporting and decomposing food, absorbing nutrients, and removing waste from the body.\nThe esophagus has a tubular structure, about 25cm long and about 2.5cm wide. When swallowing food from the mouth, thanks to the contractions of the digestive tract (called peristalsis), along with the impact of gravity, the food will move through the esophagus and reach the stomach. The esophagus is located behind the trachea (airway) and in front of the spine. The esophagus is divided into 3 segments: upper, middle, lower.\nEsophageal cancer appears when cells in the esophagus grow abnormally and uncontrollably, including 2 main types: (1)\nSquamous cell carcinoma (also known as squamous cell): commonly found in the upper and middle esophagus, common in Asians and Eastern Europeans.; Adenocarcinoma: commonly found in the lower esophagus, but can also occur in the middle esophagus. The adenocarcinoma type is common in North Americans and Western Europeans.\nLess common forms of esophageal cancer include: sarcoma, lymphoma, small cell carcinoma, melanoma... In addition, cancer from other organs can also metastasize to the esophagus, accounting for 3%. number of recorded cases of esophageal cancer. Cancers that can metastasize to the esophagus include melanoma, breast cancer, head and neck cancer, lung, stomach, liver, kidney, prostate, testicles, bone...",
            "subsection_string": "What is esophageal cancer?\nThe esophagus is a component of the digestive tract (also known as the digestive tract or intestines). The digestive system includes: mouth, throat, esophagus, stomach, small intestine, colon (large intestine), rectum and anus. The digestive system has the role of receiving, transporting and decomposing food, absorbing nutrients, and removing waste from the body.\nThe esophagus has a tubular structure, about 25cm long and about 2.5cm wide. When swallowing food from the mouth, thanks to the contractions of the digestive tract (called peristalsis), along with the impact of gravity, the food will move through the esophagus and reach the stomach. The esophagus is located behind the trachea (airway) and in front of the spine. The esophagus is divided into 3 segments: upper, middle, lower.\nEsophageal cancer appears when cells in the esophagus grow abnormally and uncontrollably, including 2 main types: (1)\nSquamous cell carcinoma (also known as squamous cell): commonly found in the upper and middle esophagus, common in Asians and Eastern Europeans.; Adenocarcinoma: commonly found in the lower esophagus, but can also occur in the middle esophagus. The adenocarcinoma type is common in North Americans and Western Europeans.\nLess common forms of esophageal cancer include: sarcoma, lymphoma, small cell carcinoma, melanoma... In addition, cancer from other organs can also metastasize to the esophagus, accounting for 3%. number of recorded cases of esophageal cancer. Cancers that can metastasize to the esophagus include melanoma, breast cancer, head and neck cancer, lung, stomach, liver, kidney, prostate, testicles, bone..."
        },
        {
            "subsection_name": "Causes of esophageal cancer",
            "subsection_content": "Until now, no factor has been clearly identified as the cause of esophageal cancer. The disease can stem from the following risk factors: (2)\nDrinking habits: This is the leading factor that increases the risk of esophageal cancer. People who have the habit of using alcoholic beverages, especially strong alcohol, for a long time have a high risk of esophageal cancer. The American Society of Clinical Oncology (ASCO) has issued a joint statement on the association between alcohol consumption and cancer risk to warn of the consequences of long-term alcohol use.; Smoking: Along with the habit of drinking alcohol, smoking is the leading risk of esophageal cancer, including active smoking (people who smoke directly) and passive smoking (people exposed to cigarette smoke). leaves). In addition to esophageal cancer, smoking also increases the risk of other cancers such as head and neck cancer, lung cancer, bladder cancer...; Diet:  Use foods containing Nitrosamine such as pickles, salted fish, canned foods... or some types of mushrooms that produce toxins such as Aflatoxin. Drinks and foods processed at high temperatures: using foods processed at high temperatures above 60 degrees Celsius can increase the risk of esophageal squamous cell carcinoma because high temperatures cause mucosal damage. esophageal membrane. Habit of chewing betel and areca nuts: the habit of chewing betel and areca nuts in some Asian countries, including Vietnam, can cause esophageal cancer. The diet lacks fiber and vitamins from vegetables and fruits; Use foods containing Nitrosamine such as pickles, salted fish, canned foods... or some types of mushrooms that produce toxins such as Aflatoxin.; Drinks and foods processed at high temperatures: using foods processed at high temperatures above 60 degrees Celsius can increase the risk of esophageal squamous cell carcinoma because high temperatures cause mucosal damage. esophageal fascia.; Habit of chewing betel and areca nut: the habit of chewing betel and areca nuts in some Asian countries, including Vietnam, can cause esophageal cancer.; The diet lacks fiber and vitamins from vegetables and fruits; Gastroesophageal reflux disease (GERD - Gastrointestinal reflux disease) and Barrett's esophagus: People with GERD have a higher risk of esophageal adenocarcinoma than normal people. At the same time, if gastric acid reflux into the esophagus persists, the esophageal mucosa will be damaged and the esophageal mucosal cells will change their structural properties (called metaplasia), leading to disease. Barrett's esophagus. People with Barrett's esophagus have a 30-fold increased risk of esophageal cancer compared to the general population.; People with GERD have a higher risk of developing esophageal adenocarcinoma than normal people. At the same time, if gastric acid reflux into the esophagus persists, the esophageal mucosa will be damaged and the esophageal mucosal cells will change their structural properties (called metaplasia), leading to disease. Barrett's esophagus. People with Barrett's esophagus have a 30-fold increased risk of esophageal cancer compared to the general population.; Obesity: Being overweight or obese can increase the risk of esophageal adenocarcinoma. This may be because obese people are more likely to have gastroesophageal reflux disease.; Human papilloma virus (HPV - Human Papilloma Virus) infection: HPV is a virus that can cause tissue changes in the larynx, oral cavity, genitals... Mechanism of HPV leading to esophageal cancer still not well understood, may be related to Barrett's esophagus.; History of gastric bypass: Patients who have had part of their stomach removed are at risk of esophageal cancer.; Atrophic gastritis: This condition increases the risk of esophageal cancer by 2 times.; Other diseases/damages of the esophagus: Some diseases such as Achalasia (achalasia) increase the risk of esophageal cancer 16 times, or people with esophageal burns due to chemicals (such as laundry detergent). It is also possible to develop esophageal cancer many years later.; History of other cancers: Cancers of the nasopharynx, oral cavity, oropharynx, larynx cancer, lung cancer... also increase the risk of esophageal cancer.; Genetic factors: Familial Barrett's esophagus, Peutz-Jeghers syndrome, Bloom syndrome, Fanconi anemia, Tylosis (a rare genetic disease causing hyperkeratosis of the palms and soles)...\nOverweight-obese people have a higher risk of esophageal adenocarcinoma than non-overweight-obese people.",
            "subsection_string": "Causes of esophageal cancer\nUntil now, no factor has been clearly identified as the cause of esophageal cancer. The disease can stem from the following risk factors: (2)\nDrinking habits: This is the leading factor that increases the risk of esophageal cancer. People who have the habit of using alcoholic beverages, especially strong alcohol, for a long time have a high risk of esophageal cancer. The American Society of Clinical Oncology (ASCO) has issued a joint statement on the association between alcohol consumption and cancer risk to warn of the consequences of long-term alcohol use.; Smoking: Along with the habit of drinking alcohol, smoking is the leading risk of esophageal cancer, including active smoking (people who smoke directly) and passive smoking (people exposed to cigarette smoke). leaves). In addition to esophageal cancer, smoking also increases the risk of other cancers such as head and neck cancer, lung cancer, bladder cancer...; Diet:  Use foods containing Nitrosamine such as pickles, salted fish, canned foods... or some types of mushrooms that produce toxins such as Aflatoxin. Drinks and foods processed at high temperatures: using foods processed at high temperatures above 60 degrees Celsius can increase the risk of esophageal squamous cell carcinoma because high temperatures cause mucosal damage. esophageal membrane. Habit of chewing betel and areca nuts: the habit of chewing betel and areca nuts in some Asian countries, including Vietnam, can cause esophageal cancer. The diet lacks fiber and vitamins from vegetables and fruits; Use foods containing Nitrosamine such as pickles, salted fish, canned foods... or some types of mushrooms that produce toxins such as Aflatoxin.; Drinks and foods processed at high temperatures: using foods processed at high temperatures above 60 degrees Celsius can increase the risk of esophageal squamous cell carcinoma because high temperatures cause mucosal damage. esophageal fascia.; Habit of chewing betel and areca nut: the habit of chewing betel and areca nuts in some Asian countries, including Vietnam, can cause esophageal cancer.; The diet lacks fiber and vitamins from vegetables and fruits; Gastroesophageal reflux disease (GERD - Gastrointestinal reflux disease) and Barrett's esophagus: People with GERD have a higher risk of esophageal adenocarcinoma than normal people. At the same time, if gastric acid reflux into the esophagus persists, the esophageal mucosa will be damaged and the esophageal mucosal cells will change their structural properties (called metaplasia), leading to disease. Barrett's esophagus. People with Barrett's esophagus have a 30-fold increased risk of esophageal cancer compared to the general population.; People with GERD have a higher risk of developing esophageal adenocarcinoma than normal people. At the same time, if gastric acid reflux into the esophagus persists, the esophageal mucosa will be damaged and the esophageal mucosal cells will change their structural properties (called metaplasia), leading to disease. Barrett's esophagus. People with Barrett's esophagus have a 30-fold increased risk of esophageal cancer compared to the general population.; Obesity: Being overweight or obese can increase the risk of esophageal adenocarcinoma. This may be because obese people are more likely to have gastroesophageal reflux disease.; Human papilloma virus (HPV - Human Papilloma Virus) infection: HPV is a virus that can cause tissue changes in the larynx, oral cavity, genitals... Mechanism of HPV leading to esophageal cancer still not well understood, may be related to Barrett's esophagus.; History of gastric bypass: Patients who have had part of their stomach removed are at risk of esophageal cancer.; Atrophic gastritis: This condition increases the risk of esophageal cancer by 2 times.; Other diseases/damages of the esophagus: Some diseases such as Achalasia (achalasia) increase the risk of esophageal cancer 16 times, or people with esophageal burns due to chemicals (such as laundry detergent). It is also possible to develop esophageal cancer many years later.; History of other cancers: Cancers of the nasopharynx, oral cavity, oropharynx, larynx cancer, lung cancer... also increase the risk of esophageal cancer.; Genetic factors: Familial Barrett's esophagus, Peutz-Jeghers syndrome, Bloom syndrome, Fanconi anemia, Tylosis (a rare genetic disease causing hyperkeratosis of the palms and soles)...\nOverweight-obese people have a higher risk of esophageal adenocarcinoma than non-overweight-obese people."
        },
        {
            "subsection_name": "Signs of esophageal cancer",
            "subsection_content": "Early-stage esophageal cancer often has no symptoms. Therefore, most patients are detected when the cancer has reached an advanced or late stage, with possible signs of esophageal cancer including: (3)\nChoking, difficulty swallowing: The most common symptoms, appearing in 95% of esophageal cancer cases. The patient has difficulty swallowing food and feels it is stuck in the esophagus. Initially, the patient may choke on solid foods such as meat or fish, but over time the feeling of choking occurs even when the patient uses liquid foods such as soup, porridge, or even cannot drink water. , milk.; Weight loss: Appears in 40-50% of esophageal cancer cases. Weight loss is often accompanied by difficulty swallowing. The condition can be improved if the patient's eating and nutrition problems are resolved.; Pain in the chest area behind the sternum when swallowing: Appears in about 20% of esophageal cancer cases, occurring when the patient eats solid food or even drinks water.\nChest pain when swallowing can be a sign of esophageal cancer.\nVomiting: The patient will show signs of vomiting when there is a clear choking condition when swallowing. Vomiting can occur during meals, or immediately after eating. Vomit is food that has just been eaten without gastric juice (digestive fluid of the stomach), there may be a little blood mixed in the vomit.; Increased salivation: Due to choking, saliva cannot follow the food down to the stomach, the patient will feel like there is a lot of saliva in the throat and have to spit more often.; Other symptoms may also occur when the tumor has invaded other organs such as: Cancer invades the trachea causing air-esophageal fistula, cough, difficulty breathing; Cancer invades the recurrent laryngeal nerve causing hoarseness; Cancer invades or metastasizes to other locations (lungs, bones, liver, abdominal lymph nodes...) causing pleural effusion, pericardial effusion, chest pain, abdominal pain, bone pain...\nImage of tumor appearing on the esophageal mucosa.",
            "subsection_string": "Signs of esophageal cancer\nEarly-stage esophageal cancer often has no symptoms. Therefore, most patients are detected when the cancer has reached an advanced or late stage, with possible signs of esophageal cancer including: (3)\nChoking, difficulty swallowing: The most common symptoms, appearing in 95% of esophageal cancer cases. The patient has difficulty swallowing food and feels it is stuck in the esophagus. Initially, the patient may choke on solid foods such as meat or fish, but over time the feeling of choking occurs even when the patient uses liquid foods such as soup, porridge, or even cannot drink water. , milk.; Weight loss: Appears in 40-50% of esophageal cancer cases. Weight loss is often accompanied by difficulty swallowing. The condition can be improved if the patient's eating and nutrition problems are resolved.; Pain in the chest area behind the sternum when swallowing: Appears in about 20% of esophageal cancer cases, occurring when the patient eats solid food or even drinks water.\nChest pain when swallowing can be a sign of esophageal cancer.\nVomiting: The patient will show signs of vomiting when there is a clear choking condition when swallowing. Vomiting can occur during meals, or immediately after eating. Vomit is food that has just been eaten without gastric juice (digestive fluid of the stomach), there may be a little blood mixed in the vomit.; Increased salivation: Due to choking, saliva cannot follow the food down to the stomach, the patient will feel like there is a lot of saliva in the throat and have to spit more often.; Other symptoms may also occur when the tumor has invaded other organs such as: Cancer invades the trachea causing air-esophageal fistula, cough, difficulty breathing; Cancer invades the recurrent laryngeal nerve causing hoarseness; Cancer invades or metastasizes to other locations (lungs, bones, liver, abdominal lymph nodes...) causing pleural effusion, pericardial effusion, chest pain, abdominal pain, bone pain...\nImage of tumor appearing on the esophageal mucosa."
        },
        {
            "subsection_name": "Esophageal cancer stage",
            "subsection_content": "According to the 2017 American Joint Committee on Cancer (AJCC) classification system, esophageal cancer is staged based on the following 3 factors:\nT (Tumor): Depending on the level of invasion of the tumor, T will be staged as follows: TX: Esophageal tumor cannot be evaluated. T0: No esophageal tumor detected. Tis: Severe dysplasia, cancer cells are still localized in the epithelial layer, have not invaded the basement membrane. T1: Cancer invades the basement membrane, mucosa, and submucosa. T2: Cancer invades the muscle layer. T3: Cancer invades the lining (outermost layer of the esophagus). T4: Cancer invades nearby organs, including the pleura, pericardium, simple vein, diaphragm, peritoneum (abdomen), aorta, spine, airways.; TX: Esophageal tumor cannot be evaluated.; T0: No esophageal tumor recorded.; Tis: Severe dysplasia, cancer cells are still localized in the epithelial layer, have not invaded the basement membrane.; T1: Cancer invades the basement membrane, muscle mucosa, submucosa.; T2: Cancer invades the muscle layer; T3: Cancer invades the lining (outermost layer of the esophagus).; T4: Cancer invades nearby organs, including the pleura, pericardium, simple vein, diaphragm, peritoneum (abdomen), aorta, spine, airways.; N (Node - Lymph node metastasis): Number of neighboring lymph nodes metastasized (also known as regional lymph node metastasis) N0: No regional lymph node metastasis. N1: Metastasis in 1-2 regional lymph nodes. N2: Metastasis in 3-6 regional lymph nodes. N3: Metastasis in ≥ 7 regional lymph nodes; N0: No regional lymph node metastasis; N1: Metastasis in 1-2 regional lymph nodes; N2: Metastasis in 3-6 regional lymph nodes; N3: Metastasis in ≥ 7 regional lymph nodes; M (Metastasis - Distant metastasis): Condition of distant metastasis to other organs in the body such as lungs, liver, brain, bones... or metastasis to lymph nodes other than regional lymph nodes. M0: No distant metastasis. M1: Distant metastasis.; M0: No distant metastasis; M1: Distant metastasis.\nBased on 3 factors T, N, M, esophageal cancer is staged as follows:\nStage 0: Tis, N0, M0.; Stage I: T1, N0-1, M0.; Stage II: T2, N0-1, M0 or T3, N0, M0.; Stage III: T3, N1, M0 or T1-2, N2, M0.; Stage IVA: T4, N0-2, M0 or any T, N3, M0.; Stage IVB: Any T, Any N, M1.",
            "subsection_string": "Esophageal cancer stage\nAccording to the 2017 American Joint Committee on Cancer (AJCC) classification system, esophageal cancer is staged based on the following 3 factors:\nT (Tumor): Depending on the level of invasion of the tumor, T will be staged as follows: TX: Esophageal tumor cannot be evaluated. T0: No esophageal tumor detected. Tis: Severe dysplasia, cancer cells are still localized in the epithelial layer, have not invaded the basement membrane. T1: Cancer invades the basement membrane, mucosa, and submucosa. T2: Cancer invades the muscle layer. T3: Cancer invades the lining (outermost layer of the esophagus). T4: Cancer invades nearby organs, including the pleura, pericardium, simple vein, diaphragm, peritoneum (abdomen), aorta, spine, airways.; TX: Esophageal tumor cannot be evaluated.; T0: No esophageal tumor recorded.; Tis: Severe dysplasia, cancer cells are still localized in the epithelial layer, have not invaded the basement membrane.; T1: Cancer invades the basement membrane, muscle mucosa, submucosa.; T2: Cancer invades the muscle layer; T3: Cancer invades the lining (outermost layer of the esophagus).; T4: Cancer invades nearby organs, including the pleura, pericardium, simple vein, diaphragm, peritoneum (abdomen), aorta, spine, airways.; N (Node - Lymph node metastasis): Number of neighboring lymph nodes metastasized (also known as regional lymph node metastasis) N0: No regional lymph node metastasis. N1: Metastasis in 1-2 regional lymph nodes. N2: Metastasis in 3-6 regional lymph nodes. N3: Metastasis in ≥ 7 regional lymph nodes; N0: No regional lymph node metastasis; N1: Metastasis in 1-2 regional lymph nodes; N2: Metastasis in 3-6 regional lymph nodes; N3: Metastasis in ≥ 7 regional lymph nodes; M (Metastasis - Distant metastasis): Condition of distant metastasis to other organs in the body such as lungs, liver, brain, bones... or metastasis to lymph nodes other than regional lymph nodes. M0: No distant metastasis. M1: Distant metastasis.; M0: No distant metastasis; M1: Distant metastasis.\nBased on 3 factors T, N, M, esophageal cancer is staged as follows:\nStage 0: Tis, N0, M0.; Stage I: T1, N0-1, M0.; Stage II: T2, N0-1, M0 or T3, N0, M0.; Stage III: T3, N1, M0 or T1-2, N2, M0.; Stage IVA: T4, N0-2, M0 or any T, N3, M0.; Stage IVB: Any T, Any N, M1."
        },
        {
            "subsection_name": "How long can you live with esophageal cancer?",
            "subsection_content": "Esophageal cancer has a rather poor prognosis because the disease progresses quickly and is difficult to treat because patients often come for examination and discover the disease when the cancer has spread (only 25% of cases are detected in the early stages). ). However, if esophageal cancer is detected at an early stage, the patient can still be cured.\nCancer stage is the factor that has the greatest impact on esophageal cancer prognosis. Depending on the stage of the disease, people with esophageal cancer will have the following 5-year survival prognosis:\nCancer is still limited to the mucosa: 80%; Cancer spread to the submucosa: <50%; Cancer spread to the muscularis mucosa: <20%; Cancer spread to nearby structures: 7%; Cancer metastasizes to other organs: <3%",
            "subsection_string": "How long can you live with esophageal cancer?\nEsophageal cancer has a rather poor prognosis because the disease progresses quickly and is difficult to treat because patients often come for examination and discover the disease when the cancer has spread (only 25% of cases are detected in the early stages). ). However, if esophageal cancer is detected at an early stage, the patient can still be cured.\nCancer stage is the factor that has the greatest impact on esophageal cancer prognosis. Depending on the stage of the disease, people with esophageal cancer will have the following 5-year survival prognosis:\nCancer is still limited to the mucosa: 80%; Cancer spread to the submucosa: <50%; Cancer spread to the muscularis mucosa: <20%; Cancer spread to nearby structures: 7%; Cancer metastasizes to other organs: <3%"
        },
        {
            "subsection_name": "Diagnosis of esophageal cancer",
            "subsection_content": "About 50% of patients are diagnosed with esophageal cancer at a late stage, making treatment difficult and expensive, and affecting the patient's prognosis. Therefore, it is necessary to have regular health checks every 6 months or see a doctor early when there are unusual signs. This helps diagnose the disease when it is still in its early stages, improve the effectiveness of treatment, and improve the patient's prognosis. (4)\nAbout 50% of patients are diagnosed with esophageal cancer at a late stage, making treatment difficult and expensive.\nLaboratory methods that may be performed during the diagnosis of esophageal cancer include:\nEsophagoscopy: Upper digestive endoscopy (including the esophagus, stomach, and duodenum) is often indicated when the patient has signs of difficulty swallowing, painful swallowing, or when lesions suspected of metastasis are detected. without determining the origin of cancer by other tests (such as CT-scan, MRI...). Endoscopy helps determine the tumor location, the degree of narrowing of the esophageal lumen, and the presence of ulcers or vegetations on the tumor surface. At the same time, during esophagoscopy, the doctor can biopsy lesions or tumors suspected of malignancy, thereby being able to diagnose and determine the nature of the lesion using pathology results. Esophagoscopy can be combined with endoscopic ultrasound (abbreviated as EUS: Endoscopic UltraSonography). This is a highly accurate means of assessing the level of invasion of esophageal tumors (also known as T). In addition, doctors can combine EUS with fine needle biopsy (also known as FNA: Fine Needle Aspiration) to biopsy lesions or paraesophageal lymph nodes.; Upper digestive endoscopy (including the esophagus, stomach, and duodenum) is often indicated when the patient has signs of difficulty swallowing, painful swallowing, or when detecting lesions suspected of metastasizing without an identified source. cancer origin by other tests (such as CT-scan, MRI...). Endoscopy helps determine the tumor location, the degree of narrowing of the esophageal lumen, and the presence of ulcers or vegetations on the tumor surface. At the same time, during esophagoscopy, the doctor can biopsy lesions or tumors suspected of malignancy, from which the nature of the lesion can be diagnosed using pathology results.; Esophagoscopy can be combined with endoscopic ultrasound (abbreviated as EUS: Endoscopic UltraSonography). This is a highly accurate means of assessing the level of invasion of esophageal tumors (also known as T). In addition, doctors can combine EUS with fine needle biopsy (also known as FNA: Fine Needle Aspiration) to biopsy lesions or paraesophageal lymph nodes.; Computed tomography (CT-scan): This is a commonly used method in Vietnam to assess the stage of esophageal cancer, thanks to its ability to detect lymph node metastases or distant metastases. other agencies. However, CT-scan has limitations in assessing the local invasion level of esophageal tumors (also known as staging according to T: Tumor). At Tam Anh General Hospital, the dual-balloon computed tomography (CT) system is capable of reproducing up to 768 slices. Thanks to the support of modern machinery, doctors can evaluate the smallest injuries that conventional CT scans cannot detect.; In some specific situations, the doctor may prescribe other tests such as brain MRI (suspected brain metastases), bone scan (suspected bone metastases), PET/CT, laparoscopy, endoscopy, etc. Thoracoscopy...; Cancer biomarkers: Blood tests can detect elevated CEA, CA 19-9. However, biomarkers do not play an important role in diagnosing esophageal cancer, because these indicators can also increase in other diseases. Therefore, cancer biomarkers are often only used for post-treatment monitoring.",
            "subsection_string": "Diagnosis of esophageal cancer\nAbout 50% of patients are diagnosed with esophageal cancer at a late stage, making treatment difficult and expensive, and affecting the patient's prognosis. Therefore, it is necessary to have regular health checks every 6 months or see a doctor early when there are unusual signs. This helps diagnose the disease when it is still in its early stages, improve the effectiveness of treatment, and improve the patient's prognosis. (4)\nAbout 50% of patients are diagnosed with esophageal cancer at a late stage, making treatment difficult and expensive.\nLaboratory methods that may be performed during the diagnosis of esophageal cancer include:\nEsophagoscopy: Upper digestive endoscopy (including the esophagus, stomach, and duodenum) is often indicated when the patient has signs of difficulty swallowing, painful swallowing, or when lesions suspected of metastasis are detected. without determining the origin of cancer by other tests (such as CT-scan, MRI...). Endoscopy helps determine the tumor location, the degree of narrowing of the esophageal lumen, and the presence of ulcers or vegetations on the tumor surface. At the same time, during esophagoscopy, the doctor can biopsy lesions or tumors suspected of malignancy, thereby being able to diagnose and determine the nature of the lesion using pathology results. Esophagoscopy can be combined with endoscopic ultrasound (abbreviated as EUS: Endoscopic UltraSonography). This is a highly accurate means of assessing the level of invasion of esophageal tumors (also known as T). In addition, doctors can combine EUS with fine needle biopsy (also known as FNA: Fine Needle Aspiration) to biopsy lesions or paraesophageal lymph nodes.; Upper digestive endoscopy (including the esophagus, stomach, and duodenum) is often indicated when the patient has signs of difficulty swallowing, painful swallowing, or when detecting lesions suspected of metastasizing without an identified source. cancer origin by other tests (such as CT-scan, MRI...). Endoscopy helps determine the tumor location, the degree of narrowing of the esophageal lumen, and the presence of ulcers or vegetations on the tumor surface. At the same time, during esophagoscopy, the doctor can biopsy lesions or tumors suspected of malignancy, from which the nature of the lesion can be diagnosed using pathology results.; Esophagoscopy can be combined with endoscopic ultrasound (abbreviated as EUS: Endoscopic UltraSonography). This is a highly accurate means of assessing the level of invasion of esophageal tumors (also known as T). In addition, doctors can combine EUS with fine needle biopsy (also known as FNA: Fine Needle Aspiration) to biopsy lesions or paraesophageal lymph nodes.; Computed tomography (CT-scan): This is a commonly used method in Vietnam to assess the stage of esophageal cancer, thanks to its ability to detect lymph node metastases or distant metastases. other agencies. However, CT-scan has limitations in assessing the local invasion level of esophageal tumors (also known as staging according to T: Tumor). At Tam Anh General Hospital, the dual-balloon computed tomography (CT) system is capable of reproducing up to 768 slices. Thanks to the support of modern machinery, doctors can evaluate the smallest injuries that conventional CT scans cannot detect.; In some specific situations, the doctor may prescribe other tests such as brain MRI (suspected brain metastases), bone scan (suspected bone metastases), PET/CT, laparoscopy, endoscopy, etc. Thoracoscopy...; Cancer biomarkers: Blood tests can detect elevated CEA, CA 19-9. However, biomarkers do not play an important role in diagnosing esophageal cancer, because these indicators can also increase in other diseases. Therefore, cancer biomarkers are often only used for post-treatment monitoring."
        },
        {
            "subsection_name": "How to treat esophageal cancer?",
            "subsection_content": "Esophageal cancer is a disease that can be treated but is not very effective because patients often arrive at a late stage, when the cancer has spread.\nAt Tam Anh General Hospital, patients with esophageal cancer will be able to choose the optimal treatment method to bring the best results based on assessment of tumor location, cancer cell type, and stage. disease, overall health and the patient's wishes.\nThe main methods in treating esophageal cancer are: surgery, radiotherapy, chemotherapy, immunotherapy; Can combine multiple modalities depending on each patient. (5)\nSurgery\nTumor removal surgery can be used alone or in combination with different methods. At Tam Anh General Hospital, thanks to the new generation endoscopic system, very small tumors will be detected, limited to the mucosa of the esophagus, and will be removed locally through endoscopy using the mucosal resection method (EMR) or under seal (ESD)\nFor advanced esophageal cancer, the patient will have surgery to remove part or all of the esophagus. Esophagectomy with lymphadenectomy will give a better prognosis.\nChemotherapy, targeted therapy, immunotherapy\nChemotherapy drugs are often used before or after surgery in people with esophageal cancer. Chemotherapy may also be combined with radiotherapy. In people with advanced cancer, chemotherapy may be used alone to help relieve symptoms caused by the cancer. For patients at this stage, targeted drugs or immunotherapy can be used to bring greater effectiveness to the patient.\nAt Tam Anh General Hospital, a negative pressure chemical mixing room is equipped with a specialized sterile isolation mixing machine according to international standards (ULPA filter membrane with 99.999% filtration efficiency, creating a working area that meets clean air standards). ISO Class 3, in accordance with American Pharmacopoeia standard USP 797). Chemotherapy doses are prepared in an isolated, sterile environment,  minimizing the risk of drug contamination and protecting the pharmacist mixing the drug. Hospitals with standard procedures in preparation will help provide highly accurate drug doses, ensuring quality and treatment effectiveness.\nCancer chemicals mixing room ensures sterility at Tam Anh General Hospital, photo of Tam Anh General Hospital.\nRadiotherapy\nRadiation therapy is often combined with chemotherapy in people with inoperable esophageal cancer. Radiation therapy is also used to reduce complications of advanced esophageal cancer.",
            "subsection_string": "How to treat esophageal cancer?\nEsophageal cancer is a disease that can be treated but is not very effective because patients often arrive at a late stage, when the cancer has spread.\nAt Tam Anh General Hospital, patients with esophageal cancer will be able to choose the optimal treatment method to bring the best results based on assessment of tumor location, cancer cell type, and stage. disease, overall health and the patient's wishes.\nThe main methods in treating esophageal cancer are: surgery, radiotherapy, chemotherapy, immunotherapy; Can combine multiple modalities depending on each patient. (5)\nSurgery\nTumor removal surgery can be used alone or in combination with different methods. At Tam Anh General Hospital, thanks to the new generation endoscopic system, very small tumors will be detected, limited to the mucosa of the esophagus, and will be removed locally through endoscopy using the mucosal resection method (EMR) or under seal (ESD)\nFor advanced esophageal cancer, the patient will have surgery to remove part or all of the esophagus. Esophagectomy with lymphadenectomy will give a better prognosis.\nChemotherapy, targeted therapy, immunotherapy\nChemotherapy drugs are often used before or after surgery in people with esophageal cancer. Chemotherapy may also be combined with radiotherapy. In people with advanced cancer, chemotherapy may be used alone to help relieve symptoms caused by the cancer. For patients at this stage, targeted drugs or immunotherapy can be used to bring greater effectiveness to the patient.\nAt Tam Anh General Hospital, a negative pressure chemical mixing room is equipped with a specialized sterile isolation mixing machine according to international standards (ULPA filter membrane with 99.999% filtration efficiency, creating a working area that meets clean air standards). ISO Class 3, in accordance with American Pharmacopoeia standard USP 797). Chemotherapy doses are prepared in an isolated, sterile environment,  minimizing the risk of drug contamination and protecting the pharmacist mixing the drug. Hospitals with standard procedures in preparation will help provide highly accurate drug doses, ensuring quality and treatment effectiveness.\nCancer chemicals mixing room ensures sterility at Tam Anh General Hospital, photo of Tam Anh General Hospital.\nRadiotherapy\nRadiation therapy is often combined with chemotherapy in people with inoperable esophageal cancer. Radiation therapy is also used to reduce complications of advanced esophageal cancer."
        },
        {
            "subsection_name": "Prevention of esophageal cancer",
            "subsection_content": "Esophageal cancer is increasing and rejuvenating, especially in developing countries like Vietnam. Therefore, you should proactively prevent esophageal cancer with the following measures:\nEat moderately, exercise regularly, maintain a weight appropriate to your physical condition;; Limit eating fermented foods, pickled foods, canned and processed foods;; Eat lots of green vegetables and fruits;; Do not use tobacco or alcohol;; Get vaccinated against HPV.\nIn addition, the US National Cancer Network (NCCN: National Comprehensive Cancer Network) has recommended early esophageal cancer screening with esophagoscopy if there are genetic risk factors such as Barrett's esophageal syndrome. familial dysmenorrhea, Bloom syndrome, Tylosis, Fanconi anemia.\nTo schedule an examination and screening for esophageal cancer, customers can contact Tam Anh General Hospital with the following information:\nEsophageal cancer has a relatively poor prognosis, because patients are often diagnosed at a late stage. However, if the disease is diagnosed and treated at an early stage, the patient can still be cured. To prevent and detect esophageal cancer early, you should maintain a healthy lifestyle and diet and see a doctor early when you have unusual symptoms.",
            "subsection_string": "Prevention of esophageal cancer\nEsophageal cancer is increasing and rejuvenating, especially in developing countries like Vietnam. Therefore, you should proactively prevent esophageal cancer with the following measures:\nEat moderately, exercise regularly, maintain a weight appropriate to your physical condition;; Limit eating fermented foods, pickled foods, canned and processed foods;; Eat lots of green vegetables and fruits;; Do not use tobacco or alcohol;; Get vaccinated against HPV.\nIn addition, the US National Cancer Network (NCCN: National Comprehensive Cancer Network) has recommended early esophageal cancer screening with esophagoscopy if there are genetic risk factors such as Barrett's esophageal syndrome. familial dysmenorrhea, Bloom syndrome, Tylosis, Fanconi anemia.\nTo schedule an examination and screening for esophageal cancer, customers can contact Tam Anh General Hospital with the following information:\nEsophageal cancer has a relatively poor prognosis, because patients are often diagnosed at a late stage. However, if the disease is diagnosed and treated at an early stage, the patient can still be cured. To prevent and detect esophageal cancer early, you should maintain a healthy lifestyle and diet and see a doctor early when you have unusual symptoms."
        }
    ],
    "name": "ung-thu-thuc-quan.json"
}