{
    "title": "Kidney cancer: Causes, signs, diagnosis and treatment",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/ung-thu-than/",
    "abstract": "Kidney cancer accounts for a low rate, about 2% of all cancers. Men have a higher rate of kidney cancer than women. Most people are diagnosed between the ages of 60 and 70. Over the past twenty years, the number of kidney cancer cases has increased slightly, but survival rates have also increased. Thanks to advances in imaging such as ultrasound and computed tomography technology that support accurate diagnosis, more and more cases of kidney cancer are being detected at an early stage.\n Professional article by MSc. Nguyen Tan Cuong - Doctor of Urology Department, Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "Kidney cancer: Causes, signs, diagnosis and treatment\n\nKidney cancer accounts for a low rate, about 2% of all cancers. Men have a higher rate of kidney cancer than women. Most people are diagnosed between the ages of 60 and 70. Over the past twenty years, the number of kidney cancer cases has increased slightly, but survival rates have also increased. Thanks to advances in imaging such as ultrasound and computed tomography technology that support accurate diagnosis, more and more cases of kidney cancer are being detected at an early stage.\n Professional article by MSc. Nguyen Tan Cuong - Doctor of Urology Department, Tam Anh General Hospital, Ho Chi Minh City.\n\nWhat is kidney cancer?\nKidney cancer is the malignant growth of cells, forming a tumor in the kidney. It should also be noted that not all kidney tumors are malignant. Some cases may be benign tumors, not cancer.\nKidney cancer is a common noun. There are many variations of renal malignancies and stages of the disease. Treatment depends on the characteristics of the tumor and professional experience.\n\nKidney function\nThe kidneys are bean-shaped organs located on both sides behind the abdominal wall, whose function is to filter blood and create urine. The kidneys are also important for other processes in the body, including regulating blood pressure, balancing water and electrolytes, producing blood cells, and keeping your bones healthy.\n\nCauses of kidney cancer\nThe cause of kidney cancer is often difficult to determine. General risk factors are smoking and obesity.\nHaving a first-degree relative with kidney cancer or high blood pressure is also a potential risk factor. Certain lifestyle changes, most importantly quitting smoking and maintaining a healthy weight, can reduce your risk of developing kidney cancer.\n\nSymptoms of kidney cancer\nIn most cases, kidney cancer usually has no symptoms. The disease is only detected during an ultrasound health check.\nOne in 10 people with kidney cancer has symptoms such as pain on one side of the body, a lump in the abdomen or blood in the urine. Signs that the disease may have progressed. Some people may also experience paraneoplastic syndromes. These are the body's reactions to any type of cancer such as high blood pressure, weight loss, fever, anemia, loss of muscle mass and loss of appetite.\nParaneoplastic syndromes often associated with kidney cancer include changes in liver enzymes and blood platelets. These changes are usually detected during blood tests and are usually asymptomatic.\nBone pain or a persistent cough can be signs that cancer has spread in the body. This is called metastatic disease.\n\nDiagnosis of kidney cancer\nM.D. Nguyen Tan Cuong said, because there are many types of kidney tumors, doctors perform a series of assessments to better understand your condition. These assessments include: medical history, laboratory tests and computed tomography (CT) scans, and sometimes family history is also sought. A CT or MRI scan will evaluate the size of the tumor and invasion of veins, lymph nodes or surrounding organs, which is important for deciding on treatment. The doctor also performs examinations and gives the patient blood and urine tests.\nBased on the results of the patient's computed tomography scan, the urologist can determine the stage of the disease. By analyzing tumor tissue received during surgery or biopsy, the pathologist determines the subtype of the tumor, whether it is a rapidly progressive type or not. This classification is based on factors such as stage, subtype, and cellular malignancy of the tumor.\nKidney tumor classification is used to estimate prognosis. Based on this prognosis, the doctor will discuss the best treatment plan for the patient.\n“In some cases, people may need additional tests to check kidney function. This is very important if the patient only has one kidney or is at risk of kidney failure because of diabetes, high blood pressure, chronic infection or kidney disease,\" shared Dr. Nguyen Tan Cuong.\nImaging is important in the diagnosis and classification of renal tumors. The most common imaging techniques are ultrasound, CT scan, and MRI. In some cases, a biopsy is performed to better understand the specific characteristics of the tumor.\nCT scan of the urinary system with contrast agent injection\nAfter detecting a tumor, the doctor first needs to know whether the tumor is malignant or not. Computed tomography, or contrast-enhanced MRI of the abdomen and pelvis, provides a wealth of information such as:\nLocation and size of the tumor;; The size of the lymph nodes is large or small;; Whether the tumor has invaded nearby organs, such as the adrenal glands, liver, spleen or pancreas;; Is the urinary tract affected by tumors…\nContrast material is injected intravenously, usually in the patient's arm. Contrast material highlights veins and arteries with images of varying density and color. Depending on the type of survey, allows doctors to analyze tumor images. Concomitant results will inform the patient's treatment guidelines.\nIf you are allergic to contrast agents, you will have an MRI or CT scan without contrast enhancement.\nIf the doctor thinks the cancer may have spread to the lungs, the patient will have further tests, such as a chest CT scan. If the patient has symptoms such as bone pain or seizures, a bone or brain scan may be needed to check whether the cancer has spread to the bones or brain.\nKidney tumor biopsy\nA kidney tumor biopsy is the removal of one or more samples from the tumor. The patient is given local anesthesia, then the doctor will use a needle to penetrate the patient's skin and use ultrasound or CT to locate the tumor. Tissue samples are analyzed by a pathologist to help make a diagnosis and guide future treatment.\nKidney biopsy is not the standard method for diagnosing kidney cancer. Patients may need a biopsy in the following cases:\nYour imaging results are unclear;; You have a small tumor that can be monitored without surgery;; You have a small tumor that can be treated by destroying the tumor with radio waves or cryotherapy.\nMSc. Dr. Nguyen Tan Cuong noted: Normally, kidney tumor biopsy is a less harmful procedure but can also cause hematuria (blood in urine). In rare cases, bleeding can be more serious.\n\nStages of kidney cancer\nKidney cancer is divided into many different stages. If the tumor is limited to the kidney and has not spread, it is called localized kidney cancer. In advanced localized kidney cancer, the tumor has grown out of the kidney into surrounding tissue and invaded the veins, adrenal glands, or lymph nodes. Metastatic disease if the cancer has spread to distant lymph nodes or other organs.\n\nClassification of kidney cancer\nKidney tumors are classified according to stage, subtype, and degree of tumor cell malignancy. These three factors are the basis for you to come up with a treatment plan.\nStage assessment system\nTumor stage indicates how advanced the tumor is and whether or not it has metastasized, in lymph nodes or other organs.\nKidney tumor staging is based on the spread of the tumor and lymph nodes (TNM). The urologist evaluates the size and invasion of the tumor (T) and determines the degree of progression based on 4 stages. Lymph nodes that are affected (N) or cancer that has spread to any other part of the body (M) are also checked. If kidney tumors metastasize, they often spread to the lungs, or to the bones or brain.\nTumor classification\nBesides stage, the classification of the kidney tumor is important. The type of tumor is determined by the pathologist and this process is called histopathological analysis. The pathologist will look under a microscope at tumor tissue taken during a biopsy or after surgery. Kidney biopsy is not a standard procedure in diagnosing kidney cancer. In most cases, it is not possible to know the type of tumor before surgery.\nThere are many different types of kidney tumors, the most common being renal cell carcinoma. Of these, most are clear cell carcinomas.\n“If you are diagnosed with a rare kidney tumor, your doctor will provide detailed information about different treatment options. These treatments may be different from the treatments for common types of kidney cancer. At Tam Anh General Hospital, treatment options are discussed by a multidisciplinary team of experts, to find the best treatment for the patient,\" said MSc. Nguyen Tan Cuong.\nKidney cyst\nSome kidney tumors are not solid but are cysts, which are fluid-filled sacs in the kidney and are easily recognized on a CT scan. If the kidney cysts are potentially malignant, these cysts need to be removed surgically.\nFuhrman classification\nThe third component of classification is the assessment of the degree of malignancy of the tumor cells. Fuhrman nuclear classification is the most commonly used system to determine this. There are 4 groups according to the Fuhrman classification.\n\nPrognosis\nAfter diagnosis and classification, the doctor will discuss treatment options with the patient. Recommended treatment pathways are based on TNM stage, Fuhrman grade, and tumor type. The specific prognosis in your case can also be estimated. However, keep in mind that this is a prediction that does not take into account unexpected developments.\n\nKidney cancer treatment\nIf you have a diagnosis of localized kidney cancer, your doctor may recommend treating the cancer with the following methods:\nPartial nephrectomy;; Radical nephrectomy;; Proactive monitoring;; Destruction of tumors with radio waves or cryotherapy.\nEach method has advantages and disadvantages. Depending on your specific condition, choose the appropriate treatment method.\nIf you are diagnosed with locally advanced kidney cancer, your doctor may recommend radical nephrectomy or embolization.\nKidney tumors can metastasize to other organs or lymph nodes. This is called metastatic disease. In metastatic disease, kidney tumors are called primary tumors and tumors in other organs are called metastases. Your doctor may recommend treating metastatic disease with surgery, often in combination with angioantibiotic therapy, also known as targeted therapy. In rare cases, immunotherapy may also be used. To treat metastases, radiation therapy may be recommended.\nIn general, metastatic disease cannot be cured. The treatment of metastatic disease is aimed at reducing the size of the tumor and metastasis. This will give the patient the opportunity to live longer and have fewer symptoms.\nSometimes, people cannot recover after kidney cancer treatment. When treatment is no longer successful, patients may be offered palliative care to live more comfortably. Palliative care is a care concept with the goal of optimizing a person's quality of life if recovery is not possible.\nContact us now for advice and to schedule an examination with leading Andrology - Urology experts: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi:  Address: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: Address: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook .com/benhvientamanh",
    "subsections": [
        {
            "subsection_name": "What is kidney cancer?",
            "subsection_content": "Kidney cancer is the malignant growth of cells, forming a tumor in the kidney. It should also be noted that not all kidney tumors are malignant. Some cases may be benign tumors, not cancer.\nKidney cancer is a common noun. There are many variations of renal malignancies and stages of the disease. Treatment depends on the characteristics of the tumor and professional experience.",
            "subsection_string": "What is kidney cancer?\nKidney cancer is the malignant growth of cells, forming a tumor in the kidney. It should also be noted that not all kidney tumors are malignant. Some cases may be benign tumors, not cancer.\nKidney cancer is a common noun. There are many variations of renal malignancies and stages of the disease. Treatment depends on the characteristics of the tumor and professional experience."
        },
        {
            "subsection_name": "Kidney function",
            "subsection_content": "The kidneys are bean-shaped organs located on both sides behind the abdominal wall, whose function is to filter blood and create urine. The kidneys are also important for other processes in the body, including regulating blood pressure, balancing water and electrolytes, producing blood cells, and keeping your bones healthy.",
            "subsection_string": "Kidney function\nThe kidneys are bean-shaped organs located on both sides behind the abdominal wall, whose function is to filter blood and create urine. The kidneys are also important for other processes in the body, including regulating blood pressure, balancing water and electrolytes, producing blood cells, and keeping your bones healthy."
        },
        {
            "subsection_name": "Causes of kidney cancer",
            "subsection_content": "The cause of kidney cancer is often difficult to determine. General risk factors are smoking and obesity.\nHaving a first-degree relative with kidney cancer or high blood pressure is also a potential risk factor. Certain lifestyle changes, most importantly quitting smoking and maintaining a healthy weight, can reduce your risk of developing kidney cancer.",
            "subsection_string": "Causes of kidney cancer\nThe cause of kidney cancer is often difficult to determine. General risk factors are smoking and obesity.\nHaving a first-degree relative with kidney cancer or high blood pressure is also a potential risk factor. Certain lifestyle changes, most importantly quitting smoking and maintaining a healthy weight, can reduce your risk of developing kidney cancer."
        },
        {
            "subsection_name": "Symptoms of kidney cancer",
            "subsection_content": "In most cases, kidney cancer usually has no symptoms. The disease is only detected during an ultrasound health check.\nOne in 10 people with kidney cancer has symptoms such as pain on one side of the body, a lump in the abdomen or blood in the urine. Signs that the disease may have progressed. Some people may also experience paraneoplastic syndromes. These are the body's reactions to any type of cancer such as high blood pressure, weight loss, fever, anemia, loss of muscle mass and loss of appetite.\nParaneoplastic syndromes often associated with kidney cancer include changes in liver enzymes and blood platelets. These changes are usually detected during blood tests and are usually asymptomatic.\nBone pain or a persistent cough can be signs that cancer has spread in the body. This is called metastatic disease.",
            "subsection_string": "Symptoms of kidney cancer\nIn most cases, kidney cancer usually has no symptoms. The disease is only detected during an ultrasound health check.\nOne in 10 people with kidney cancer has symptoms such as pain on one side of the body, a lump in the abdomen or blood in the urine. Signs that the disease may have progressed. Some people may also experience paraneoplastic syndromes. These are the body's reactions to any type of cancer such as high blood pressure, weight loss, fever, anemia, loss of muscle mass and loss of appetite.\nParaneoplastic syndromes often associated with kidney cancer include changes in liver enzymes and blood platelets. These changes are usually detected during blood tests and are usually asymptomatic.\nBone pain or a persistent cough can be signs that cancer has spread in the body. This is called metastatic disease."
        },
        {
            "subsection_name": "Diagnosis of kidney cancer",
            "subsection_content": "M.D. Nguyen Tan Cuong said, because there are many types of kidney tumors, doctors perform a series of assessments to better understand your condition. These assessments include: medical history, laboratory tests and computed tomography (CT) scans, and sometimes family history is also sought. A CT or MRI scan will evaluate the size of the tumor and invasion of veins, lymph nodes or surrounding organs, which is important for deciding on treatment. The doctor also performs examinations and gives the patient blood and urine tests.\nBased on the results of the patient's computed tomography scan, the urologist can determine the stage of the disease. By analyzing tumor tissue received during surgery or biopsy, the pathologist determines the subtype of the tumor, whether it is a rapidly progressive type or not. This classification is based on factors such as stage, subtype, and cellular malignancy of the tumor.\nKidney tumor classification is used to estimate prognosis. Based on this prognosis, the doctor will discuss the best treatment plan for the patient.\n“In some cases, people may need additional tests to check kidney function. This is very important if the patient only has one kidney or is at risk of kidney failure because of diabetes, high blood pressure, chronic infection or kidney disease,\" shared Dr. Nguyen Tan Cuong.\nImaging is important in the diagnosis and classification of renal tumors. The most common imaging techniques are ultrasound, CT scan, and MRI. In some cases, a biopsy is performed to better understand the specific characteristics of the tumor.\nCT scan of the urinary system with contrast agent injection\nAfter detecting a tumor, the doctor first needs to know whether the tumor is malignant or not. Computed tomography, or contrast-enhanced MRI of the abdomen and pelvis, provides a wealth of information such as:\nLocation and size of the tumor;; The size of the lymph nodes is large or small;; Whether the tumor has invaded nearby organs, such as the adrenal glands, liver, spleen or pancreas;; Is the urinary tract affected by tumors…\nContrast material is injected intravenously, usually in the patient's arm. Contrast material highlights veins and arteries with images of varying density and color. Depending on the type of survey, allows doctors to analyze tumor images. Concomitant results will inform the patient's treatment guidelines.\nIf you are allergic to contrast agents, you will have an MRI or CT scan without contrast enhancement.\nIf the doctor thinks the cancer may have spread to the lungs, the patient will have further tests, such as a chest CT scan. If the patient has symptoms such as bone pain or seizures, a bone or brain scan may be needed to check whether the cancer has spread to the bones or brain.\nKidney tumor biopsy\nA kidney tumor biopsy is the removal of one or more samples from the tumor. The patient is given local anesthesia, then the doctor will use a needle to penetrate the patient's skin and use ultrasound or CT to locate the tumor. Tissue samples are analyzed by a pathologist to help make a diagnosis and guide future treatment.\nKidney biopsy is not the standard method for diagnosing kidney cancer. Patients may need a biopsy in the following cases:\nYour imaging results are unclear;; You have a small tumor that can be monitored without surgery;; You have a small tumor that can be treated by destroying the tumor with radio waves or cryotherapy.\nMSc. Dr. Nguyen Tan Cuong noted: Normally, kidney tumor biopsy is a less harmful procedure but can also cause hematuria (blood in urine). In rare cases, bleeding can be more serious.",
            "subsection_string": "Diagnosis of kidney cancer\nM.D. Nguyen Tan Cuong said, because there are many types of kidney tumors, doctors perform a series of assessments to better understand your condition. These assessments include: medical history, laboratory tests and computed tomography (CT) scans, and sometimes family history is also sought. A CT or MRI scan will evaluate the size of the tumor and invasion of veins, lymph nodes or surrounding organs, which is important for deciding on treatment. The doctor also performs examinations and gives the patient blood and urine tests.\nBased on the results of the patient's computed tomography scan, the urologist can determine the stage of the disease. By analyzing tumor tissue received during surgery or biopsy, the pathologist determines the subtype of the tumor, whether it is a rapidly progressive type or not. This classification is based on factors such as stage, subtype, and cellular malignancy of the tumor.\nKidney tumor classification is used to estimate prognosis. Based on this prognosis, the doctor will discuss the best treatment plan for the patient.\n“In some cases, people may need additional tests to check kidney function. This is very important if the patient only has one kidney or is at risk of kidney failure because of diabetes, high blood pressure, chronic infection or kidney disease,\" shared Dr. Nguyen Tan Cuong.\nImaging is important in the diagnosis and classification of renal tumors. The most common imaging techniques are ultrasound, CT scan, and MRI. In some cases, a biopsy is performed to better understand the specific characteristics of the tumor.\nCT scan of the urinary system with contrast agent injection\nAfter detecting a tumor, the doctor first needs to know whether the tumor is malignant or not. Computed tomography, or contrast-enhanced MRI of the abdomen and pelvis, provides a wealth of information such as:\nLocation and size of the tumor;; The size of the lymph nodes is large or small;; Whether the tumor has invaded nearby organs, such as the adrenal glands, liver, spleen or pancreas;; Is the urinary tract affected by tumors…\nContrast material is injected intravenously, usually in the patient's arm. Contrast material highlights veins and arteries with images of varying density and color. Depending on the type of survey, allows doctors to analyze tumor images. Concomitant results will inform the patient's treatment guidelines.\nIf you are allergic to contrast agents, you will have an MRI or CT scan without contrast enhancement.\nIf the doctor thinks the cancer may have spread to the lungs, the patient will have further tests, such as a chest CT scan. If the patient has symptoms such as bone pain or seizures, a bone or brain scan may be needed to check whether the cancer has spread to the bones or brain.\nKidney tumor biopsy\nA kidney tumor biopsy is the removal of one or more samples from the tumor. The patient is given local anesthesia, then the doctor will use a needle to penetrate the patient's skin and use ultrasound or CT to locate the tumor. Tissue samples are analyzed by a pathologist to help make a diagnosis and guide future treatment.\nKidney biopsy is not the standard method for diagnosing kidney cancer. Patients may need a biopsy in the following cases:\nYour imaging results are unclear;; You have a small tumor that can be monitored without surgery;; You have a small tumor that can be treated by destroying the tumor with radio waves or cryotherapy.\nMSc. Dr. Nguyen Tan Cuong noted: Normally, kidney tumor biopsy is a less harmful procedure but can also cause hematuria (blood in urine). In rare cases, bleeding can be more serious."
        },
        {
            "subsection_name": "Stages of kidney cancer",
            "subsection_content": "Kidney cancer is divided into many different stages. If the tumor is limited to the kidney and has not spread, it is called localized kidney cancer. In advanced localized kidney cancer, the tumor has grown out of the kidney into surrounding tissue and invaded the veins, adrenal glands, or lymph nodes. Metastatic disease if the cancer has spread to distant lymph nodes or other organs.",
            "subsection_string": "Stages of kidney cancer\nKidney cancer is divided into many different stages. If the tumor is limited to the kidney and has not spread, it is called localized kidney cancer. In advanced localized kidney cancer, the tumor has grown out of the kidney into surrounding tissue and invaded the veins, adrenal glands, or lymph nodes. Metastatic disease if the cancer has spread to distant lymph nodes or other organs."
        },
        {
            "subsection_name": "Classification of kidney cancer",
            "subsection_content": "Kidney tumors are classified according to stage, subtype, and degree of tumor cell malignancy. These three factors are the basis for you to come up with a treatment plan.\nStage assessment system\nTumor stage indicates how advanced the tumor is and whether or not it has metastasized, in lymph nodes or other organs.\nKidney tumor staging is based on the spread of the tumor and lymph nodes (TNM). The urologist evaluates the size and invasion of the tumor (T) and determines the degree of progression based on 4 stages. Lymph nodes that are affected (N) or cancer that has spread to any other part of the body (M) are also checked. If kidney tumors metastasize, they often spread to the lungs, or to the bones or brain.\nTumor classification\nBesides stage, the classification of the kidney tumor is important. The type of tumor is determined by the pathologist and this process is called histopathological analysis. The pathologist will look under a microscope at tumor tissue taken during a biopsy or after surgery. Kidney biopsy is not a standard procedure in diagnosing kidney cancer. In most cases, it is not possible to know the type of tumor before surgery.\nThere are many different types of kidney tumors, the most common being renal cell carcinoma. Of these, most are clear cell carcinomas.\n“If you are diagnosed with a rare kidney tumor, your doctor will provide detailed information about different treatment options. These treatments may be different from the treatments for common types of kidney cancer. At Tam Anh General Hospital, treatment options are discussed by a multidisciplinary team of experts, to find the best treatment for the patient,\" said MSc. Nguyen Tan Cuong.\nKidney cyst\nSome kidney tumors are not solid but are cysts, which are fluid-filled sacs in the kidney and are easily recognized on a CT scan. If the kidney cysts are potentially malignant, these cysts need to be removed surgically.\nFuhrman classification\nThe third component of classification is the assessment of the degree of malignancy of the tumor cells. Fuhrman nuclear classification is the most commonly used system to determine this. There are 4 groups according to the Fuhrman classification.",
            "subsection_string": "Classification of kidney cancer\nKidney tumors are classified according to stage, subtype, and degree of tumor cell malignancy. These three factors are the basis for you to come up with a treatment plan.\nStage assessment system\nTumor stage indicates how advanced the tumor is and whether or not it has metastasized, in lymph nodes or other organs.\nKidney tumor staging is based on the spread of the tumor and lymph nodes (TNM). The urologist evaluates the size and invasion of the tumor (T) and determines the degree of progression based on 4 stages. Lymph nodes that are affected (N) or cancer that has spread to any other part of the body (M) are also checked. If kidney tumors metastasize, they often spread to the lungs, or to the bones or brain.\nTumor classification\nBesides stage, the classification of the kidney tumor is important. The type of tumor is determined by the pathologist and this process is called histopathological analysis. The pathologist will look under a microscope at tumor tissue taken during a biopsy or after surgery. Kidney biopsy is not a standard procedure in diagnosing kidney cancer. In most cases, it is not possible to know the type of tumor before surgery.\nThere are many different types of kidney tumors, the most common being renal cell carcinoma. Of these, most are clear cell carcinomas.\n“If you are diagnosed with a rare kidney tumor, your doctor will provide detailed information about different treatment options. These treatments may be different from the treatments for common types of kidney cancer. At Tam Anh General Hospital, treatment options are discussed by a multidisciplinary team of experts, to find the best treatment for the patient,\" said MSc. Nguyen Tan Cuong.\nKidney cyst\nSome kidney tumors are not solid but are cysts, which are fluid-filled sacs in the kidney and are easily recognized on a CT scan. If the kidney cysts are potentially malignant, these cysts need to be removed surgically.\nFuhrman classification\nThe third component of classification is the assessment of the degree of malignancy of the tumor cells. Fuhrman nuclear classification is the most commonly used system to determine this. There are 4 groups according to the Fuhrman classification."
        },
        {
            "subsection_name": "Prognosis",
            "subsection_content": "After diagnosis and classification, the doctor will discuss treatment options with the patient. Recommended treatment pathways are based on TNM stage, Fuhrman grade, and tumor type. The specific prognosis in your case can also be estimated. However, keep in mind that this is a prediction that does not take into account unexpected developments.",
            "subsection_string": "Prognosis\nAfter diagnosis and classification, the doctor will discuss treatment options with the patient. Recommended treatment pathways are based on TNM stage, Fuhrman grade, and tumor type. The specific prognosis in your case can also be estimated. However, keep in mind that this is a prediction that does not take into account unexpected developments."
        },
        {
            "subsection_name": "Kidney cancer treatment",
            "subsection_content": "If you have a diagnosis of localized kidney cancer, your doctor may recommend treating the cancer with the following methods:\nPartial nephrectomy;; Radical nephrectomy;; Proactive monitoring;; Destruction of tumors with radio waves or cryotherapy.\nEach method has advantages and disadvantages. Depending on your specific condition, choose the appropriate treatment method.\nIf you are diagnosed with locally advanced kidney cancer, your doctor may recommend radical nephrectomy or embolization.\nKidney tumors can metastasize to other organs or lymph nodes. This is called metastatic disease. In metastatic disease, kidney tumors are called primary tumors and tumors in other organs are called metastases. Your doctor may recommend treating metastatic disease with surgery, often in combination with angioantibiotic therapy, also known as targeted therapy. In rare cases, immunotherapy may also be used. To treat metastases, radiation therapy may be recommended.\nIn general, metastatic disease cannot be cured. The treatment of metastatic disease is aimed at reducing the size of the tumor and metastasis. This will give the patient the opportunity to live longer and have fewer symptoms.\nSometimes, people cannot recover after kidney cancer treatment. When treatment is no longer successful, patients may be offered palliative care to live more comfortably. Palliative care is a care concept with the goal of optimizing a person's quality of life if recovery is not possible.\nContact us now for advice and to schedule an examination with leading Andrology - Urology experts: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi:  Address: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: Address: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook .com/benhvientamanh",
            "subsection_string": "Kidney cancer treatment\nIf you have a diagnosis of localized kidney cancer, your doctor may recommend treating the cancer with the following methods:\nPartial nephrectomy;; Radical nephrectomy;; Proactive monitoring;; Destruction of tumors with radio waves or cryotherapy.\nEach method has advantages and disadvantages. Depending on your specific condition, choose the appropriate treatment method.\nIf you are diagnosed with locally advanced kidney cancer, your doctor may recommend radical nephrectomy or embolization.\nKidney tumors can metastasize to other organs or lymph nodes. This is called metastatic disease. In metastatic disease, kidney tumors are called primary tumors and tumors in other organs are called metastases. Your doctor may recommend treating metastatic disease with surgery, often in combination with angioantibiotic therapy, also known as targeted therapy. In rare cases, immunotherapy may also be used. To treat metastases, radiation therapy may be recommended.\nIn general, metastatic disease cannot be cured. The treatment of metastatic disease is aimed at reducing the size of the tumor and metastasis. This will give the patient the opportunity to live longer and have fewer symptoms.\nSometimes, people cannot recover after kidney cancer treatment. When treatment is no longer successful, patients may be offered palliative care to live more comfortably. Palliative care is a care concept with the goal of optimizing a person's quality of life if recovery is not possible.\nContact us now for advice and to schedule an examination with leading Andrology - Urology experts: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi:  Address: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City. Hanoi Hotline: 024 3872 3872 – 024 7106 6858 Ho Chi Minh City: Address: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook .com/benhvientamanh"
        }
    ],
    "name": "ung-thu-than.json"
}