{
    "title": "Stage I non-small cell lung cancer: Symptoms and treatment",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-phoi-khong-te-bao-nho-giai-doan-1/",
    "abstract": "Stage I non-small cell lung cancer has a good treatment prognosis, however at this stage the disease often does not show symptoms, most are discovered when the patient proactively undergoes screening or health check-up for medical reasons. other.",
    "content": "Stage I non-small cell lung cancer: Symptoms and treatment\n\nStage I non-small cell lung cancer has a good treatment prognosis, however at this stage the disease often does not show symptoms, most are discovered when the patient proactively undergoes screening or health check-up for medical reasons. other.\n\nWhat is stage I non-small cell lung cancer?\nStage I non-small cell lung cancer is lung cancer in the first stage, diagnosed when the tumor is very small, has not metastasized to lymph nodes and has not metastasized to other organs of the body, with a good prognosis. good treatment. (first)\n\nDecoding TNM segmentation in stage I non-small cell lung cancer\nLung cancer staging is based on the American Joint Committee on Cancer (AJCC) TNM staging system, which includes three main factors:\nT (Tumor): Evaluates the mass of cancer cells that first form in the lung, also known as the primary tumor. (2)\nEvaluate T based on the following three factors:; Measure tumor size in centimeter (cm) units; Degree of tumor invasion into adjacent structures; Number of tumors in the lungs.; The T factor comes with a number from 1-4. This number represents the degree of growth of the tumor. A larger number corresponds to a greater level of development.\nT factor T1  The tumor is ≤ 3cm in size, may invade the adjacent lobar bronchus (not the main bronchus) but has not invaded the distant bronchi. T1a  Tumor ≤ 1cm in size. The tumor may have invaded the inner lining of the lungs, or the large airways. T1b  Tumor size > 1cm, ≤ 2 cm. The tumor may have invaded the inner lining of the lungs, or the large airways. T1c  Tumor size > 2cm, ≤ 3 cm. The tumor may have invaded the inner lining of the lungs, or the large airways. T2  The tumor is > 3cm, ≤ 5cm, or has one of the following characteristics: 1) Invades the main bronchus but has not invaded the bifurcation of the 2 main bronchi. 2) Invasion of the visceral pleura. 3) Causes atelectasis or obstructive pneumonia to the hilar area, affecting part or all of one lung. T2a  Tumor size > 3cm, ≤ 4 cm. The tumor may have invaded the inner lining of the lungs, or the large airways.\nN (Node): Lymph nodes (or nodes for short) are small oval structures that help the body fight disease. N-factor assessment is to assess the extent of spread to nearby lymph nodes from the primary tumor. The N factor comes with a number from 1 to 3. This number represents the extent of spread to the lymph nodes. Larger numbers correspond to greater spread. (3)\nM (Metastasis): The M factor indicates that the cancer has spread to other organs of the body (also called metastasis). Lung cancer often metastasizes to organs such as the brain, bones, adrenal glands, liver, contralateral lungs...\nCombining the elements T, N, M  gives the specific stage.\nStage I includes stages IA and IB.\nLung cancer stage IA IA1  T1a N0 M0 IA2  T1b N0 M0 IA3  T1c N0 M0 Lung cancer stage IB IB  T2a N0 M0\nStage I, cancer has not spread to nearby lymph nodes, and has not spread to other organs in the body (N0, M0).\nSee more:\nStage 2 non-small cell lung cancer; Stage 3 non-small cell lung cancer; Stage 4 non-small cell lung cancer\n\nSymptoms of stage I non-small cell lung cancer\nStage I non-small cell lung cancer often does not cause significant symptoms and is discovered during a random examination or proactively screened by the patient.\n\nHow long can you live with stage I non-small cell lung cancer?\nAccording to MSc. Nguyen Tien Sy, if the correct treatment method is given and the patient adheres well to the treatment plan, the cure rate of stage I non-small cell lung cancer is very high. According to some studies, the survival rate after 5 years from the time of diagnosis for stage I non-small cell lung cancer is from 74-92%.\nBelow is a detailed statistical table of 5-year survival rates for stage I non-small cell lung cancer:\nLung cancer stage 5-year survival rate Stage IA1 92% Stage IA2 86% Stage IA3 81% Stage IB 74%\n\nHow to diagnose stage I non-small cell lung cancer\nLow-dose chest CT (LDCT) is the lung cancer screening method recommended by experts.\nStage I non-small cell lung cancer is often discovered when the patient comes to the doctor because of symptoms, or sometimes discovered accidentally during a CT scan or chest X-ray. Abnormal manifestations on CT scans or chest X-rays are important suggestions to help doctors diagnose lung cancer.\nAccording to MSc. Nguyen Tien Sy, some common lung cancer symptoms include:\nCough a lot, persistent cough; Productive cough; Hemoptisi; Pain in the chest or shoulder; Feeling tired; Short of breath; Unexplained weight loss.\nStage I non-small cell lung cancer can also be detected through routine screening using a low-dose CT scan of the chest. Subjects recommended for annual lung cancer screening according to the US Preventive Medicine Agency are:\nPeople ≥ 50 years old + smoking history of 20 pack years or more. Unit pack.year = average number of cigarettes smoked per day/20 × number of years smoked (a pack has 20 cigarettes).\nThe results of the low-dose chest CT scan will be compared with previous results. The time for the next CT scan may be yearly, or vary depending on the risk and results of previous CT scans. Screening is important to help detect the disease at an early stage, giving patients the best chance of treatment, improving survival rates and helping to reduce treatment costs.\nCurrently, Tam Anh General Hospital in Ho Chi Minh City is equipped with a 768-slice CT scanning system applying artificial intelligence. This is the most modern machine, with an extremely low X-ray dose (1 - 1.5 millisieverts, lower than the radiation dose a normal person is exposed to in 6 months), providing optimal results based on on minimal risks. The doctor obtains 3-dimensional images of the lungs and observes the growth of even the smallest tumor, making diagnoses of the disease and its stage. The whole process is quick and painless for the patient. In addition, with the support of artificial intelligence (AI) software, it helps increase accuracy and save time for doctors and patients.\nWhen lung cancer is suspected, other tests such as bronchoscopy, computed tomography (CT), magnetic resonance imaging (MRI), PET-CT, tissue sample biopsy... may be performed to confirm. Diagnosis and staging of the disease.\n\nHow to treat stage I non-small cell lung cancer\nPatients with stage I non-small cell lung cancer have the best prognosis among the 4 stages of lung cancer. The choice of treatment method mainly depends on the stage of the disease, and also needs to consider factors such as the type of lung cancer, related gene mutations, the patient's health status, and other medical conditions. accompanied by economic conditions...\nTreatment methods for stage I non-small cell lung cancer include: Surgery, radiotherapy, systemic therapy (such as chemotherapy, targeted therapy, immunotherapy...).\nSurgery: includes tumor removal, removal of one or more lung lobes and lymph node dissection\nIn stage I, the lung tumor is small in size, has not metastasized to nearby lymph nodes and has not metastasized far. Surgery is the first treatment option. Surgery is performed with the goal of completely removing the tumor from the body. The tumor was removed along with a portion of surrounding lung tissue. This portion of lung tissue is called the surgical margin. (4)\nThere are 5 types of lung cancer surgery, chosen depending on the stage of the disease as well as the patient's physical condition and other accompanying diseases:\nWedge surgery: removal of a small wedge-shaped piece of lung. This surgery only removes the tumor-containing part of the lung lobe, not the entire lobe.; Lobectomy: removal of one or more segments but less than total lobectomy; Lobectomy: remove the entire lobe of the lung containing the tumor. After surgery, the remaining lung will inflate to compensate for the removed lung, so normal lung function is continued.\nThis is the preferred treatment method for patients with early-stage non-small cell lung cancer to cure the disease. Lobectomy may be the only treatment for this group of patients, or it may be combined with systemic therapies such as chemotherapy, immunotherapy, or targeted cancer therapy. stage IB non-small cell lung.\nLobectomy: removal of the entire lobe of the lung along with part of the airway. The remaining lung lobe and airway are connected to continue functioning. This method is designed to avoid having to remove one lung.; Pneumonectomy: complete removal of one lung. This is surgery performed when the lung tumor is large, spreading beyond one lobe of the lung. The tumor is located in the central area of ​​the lung and cannot be completely removed by less invasive surgical methods as mentioned above. tumor set. Before surgery, patients need to have their lung function evaluated to ensure they can continue to live with only one lung.\nLymphadenectomy\nLymph node dissection is the term for a surgical method to remove lymph nodes adjacent to the tumor. In lung cancer surgery, the lymph node dissection process will remove the lymph nodes in the lung and the lymph nodes adjacent to the lung containing the tumor. Some lymph nodes suspected of metastasis can be tested before lymph node dissection. If the lymph nodes are metastatic, the surgeon will remove as many lymph nodes as possible.\nPreviously, lung tumor surgery was often performed using the thoracotomy method. This method requires making a large incision in the chest and opening the ribs to gain direct access to the lungs. Currently, video-assisted thoracoscopic surgery (VATS = Video-Assisted Thoracic Surgery) is becoming more popular with the advantages of less invasiveness, small incisions and faster recovery time.\nThe patient underwent thoracoscopic surgery to remove lung tumors at Tam Anh General Hospital, Ho Chi Minh City\nRadiotherapy\nRadiation therapy uses high-energy X-rays (radiation) to treat cancer.\nRadiation damages cancer cells, causing them to stop reproducing and die. In some cases of stage I non-small cell lung cancer, radiation therapy may be given after surgery to treat residual cancer near the tumor site. (5)\nWhole body treatment\nFor stage IB non-small cell lung cancer, after surgery, doctors may consider supportive treatments to reduce the risk of disease recurrence and increase the possibility of cure. Supportive treatments include chemotherapy, immunotherapy, and targeted therapy.\nChemotherapy: using chemicals to kill rapidly dividing cells, including cancer cells. Chemicals are often injected slowly intravenously or taken orally so they can reach the entire body. In stage I (early stage) non-small cell lung cancer, adjuvant chemotherapy given after surgery usually includes Cisplatin or Carboplatin combined with another chemotherapy agent.\nTargeted therapy: Therapy that blocks the special mechanisms by which cancer cells continue to exist and grow. In stage I non-small cell lung cancer, typical targeted therapy is Osimertinib (Tagrisso) used in adjuvant treatment after surgery and chemotherapy if the patient has suitable gene mutations.\nStage I non-small cell lung cancer, if treated properly and sufficiently, has a very high chance of cure. However, cancer at this stage still has the ability to recur, although the rate is low. After treatment, patients need to have follow-up appointments to detect abnormalities early and promptly treat them. Although not a treatment measure, maintaining a healthy lifestyle, exercising, scientific diet, and optimistic thinking also make an important contribution to improving the patient's quality of life during and after. at the end of treatment.\nTo schedule an examination, screening and treatment of lung cancer at the Oncology Department, Tam Anh General Hospital System, please contact:\nStage I non-small cell lung cancer is not a death sentence as many people think. At this time, the tumor is still small, has not metastasized and can be completely removed with surgery. The 5-year survival rate of stage I non-small cell lung cancer is increasingly improving, possibly up to 92%.",
    "subsections": [
        {
            "subsection_name": "What is stage I non-small cell lung cancer?",
            "subsection_content": "Stage I non-small cell lung cancer is lung cancer in the first stage, diagnosed when the tumor is very small, has not metastasized to lymph nodes and has not metastasized to other organs of the body, with a good prognosis. good treatment. (first)",
            "subsection_string": "What is stage I non-small cell lung cancer?\nStage I non-small cell lung cancer is lung cancer in the first stage, diagnosed when the tumor is very small, has not metastasized to lymph nodes and has not metastasized to other organs of the body, with a good prognosis. good treatment. (first)"
        },
        {
            "subsection_name": "Decoding TNM segmentation in stage I non-small cell lung cancer",
            "subsection_content": "Lung cancer staging is based on the American Joint Committee on Cancer (AJCC) TNM staging system, which includes three main factors:\nT (Tumor): Evaluates the mass of cancer cells that first form in the lung, also known as the primary tumor. (2)\nEvaluate T based on the following three factors:; Measure tumor size in centimeter (cm) units; Degree of tumor invasion into adjacent structures; Number of tumors in the lungs.; The T factor comes with a number from 1-4. This number represents the degree of growth of the tumor. A larger number corresponds to a greater level of development.\nT factor T1  The tumor is ≤ 3cm in size, may invade the adjacent lobar bronchus (not the main bronchus) but has not invaded the distant bronchi. T1a  Tumor ≤ 1cm in size. The tumor may have invaded the inner lining of the lungs, or the large airways. T1b  Tumor size > 1cm, ≤ 2 cm. The tumor may have invaded the inner lining of the lungs, or the large airways. T1c  Tumor size > 2cm, ≤ 3 cm. The tumor may have invaded the inner lining of the lungs, or the large airways. T2  The tumor is > 3cm, ≤ 5cm, or has one of the following characteristics: 1) Invades the main bronchus but has not invaded the bifurcation of the 2 main bronchi. 2) Invasion of the visceral pleura. 3) Causes atelectasis or obstructive pneumonia to the hilar area, affecting part or all of one lung. T2a  Tumor size > 3cm, ≤ 4 cm. The tumor may have invaded the inner lining of the lungs, or the large airways.\nN (Node): Lymph nodes (or nodes for short) are small oval structures that help the body fight disease. N-factor assessment is to assess the extent of spread to nearby lymph nodes from the primary tumor. The N factor comes with a number from 1 to 3. This number represents the extent of spread to the lymph nodes. Larger numbers correspond to greater spread. (3)\nM (Metastasis): The M factor indicates that the cancer has spread to other organs of the body (also called metastasis). Lung cancer often metastasizes to organs such as the brain, bones, adrenal glands, liver, contralateral lungs...\nCombining the elements T, N, M  gives the specific stage.\nStage I includes stages IA and IB.\nLung cancer stage IA IA1  T1a N0 M0 IA2  T1b N0 M0 IA3  T1c N0 M0 Lung cancer stage IB IB  T2a N0 M0\nStage I, cancer has not spread to nearby lymph nodes, and has not spread to other organs in the body (N0, M0).\nSee more:\nStage 2 non-small cell lung cancer; Stage 3 non-small cell lung cancer; Stage 4 non-small cell lung cancer",
            "subsection_string": "Decoding TNM segmentation in stage I non-small cell lung cancer\nLung cancer staging is based on the American Joint Committee on Cancer (AJCC) TNM staging system, which includes three main factors:\nT (Tumor): Evaluates the mass of cancer cells that first form in the lung, also known as the primary tumor. (2)\nEvaluate T based on the following three factors:; Measure tumor size in centimeter (cm) units; Degree of tumor invasion into adjacent structures; Number of tumors in the lungs.; The T factor comes with a number from 1-4. This number represents the degree of growth of the tumor. A larger number corresponds to a greater level of development.\nT factor T1  The tumor is ≤ 3cm in size, may invade the adjacent lobar bronchus (not the main bronchus) but has not invaded the distant bronchi. T1a  Tumor ≤ 1cm in size. The tumor may have invaded the inner lining of the lungs, or the large airways. T1b  Tumor size > 1cm, ≤ 2 cm. The tumor may have invaded the inner lining of the lungs, or the large airways. T1c  Tumor size > 2cm, ≤ 3 cm. The tumor may have invaded the inner lining of the lungs, or the large airways. T2  The tumor is > 3cm, ≤ 5cm, or has one of the following characteristics: 1) Invades the main bronchus but has not invaded the bifurcation of the 2 main bronchi. 2) Invasion of the visceral pleura. 3) Causes atelectasis or obstructive pneumonia to the hilar area, affecting part or all of one lung. T2a  Tumor size > 3cm, ≤ 4 cm. The tumor may have invaded the inner lining of the lungs, or the large airways.\nN (Node): Lymph nodes (or nodes for short) are small oval structures that help the body fight disease. N-factor assessment is to assess the extent of spread to nearby lymph nodes from the primary tumor. The N factor comes with a number from 1 to 3. This number represents the extent of spread to the lymph nodes. Larger numbers correspond to greater spread. (3)\nM (Metastasis): The M factor indicates that the cancer has spread to other organs of the body (also called metastasis). Lung cancer often metastasizes to organs such as the brain, bones, adrenal glands, liver, contralateral lungs...\nCombining the elements T, N, M  gives the specific stage.\nStage I includes stages IA and IB.\nLung cancer stage IA IA1  T1a N0 M0 IA2  T1b N0 M0 IA3  T1c N0 M0 Lung cancer stage IB IB  T2a N0 M0\nStage I, cancer has not spread to nearby lymph nodes, and has not spread to other organs in the body (N0, M0).\nSee more:\nStage 2 non-small cell lung cancer; Stage 3 non-small cell lung cancer; Stage 4 non-small cell lung cancer"
        },
        {
            "subsection_name": "Symptoms of stage I non-small cell lung cancer",
            "subsection_content": "Stage I non-small cell lung cancer often does not cause significant symptoms and is discovered during a random examination or proactively screened by the patient.",
            "subsection_string": "Symptoms of stage I non-small cell lung cancer\nStage I non-small cell lung cancer often does not cause significant symptoms and is discovered during a random examination or proactively screened by the patient."
        },
        {
            "subsection_name": "How long can you live with stage I non-small cell lung cancer?",
            "subsection_content": "According to MSc. Nguyen Tien Sy, if the correct treatment method is given and the patient adheres well to the treatment plan, the cure rate of stage I non-small cell lung cancer is very high. According to some studies, the survival rate after 5 years from the time of diagnosis for stage I non-small cell lung cancer is from 74-92%.\nBelow is a detailed statistical table of 5-year survival rates for stage I non-small cell lung cancer:\nLung cancer stage 5-year survival rate Stage IA1 92% Stage IA2 86% Stage IA3 81% Stage IB 74%",
            "subsection_string": "How long can you live with stage I non-small cell lung cancer?\nAccording to MSc. Nguyen Tien Sy, if the correct treatment method is given and the patient adheres well to the treatment plan, the cure rate of stage I non-small cell lung cancer is very high. According to some studies, the survival rate after 5 years from the time of diagnosis for stage I non-small cell lung cancer is from 74-92%.\nBelow is a detailed statistical table of 5-year survival rates for stage I non-small cell lung cancer:\nLung cancer stage 5-year survival rate Stage IA1 92% Stage IA2 86% Stage IA3 81% Stage IB 74%"
        },
        {
            "subsection_name": "How to diagnose stage I non-small cell lung cancer",
            "subsection_content": "Low-dose chest CT (LDCT) is the lung cancer screening method recommended by experts.\nStage I non-small cell lung cancer is often discovered when the patient comes to the doctor because of symptoms, or sometimes discovered accidentally during a CT scan or chest X-ray. Abnormal manifestations on CT scans or chest X-rays are important suggestions to help doctors diagnose lung cancer.\nAccording to MSc. Nguyen Tien Sy, some common lung cancer symptoms include:\nCough a lot, persistent cough; Productive cough; Hemoptisi; Pain in the chest or shoulder; Feeling tired; Short of breath; Unexplained weight loss.\nStage I non-small cell lung cancer can also be detected through routine screening using a low-dose CT scan of the chest. Subjects recommended for annual lung cancer screening according to the US Preventive Medicine Agency are:\nPeople ≥ 50 years old + smoking history of 20 pack years or more. Unit pack.year = average number of cigarettes smoked per day/20 × number of years smoked (a pack has 20 cigarettes).\nThe results of the low-dose chest CT scan will be compared with previous results. The time for the next CT scan may be yearly, or vary depending on the risk and results of previous CT scans. Screening is important to help detect the disease at an early stage, giving patients the best chance of treatment, improving survival rates and helping to reduce treatment costs.\nCurrently, Tam Anh General Hospital in Ho Chi Minh City is equipped with a 768-slice CT scanning system applying artificial intelligence. This is the most modern machine, with an extremely low X-ray dose (1 - 1.5 millisieverts, lower than the radiation dose a normal person is exposed to in 6 months), providing optimal results based on on minimal risks. The doctor obtains 3-dimensional images of the lungs and observes the growth of even the smallest tumor, making diagnoses of the disease and its stage. The whole process is quick and painless for the patient. In addition, with the support of artificial intelligence (AI) software, it helps increase accuracy and save time for doctors and patients.\nWhen lung cancer is suspected, other tests such as bronchoscopy, computed tomography (CT), magnetic resonance imaging (MRI), PET-CT, tissue sample biopsy... may be performed to confirm. Diagnosis and staging of the disease.",
            "subsection_string": "How to diagnose stage I non-small cell lung cancer\nLow-dose chest CT (LDCT) is the lung cancer screening method recommended by experts.\nStage I non-small cell lung cancer is often discovered when the patient comes to the doctor because of symptoms, or sometimes discovered accidentally during a CT scan or chest X-ray. Abnormal manifestations on CT scans or chest X-rays are important suggestions to help doctors diagnose lung cancer.\nAccording to MSc. Nguyen Tien Sy, some common lung cancer symptoms include:\nCough a lot, persistent cough; Productive cough; Hemoptisi; Pain in the chest or shoulder; Feeling tired; Short of breath; Unexplained weight loss.\nStage I non-small cell lung cancer can also be detected through routine screening using a low-dose CT scan of the chest. Subjects recommended for annual lung cancer screening according to the US Preventive Medicine Agency are:\nPeople ≥ 50 years old + smoking history of 20 pack years or more. Unit pack.year = average number of cigarettes smoked per day/20 × number of years smoked (a pack has 20 cigarettes).\nThe results of the low-dose chest CT scan will be compared with previous results. The time for the next CT scan may be yearly, or vary depending on the risk and results of previous CT scans. Screening is important to help detect the disease at an early stage, giving patients the best chance of treatment, improving survival rates and helping to reduce treatment costs.\nCurrently, Tam Anh General Hospital in Ho Chi Minh City is equipped with a 768-slice CT scanning system applying artificial intelligence. This is the most modern machine, with an extremely low X-ray dose (1 - 1.5 millisieverts, lower than the radiation dose a normal person is exposed to in 6 months), providing optimal results based on on minimal risks. The doctor obtains 3-dimensional images of the lungs and observes the growth of even the smallest tumor, making diagnoses of the disease and its stage. The whole process is quick and painless for the patient. In addition, with the support of artificial intelligence (AI) software, it helps increase accuracy and save time for doctors and patients.\nWhen lung cancer is suspected, other tests such as bronchoscopy, computed tomography (CT), magnetic resonance imaging (MRI), PET-CT, tissue sample biopsy... may be performed to confirm. Diagnosis and staging of the disease."
        },
        {
            "subsection_name": "How to treat stage I non-small cell lung cancer",
            "subsection_content": "Patients with stage I non-small cell lung cancer have the best prognosis among the 4 stages of lung cancer. The choice of treatment method mainly depends on the stage of the disease, and also needs to consider factors such as the type of lung cancer, related gene mutations, the patient's health status, and other medical conditions. accompanied by economic conditions...\nTreatment methods for stage I non-small cell lung cancer include: Surgery, radiotherapy, systemic therapy (such as chemotherapy, targeted therapy, immunotherapy...).\nSurgery: includes tumor removal, removal of one or more lung lobes and lymph node dissection\nIn stage I, the lung tumor is small in size, has not metastasized to nearby lymph nodes and has not metastasized far. Surgery is the first treatment option. Surgery is performed with the goal of completely removing the tumor from the body. The tumor was removed along with a portion of surrounding lung tissue. This portion of lung tissue is called the surgical margin. (4)\nThere are 5 types of lung cancer surgery, chosen depending on the stage of the disease as well as the patient's physical condition and other accompanying diseases:\nWedge surgery: removal of a small wedge-shaped piece of lung. This surgery only removes the tumor-containing part of the lung lobe, not the entire lobe.; Lobectomy: removal of one or more segments but less than total lobectomy; Lobectomy: remove the entire lobe of the lung containing the tumor. After surgery, the remaining lung will inflate to compensate for the removed lung, so normal lung function is continued.\nThis is the preferred treatment method for patients with early-stage non-small cell lung cancer to cure the disease. Lobectomy may be the only treatment for this group of patients, or it may be combined with systemic therapies such as chemotherapy, immunotherapy, or targeted cancer therapy. stage IB non-small cell lung.\nLobectomy: removal of the entire lobe of the lung along with part of the airway. The remaining lung lobe and airway are connected to continue functioning. This method is designed to avoid having to remove one lung.; Pneumonectomy: complete removal of one lung. This is surgery performed when the lung tumor is large, spreading beyond one lobe of the lung. The tumor is located in the central area of ​​the lung and cannot be completely removed by less invasive surgical methods as mentioned above. tumor set. Before surgery, patients need to have their lung function evaluated to ensure they can continue to live with only one lung.\nLymphadenectomy\nLymph node dissection is the term for a surgical method to remove lymph nodes adjacent to the tumor. In lung cancer surgery, the lymph node dissection process will remove the lymph nodes in the lung and the lymph nodes adjacent to the lung containing the tumor. Some lymph nodes suspected of metastasis can be tested before lymph node dissection. If the lymph nodes are metastatic, the surgeon will remove as many lymph nodes as possible.\nPreviously, lung tumor surgery was often performed using the thoracotomy method. This method requires making a large incision in the chest and opening the ribs to gain direct access to the lungs. Currently, video-assisted thoracoscopic surgery (VATS = Video-Assisted Thoracic Surgery) is becoming more popular with the advantages of less invasiveness, small incisions and faster recovery time.\nThe patient underwent thoracoscopic surgery to remove lung tumors at Tam Anh General Hospital, Ho Chi Minh City\nRadiotherapy\nRadiation therapy uses high-energy X-rays (radiation) to treat cancer.\nRadiation damages cancer cells, causing them to stop reproducing and die. In some cases of stage I non-small cell lung cancer, radiation therapy may be given after surgery to treat residual cancer near the tumor site. (5)\nWhole body treatment\nFor stage IB non-small cell lung cancer, after surgery, doctors may consider supportive treatments to reduce the risk of disease recurrence and increase the possibility of cure. Supportive treatments include chemotherapy, immunotherapy, and targeted therapy.\nChemotherapy: using chemicals to kill rapidly dividing cells, including cancer cells. Chemicals are often injected slowly intravenously or taken orally so they can reach the entire body. In stage I (early stage) non-small cell lung cancer, adjuvant chemotherapy given after surgery usually includes Cisplatin or Carboplatin combined with another chemotherapy agent.\nTargeted therapy: Therapy that blocks the special mechanisms by which cancer cells continue to exist and grow. In stage I non-small cell lung cancer, typical targeted therapy is Osimertinib (Tagrisso) used in adjuvant treatment after surgery and chemotherapy if the patient has suitable gene mutations.\nStage I non-small cell lung cancer, if treated properly and sufficiently, has a very high chance of cure. However, cancer at this stage still has the ability to recur, although the rate is low. After treatment, patients need to have follow-up appointments to detect abnormalities early and promptly treat them. Although not a treatment measure, maintaining a healthy lifestyle, exercising, scientific diet, and optimistic thinking also make an important contribution to improving the patient's quality of life during and after. at the end of treatment.\nTo schedule an examination, screening and treatment of lung cancer at the Oncology Department, Tam Anh General Hospital System, please contact:\nStage I non-small cell lung cancer is not a death sentence as many people think. At this time, the tumor is still small, has not metastasized and can be completely removed with surgery. The 5-year survival rate of stage I non-small cell lung cancer is increasingly improving, possibly up to 92%.",
            "subsection_string": "How to treat stage I non-small cell lung cancer\nPatients with stage I non-small cell lung cancer have the best prognosis among the 4 stages of lung cancer. The choice of treatment method mainly depends on the stage of the disease, and also needs to consider factors such as the type of lung cancer, related gene mutations, the patient's health status, and other medical conditions. accompanied by economic conditions...\nTreatment methods for stage I non-small cell lung cancer include: Surgery, radiotherapy, systemic therapy (such as chemotherapy, targeted therapy, immunotherapy...).\nSurgery: includes tumor removal, removal of one or more lung lobes and lymph node dissection\nIn stage I, the lung tumor is small in size, has not metastasized to nearby lymph nodes and has not metastasized far. Surgery is the first treatment option. Surgery is performed with the goal of completely removing the tumor from the body. The tumor was removed along with a portion of surrounding lung tissue. This portion of lung tissue is called the surgical margin. (4)\nThere are 5 types of lung cancer surgery, chosen depending on the stage of the disease as well as the patient's physical condition and other accompanying diseases:\nWedge surgery: removal of a small wedge-shaped piece of lung. This surgery only removes the tumor-containing part of the lung lobe, not the entire lobe.; Lobectomy: removal of one or more segments but less than total lobectomy; Lobectomy: remove the entire lobe of the lung containing the tumor. After surgery, the remaining lung will inflate to compensate for the removed lung, so normal lung function is continued.\nThis is the preferred treatment method for patients with early-stage non-small cell lung cancer to cure the disease. Lobectomy may be the only treatment for this group of patients, or it may be combined with systemic therapies such as chemotherapy, immunotherapy, or targeted cancer therapy. stage IB non-small cell lung.\nLobectomy: removal of the entire lobe of the lung along with part of the airway. The remaining lung lobe and airway are connected to continue functioning. This method is designed to avoid having to remove one lung.; Pneumonectomy: complete removal of one lung. This is surgery performed when the lung tumor is large, spreading beyond one lobe of the lung. The tumor is located in the central area of ​​the lung and cannot be completely removed by less invasive surgical methods as mentioned above. tumor set. Before surgery, patients need to have their lung function evaluated to ensure they can continue to live with only one lung.\nLymphadenectomy\nLymph node dissection is the term for a surgical method to remove lymph nodes adjacent to the tumor. In lung cancer surgery, the lymph node dissection process will remove the lymph nodes in the lung and the lymph nodes adjacent to the lung containing the tumor. Some lymph nodes suspected of metastasis can be tested before lymph node dissection. If the lymph nodes are metastatic, the surgeon will remove as many lymph nodes as possible.\nPreviously, lung tumor surgery was often performed using the thoracotomy method. This method requires making a large incision in the chest and opening the ribs to gain direct access to the lungs. Currently, video-assisted thoracoscopic surgery (VATS = Video-Assisted Thoracic Surgery) is becoming more popular with the advantages of less invasiveness, small incisions and faster recovery time.\nThe patient underwent thoracoscopic surgery to remove lung tumors at Tam Anh General Hospital, Ho Chi Minh City\nRadiotherapy\nRadiation therapy uses high-energy X-rays (radiation) to treat cancer.\nRadiation damages cancer cells, causing them to stop reproducing and die. In some cases of stage I non-small cell lung cancer, radiation therapy may be given after surgery to treat residual cancer near the tumor site. (5)\nWhole body treatment\nFor stage IB non-small cell lung cancer, after surgery, doctors may consider supportive treatments to reduce the risk of disease recurrence and increase the possibility of cure. Supportive treatments include chemotherapy, immunotherapy, and targeted therapy.\nChemotherapy: using chemicals to kill rapidly dividing cells, including cancer cells. Chemicals are often injected slowly intravenously or taken orally so they can reach the entire body. In stage I (early stage) non-small cell lung cancer, adjuvant chemotherapy given after surgery usually includes Cisplatin or Carboplatin combined with another chemotherapy agent.\nTargeted therapy: Therapy that blocks the special mechanisms by which cancer cells continue to exist and grow. In stage I non-small cell lung cancer, typical targeted therapy is Osimertinib (Tagrisso) used in adjuvant treatment after surgery and chemotherapy if the patient has suitable gene mutations.\nStage I non-small cell lung cancer, if treated properly and sufficiently, has a very high chance of cure. However, cancer at this stage still has the ability to recur, although the rate is low. After treatment, patients need to have follow-up appointments to detect abnormalities early and promptly treat them. Although not a treatment measure, maintaining a healthy lifestyle, exercising, scientific diet, and optimistic thinking also make an important contribution to improving the patient's quality of life during and after. at the end of treatment.\nTo schedule an examination, screening and treatment of lung cancer at the Oncology Department, Tam Anh General Hospital System, please contact:\nStage I non-small cell lung cancer is not a death sentence as many people think. At this time, the tumor is still small, has not metastasized and can be completely removed with surgery. The 5-year survival rate of stage I non-small cell lung cancer is increasingly improving, possibly up to 92%."
        }
    ],
    "name": "ung-thu-phoi-khong-te-bao-nho-giai-doan-1.json"
}