{
    "title": "Ovarian cancer: Causes, signs and diagnosis",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-buong-trung/",
    "abstract": "Ovarian cancer is one of the most common cancers in women, after breast cancer and cervical cancer. In Vietnam, every year there are thousands of new cases. The disease progresses silently, without clear symptoms, so it is difficult to recognize. By the time it is detected, the disease has progressed to a late stage. Statistics show that ovarian cancer only accounts for 3% of all common cancers, but is the 5th leading cancer cause of death in women. It is estimated that worldwide, each year about 240,000 women are diagnosed with ovarian malignant tumors, nearly 150,000 die. In Vietnam alone, there are about 1,200 new cases each year. The cause of this cancer is currently unknown.",
    "content": "Ovarian cancer: Causes, signs and diagnosis\n\nOvarian cancer is one of the most common cancers in women, after breast cancer and cervical cancer. In Vietnam, every year there are thousands of new cases. The disease progresses silently, without clear symptoms, so it is difficult to recognize. By the time it is detected, the disease has progressed to a late stage. Statistics show that ovarian cancer only accounts for 3% of all common cancers, but is the 5th leading cancer cause of death in women. It is estimated that worldwide, each year about 240,000 women are diagnosed with ovarian malignant tumors, nearly 150,000 die. In Vietnam alone, there are about 1,200 new cases each year. The cause of this cancer is currently unknown.\n\nWhat is ovarian cancer?\nOvarian cancer is a condition in which abnormal cells appear in one or both ovaries, developing into invasive malignant tumors and attacking and destroying tissues and organs. in the body. These tumors can even metastasize to many other organs, causing cancer in those organs. About 90% of cases start in the outer layer of the ovary, called epithelial ovarian cancer. (first)\nAbnormal cells develop into tumors in one or both ovaries\nThere are many types of tumors that develop inside the ovaries. Some tumors are malignant, some are benign. Benign tumors are not cancerous, patients are treated by surgically removing the tumor, removing part or one of the ovaries containing the tumor.\nTypes of ovarian malignancies include:\nOvarian carcinoma: The most common form of ovarian cancer, cancer cells develop from cells on the surface of the ovary.; Germ cell cancer: A form of cancer that originates from the cells that produce eggs; Other types: Cancer originating from the genital stroma, cancer originating from the mesenchyme and cancers that metastasize to the ovary.\n\nSigns of ovarian cancer\nUsually, the initial symptoms of ovarian cancer are often unclear, so they are easily confused with symptoms of many other common diseases. Diagnosis in the early stages is quite difficult, even using a Pap smear test sometimes cannot detect it.\nTherefore, it is recommended that women have regular gynecological examinations to be examined and accurately diagnosed by doctors as soon as the following unusual and persistent changes occur: (2)\nFeeling bloated or having pelvic pain;; Loss of appetite;; Unexplained weight loss;; Gastrointestinal disorders such as nausea, vomiting, constipation;; Heartburn;; Back-ache;; Frequent urination;; Often tired and irritable;; Abnormal menstrual cycle, abnormal post-menopausal vaginal bleeding;; Burning pain during sex.\nPatients may experience persistent lower abdominal pain\nIt should be noted that the above symptoms can also be caused by other diseases. Patients need to immediately go to a medical facility for examination, combined with performing many other paraclinical tests to accurately determine the cause of strange and persistent symptoms, and have treatment interventions. promptly and prevent dangerous complications of the disease.\n\nCauses of ovarian cancer\nAssociate Professor, Dr. Luu Thi Hong, Head of the Department of Obstetrics and Gynecology Center, Tam Anh General Hospital in Hanoi, said that currently the exact cause of ovarian cancer has not been determined. However, some studies show an association between the disease and the following risk factors: (3)\nFamily history: People with first-degree blood relatives such as mothers and sisters with breast, ovarian or colorectal cancer will also increase the risk of ovarian cancer from 2 to 4 time.; Patient's medical history: Patients with a history of breast cancer or colorectal cancer will also be at risk of ovarian cancer.; Age: This disease is common in women over 50 years old, increasing in people over 60 years old; Women who have gone through menopause and have few births: Research shows that women who have been pregnant and given birth have a much lower risk than women who have never given birth. In particular, the more children they have, the more likely they are to have children. the lower the risk of disease; Using ovulation stimulating drugs: This may slightly increase the risk of the disease.; Using Talcum powder: This is a mineral made up of magnesium, silicon and oxygen. This mineral is found in many cosmetics, especially talcum powder, to keep the skin dry and prevent rashes. However, if a woman's genitals are exposed to a lot of this mineral, there is a risk of forming tumors in the ovaries.; Hormone replacement treatment: Hormone replacement treatment in postmenopausal women may increase the risk of the disease.\n\nStages of ovarian cancer\nThe staging of ovarian cancer is done based on many factors. A study by the International Federation of Gynecology & Obstetrics and the Joint Committee on Cancer in the United States announced 3 factors necessary to determine the stage of cancer:\nSize of the tumor: Assessing the size of the tumor is very important, in addition to assessing whether the tumor has spread beyond the ovaries and fallopian tubes; Lymph nodes: Evaluate whether regional lymph nodes have metastasized cancer cells or not; Metastasis: Check whether the tumors have metastasized to other organs in the body such as liver, lungs, bones... or not.\nOvarian cancer has 4 main stages\nState 1\nIn stage 1, the tumor is present in one or both ovaries and fallopian tubes, and has not spread to lymph nodes or other areas in the body. However, in a few cases, tumors can develop on the surface of the ovary, or cancer cells can peel off and appear in the abdominal and pelvic fluid.\nStage 1 ovarian cancer has 3 sub-stages, including:\n1a: Tumor present in one ovarian tube or fallopian tube, with intact capsule; 1b: Tumor present in both ovaries or fallopian tubes; 1c: The tumor is present in one or both ovaries and fallopian tubes and has one of the following 3 phenomena: The tissue surrounding the tumor has ruptured during surgery; Tumors on the surface of the ovaries and fallopian tubes; Cancer cells are present in the abdominal or pelvic fluid.\nPhase 2\nEntering stage 2, ovarian cancer has begun to spread to other organs in the pelvic region such as the bladder, uterus, and colorectum, but has not yet spread to lymph nodes and areas outside the pelvis.\nStage 2 ovarian cancer has 2 sub-stages, including:\n2a: The tumor has spread to the uterus or fallopian tubes, but has not spread to lymph nodes or distant locations; 2b: The tumor has spread to pelvic organs such as the bladder or rectum, but has not spread to lymph nodes or distant locations.\nStage 3\nIn stage 3, cancer is present in one or both ovaries, fallopian tubes or peritoneum, with peritoneal metastases outside the pelvis and/or retroperitoneal lymph node metastases.\nStage 3 ovarian cancer has 4 sub-stages, including:\n3a1: Cancer has spread outside the pelvis, to lymph nodes around the peritoneum, but has not spread to further locations; 3a2: Cancer has spread to organs near the pelvis, and cancer cells are present in the abdominal peritoneum.; 3b: Similar to stage 3a1 but the tumors in the peritoneum can be seen with the naked eye, smaller than 2cm in size; 3c: Similar to stage 3a1 but the cancer cells in the peritoneum are larger than 2cm.\nStage 4\nWhen it reaches stage 4, cancer cells are present in the fluid around the lungs, liver, bones, spleen, intestines and more distant lymph nodes.\nStage 4 ovarian cancer has 2 sub-stages, including:\n4a: Cancer is present in the pleural fluid, has not spread to other organs outside the abdomen.; 4b: Cancer has spread to the liver, bones, intestines, spleen and more distant lymph nodes.\n\nIs ovarian cancer dangerous?\nLike most other diseases, if ovarian cancer is detected early and treated right from stage 1, the patient's chance of living more than 5 years from the time of disease detection is up to 95%. If detected at a later stage, the 5-year survival rate will be even lower, specifically: In stage 2, the 5-year survival rate is about 70%; Stage 3 is 39%; At stage 4, the tumor has metastasized, so treatment prognosis is difficult and the 5-year survival rate is very low.\nAlthough this 5-year survival rate will depend on many other factors such as the patient's health status, age of illness, medical history, ability to respond to treatment... but detecting and The earlier the disease is treated, the more effective it is and the higher the chance of survival. Therefore, it is recommended that women should not be subjective or ignore unusual symptoms that the body experiences. You need to go to a medical facility immediately to be examined and accurately diagnosed with the medical condition.\n\nDiagnosis of ovarian cancer\nAs soon as unusual and persistent symptoms appear in the body, women should immediately go to a medical facility to be examined and prescribed the necessary paraclinical diagnostic techniques to get accurate results. (4)\n1. Blood test for CA 125\nCA 125 is a protein found on the surface of malignant cancer cells and some benign tissues. Statistics show that about 80% of patients have CA 125 levels higher than normal. However, it should be noted that CA 125 levels are high but not enough to definitively conclude whether a patient has ovarian cancer or not, because other conditions such as endometriosis and appendicitis can still occur. increases CA 125 levels in the blood. Therefore, patients are often prescribed a number of other techniques to increase the accuracy of diagnostic results.\n2. Ultrasound\nYour doctor may prescribe a transvaginal ultrasound with the probe inserted into the vagina, or an extracorporeal ultrasound with the probe placed next to the stomach. Ultrasound images will show the size, structure, and density of the tumor. Does the tumor have walls, papillae, increased blood vessels...\n3. Pelvic examination\nThis test is to determine whether there are any abnormalities in the female genitals (vulva), vagina, uterus and ovaries. The tumor adheres to surrounding organs….\n4. MRI/CT scan\nMagnetic resonance imaging (MRI) or computed tomography (CT) will show images of the abdomen, chest and pelvis, combining all to create a clear 3-dimensional (3D) image to help doctors diagnose the disease. Diagnose ovarian cancer and assess the stage of the disease.\nThe latest generation 768-slice magnetic resonance machine system at Tam Anh General Hospital provides clear images of abnormalities inside the body.\n5. Chest X-ray\nA chest X-ray uses a type of radiation to take images of the lungs and pleura. This is a useful technique to help determine whether cancer cells have metastasized to the lungs or not.\n6. Biopsy\nConduct tests on tissue samples to determine the type of malignant cells and the degree of malignant disease, from which the most appropriate treatment method will be selected.\n\nCan ovarian cancer be cured?\nAssociate Professor, Dr. Luu Thi Hong said that although it is a dangerous disease for women, ovarian cancer has a high cure rate of over 90% if detected early and treated effectively. results from the very beginning. In particular, treatment in younger patients also has a better prognosis due to their better health and ability to respond to treatments.\nIt should be especially noted that patients may relapse in the first 2 years after treatment. Therefore, applying measures to prevent disease recurrence plays an extremely important role in maintaining a healthy body and limiting the risk of disease recurrence.\n\nOvarian cancer treatment methods\nAfter receiving the results of a diagnosis of ovarian cancer, depending on the stage of the cancer as well as the patient's health, the level of response to treatment methods and the patient's wishes... the doctor will advise and Prescribe appropriate treatment methods for patients.\n1. Surgery\nThis is the preferred method of choice to treat ovarian cancer patients. Surgery helps determine the exact stage of cancer. During surgery, it can be combined with checking the current condition of the tumor, ovaries and existing lesions inside the abdomen.\nSurgery includes removal of the entire uterus, bilateral adnexa, greater omentum, removal or destruction of all tumors. In addition, the doctor will examine the underside of the diaphragm and the entire peritoneum, then perform a biopsy if any abnormalities are suspected. Next is to check the pelvic and abdominal lymph nodes to remove metastatic lymph nodes. Collect abdominal lavage fluid samples for cytology.\n2. Chemotherapy\nAfter surgical treatment, cancer cells may remain or spread without being completely removed. At this time, cancer chemotherapy is used to destroy those remaining cells.\nTypically, chemotherapy is applied adjuvantly to cases of ovarian cancer in stages 1 and 2 by the following methods:\nIntravenous chemotherapy; Abdominal chemotherapy.\nThis chemical will affect both cancer cells and abnormal cells, so there will be side effects. This side effect will vary depending on the type of drug and dosage. There may be nausea, vomiting, fatigue, loss of appetite, headache, tingling sensation in the hands and feet, and darkened skin. ... When experiencing these symptoms, patients need to notify their doctor for monitoring and specific treatment instructions.\nAdjuvant chemotherapy for stage 3 and 4 cancer is applied using the following methods:\nIntravenous chemotherapy; Combination of intravenous chemotherapy and abdominal chemotherapy.\n3. Radiation therapy\nThis is a method that uses high-energy rays (radiation rays) to destroy cancer cells. Radiation therapy also affects both cancer cells and normal cells, thus reducing side effects. Side effects will depend on the dose of radiation used and the part of the body irradiated.\nSome common side effects are feeling tired, loss of appetite, nausea, vomiting, diarrhea, difficulty urinating, skin changes in the abdominal area... Intraperitoneal radiotherapy can cause abdominal pain and intestinal obstruction.\n4. Targeted therapy\nTargeted therapy is one of the important treatment methods in treating multimodal cancers by focusing on the growth, division and spread of cancer cells. This method will attack and block specific genes or proteins found in cancer cells, or cells involved in the formation and development of tumors.\nIn the treatment of ovarian cancer, it is necessary to biopsy the tumor to do immunohistochemical or molecular biology tests to diagnose the type of ovarian tumor, thereby providing a suitable regimen to choose the appropriate drug.\nTargeted therapy can cause some side effects in patients depending on the drug and the body's response. Patients may experience fatigue, diarrhea, high blood pressure, heart failure, dermatitis, mucositis, bleeding, slow wound healing... A few cases have perforation of the esophagus, intestines, stomach... Most These side effects will disappear when treatment is stopped.\n5. Immunotherapy\nImmunotherapy is a method with many advances, promising a new treatment direction. Immune drugs such as Pembrolizumab, Atezolizumab... are being applied in treatment, bringing many positive results.\n6. Fertility preservation treatment\nOvarian cancer treatments such as surgery, chemotherapy, and radiotherapy can damage women's reproductive organs, reducing or losing the ability to get pregnant after cancer treatment. Therefore, if the patient still wishes to become pregnant in the future, talk to the doctor before treatment for advice and guidance on fertility preservation methods.\nCurrently, at the Reproductive Support Center, Tam Anh General Hospital, methods to preserve fertility in women include:\nFertility preservation surgery: In some cases, surgery removes only one ovary, keeping the remaining ovary healthy for future pregnancies. This method can only be performed in stage 1 ovarian cancer; Embryo freezing: Freezing fertilized eggs.; Oocyte freezing: Freezing unfertilized eggs.; Ovarian tissue preservation: Freeze ovarian tissue for future use.; Ovarian suppression: Involves taking hormones to temporarily suppress ovarian function.\n7. Appropriate nutrition\nIn addition to complying with the treatment regimen prescribed by the doctor, patients need to have a scientific nutrition plan to improve their medical condition, provide nutrition for a healthy body, and good resistance to prevent disease. prevent disease recurrence.\nBased on the examination process and the patient's wishes, the doctor will prescribe an appropriate treatment regimen\nFruits and vegetables: Fruits and vegetables provide large amounts of beta-carotene and vitamin C, which act as antioxidants, help the body heal quickly, and fight infections and cancer. .; Foods rich in starch: Starch found in rice, cereals, bread, potatoes... will provide glucose which is the necessary energy source that the body needs.; Protein-rich foods: Protein-rich foods such as lean meat, fish, dairy products... will promote strong immune activity.; Beneficial fats: Beneficial fats in foods such as avocado, fish oil, vegetable oil, nuts, etc. will help the body absorb nutrients well, control fatigue in patients. stimulates brain activity...\n\nOvarian cancer prevention\nAccording to the American Cancer Society, 1 in 78 women will develop ovarian cancer. Therefore, if they are in the high-risk group, women need to follow the following precautions to protect themselves from this dangerous disease:\nExercise regularly: Research shows that just 30 minutes of exercise a day can reduce the risk of ovarian cancer by nearly 20%.; Scientific diet: It is necessary to follow a healthy eating plan, fully supplementing the necessary nutrients to maintain the body's health.; Stay away from products that have the risk of causing cancer: If your family history or personal history has a risk of ovarian cancer, women need to avoid using products containing cancer-causing chemicals such as Talcum powder, vaginal deodorant, some cosmetics... Need to read ingredients in all products carefully before use.; Regular health check-ups: In order to detect abnormal signs early, have effective treatment measures right from the early stages.\n\nFrequently asked questions\nSummary of the most frequently sent questions to the mailbox of Oncology Department, Tam Anh General Hospital, Associate Professor, Dr. Luu Thi Hong, Head of Department of Obstetrics and Gynecology Center, Tam Anh General Hospital, Hanoi answered Details of each issue are as follows:\n1. Is ovarian cancer hereditary?\nMedical experts say there is currently no scientific research proving that ovarian cancer is hereditary. However, inheriting BRCA1 and BRCA2 mutant genes from parents can increase the risk of developing breast and ovarian diseases in women. In particular, people with first-degree blood relatives (mothers and biological sisters) will have a higher risk of getting the disease. Besides, if there is a family history of breast cancer or colorectal cancer, it will also increase the risk of getting the disease.\nHowever, it should be noted that having a family history of the disease only increases the risk, but does not necessarily mean you will get the disease. If you are worried, you can consult your doctor for advice and necessary tests such as genetics to take measures to prevent the disease early.\n2. How long can you live with ovarian cancer?\nHow long you can live with ovarian cancer will depend on the time of detection, the stage of the disease, the type of tumor, the patient's health and ability to respond to treatment... If the disease is detected and treated immediately In the early stages, the chance of cure is very high.\nThe effectiveness of treatment and the prognosis of living over 5 years will gradually decrease through the stages. Therefore, it is recommended that women should immediately go to a medical facility when there are unusual signs to detect early, accurately diagnose the disease, and have timely and effective treatment intervention methods.\nInvested in building spacious facilities, gathering a team of doctors who are leading experts in the field of cancer treatment in Vietnam, possessing the most modern machine learning system in the world such as CT scanners. 768 Somatom Drive slices, the latest generation MRI scanner Magnetom Amira BioMatrix, high-end general ultrasound machine Acuson Sequoia, digital mammography Mammomat Inspiration, the first Cobas Pro testing system in Southeast Asia... Hospital Tam Anh General Hospital implements a screening package to detect gynecological cancers such as ovarian cancer, cervical cancer, vulvar cancer, breast cancer... even before there are symptoms.\nFor advice and to schedule an examination with leading Oncology experts at Tam Anh General Hospital System, please contact:\nThe earlier ovarian cancer is detected, the more effective the treatment intervention is. It is recommended that women have regular health checks and screening for risk factors and diseases every 6 months, especially for those over 50 years old.",
    "subsections": [
        {
            "subsection_name": "What is ovarian cancer?",
            "subsection_content": "Ovarian cancer is a condition in which abnormal cells appear in one or both ovaries, developing into invasive malignant tumors and attacking and destroying tissues and organs. in the body. These tumors can even metastasize to many other organs, causing cancer in those organs. About 90% of cases start in the outer layer of the ovary, called epithelial ovarian cancer. (first)\nAbnormal cells develop into tumors in one or both ovaries\nThere are many types of tumors that develop inside the ovaries. Some tumors are malignant, some are benign. Benign tumors are not cancerous, patients are treated by surgically removing the tumor, removing part or one of the ovaries containing the tumor.\nTypes of ovarian malignancies include:\nOvarian carcinoma: The most common form of ovarian cancer, cancer cells develop from cells on the surface of the ovary.; Germ cell cancer: A form of cancer that originates from the cells that produce eggs; Other types: Cancer originating from the genital stroma, cancer originating from the mesenchyme and cancers that metastasize to the ovary.",
            "subsection_string": "What is ovarian cancer?\nOvarian cancer is a condition in which abnormal cells appear in one or both ovaries, developing into invasive malignant tumors and attacking and destroying tissues and organs. in the body. These tumors can even metastasize to many other organs, causing cancer in those organs. About 90% of cases start in the outer layer of the ovary, called epithelial ovarian cancer. (first)\nAbnormal cells develop into tumors in one or both ovaries\nThere are many types of tumors that develop inside the ovaries. Some tumors are malignant, some are benign. Benign tumors are not cancerous, patients are treated by surgically removing the tumor, removing part or one of the ovaries containing the tumor.\nTypes of ovarian malignancies include:\nOvarian carcinoma: The most common form of ovarian cancer, cancer cells develop from cells on the surface of the ovary.; Germ cell cancer: A form of cancer that originates from the cells that produce eggs; Other types: Cancer originating from the genital stroma, cancer originating from the mesenchyme and cancers that metastasize to the ovary."
        },
        {
            "subsection_name": "Signs of ovarian cancer",
            "subsection_content": "Usually, the initial symptoms of ovarian cancer are often unclear, so they are easily confused with symptoms of many other common diseases. Diagnosis in the early stages is quite difficult, even using a Pap smear test sometimes cannot detect it.\nTherefore, it is recommended that women have regular gynecological examinations to be examined and accurately diagnosed by doctors as soon as the following unusual and persistent changes occur: (2)\nFeeling bloated or having pelvic pain;; Loss of appetite;; Unexplained weight loss;; Gastrointestinal disorders such as nausea, vomiting, constipation;; Heartburn;; Back-ache;; Frequent urination;; Often tired and irritable;; Abnormal menstrual cycle, abnormal post-menopausal vaginal bleeding;; Burning pain during sex.\nPatients may experience persistent lower abdominal pain\nIt should be noted that the above symptoms can also be caused by other diseases. Patients need to immediately go to a medical facility for examination, combined with performing many other paraclinical tests to accurately determine the cause of strange and persistent symptoms, and have treatment interventions. promptly and prevent dangerous complications of the disease.",
            "subsection_string": "Signs of ovarian cancer\nUsually, the initial symptoms of ovarian cancer are often unclear, so they are easily confused with symptoms of many other common diseases. Diagnosis in the early stages is quite difficult, even using a Pap smear test sometimes cannot detect it.\nTherefore, it is recommended that women have regular gynecological examinations to be examined and accurately diagnosed by doctors as soon as the following unusual and persistent changes occur: (2)\nFeeling bloated or having pelvic pain;; Loss of appetite;; Unexplained weight loss;; Gastrointestinal disorders such as nausea, vomiting, constipation;; Heartburn;; Back-ache;; Frequent urination;; Often tired and irritable;; Abnormal menstrual cycle, abnormal post-menopausal vaginal bleeding;; Burning pain during sex.\nPatients may experience persistent lower abdominal pain\nIt should be noted that the above symptoms can also be caused by other diseases. Patients need to immediately go to a medical facility for examination, combined with performing many other paraclinical tests to accurately determine the cause of strange and persistent symptoms, and have treatment interventions. promptly and prevent dangerous complications of the disease."
        },
        {
            "subsection_name": "Causes of ovarian cancer",
            "subsection_content": "Associate Professor, Dr. Luu Thi Hong, Head of the Department of Obstetrics and Gynecology Center, Tam Anh General Hospital in Hanoi, said that currently the exact cause of ovarian cancer has not been determined. However, some studies show an association between the disease and the following risk factors: (3)\nFamily history: People with first-degree blood relatives such as mothers and sisters with breast, ovarian or colorectal cancer will also increase the risk of ovarian cancer from 2 to 4 time.; Patient's medical history: Patients with a history of breast cancer or colorectal cancer will also be at risk of ovarian cancer.; Age: This disease is common in women over 50 years old, increasing in people over 60 years old; Women who have gone through menopause and have few births: Research shows that women who have been pregnant and given birth have a much lower risk than women who have never given birth. In particular, the more children they have, the more likely they are to have children. the lower the risk of disease; Using ovulation stimulating drugs: This may slightly increase the risk of the disease.; Using Talcum powder: This is a mineral made up of magnesium, silicon and oxygen. This mineral is found in many cosmetics, especially talcum powder, to keep the skin dry and prevent rashes. However, if a woman's genitals are exposed to a lot of this mineral, there is a risk of forming tumors in the ovaries.; Hormone replacement treatment: Hormone replacement treatment in postmenopausal women may increase the risk of the disease.",
            "subsection_string": "Causes of ovarian cancer\nAssociate Professor, Dr. Luu Thi Hong, Head of the Department of Obstetrics and Gynecology Center, Tam Anh General Hospital in Hanoi, said that currently the exact cause of ovarian cancer has not been determined. However, some studies show an association between the disease and the following risk factors: (3)\nFamily history: People with first-degree blood relatives such as mothers and sisters with breast, ovarian or colorectal cancer will also increase the risk of ovarian cancer from 2 to 4 time.; Patient's medical history: Patients with a history of breast cancer or colorectal cancer will also be at risk of ovarian cancer.; Age: This disease is common in women over 50 years old, increasing in people over 60 years old; Women who have gone through menopause and have few births: Research shows that women who have been pregnant and given birth have a much lower risk than women who have never given birth. In particular, the more children they have, the more likely they are to have children. the lower the risk of disease; Using ovulation stimulating drugs: This may slightly increase the risk of the disease.; Using Talcum powder: This is a mineral made up of magnesium, silicon and oxygen. This mineral is found in many cosmetics, especially talcum powder, to keep the skin dry and prevent rashes. However, if a woman's genitals are exposed to a lot of this mineral, there is a risk of forming tumors in the ovaries.; Hormone replacement treatment: Hormone replacement treatment in postmenopausal women may increase the risk of the disease."
        },
        {
            "subsection_name": "Stages of ovarian cancer",
            "subsection_content": "The staging of ovarian cancer is done based on many factors. A study by the International Federation of Gynecology & Obstetrics and the Joint Committee on Cancer in the United States announced 3 factors necessary to determine the stage of cancer:\nSize of the tumor: Assessing the size of the tumor is very important, in addition to assessing whether the tumor has spread beyond the ovaries and fallopian tubes; Lymph nodes: Evaluate whether regional lymph nodes have metastasized cancer cells or not; Metastasis: Check whether the tumors have metastasized to other organs in the body such as liver, lungs, bones... or not.\nOvarian cancer has 4 main stages\nState 1\nIn stage 1, the tumor is present in one or both ovaries and fallopian tubes, and has not spread to lymph nodes or other areas in the body. However, in a few cases, tumors can develop on the surface of the ovary, or cancer cells can peel off and appear in the abdominal and pelvic fluid.\nStage 1 ovarian cancer has 3 sub-stages, including:\n1a: Tumor present in one ovarian tube or fallopian tube, with intact capsule; 1b: Tumor present in both ovaries or fallopian tubes; 1c: The tumor is present in one or both ovaries and fallopian tubes and has one of the following 3 phenomena: The tissue surrounding the tumor has ruptured during surgery; Tumors on the surface of the ovaries and fallopian tubes; Cancer cells are present in the abdominal or pelvic fluid.\nPhase 2\nEntering stage 2, ovarian cancer has begun to spread to other organs in the pelvic region such as the bladder, uterus, and colorectum, but has not yet spread to lymph nodes and areas outside the pelvis.\nStage 2 ovarian cancer has 2 sub-stages, including:\n2a: The tumor has spread to the uterus or fallopian tubes, but has not spread to lymph nodes or distant locations; 2b: The tumor has spread to pelvic organs such as the bladder or rectum, but has not spread to lymph nodes or distant locations.\nStage 3\nIn stage 3, cancer is present in one or both ovaries, fallopian tubes or peritoneum, with peritoneal metastases outside the pelvis and/or retroperitoneal lymph node metastases.\nStage 3 ovarian cancer has 4 sub-stages, including:\n3a1: Cancer has spread outside the pelvis, to lymph nodes around the peritoneum, but has not spread to further locations; 3a2: Cancer has spread to organs near the pelvis, and cancer cells are present in the abdominal peritoneum.; 3b: Similar to stage 3a1 but the tumors in the peritoneum can be seen with the naked eye, smaller than 2cm in size; 3c: Similar to stage 3a1 but the cancer cells in the peritoneum are larger than 2cm.\nStage 4\nWhen it reaches stage 4, cancer cells are present in the fluid around the lungs, liver, bones, spleen, intestines and more distant lymph nodes.\nStage 4 ovarian cancer has 2 sub-stages, including:\n4a: Cancer is present in the pleural fluid, has not spread to other organs outside the abdomen.; 4b: Cancer has spread to the liver, bones, intestines, spleen and more distant lymph nodes.",
            "subsection_string": "Stages of ovarian cancer\nThe staging of ovarian cancer is done based on many factors. A study by the International Federation of Gynecology & Obstetrics and the Joint Committee on Cancer in the United States announced 3 factors necessary to determine the stage of cancer:\nSize of the tumor: Assessing the size of the tumor is very important, in addition to assessing whether the tumor has spread beyond the ovaries and fallopian tubes; Lymph nodes: Evaluate whether regional lymph nodes have metastasized cancer cells or not; Metastasis: Check whether the tumors have metastasized to other organs in the body such as liver, lungs, bones... or not.\nOvarian cancer has 4 main stages\nState 1\nIn stage 1, the tumor is present in one or both ovaries and fallopian tubes, and has not spread to lymph nodes or other areas in the body. However, in a few cases, tumors can develop on the surface of the ovary, or cancer cells can peel off and appear in the abdominal and pelvic fluid.\nStage 1 ovarian cancer has 3 sub-stages, including:\n1a: Tumor present in one ovarian tube or fallopian tube, with intact capsule; 1b: Tumor present in both ovaries or fallopian tubes; 1c: The tumor is present in one or both ovaries and fallopian tubes and has one of the following 3 phenomena: The tissue surrounding the tumor has ruptured during surgery; Tumors on the surface of the ovaries and fallopian tubes; Cancer cells are present in the abdominal or pelvic fluid.\nPhase 2\nEntering stage 2, ovarian cancer has begun to spread to other organs in the pelvic region such as the bladder, uterus, and colorectum, but has not yet spread to lymph nodes and areas outside the pelvis.\nStage 2 ovarian cancer has 2 sub-stages, including:\n2a: The tumor has spread to the uterus or fallopian tubes, but has not spread to lymph nodes or distant locations; 2b: The tumor has spread to pelvic organs such as the bladder or rectum, but has not spread to lymph nodes or distant locations.\nStage 3\nIn stage 3, cancer is present in one or both ovaries, fallopian tubes or peritoneum, with peritoneal metastases outside the pelvis and/or retroperitoneal lymph node metastases.\nStage 3 ovarian cancer has 4 sub-stages, including:\n3a1: Cancer has spread outside the pelvis, to lymph nodes around the peritoneum, but has not spread to further locations; 3a2: Cancer has spread to organs near the pelvis, and cancer cells are present in the abdominal peritoneum.; 3b: Similar to stage 3a1 but the tumors in the peritoneum can be seen with the naked eye, smaller than 2cm in size; 3c: Similar to stage 3a1 but the cancer cells in the peritoneum are larger than 2cm.\nStage 4\nWhen it reaches stage 4, cancer cells are present in the fluid around the lungs, liver, bones, spleen, intestines and more distant lymph nodes.\nStage 4 ovarian cancer has 2 sub-stages, including:\n4a: Cancer is present in the pleural fluid, has not spread to other organs outside the abdomen.; 4b: Cancer has spread to the liver, bones, intestines, spleen and more distant lymph nodes."
        },
        {
            "subsection_name": "Is ovarian cancer dangerous?",
            "subsection_content": "Like most other diseases, if ovarian cancer is detected early and treated right from stage 1, the patient's chance of living more than 5 years from the time of disease detection is up to 95%. If detected at a later stage, the 5-year survival rate will be even lower, specifically: In stage 2, the 5-year survival rate is about 70%; Stage 3 is 39%; At stage 4, the tumor has metastasized, so treatment prognosis is difficult and the 5-year survival rate is very low.\nAlthough this 5-year survival rate will depend on many other factors such as the patient's health status, age of illness, medical history, ability to respond to treatment... but detecting and The earlier the disease is treated, the more effective it is and the higher the chance of survival. Therefore, it is recommended that women should not be subjective or ignore unusual symptoms that the body experiences. You need to go to a medical facility immediately to be examined and accurately diagnosed with the medical condition.",
            "subsection_string": "Is ovarian cancer dangerous?\nLike most other diseases, if ovarian cancer is detected early and treated right from stage 1, the patient's chance of living more than 5 years from the time of disease detection is up to 95%. If detected at a later stage, the 5-year survival rate will be even lower, specifically: In stage 2, the 5-year survival rate is about 70%; Stage 3 is 39%; At stage 4, the tumor has metastasized, so treatment prognosis is difficult and the 5-year survival rate is very low.\nAlthough this 5-year survival rate will depend on many other factors such as the patient's health status, age of illness, medical history, ability to respond to treatment... but detecting and The earlier the disease is treated, the more effective it is and the higher the chance of survival. Therefore, it is recommended that women should not be subjective or ignore unusual symptoms that the body experiences. You need to go to a medical facility immediately to be examined and accurately diagnosed with the medical condition."
        },
        {
            "subsection_name": "Diagnosis of ovarian cancer",
            "subsection_content": "As soon as unusual and persistent symptoms appear in the body, women should immediately go to a medical facility to be examined and prescribed the necessary paraclinical diagnostic techniques to get accurate results. (4)\n1. Blood test for CA 125\nCA 125 is a protein found on the surface of malignant cancer cells and some benign tissues. Statistics show that about 80% of patients have CA 125 levels higher than normal. However, it should be noted that CA 125 levels are high but not enough to definitively conclude whether a patient has ovarian cancer or not, because other conditions such as endometriosis and appendicitis can still occur. increases CA 125 levels in the blood. Therefore, patients are often prescribed a number of other techniques to increase the accuracy of diagnostic results.\n2. Ultrasound\nYour doctor may prescribe a transvaginal ultrasound with the probe inserted into the vagina, or an extracorporeal ultrasound with the probe placed next to the stomach. Ultrasound images will show the size, structure, and density of the tumor. Does the tumor have walls, papillae, increased blood vessels...\n3. Pelvic examination\nThis test is to determine whether there are any abnormalities in the female genitals (vulva), vagina, uterus and ovaries. The tumor adheres to surrounding organs….\n4. MRI/CT scan\nMagnetic resonance imaging (MRI) or computed tomography (CT) will show images of the abdomen, chest and pelvis, combining all to create a clear 3-dimensional (3D) image to help doctors diagnose the disease. Diagnose ovarian cancer and assess the stage of the disease.\nThe latest generation 768-slice magnetic resonance machine system at Tam Anh General Hospital provides clear images of abnormalities inside the body.\n5. Chest X-ray\nA chest X-ray uses a type of radiation to take images of the lungs and pleura. This is a useful technique to help determine whether cancer cells have metastasized to the lungs or not.\n6. Biopsy\nConduct tests on tissue samples to determine the type of malignant cells and the degree of malignant disease, from which the most appropriate treatment method will be selected.",
            "subsection_string": "Diagnosis of ovarian cancer\nAs soon as unusual and persistent symptoms appear in the body, women should immediately go to a medical facility to be examined and prescribed the necessary paraclinical diagnostic techniques to get accurate results. (4)\n1. Blood test for CA 125\nCA 125 is a protein found on the surface of malignant cancer cells and some benign tissues. Statistics show that about 80% of patients have CA 125 levels higher than normal. However, it should be noted that CA 125 levels are high but not enough to definitively conclude whether a patient has ovarian cancer or not, because other conditions such as endometriosis and appendicitis can still occur. increases CA 125 levels in the blood. Therefore, patients are often prescribed a number of other techniques to increase the accuracy of diagnostic results.\n2. Ultrasound\nYour doctor may prescribe a transvaginal ultrasound with the probe inserted into the vagina, or an extracorporeal ultrasound with the probe placed next to the stomach. Ultrasound images will show the size, structure, and density of the tumor. Does the tumor have walls, papillae, increased blood vessels...\n3. Pelvic examination\nThis test is to determine whether there are any abnormalities in the female genitals (vulva), vagina, uterus and ovaries. The tumor adheres to surrounding organs….\n4. MRI/CT scan\nMagnetic resonance imaging (MRI) or computed tomography (CT) will show images of the abdomen, chest and pelvis, combining all to create a clear 3-dimensional (3D) image to help doctors diagnose the disease. Diagnose ovarian cancer and assess the stage of the disease.\nThe latest generation 768-slice magnetic resonance machine system at Tam Anh General Hospital provides clear images of abnormalities inside the body.\n5. Chest X-ray\nA chest X-ray uses a type of radiation to take images of the lungs and pleura. This is a useful technique to help determine whether cancer cells have metastasized to the lungs or not.\n6. Biopsy\nConduct tests on tissue samples to determine the type of malignant cells and the degree of malignant disease, from which the most appropriate treatment method will be selected."
        },
        {
            "subsection_name": "Can ovarian cancer be cured?",
            "subsection_content": "Associate Professor, Dr. Luu Thi Hong said that although it is a dangerous disease for women, ovarian cancer has a high cure rate of over 90% if detected early and treated effectively. results from the very beginning. In particular, treatment in younger patients also has a better prognosis due to their better health and ability to respond to treatments.\nIt should be especially noted that patients may relapse in the first 2 years after treatment. Therefore, applying measures to prevent disease recurrence plays an extremely important role in maintaining a healthy body and limiting the risk of disease recurrence.",
            "subsection_string": "Can ovarian cancer be cured?\nAssociate Professor, Dr. Luu Thi Hong said that although it is a dangerous disease for women, ovarian cancer has a high cure rate of over 90% if detected early and treated effectively. results from the very beginning. In particular, treatment in younger patients also has a better prognosis due to their better health and ability to respond to treatments.\nIt should be especially noted that patients may relapse in the first 2 years after treatment. Therefore, applying measures to prevent disease recurrence plays an extremely important role in maintaining a healthy body and limiting the risk of disease recurrence."
        },
        {
            "subsection_name": "Ovarian cancer treatment methods",
            "subsection_content": "After receiving the results of a diagnosis of ovarian cancer, depending on the stage of the cancer as well as the patient's health, the level of response to treatment methods and the patient's wishes... the doctor will advise and Prescribe appropriate treatment methods for patients.\n1. Surgery\nThis is the preferred method of choice to treat ovarian cancer patients. Surgery helps determine the exact stage of cancer. During surgery, it can be combined with checking the current condition of the tumor, ovaries and existing lesions inside the abdomen.\nSurgery includes removal of the entire uterus, bilateral adnexa, greater omentum, removal or destruction of all tumors. In addition, the doctor will examine the underside of the diaphragm and the entire peritoneum, then perform a biopsy if any abnormalities are suspected. Next is to check the pelvic and abdominal lymph nodes to remove metastatic lymph nodes. Collect abdominal lavage fluid samples for cytology.\n2. Chemotherapy\nAfter surgical treatment, cancer cells may remain or spread without being completely removed. At this time, cancer chemotherapy is used to destroy those remaining cells.\nTypically, chemotherapy is applied adjuvantly to cases of ovarian cancer in stages 1 and 2 by the following methods:\nIntravenous chemotherapy; Abdominal chemotherapy.\nThis chemical will affect both cancer cells and abnormal cells, so there will be side effects. This side effect will vary depending on the type of drug and dosage. There may be nausea, vomiting, fatigue, loss of appetite, headache, tingling sensation in the hands and feet, and darkened skin. ... When experiencing these symptoms, patients need to notify their doctor for monitoring and specific treatment instructions.\nAdjuvant chemotherapy for stage 3 and 4 cancer is applied using the following methods:\nIntravenous chemotherapy; Combination of intravenous chemotherapy and abdominal chemotherapy.\n3. Radiation therapy\nThis is a method that uses high-energy rays (radiation rays) to destroy cancer cells. Radiation therapy also affects both cancer cells and normal cells, thus reducing side effects. Side effects will depend on the dose of radiation used and the part of the body irradiated.\nSome common side effects are feeling tired, loss of appetite, nausea, vomiting, diarrhea, difficulty urinating, skin changes in the abdominal area... Intraperitoneal radiotherapy can cause abdominal pain and intestinal obstruction.\n4. Targeted therapy\nTargeted therapy is one of the important treatment methods in treating multimodal cancers by focusing on the growth, division and spread of cancer cells. This method will attack and block specific genes or proteins found in cancer cells, or cells involved in the formation and development of tumors.\nIn the treatment of ovarian cancer, it is necessary to biopsy the tumor to do immunohistochemical or molecular biology tests to diagnose the type of ovarian tumor, thereby providing a suitable regimen to choose the appropriate drug.\nTargeted therapy can cause some side effects in patients depending on the drug and the body's response. Patients may experience fatigue, diarrhea, high blood pressure, heart failure, dermatitis, mucositis, bleeding, slow wound healing... A few cases have perforation of the esophagus, intestines, stomach... Most These side effects will disappear when treatment is stopped.\n5. Immunotherapy\nImmunotherapy is a method with many advances, promising a new treatment direction. Immune drugs such as Pembrolizumab, Atezolizumab... are being applied in treatment, bringing many positive results.\n6. Fertility preservation treatment\nOvarian cancer treatments such as surgery, chemotherapy, and radiotherapy can damage women's reproductive organs, reducing or losing the ability to get pregnant after cancer treatment. Therefore, if the patient still wishes to become pregnant in the future, talk to the doctor before treatment for advice and guidance on fertility preservation methods.\nCurrently, at the Reproductive Support Center, Tam Anh General Hospital, methods to preserve fertility in women include:\nFertility preservation surgery: In some cases, surgery removes only one ovary, keeping the remaining ovary healthy for future pregnancies. This method can only be performed in stage 1 ovarian cancer; Embryo freezing: Freezing fertilized eggs.; Oocyte freezing: Freezing unfertilized eggs.; Ovarian tissue preservation: Freeze ovarian tissue for future use.; Ovarian suppression: Involves taking hormones to temporarily suppress ovarian function.\n7. Appropriate nutrition\nIn addition to complying with the treatment regimen prescribed by the doctor, patients need to have a scientific nutrition plan to improve their medical condition, provide nutrition for a healthy body, and good resistance to prevent disease. prevent disease recurrence.\nBased on the examination process and the patient's wishes, the doctor will prescribe an appropriate treatment regimen\nFruits and vegetables: Fruits and vegetables provide large amounts of beta-carotene and vitamin C, which act as antioxidants, help the body heal quickly, and fight infections and cancer. .; Foods rich in starch: Starch found in rice, cereals, bread, potatoes... will provide glucose which is the necessary energy source that the body needs.; Protein-rich foods: Protein-rich foods such as lean meat, fish, dairy products... will promote strong immune activity.; Beneficial fats: Beneficial fats in foods such as avocado, fish oil, vegetable oil, nuts, etc. will help the body absorb nutrients well, control fatigue in patients. stimulates brain activity...",
            "subsection_string": "Ovarian cancer treatment methods\nAfter receiving the results of a diagnosis of ovarian cancer, depending on the stage of the cancer as well as the patient's health, the level of response to treatment methods and the patient's wishes... the doctor will advise and Prescribe appropriate treatment methods for patients.\n1. Surgery\nThis is the preferred method of choice to treat ovarian cancer patients. Surgery helps determine the exact stage of cancer. During surgery, it can be combined with checking the current condition of the tumor, ovaries and existing lesions inside the abdomen.\nSurgery includes removal of the entire uterus, bilateral adnexa, greater omentum, removal or destruction of all tumors. In addition, the doctor will examine the underside of the diaphragm and the entire peritoneum, then perform a biopsy if any abnormalities are suspected. Next is to check the pelvic and abdominal lymph nodes to remove metastatic lymph nodes. Collect abdominal lavage fluid samples for cytology.\n2. Chemotherapy\nAfter surgical treatment, cancer cells may remain or spread without being completely removed. At this time, cancer chemotherapy is used to destroy those remaining cells.\nTypically, chemotherapy is applied adjuvantly to cases of ovarian cancer in stages 1 and 2 by the following methods:\nIntravenous chemotherapy; Abdominal chemotherapy.\nThis chemical will affect both cancer cells and abnormal cells, so there will be side effects. This side effect will vary depending on the type of drug and dosage. There may be nausea, vomiting, fatigue, loss of appetite, headache, tingling sensation in the hands and feet, and darkened skin. ... When experiencing these symptoms, patients need to notify their doctor for monitoring and specific treatment instructions.\nAdjuvant chemotherapy for stage 3 and 4 cancer is applied using the following methods:\nIntravenous chemotherapy; Combination of intravenous chemotherapy and abdominal chemotherapy.\n3. Radiation therapy\nThis is a method that uses high-energy rays (radiation rays) to destroy cancer cells. Radiation therapy also affects both cancer cells and normal cells, thus reducing side effects. Side effects will depend on the dose of radiation used and the part of the body irradiated.\nSome common side effects are feeling tired, loss of appetite, nausea, vomiting, diarrhea, difficulty urinating, skin changes in the abdominal area... Intraperitoneal radiotherapy can cause abdominal pain and intestinal obstruction.\n4. Targeted therapy\nTargeted therapy is one of the important treatment methods in treating multimodal cancers by focusing on the growth, division and spread of cancer cells. This method will attack and block specific genes or proteins found in cancer cells, or cells involved in the formation and development of tumors.\nIn the treatment of ovarian cancer, it is necessary to biopsy the tumor to do immunohistochemical or molecular biology tests to diagnose the type of ovarian tumor, thereby providing a suitable regimen to choose the appropriate drug.\nTargeted therapy can cause some side effects in patients depending on the drug and the body's response. Patients may experience fatigue, diarrhea, high blood pressure, heart failure, dermatitis, mucositis, bleeding, slow wound healing... A few cases have perforation of the esophagus, intestines, stomach... Most These side effects will disappear when treatment is stopped.\n5. Immunotherapy\nImmunotherapy is a method with many advances, promising a new treatment direction. Immune drugs such as Pembrolizumab, Atezolizumab... are being applied in treatment, bringing many positive results.\n6. Fertility preservation treatment\nOvarian cancer treatments such as surgery, chemotherapy, and radiotherapy can damage women's reproductive organs, reducing or losing the ability to get pregnant after cancer treatment. Therefore, if the patient still wishes to become pregnant in the future, talk to the doctor before treatment for advice and guidance on fertility preservation methods.\nCurrently, at the Reproductive Support Center, Tam Anh General Hospital, methods to preserve fertility in women include:\nFertility preservation surgery: In some cases, surgery removes only one ovary, keeping the remaining ovary healthy for future pregnancies. This method can only be performed in stage 1 ovarian cancer; Embryo freezing: Freezing fertilized eggs.; Oocyte freezing: Freezing unfertilized eggs.; Ovarian tissue preservation: Freeze ovarian tissue for future use.; Ovarian suppression: Involves taking hormones to temporarily suppress ovarian function.\n7. Appropriate nutrition\nIn addition to complying with the treatment regimen prescribed by the doctor, patients need to have a scientific nutrition plan to improve their medical condition, provide nutrition for a healthy body, and good resistance to prevent disease. prevent disease recurrence.\nBased on the examination process and the patient's wishes, the doctor will prescribe an appropriate treatment regimen\nFruits and vegetables: Fruits and vegetables provide large amounts of beta-carotene and vitamin C, which act as antioxidants, help the body heal quickly, and fight infections and cancer. .; Foods rich in starch: Starch found in rice, cereals, bread, potatoes... will provide glucose which is the necessary energy source that the body needs.; Protein-rich foods: Protein-rich foods such as lean meat, fish, dairy products... will promote strong immune activity.; Beneficial fats: Beneficial fats in foods such as avocado, fish oil, vegetable oil, nuts, etc. will help the body absorb nutrients well, control fatigue in patients. stimulates brain activity..."
        },
        {
            "subsection_name": "Ovarian cancer prevention",
            "subsection_content": "According to the American Cancer Society, 1 in 78 women will develop ovarian cancer. Therefore, if they are in the high-risk group, women need to follow the following precautions to protect themselves from this dangerous disease:\nExercise regularly: Research shows that just 30 minutes of exercise a day can reduce the risk of ovarian cancer by nearly 20%.; Scientific diet: It is necessary to follow a healthy eating plan, fully supplementing the necessary nutrients to maintain the body's health.; Stay away from products that have the risk of causing cancer: If your family history or personal history has a risk of ovarian cancer, women need to avoid using products containing cancer-causing chemicals such as Talcum powder, vaginal deodorant, some cosmetics... Need to read ingredients in all products carefully before use.; Regular health check-ups: In order to detect abnormal signs early, have effective treatment measures right from the early stages.",
            "subsection_string": "Ovarian cancer prevention\nAccording to the American Cancer Society, 1 in 78 women will develop ovarian cancer. Therefore, if they are in the high-risk group, women need to follow the following precautions to protect themselves from this dangerous disease:\nExercise regularly: Research shows that just 30 minutes of exercise a day can reduce the risk of ovarian cancer by nearly 20%.; Scientific diet: It is necessary to follow a healthy eating plan, fully supplementing the necessary nutrients to maintain the body's health.; Stay away from products that have the risk of causing cancer: If your family history or personal history has a risk of ovarian cancer, women need to avoid using products containing cancer-causing chemicals such as Talcum powder, vaginal deodorant, some cosmetics... Need to read ingredients in all products carefully before use.; Regular health check-ups: In order to detect abnormal signs early, have effective treatment measures right from the early stages."
        },
        {
            "subsection_name": "Frequently asked questions",
            "subsection_content": "Summary of the most frequently sent questions to the mailbox of Oncology Department, Tam Anh General Hospital, Associate Professor, Dr. Luu Thi Hong, Head of Department of Obstetrics and Gynecology Center, Tam Anh General Hospital, Hanoi answered Details of each issue are as follows:\n1. Is ovarian cancer hereditary?\nMedical experts say there is currently no scientific research proving that ovarian cancer is hereditary. However, inheriting BRCA1 and BRCA2 mutant genes from parents can increase the risk of developing breast and ovarian diseases in women. In particular, people with first-degree blood relatives (mothers and biological sisters) will have a higher risk of getting the disease. Besides, if there is a family history of breast cancer or colorectal cancer, it will also increase the risk of getting the disease.\nHowever, it should be noted that having a family history of the disease only increases the risk, but does not necessarily mean you will get the disease. If you are worried, you can consult your doctor for advice and necessary tests such as genetics to take measures to prevent the disease early.\n2. How long can you live with ovarian cancer?\nHow long you can live with ovarian cancer will depend on the time of detection, the stage of the disease, the type of tumor, the patient's health and ability to respond to treatment... If the disease is detected and treated immediately In the early stages, the chance of cure is very high.\nThe effectiveness of treatment and the prognosis of living over 5 years will gradually decrease through the stages. Therefore, it is recommended that women should immediately go to a medical facility when there are unusual signs to detect early, accurately diagnose the disease, and have timely and effective treatment intervention methods.\nInvested in building spacious facilities, gathering a team of doctors who are leading experts in the field of cancer treatment in Vietnam, possessing the most modern machine learning system in the world such as CT scanners. 768 Somatom Drive slices, the latest generation MRI scanner Magnetom Amira BioMatrix, high-end general ultrasound machine Acuson Sequoia, digital mammography Mammomat Inspiration, the first Cobas Pro testing system in Southeast Asia... Hospital Tam Anh General Hospital implements a screening package to detect gynecological cancers such as ovarian cancer, cervical cancer, vulvar cancer, breast cancer... even before there are symptoms.\nFor advice and to schedule an examination with leading Oncology experts at Tam Anh General Hospital System, please contact:\nThe earlier ovarian cancer is detected, the more effective the treatment intervention is. It is recommended that women have regular health checks and screening for risk factors and diseases every 6 months, especially for those over 50 years old.",
            "subsection_string": "Frequently asked questions\nSummary of the most frequently sent questions to the mailbox of Oncology Department, Tam Anh General Hospital, Associate Professor, Dr. Luu Thi Hong, Head of Department of Obstetrics and Gynecology Center, Tam Anh General Hospital, Hanoi answered Details of each issue are as follows:\n1. Is ovarian cancer hereditary?\nMedical experts say there is currently no scientific research proving that ovarian cancer is hereditary. However, inheriting BRCA1 and BRCA2 mutant genes from parents can increase the risk of developing breast and ovarian diseases in women. In particular, people with first-degree blood relatives (mothers and biological sisters) will have a higher risk of getting the disease. Besides, if there is a family history of breast cancer or colorectal cancer, it will also increase the risk of getting the disease.\nHowever, it should be noted that having a family history of the disease only increases the risk, but does not necessarily mean you will get the disease. If you are worried, you can consult your doctor for advice and necessary tests such as genetics to take measures to prevent the disease early.\n2. How long can you live with ovarian cancer?\nHow long you can live with ovarian cancer will depend on the time of detection, the stage of the disease, the type of tumor, the patient's health and ability to respond to treatment... If the disease is detected and treated immediately In the early stages, the chance of cure is very high.\nThe effectiveness of treatment and the prognosis of living over 5 years will gradually decrease through the stages. Therefore, it is recommended that women should immediately go to a medical facility when there are unusual signs to detect early, accurately diagnose the disease, and have timely and effective treatment intervention methods.\nInvested in building spacious facilities, gathering a team of doctors who are leading experts in the field of cancer treatment in Vietnam, possessing the most modern machine learning system in the world such as CT scanners. 768 Somatom Drive slices, the latest generation MRI scanner Magnetom Amira BioMatrix, high-end general ultrasound machine Acuson Sequoia, digital mammography Mammomat Inspiration, the first Cobas Pro testing system in Southeast Asia... Hospital Tam Anh General Hospital implements a screening package to detect gynecological cancers such as ovarian cancer, cervical cancer, vulvar cancer, breast cancer... even before there are symptoms.\nFor advice and to schedule an examination with leading Oncology experts at Tam Anh General Hospital System, please contact:\nThe earlier ovarian cancer is detected, the more effective the treatment intervention is. It is recommended that women have regular health checks and screening for risk factors and diseases every 6 months, especially for those over 50 years old."
        }
    ],
    "name": "ung-thu-buong-trung.json"
}