{
    "title": "Stage 1 ovarian cancer: Symptoms, diagnosis and treatment",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-buong-trung-giai-doan-1/",
    "abstract": "Ovarian cancer is a malignant gynecological disease and the most common cause of death from gynecological cancer in women. Stage 1 ovarian cancer is one of the early stages with a positive prognosis if detected and treated aggressively.\n  According to the FIGO classification, ovarian cancer is divided into 4 stages (I, II, III, and IV)\n. Only about 25% of patients detected the disease at an early stage, which helped increase treatment effectiveness and improve overall survival significantly compared to the group of patients whose disease was detected at a late stage.\nAccording to SEER 17 statistical data (from 2012-2018) shows that the 5-year survival rate for stage I ovarian cancer is 89%, decreasing to 71% for stage II, 41% for stage III and Only 20% left for stage IV. Therefore, detecting the disease at an early stage is extremely important. (first)",
    "content": "Stage 1 ovarian cancer: Symptoms, diagnosis and treatment\n\nOvarian cancer is a malignant gynecological disease and the most common cause of death from gynecological cancer in women. Stage 1 ovarian cancer is one of the early stages with a positive prognosis if detected and treated aggressively.\n  According to the FIGO classification, ovarian cancer is divided into 4 stages (I, II, III, and IV)\n. Only about 25% of patients detected the disease at an early stage, which helped increase treatment effectiveness and improve overall survival significantly compared to the group of patients whose disease was detected at a late stage.\nAccording to SEER 17 statistical data (from 2012-2018) shows that the 5-year survival rate for stage I ovarian cancer is 89%, decreasing to 71% for stage II, 41% for stage III and Only 20% left for stage IV. Therefore, detecting the disease at an early stage is extremely important. (first)\n\nWhat is stage I ovarian cancer?\nStage I ovarian cancer is the appearance of cancer cells that are limited to the ovary, have not invaded neighboring organs, and have not metastasized far. At this stage, patients often do not show clear clinical symptoms or vague symptoms, detected through periodic health examinations or cancer screening. The main treatment method at this stage is surgery; some high-risk cases will receive adjuvant chemotherapy after surgery. (2)\nStage I ovarian cancer is when cancer cells are only localized in the ovaries.\n\nClassification of stage I ovarian cancer\nThere are two staging systems for ovarian cancer: the AJCC/UICC staging system and the FIGO staging system. Among them, the FIGO staging system is often used by doctors in clinical practice.\nAccording to the FIGO classification, ovarian cancer is classified into 4 stages (FIGO I to FIGO IV). FIGO I stage ovarian cancer is diagnosed when the tumor is limited to the ovaries or fallopian tubes (also called \"fallopian tubes\"), has not metastasized to regional lymph nodes, and has not metastasized far.\nStage I ovarian cancer will be divided into 3 subgroups (stages IA, IB and IC): (3)\nIA: Tumor is limited to one ovary or fallopian tube; No tumor cells were detected on the ovarian surface, ascitic fluid or abdominal lavage fluid.; IB: Tumor limited to both ovaries or fallopian tubes; No tumor cells were detected on the ovarian surface, in ascites or abdominal lavage fluid.; IC: Tumor in one or both ovaries accompanied by one of the following factors:  Tumor cell seeding during surgery. Rupture of the tumor capsule before surgery or the presence of a tumor on the surface of the ovary or fallopian tube. Detection of tumor cells in ascitic fluid or abdominal lavage fluid.; Tumor cell seeding during surgery; Rupture of the tumor capsule before surgery or tumor seen on the surface of the ovary or fallopian tube.; Detect tumor cells in ascitic fluid or abdominal lavage fluid.\n\nSymptoms of stage I ovarian cancer\nMaster Luu Thao Ngoc, Department of Oncology at Tam Anh General Hospital, Hanoi, said that the signs of stage I ovarian cancer are often unclear, vague, and easily confused with other benign diseases. Because of the atypical symptoms, patients often do not seek medical attention early. This leads to many cases being detected only when the disease is in a late stage, causing difficulty in treatment and poor prognosis.\nSome symptoms that may appear in ovarian cancer patients include: (4)\nSystemic symptoms: Rapid weight loss for unknown reasons; loss of appetite, no appetite; tired,…; Ascites; Abdominal-pelvic pain, pain can be transient or continuous; Abnormal bleeding; Digestive disorders such as constipation; Urinary symptoms: frequent urination, difficulty urinating,...; Symptoms suggesting distant metastases: back pain due to bone metastases, chest pain and difficulty breathing due to lung metastases,...\nSymptoms of early ovarian cancer are often easily confused with symptoms of many other benign diseases.\n“If you feel abdominal pain, bloating, increased waist size, loss of appetite, abnormal bleeding, especially if there is a family history of a relative suffering from ovarian cancer or breast cancer, you need to act quickly. examine and perform screening tests,\" Dr. Luu Thao Ngoc emphasized.\n\nHow long can you live with stage I ovarian cancer?\nAccording to studies, stage I ovarian cancer has a successful treatment rate of up to 90%. However, the rate of patients detecting early stage ovarian cancer is very low, only about 25%.\nMSc. Dr. Luu Thao Ngoc said that if detected early, the survival prognosis of ovarian cancer patients over 5 years is very high, up to 90%. However, the treatment results will depend on many factors such as age, general health status, accompanying medical and surgical diseases, pathological classification, etc. Therefore, it can be seen that the prognosis The ability to live more than 5 years in cancer patients is not only based on the stage of disease detection, but also a combination of many other factors.\nAccording to statistics, the 5-year survival rate for ovarian cancer by pathology type is as follows (according to SEER 2011-2017):\nOvarian carcinoma: 49%; Ovarian germ cell tumors: 93%; Ovarian stromal tumors: 90%\nRegarding the question of how long one can live with stage I ovarian cancer, the prognostic factors are only predictive for the patient's reference.\n\nHow to diagnose ovarian cancer\nSome methods for diagnosing stage I ovarian cancer include:\nClinical examination\nCollect personal and family history information, ask about medical conditions, and examine for suspicious signs. Usually symptoms will appear clearly when the patient is in an advanced stage. Full body examination, examination of the vagina, bladder-rectum and organs.\nCommon clinical symptoms such as abdominal pain, abdominal distention, chest pain with difficulty breathing with pleural effusion, abdominal mass, intestinal obstruction symptoms (such as abdominal pain, vomiting, nausea, bowel obstruction) ,…\nAfter examination, the doctor will perform paraclinical tests to diagnose.\nTransvaginal ultrasound and abdominal ultrasound\nDetection of unusual solid masses in the pelvis, lesions suspected of peritoneal metastases, liver metastases, etc.\nDiagnostic imaging, functional exploration and nuclear medicine\nThe doctor may prescribe magnetic resonance imaging or pelvic computed tomography to evaluate the nature of the tumor in terms of size, characteristics, degree of surrounding invasion, and whether or not lymph node metastasis is present.\nAssess the stage of the disease with chest X-ray or chest-abdominal computed tomography to find signs of distant metastasis to other organs, in order to develop a treatment plan and appropriate regimen for the patient.\nGastrointestinal endoscopy may be indicated when the patient exhibits widespread intra-abdominal pathology, gastrointestinal symptoms, and when distinguishing between primary ovarian tumors and metastases to the ovaries (eg. cancer from the gastrointestinal tract that metastasizes to the ovaries, also known as “Krukenberg tumor”).\nSome nuclear medicine imaging diagnostics may be indicated depending on the specific patient such as bone scan, PET/CT,...\nBlood tests to assess tumor biomarkers (CA-125, AFP, beta-hCG, etc.)\nWhen detecting an abnormal ovarian mass, the treating doctor may prescribe additional blood tests to measure biomarkers such as CA-125, AFP, beta-hCG, etc., contributing to additional support for diagnosis. orientation of benign or malignant nature, as well as monitoring treatment response, disease recurrence, etc. These biomarkers can increase in many benign and malignant diseases, doctors will coordinate with Clinical symptoms and other imaging tests to make a diagnosis. For example, increased CA-125 index can be seen in ovarian carcinoma, increased AFP and beta-hCG in germ cell tumors, etc.\nIntraoperative biopsy\nA biopsy may be performed during surgery (called a “cryogenic biopsy”), the surgeon will take a sample from the tumor and other suspicious lesions and send it to the pathology department for evaluation. instant. This plays an important role in helping the surgeon choose the appropriate surgical option. For example, in cases of widespread melanoma, the surgeon may perform a tumor resection, adnexectomy, total hysterectomy, or lymphadenectomy. Surgical methods according to pathology, stage, fertility wishes, etc.\nOther histopathological evaluation\nFor patients with abdominal fluid, the fluid may be removed and sent to the pathology department to check for cancer cells. Neck lymph node biopsy in case of suspected metastasis, etc. With those results, the patient can receive systemic treatment such as chemotherapy before surgery.\n\nTreatment of stage I ovarian cancer\nIs stage 1 ovarian cancer curable? MSc. Dr. Luu Thao Ngoc said that in fact, early stage ovarian cancer can be treated successfully with surgery, and in some cases adjuvant chemotherapy is indicated. (5)\nStage I ovarian cancer surgery\nPatients with stage I ovarian cancer are often referred for surgery right from the beginning. The role of surgery is to confirm the diagnosis, assess the level of tumor invasion and maximize tumor damage. Conservative surgery in cases where the patient still wishes to reproduce; or surgery to remove the entire uterus, ovaries and fallopian tubes on both sides, the greater omentum under the transverse colon, and the appendix (in cases of mucinous type), evaluating regional lymph nodes to limit the risk of recurrence in this case. In case the patient no longer wishes to have children. As mentioned above, during surgery, the doctor can conduct a frozen biopsy to evaluate the histopathology of the ovarian tumor and choose the optimal surgical method.\nMost stage 1 ovarian cancer can be cured with surgery alone.\nValence\nMSc. Dr. Luu Thao Ngoc said that chemotherapy indications will be based on patient factors, pathology, risks during surgery, etc. Some indications for adjuvant chemotherapy include: cases of stage IC ovarian cancer, high histological grade serous carcinoma...), residual tumor after surgery,...\nManaging patients after treatment:\nAfter completing treatment, patients will be advised to have regular check-ups every 2-4 months for the first 2 years, every 3-6 months for the next 3 years and once a year after 5 years. Examination will help detect recurrence and progression of the disease early so that treatment can be timely. The doctor will conduct a clinical examination and order a number of tests for evaluation (such as tumor biomarker tests, ultrasound, X-ray, computed tomography, etc.).\nGenetic testing to evaluate high-risk genes involved in the pathogenesis of ovarian cancer is often indicated for:\nWomen with a family history of having a relative diagnosed with ovarian cancer. The test will serve the disease screening process throughout a woman's life, and advise on monitoring and preventive treatment for high-risk groups. For example, risk-reducing hysterectomy and adnexectomy can be advised for women aged 35-40 with the BRCA1/2 gene mutation based on fertility wishes to help reduce the risk of cancer. breast cancer, ovarian cancer, fallopian tube cancer, primary peritoneal cancer.; Patients who have been diagnosed with ovarian cancer. Genetic tests can predict response to chemotherapy as well as to specific targeted drugs.\nTo schedule an appointment for examination, screening, consultation and treatment of ovarian cancer at Tam Anh General Hospital, you can contact:\nEarly detection of stage I ovarian cancer helps increase treatment effectiveness, reduce medical costs, increase cure rates and optimize patient survival time.",
    "subsections": [
        {
            "subsection_name": "What is stage I ovarian cancer?",
            "subsection_content": "Stage I ovarian cancer is the appearance of cancer cells that are limited to the ovary, have not invaded neighboring organs, and have not metastasized far. At this stage, patients often do not show clear clinical symptoms or vague symptoms, detected through periodic health examinations or cancer screening. The main treatment method at this stage is surgery; some high-risk cases will receive adjuvant chemotherapy after surgery. (2)\nStage I ovarian cancer is when cancer cells are only localized in the ovaries.",
            "subsection_string": "What is stage I ovarian cancer?\nStage I ovarian cancer is the appearance of cancer cells that are limited to the ovary, have not invaded neighboring organs, and have not metastasized far. At this stage, patients often do not show clear clinical symptoms or vague symptoms, detected through periodic health examinations or cancer screening. The main treatment method at this stage is surgery; some high-risk cases will receive adjuvant chemotherapy after surgery. (2)\nStage I ovarian cancer is when cancer cells are only localized in the ovaries."
        },
        {
            "subsection_name": "Classification of stage I ovarian cancer",
            "subsection_content": "There are two staging systems for ovarian cancer: the AJCC/UICC staging system and the FIGO staging system. Among them, the FIGO staging system is often used by doctors in clinical practice.\nAccording to the FIGO classification, ovarian cancer is classified into 4 stages (FIGO I to FIGO IV). FIGO I stage ovarian cancer is diagnosed when the tumor is limited to the ovaries or fallopian tubes (also called \"fallopian tubes\"), has not metastasized to regional lymph nodes, and has not metastasized far.\nStage I ovarian cancer will be divided into 3 subgroups (stages IA, IB and IC): (3)\nIA: Tumor is limited to one ovary or fallopian tube; No tumor cells were detected on the ovarian surface, ascitic fluid or abdominal lavage fluid.; IB: Tumor limited to both ovaries or fallopian tubes; No tumor cells were detected on the ovarian surface, in ascites or abdominal lavage fluid.; IC: Tumor in one or both ovaries accompanied by one of the following factors:  Tumor cell seeding during surgery. Rupture of the tumor capsule before surgery or the presence of a tumor on the surface of the ovary or fallopian tube. Detection of tumor cells in ascitic fluid or abdominal lavage fluid.; Tumor cell seeding during surgery; Rupture of the tumor capsule before surgery or tumor seen on the surface of the ovary or fallopian tube.; Detect tumor cells in ascitic fluid or abdominal lavage fluid.",
            "subsection_string": "Classification of stage I ovarian cancer\nThere are two staging systems for ovarian cancer: the AJCC/UICC staging system and the FIGO staging system. Among them, the FIGO staging system is often used by doctors in clinical practice.\nAccording to the FIGO classification, ovarian cancer is classified into 4 stages (FIGO I to FIGO IV). FIGO I stage ovarian cancer is diagnosed when the tumor is limited to the ovaries or fallopian tubes (also called \"fallopian tubes\"), has not metastasized to regional lymph nodes, and has not metastasized far.\nStage I ovarian cancer will be divided into 3 subgroups (stages IA, IB and IC): (3)\nIA: Tumor is limited to one ovary or fallopian tube; No tumor cells were detected on the ovarian surface, ascitic fluid or abdominal lavage fluid.; IB: Tumor limited to both ovaries or fallopian tubes; No tumor cells were detected on the ovarian surface, in ascites or abdominal lavage fluid.; IC: Tumor in one or both ovaries accompanied by one of the following factors:  Tumor cell seeding during surgery. Rupture of the tumor capsule before surgery or the presence of a tumor on the surface of the ovary or fallopian tube. Detection of tumor cells in ascitic fluid or abdominal lavage fluid.; Tumor cell seeding during surgery; Rupture of the tumor capsule before surgery or tumor seen on the surface of the ovary or fallopian tube.; Detect tumor cells in ascitic fluid or abdominal lavage fluid."
        },
        {
            "subsection_name": "Symptoms of stage I ovarian cancer",
            "subsection_content": "Master Luu Thao Ngoc, Department of Oncology at Tam Anh General Hospital, Hanoi, said that the signs of stage I ovarian cancer are often unclear, vague, and easily confused with other benign diseases. Because of the atypical symptoms, patients often do not seek medical attention early. This leads to many cases being detected only when the disease is in a late stage, causing difficulty in treatment and poor prognosis.\nSome symptoms that may appear in ovarian cancer patients include: (4)\nSystemic symptoms: Rapid weight loss for unknown reasons; loss of appetite, no appetite; tired,…; Ascites; Abdominal-pelvic pain, pain can be transient or continuous; Abnormal bleeding; Digestive disorders such as constipation; Urinary symptoms: frequent urination, difficulty urinating,...; Symptoms suggesting distant metastases: back pain due to bone metastases, chest pain and difficulty breathing due to lung metastases,...\nSymptoms of early ovarian cancer are often easily confused with symptoms of many other benign diseases.\n“If you feel abdominal pain, bloating, increased waist size, loss of appetite, abnormal bleeding, especially if there is a family history of a relative suffering from ovarian cancer or breast cancer, you need to act quickly. examine and perform screening tests,\" Dr. Luu Thao Ngoc emphasized.",
            "subsection_string": "Symptoms of stage I ovarian cancer\nMaster Luu Thao Ngoc, Department of Oncology at Tam Anh General Hospital, Hanoi, said that the signs of stage I ovarian cancer are often unclear, vague, and easily confused with other benign diseases. Because of the atypical symptoms, patients often do not seek medical attention early. This leads to many cases being detected only when the disease is in a late stage, causing difficulty in treatment and poor prognosis.\nSome symptoms that may appear in ovarian cancer patients include: (4)\nSystemic symptoms: Rapid weight loss for unknown reasons; loss of appetite, no appetite; tired,…; Ascites; Abdominal-pelvic pain, pain can be transient or continuous; Abnormal bleeding; Digestive disorders such as constipation; Urinary symptoms: frequent urination, difficulty urinating,...; Symptoms suggesting distant metastases: back pain due to bone metastases, chest pain and difficulty breathing due to lung metastases,...\nSymptoms of early ovarian cancer are often easily confused with symptoms of many other benign diseases.\n“If you feel abdominal pain, bloating, increased waist size, loss of appetite, abnormal bleeding, especially if there is a family history of a relative suffering from ovarian cancer or breast cancer, you need to act quickly. examine and perform screening tests,\" Dr. Luu Thao Ngoc emphasized."
        },
        {
            "subsection_name": "How long can you live with stage I ovarian cancer?",
            "subsection_content": "According to studies, stage I ovarian cancer has a successful treatment rate of up to 90%. However, the rate of patients detecting early stage ovarian cancer is very low, only about 25%.\nMSc. Dr. Luu Thao Ngoc said that if detected early, the survival prognosis of ovarian cancer patients over 5 years is very high, up to 90%. However, the treatment results will depend on many factors such as age, general health status, accompanying medical and surgical diseases, pathological classification, etc. Therefore, it can be seen that the prognosis The ability to live more than 5 years in cancer patients is not only based on the stage of disease detection, but also a combination of many other factors.\nAccording to statistics, the 5-year survival rate for ovarian cancer by pathology type is as follows (according to SEER 2011-2017):\nOvarian carcinoma: 49%; Ovarian germ cell tumors: 93%; Ovarian stromal tumors: 90%\nRegarding the question of how long one can live with stage I ovarian cancer, the prognostic factors are only predictive for the patient's reference.",
            "subsection_string": "How long can you live with stage I ovarian cancer?\nAccording to studies, stage I ovarian cancer has a successful treatment rate of up to 90%. However, the rate of patients detecting early stage ovarian cancer is very low, only about 25%.\nMSc. Dr. Luu Thao Ngoc said that if detected early, the survival prognosis of ovarian cancer patients over 5 years is very high, up to 90%. However, the treatment results will depend on many factors such as age, general health status, accompanying medical and surgical diseases, pathological classification, etc. Therefore, it can be seen that the prognosis The ability to live more than 5 years in cancer patients is not only based on the stage of disease detection, but also a combination of many other factors.\nAccording to statistics, the 5-year survival rate for ovarian cancer by pathology type is as follows (according to SEER 2011-2017):\nOvarian carcinoma: 49%; Ovarian germ cell tumors: 93%; Ovarian stromal tumors: 90%\nRegarding the question of how long one can live with stage I ovarian cancer, the prognostic factors are only predictive for the patient's reference."
        },
        {
            "subsection_name": "How to diagnose ovarian cancer",
            "subsection_content": "Some methods for diagnosing stage I ovarian cancer include:\nClinical examination\nCollect personal and family history information, ask about medical conditions, and examine for suspicious signs. Usually symptoms will appear clearly when the patient is in an advanced stage. Full body examination, examination of the vagina, bladder-rectum and organs.\nCommon clinical symptoms such as abdominal pain, abdominal distention, chest pain with difficulty breathing with pleural effusion, abdominal mass, intestinal obstruction symptoms (such as abdominal pain, vomiting, nausea, bowel obstruction) ,…\nAfter examination, the doctor will perform paraclinical tests to diagnose.\nTransvaginal ultrasound and abdominal ultrasound\nDetection of unusual solid masses in the pelvis, lesions suspected of peritoneal metastases, liver metastases, etc.\nDiagnostic imaging, functional exploration and nuclear medicine\nThe doctor may prescribe magnetic resonance imaging or pelvic computed tomography to evaluate the nature of the tumor in terms of size, characteristics, degree of surrounding invasion, and whether or not lymph node metastasis is present.\nAssess the stage of the disease with chest X-ray or chest-abdominal computed tomography to find signs of distant metastasis to other organs, in order to develop a treatment plan and appropriate regimen for the patient.\nGastrointestinal endoscopy may be indicated when the patient exhibits widespread intra-abdominal pathology, gastrointestinal symptoms, and when distinguishing between primary ovarian tumors and metastases to the ovaries (eg. cancer from the gastrointestinal tract that metastasizes to the ovaries, also known as “Krukenberg tumor”).\nSome nuclear medicine imaging diagnostics may be indicated depending on the specific patient such as bone scan, PET/CT,...\nBlood tests to assess tumor biomarkers (CA-125, AFP, beta-hCG, etc.)\nWhen detecting an abnormal ovarian mass, the treating doctor may prescribe additional blood tests to measure biomarkers such as CA-125, AFP, beta-hCG, etc., contributing to additional support for diagnosis. orientation of benign or malignant nature, as well as monitoring treatment response, disease recurrence, etc. These biomarkers can increase in many benign and malignant diseases, doctors will coordinate with Clinical symptoms and other imaging tests to make a diagnosis. For example, increased CA-125 index can be seen in ovarian carcinoma, increased AFP and beta-hCG in germ cell tumors, etc.\nIntraoperative biopsy\nA biopsy may be performed during surgery (called a “cryogenic biopsy”), the surgeon will take a sample from the tumor and other suspicious lesions and send it to the pathology department for evaluation. instant. This plays an important role in helping the surgeon choose the appropriate surgical option. For example, in cases of widespread melanoma, the surgeon may perform a tumor resection, adnexectomy, total hysterectomy, or lymphadenectomy. Surgical methods according to pathology, stage, fertility wishes, etc.\nOther histopathological evaluation\nFor patients with abdominal fluid, the fluid may be removed and sent to the pathology department to check for cancer cells. Neck lymph node biopsy in case of suspected metastasis, etc. With those results, the patient can receive systemic treatment such as chemotherapy before surgery.",
            "subsection_string": "How to diagnose ovarian cancer\nSome methods for diagnosing stage I ovarian cancer include:\nClinical examination\nCollect personal and family history information, ask about medical conditions, and examine for suspicious signs. Usually symptoms will appear clearly when the patient is in an advanced stage. Full body examination, examination of the vagina, bladder-rectum and organs.\nCommon clinical symptoms such as abdominal pain, abdominal distention, chest pain with difficulty breathing with pleural effusion, abdominal mass, intestinal obstruction symptoms (such as abdominal pain, vomiting, nausea, bowel obstruction) ,…\nAfter examination, the doctor will perform paraclinical tests to diagnose.\nTransvaginal ultrasound and abdominal ultrasound\nDetection of unusual solid masses in the pelvis, lesions suspected of peritoneal metastases, liver metastases, etc.\nDiagnostic imaging, functional exploration and nuclear medicine\nThe doctor may prescribe magnetic resonance imaging or pelvic computed tomography to evaluate the nature of the tumor in terms of size, characteristics, degree of surrounding invasion, and whether or not lymph node metastasis is present.\nAssess the stage of the disease with chest X-ray or chest-abdominal computed tomography to find signs of distant metastasis to other organs, in order to develop a treatment plan and appropriate regimen for the patient.\nGastrointestinal endoscopy may be indicated when the patient exhibits widespread intra-abdominal pathology, gastrointestinal symptoms, and when distinguishing between primary ovarian tumors and metastases to the ovaries (eg. cancer from the gastrointestinal tract that metastasizes to the ovaries, also known as “Krukenberg tumor”).\nSome nuclear medicine imaging diagnostics may be indicated depending on the specific patient such as bone scan, PET/CT,...\nBlood tests to assess tumor biomarkers (CA-125, AFP, beta-hCG, etc.)\nWhen detecting an abnormal ovarian mass, the treating doctor may prescribe additional blood tests to measure biomarkers such as CA-125, AFP, beta-hCG, etc., contributing to additional support for diagnosis. orientation of benign or malignant nature, as well as monitoring treatment response, disease recurrence, etc. These biomarkers can increase in many benign and malignant diseases, doctors will coordinate with Clinical symptoms and other imaging tests to make a diagnosis. For example, increased CA-125 index can be seen in ovarian carcinoma, increased AFP and beta-hCG in germ cell tumors, etc.\nIntraoperative biopsy\nA biopsy may be performed during surgery (called a “cryogenic biopsy”), the surgeon will take a sample from the tumor and other suspicious lesions and send it to the pathology department for evaluation. instant. This plays an important role in helping the surgeon choose the appropriate surgical option. For example, in cases of widespread melanoma, the surgeon may perform a tumor resection, adnexectomy, total hysterectomy, or lymphadenectomy. Surgical methods according to pathology, stage, fertility wishes, etc.\nOther histopathological evaluation\nFor patients with abdominal fluid, the fluid may be removed and sent to the pathology department to check for cancer cells. Neck lymph node biopsy in case of suspected metastasis, etc. With those results, the patient can receive systemic treatment such as chemotherapy before surgery."
        },
        {
            "subsection_name": "Treatment of stage I ovarian cancer",
            "subsection_content": "Is stage 1 ovarian cancer curable? MSc. Dr. Luu Thao Ngoc said that in fact, early stage ovarian cancer can be treated successfully with surgery, and in some cases adjuvant chemotherapy is indicated. (5)\nStage I ovarian cancer surgery\nPatients with stage I ovarian cancer are often referred for surgery right from the beginning. The role of surgery is to confirm the diagnosis, assess the level of tumor invasion and maximize tumor damage. Conservative surgery in cases where the patient still wishes to reproduce; or surgery to remove the entire uterus, ovaries and fallopian tubes on both sides, the greater omentum under the transverse colon, and the appendix (in cases of mucinous type), evaluating regional lymph nodes to limit the risk of recurrence in this case. In case the patient no longer wishes to have children. As mentioned above, during surgery, the doctor can conduct a frozen biopsy to evaluate the histopathology of the ovarian tumor and choose the optimal surgical method.\nMost stage 1 ovarian cancer can be cured with surgery alone.\nValence\nMSc. Dr. Luu Thao Ngoc said that chemotherapy indications will be based on patient factors, pathology, risks during surgery, etc. Some indications for adjuvant chemotherapy include: cases of stage IC ovarian cancer, high histological grade serous carcinoma...), residual tumor after surgery,...\nManaging patients after treatment:\nAfter completing treatment, patients will be advised to have regular check-ups every 2-4 months for the first 2 years, every 3-6 months for the next 3 years and once a year after 5 years. Examination will help detect recurrence and progression of the disease early so that treatment can be timely. The doctor will conduct a clinical examination and order a number of tests for evaluation (such as tumor biomarker tests, ultrasound, X-ray, computed tomography, etc.).\nGenetic testing to evaluate high-risk genes involved in the pathogenesis of ovarian cancer is often indicated for:\nWomen with a family history of having a relative diagnosed with ovarian cancer. The test will serve the disease screening process throughout a woman's life, and advise on monitoring and preventive treatment for high-risk groups. For example, risk-reducing hysterectomy and adnexectomy can be advised for women aged 35-40 with the BRCA1/2 gene mutation based on fertility wishes to help reduce the risk of cancer. breast cancer, ovarian cancer, fallopian tube cancer, primary peritoneal cancer.; Patients who have been diagnosed with ovarian cancer. Genetic tests can predict response to chemotherapy as well as to specific targeted drugs.\nTo schedule an appointment for examination, screening, consultation and treatment of ovarian cancer at Tam Anh General Hospital, you can contact:\nEarly detection of stage I ovarian cancer helps increase treatment effectiveness, reduce medical costs, increase cure rates and optimize patient survival time.",
            "subsection_string": "Treatment of stage I ovarian cancer\nIs stage 1 ovarian cancer curable? MSc. Dr. Luu Thao Ngoc said that in fact, early stage ovarian cancer can be treated successfully with surgery, and in some cases adjuvant chemotherapy is indicated. (5)\nStage I ovarian cancer surgery\nPatients with stage I ovarian cancer are often referred for surgery right from the beginning. The role of surgery is to confirm the diagnosis, assess the level of tumor invasion and maximize tumor damage. Conservative surgery in cases where the patient still wishes to reproduce; or surgery to remove the entire uterus, ovaries and fallopian tubes on both sides, the greater omentum under the transverse colon, and the appendix (in cases of mucinous type), evaluating regional lymph nodes to limit the risk of recurrence in this case. In case the patient no longer wishes to have children. As mentioned above, during surgery, the doctor can conduct a frozen biopsy to evaluate the histopathology of the ovarian tumor and choose the optimal surgical method.\nMost stage 1 ovarian cancer can be cured with surgery alone.\nValence\nMSc. Dr. Luu Thao Ngoc said that chemotherapy indications will be based on patient factors, pathology, risks during surgery, etc. Some indications for adjuvant chemotherapy include: cases of stage IC ovarian cancer, high histological grade serous carcinoma...), residual tumor after surgery,...\nManaging patients after treatment:\nAfter completing treatment, patients will be advised to have regular check-ups every 2-4 months for the first 2 years, every 3-6 months for the next 3 years and once a year after 5 years. Examination will help detect recurrence and progression of the disease early so that treatment can be timely. The doctor will conduct a clinical examination and order a number of tests for evaluation (such as tumor biomarker tests, ultrasound, X-ray, computed tomography, etc.).\nGenetic testing to evaluate high-risk genes involved in the pathogenesis of ovarian cancer is often indicated for:\nWomen with a family history of having a relative diagnosed with ovarian cancer. The test will serve the disease screening process throughout a woman's life, and advise on monitoring and preventive treatment for high-risk groups. For example, risk-reducing hysterectomy and adnexectomy can be advised for women aged 35-40 with the BRCA1/2 gene mutation based on fertility wishes to help reduce the risk of cancer. breast cancer, ovarian cancer, fallopian tube cancer, primary peritoneal cancer.; Patients who have been diagnosed with ovarian cancer. Genetic tests can predict response to chemotherapy as well as to specific targeted drugs.\nTo schedule an appointment for examination, screening, consultation and treatment of ovarian cancer at Tam Anh General Hospital, you can contact:\nEarly detection of stage I ovarian cancer helps increase treatment effectiveness, reduce medical costs, increase cure rates and optimize patient survival time."
        }
    ],
    "name": "ung-thu-buong-trung-giai-doan-1.json"
}