{
    "title": "Liver cancer: Causes, symptoms and treatment",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-gan/",
    "abstract": "Liver cancer is one of the malignant diseases with the highest number of cases and deaths in Vietnam. The disease is trending at an increasingly younger age, threatening the lives of millions of people if not detected early and with appropriate treatment regimens. This article is expertly advised by Dr. Vu Huu Khiem (Head of Oncology Department, Tam Anh General Hospital, Hanoi) and Dr. Tran Hai Binh (Deputy Head of Oncology Department, Tam Anh General Hospital, Hanoi). The liver is an organ that performs important functions to protect the body against toxins and harmful substances. The liver secretes bile to help digest fats, vitamins and other nutrients. The liver is also the place to store glucose and nutrients to ensure the body's life when it does not get enough food and water. (first)\nScreening, detecting and treating liver cancer early to reduce mortality and complications",
    "content": "Liver cancer: Causes, symptoms and treatment\n\nLiver cancer is one of the malignant diseases with the highest number of cases and deaths in Vietnam. The disease is trending at an increasingly younger age, threatening the lives of millions of people if not detected early and with appropriate treatment regimens. This article is expertly advised by Dr. Vu Huu Khiem (Head of Oncology Department, Tam Anh General Hospital, Hanoi) and Dr. Tran Hai Binh (Deputy Head of Oncology Department, Tam Anh General Hospital, Hanoi). The liver is an organ that performs important functions to protect the body against toxins and harmful substances. The liver secretes bile to help digest fats, vitamins and other nutrients. The liver is also the place to store glucose and nutrients to ensure the body's life when it does not get enough food and water. (first)\nScreening, detecting and treating liver cancer early to reduce mortality and complications\n\nWhat is liver cancer?\nLiver cancer is a condition in which malignant tumors arise in the liver, leading to the destruction of liver cells and hindering the ability of this important organ to function normally.\nThere are two main types of liver cancer:\nPrimary liver cancer: formed from cells in the liver; Secondary liver cancer: develops when cancer cells from other organs metastasize to the liver such as lung cancer, colon cancer, breast cancer...\nNote: This article only covers primary cancers.\nImage of liver cancer mass.\n\nClassification of primary liver cancer\nPrimary liver cancer can start as a single tumor growing in the liver, or form in multiple locations in the liver at the same time, including: (2)\nHepatocellular carcinoma\nHepatoCellular Carcinoma (abbreviated as HCC) is the most common type of cancer, accounting for about 75% of cases. Most hepatocellular carcinoma occurs in people with viral hepatitis B or C, or alcoholic cirrhosis.\nHepatocellular carcinoma (tumor of the liver and blood vessels in the liver)\nCholangiocarcinoma\nCholangiocarcinoma, also known as bile duct cancer, forms in small bile ducts. These bile ducts carry bile to the gallbladder and down to the small intestine to help digest food.\nWhen cancer forms in the bile ducts in the liver, it is called intrahepatic cholangiocarcinoma. If it forms in the extrahepatic bile ducts, it is called extrahepatic cholangiocarcinoma.\nCholangiocarcinoma accounts for about 10 - 20% of liver cancer cases.\nCholangiocarcinoma (sites in the biliary tract)\nMalignant hemangioma\nMalignant hepatic hemangioma is a rare form of cancer that originates in the blood vessels of the liver. This type of cancer tends to progress very quickly, so it is often diagnosed when it has reached a late stage.\nHepatoblastoma\nThis type of liver cancer is extremely rare. Most cases of the disease occur in children, especially those under 3 years old.\nIf treated with surgery and chemotherapy, the prognosis for people with hepatoblastoma can be very good. If the disease is detected in its early stages, survival rates are often higher than 90%.\n\nSymptoms of liver cancer\nMost people have no signs and symptoms in the early stages of primary liver cancer. Obvious signs often come at a late stage such as:\nUnexplained weight loss;; Loss of appetite;; Feeling of heaviness, pain or self-palpable mass in the right lower quadrant;; Nausea and vomiting;; Fatigue, physical weakness;; Distention;; Yellow skin, yellow eyes, dark urine, pale stools;; Fever.\nThe most common symptom of liver cancer is pain in the upper abdomen\n\nCauses of liver cancer\nLiver cancer occurs when liver cells have changes (mutations) in their DNA. The cell's DNA serves as a guide for all chemical processes in the body's cells. DNA mutations cause changes in this instruction process. As a result, cells begin to grow out of control, eventually forming a tumor – a mass of cancer cells. (3)\nSometimes, liver malignancy develops from a medical condition, such as chronic hepatitis. In some cases, the disease occurs in people who have no medical condition, making it impossible for doctors to determine the cause of the disease.\n\nWho is at risk of liver cancer?\nFactors that increase the risk of developing the disease include:\nChronic HBV or HCV infection: Chronic hepatitis B virus (HBV) or hepatitis C virus (HCV) infection;; Cirrhosis: Progressive and irreversible cirrhosis causes scar tissue to form in the liver;; Some genetic liver diseases: Liver diseases that can increase the risk of liver cancer include hemochromatosis and Wilson's disease (copper metabolism disorder).; Diabetes: People with this blood sugar disorder have a higher risk of liver cancer than people without the disease.; Non-alcoholic fatty liver disease: Fat accumulation in the liver is the cause of increased risk of liver cancer.; Exposure to aflatoxins: Aflatoxins are toxins produced by molds on poorly stored crops. Crops, such as grains and nuts, can be contaminated with aflatoxins. As a result, foods made from them become dangerous pathogens for the liver.; Excessive alcohol consumption: Consuming more than the recommended amount of alcohol over many years can lead to irreversible liver damage, increasing the risk of liver cancer.\nThe risk of liver cancer increases in people who drink too much alcohol over a long period of time\n\nStages of liver cancer\nCancer stage indicates how advanced the tumor is in the body for the best treatment. Liver cancer is divided into 4 stages: I, II, III, IV. (4)\nStage I liver cancer\nThere is a single tumor in the liver, which has not invaded any blood vessels in the liver.\nStage II liver cancer\nA single tumor in the liver that has invaded blood vessels, or multiple tumors located in the liver but less than 5cm in size.\nStage III liver cancer\nStage IIIA: There are multiple tumors in the liver and at least one tumor is larger than 5cm; There has been no metastasis to lymph nodes or organs other than the liver.; Stage IIIB: There is one or more liver tumors, invading one of the major blood vessels in the liver (portal vein or hepatic vein) or invading the peritoneum, with no metastasis to lymph nodes or other organs outside the liver. liver.\nStage IV liver cancer\nStage IVA: Tumors have metastasized to lymph nodes near the liver, but not to distant organs; Stage IVB: The tumor has metastasized to distant organs such as the lungs, bones, or brain.\nSee more: End-stage liver cancer: Symptoms and palliative treatment.\n\nIs liver cancer dangerous?\nLiver cancer is dangerous in that it can lead to a number of complications. The most noticeable is the condition where the tumor blocks the bile duct, damages liver cells, and disrupts liver function, leading to the accumulation of toxins in the body and other complications.\nAnemia\nAnemia (low red blood cell count) is a very common complication of liver cancer. The cause of this complication is due to lack of clotting factors leading to bleeding. Prolonged anemia can make the patient feel tired, short of breath, have a fast heart rate, pale skin and dizziness.\nBile duct blockage\nBile is created in the liver. The ducts are the \"pathways\" that transport bile to the gallbladder and to the small intestine. Liver tumors or bile duct tumors can develop in the duct or nearby, leading to blockage of the bile duct. When the duct is blocked, it will cause pain in the right upper abdomen, nausea, vomiting, jaundice and itching.\nBleed\nThe liver is responsible for making proteins (clotting factors) that help blood clot. When a large portion of the liver has been damaged by cancer cells, blood clotting proteins are no longer produced in sufficient quantities. As a result, bleeding can occur (even with a normal platelet count) leading to anemia. The first sign of this complication is often bleeding when brushing your teeth or frequent nosebleeds. At a more serious level, the patient is at risk of internal bleeding.\nEsophageal varices\nA tumor in the liver makes it difficult for blood to circulate through the small veins in the esophagus to the large veins, gradually causing varicose veins. When small veins rupture, they lead to bleeding in the esophagus, called esophageal variceal bleeding, which is life-threatening if not treated quickly. Similarly, this complication is also likely to occur in the stomach and intestines.\nHepatorenal syndrome\nThis is a condition in which liver disease affects the kidneys due to changes in blood vessels that reduce blood flow to the kidneys. Hepatorenal syndrome is very common in patients with liver cancer as well as other liver diseases. Experts estimate that 40% of people with cirrhosis will develop this syndrome within 5 years. Unfortunately, those with hepatorenal syndrome often cannot recover unless a liver transplant is performed.\nHepatic encephalopathy\nToxins that the liver cannot remove will travel to the brain causing memory loss, disorientation, personality changes and confusion. There are many ways to treat hepatic encephalopathy, and the prognosis depends on the severity of the liver tumor.\n\nDiagnostic method\nDiagnosing liver cancer begins with a general examination and asking about medical history. Tell your doctor if you have a long history of drinking alcohol or have chronic hepatitis B or C infection.\nDiagnostic tests and procedures include:\nLiver function tests such as measuring protein, albumin, liver enzymes and bilirubin levels in the blood: help doctors determine the health status of the liver.; Test for liver tumor markers in the blood: AFP (alpha-fetoprotein), AFP-L3, PIVKA-II (prothrombin induced by the absence of vitamin K or antagonist-II) in the blood: If the results are high, the possibility Liver cancer is quite high.; Abdominal ultrasound, abdominal CT scan or hepatobiliary MRI: help create detailed images of the liver and other organs in the abdomen. Thanks to that, doctors can determine the location and size of the growing tumor, thereby assessing whether it has metastasized to other organs or not.\nAbdominal ultrasound is an imaging method that helps in early detection and is easy to perform during screening for everyone.\nMost cases of hepatocellular carcinoma (HCC) can be definitively diagnosed if the patient has a typical liver tumor image on CT or MRI images, and has increased liver cancer markers in the blood ( AFP), with or without hepatitis B/C infection without the need for liver tumor biopsy.\nIn some necessary cases, for diagnosis, the doctor will prescribe a liver biopsy. Under ultrasound or CT guidance, the doctor will insert a needle through the abdominal wall into the gas tumor and take a small sample of liver tissue. The tissue sample is then examined under a microscope to look for cancer cells. Liver biopsy can also be performed by laparoscopy. A small, flexible tube with a camera attached will be inserted into the abdomen through a small incision. The camera allows doctors to clearly see the liver and take tissue samples accurately.\nNeedle biopsy of liver tumor\nAfter being diagnosed with liver cancer, the doctor will determine the stage of the disease, thereby providing an appropriate treatment regimen as well as prognosis.\n\nTreatment of malignant liver tumors\nThe doctor will consider which method to treat liver cancer based on the following factors: (5)\nNumber, size and location of tumors in the liver;; Liver function;; Have cirrhosis or not;; Has the tumor metastasized to lymph nodes or other organs?\nCommon methods used to treat liver cancer include:\nSurgery\nHepatectomy is performed to remove the part of the liver containing the tumor. This method is often performed when cancer cells are limited to the liver. Over time, the remaining healthy liver tissue will enlarge and replace the removed part.\nLiver transplant\nPart or all of the liver carrying a liver tumor will be replaced with a healthy liver from a donor. Transplantation is only performed if the cancer has not metastasized to other organs. After surgery, patients need to take medication to prevent rejection.\nInjecting ethanol into liver tumors\nFor this method, after anesthetizing the patient, the doctor will inject absolute alcohol (ethanol) into liver tumors smaller than 3cm in size under ultrasound guidance to destroy cancer cells.\nHigh-frequency ablation of liver tumors\nThe doctor will insert a high-frequency waveguide needle into the liver tumor through the abdominal wall under ultrasound guidance or during surgery to burn liver tumors smaller than 3cm in size.\nChemical circuit plug\nThis is a common treatment method for liver cancer patients. Liver tumors are fed by the hepatic artery. Under the digital subtraction scanner (DSA), the doctor inserts a catheter through the femoral artery to the artery that feeds the liver tumor, injects chemicals that attach the sphere to the tumor and plugs this blood vessel. Tumor cells are destroyed due to cutting off blood supply and the effects of chemical drugs.\nRadioembolization (also called selective internal radiotherapy)\nThis is a method of directly injecting radioactive microspheres Y-90 (Yttrium 90) into the arterial branch feeding the liver tumor. These radioactive microspheres block microvessels in the tumor and emit radiation that kills cancer cells.\nExternal radiotherapy\nRadiation therapy is a method that uses high-energy radiation beams to target a tumor to kill cancer cells. Chemotherapy/Targeted drugs/Immune drugs\nIn patients with large tumors, vascular invasion or distant metastases, tumors that recur after surgery or have failed other treatments, doctors will prescribe systemic treatment with chemotherapy drugs. Intravenous infusion, oral or intravenous targeted therapy drugs, intravenous immunotherapy drugs. This method helps reduce tumor growth and metastasis.\nPalliative care\nThese are medical interventions that help reduce complications of cancer: pain relief, protein infusion to improve physical condition...\n\nDisease prevention measures\nAlthough it is impossible to completely prevent liver cancer, following the following measures will help reduce the risk of the disease significantly:\nGet vaccinated against hepatitis B\nBoth children and adults should get the hepatitis B vaccine to prevent the disease. It is recommended that newborns receive the injection within the first 24 hours after birth. If the child is born from a mother infected with hepatitis B, he or she must receive 1 additional dose of hepatitis B serum. After that, the child needs 3 more booster shots (within 1 year from the first shot) to be effective. optimal prevention. Adults, especially those at high risk of infection (such as intravenous drug abusers), should also be vaccinated (3 injections within 6 months).\nHepatitis B vaccination helps prevent dangerous liver diseases\nTake steps to prevent hepatitis C\nThere is no vaccine for hepatitis C, but you can reduce your risk of infection by doing the following:\nHave a safe sex life: Protect yourself and your partner by always using a condom every time you have sex, do not have sex with many people at the same time, do not have sex (even if you use a condom) with people who have or are suspected of having hepatitis or any other sexually transmitted disease.; Do not use drugs, especially injectable drugs such as heroin or cocaine.; Be cautious when getting a tattoo or piercing: Go to a reputable place if you intend to get a piercing or tattoo. This is to ensure that the needles used are absolutely sterile.\nPrevent cirrhosis\nYou can reduce your risk of cirrhosis by:\nLimit alcohol consumption: Women should not drink more than 1 glass of wine per day and men should not drink more than 2 drinks per day.; Maintain a healthy weight: Exercise 30 minutes/day, at least 5 days/week; Following a balanced diet (reducing bad carbs, fried foods, and sweets; increasing lean protein, whole grains, and vegetables) will help you keep your body mass index (BMI) within your limits. term 18.5 – 22.9.\nRegular exercise combined with a balanced diet to avoid being overweight or obese\nScreening and early detection of cancer\nRegular screening and health examinations are very important to detect malignant tumors at an early stage, which can be cured and reduce costs for patients, especially in people at high risk: hepatitis. Chronic B/C, cirrhosis...\n\nNutrition for people with liver cancer\nNutrition plays an important role in the treatment process for liver cancer patients. Some notes are as follows:\nEat fresh foods, stay away from processed foods: The liver is responsible for detoxification, and processed foods contain many additives and chemicals. Therefore, patients should avoid these foods. Furthermore, highly processed foods, such as bacon, sausage, ham... also need to be eliminated from the patient's menu.; Increase ginger use: People being treated for liver cancer often feel nauseous. At this time, ginger is a spice that helps relieve nausea effectively. You can drink ginger tea, ginger-honey mixture or add ginger as an additive when preparing food. In addition to ginger, some foods such as bread, cookies, fruits, nuts... also reduce nausea quickly.; Divide meals into small portions: Patients should eat 6-8 small meals instead of 3 large meals/day. Splitting meals into smaller portions will help reduce the amount of food consumed at each meal, making it easier for the body to absorb.; Complete and diverse nutritional diet; Note how to prepare food: It will be much healthier if you boil or steam food instead of baking or frying at high temperatures.; Limit alcohol: Your liver has suffered a lot of damage. Surely, you don't want to hurt it any further. To do so, stay away from alcohol - the leading cause of liver damage.\nOriented to become one of the leading cancer consulting and treatment centers, Tam Anh General Hospital Oncology Department provides leading health care services, screening for early detection of liver cancer, applying Multi-modal treatment model and individualization of treatment: surgery, radiofrequency ablation, chemical embolization, systemic treatment (chemical drugs, targeted drugs, immunotherapy drugs).\nTam Anh General Hospital Oncology Department is invested in modern equipment, has a sterile chemical mixing room meeting international standards, ensuring accuracy in dosage and environmental safety; The chemical infusion chair is comfortable, meeting the needs of relaxation, entertainment and ensuring privacy for the patient.\nThis place brings together a team of highly specialized doctors and nurses who always pay attention to specialized care for each patient, support access to leading medical experts abroad, and quickly update equivalent treatment regimens. with world standards, contributing to improving the quality of medical examination and treatment services for cancer patients in the region and patients returning from foreign medical centers.\nIn addition, the Oncology Department of Tam Anh General Hospital also coordinates with other departments (General Surgery, Gastroenterology, Laboratory Testing, Imaging, Pathology...) to create a comprehensive, multi-modal treatment plan for the patient. cancer cause; Update and apply advances in molecular biology to develop treatment regimens; improve quality of life for patients.\nChemical infusion room with colorful comfortable chairs, inspiring patients undergoing treatment\nLiver cancer can occur at any age and any gender. Therefore, in addition to maintaining a healthy lifestyle and getting fully vaccinated, you need to proactively have regular health check-ups to protect your liver from today.",
    "subsections": [
        {
            "subsection_name": "What is liver cancer?",
            "subsection_content": "Liver cancer is a condition in which malignant tumors arise in the liver, leading to the destruction of liver cells and hindering the ability of this important organ to function normally.\nThere are two main types of liver cancer:\nPrimary liver cancer: formed from cells in the liver; Secondary liver cancer: develops when cancer cells from other organs metastasize to the liver such as lung cancer, colon cancer, breast cancer...\nNote: This article only covers primary cancers.\nImage of liver cancer mass.",
            "subsection_string": "What is liver cancer?\nLiver cancer is a condition in which malignant tumors arise in the liver, leading to the destruction of liver cells and hindering the ability of this important organ to function normally.\nThere are two main types of liver cancer:\nPrimary liver cancer: formed from cells in the liver; Secondary liver cancer: develops when cancer cells from other organs metastasize to the liver such as lung cancer, colon cancer, breast cancer...\nNote: This article only covers primary cancers.\nImage of liver cancer mass."
        },
        {
            "subsection_name": "Classification of primary liver cancer",
            "subsection_content": "Primary liver cancer can start as a single tumor growing in the liver, or form in multiple locations in the liver at the same time, including: (2)\nHepatocellular carcinoma\nHepatoCellular Carcinoma (abbreviated as HCC) is the most common type of cancer, accounting for about 75% of cases. Most hepatocellular carcinoma occurs in people with viral hepatitis B or C, or alcoholic cirrhosis.\nHepatocellular carcinoma (tumor of the liver and blood vessels in the liver)\nCholangiocarcinoma\nCholangiocarcinoma, also known as bile duct cancer, forms in small bile ducts. These bile ducts carry bile to the gallbladder and down to the small intestine to help digest food.\nWhen cancer forms in the bile ducts in the liver, it is called intrahepatic cholangiocarcinoma. If it forms in the extrahepatic bile ducts, it is called extrahepatic cholangiocarcinoma.\nCholangiocarcinoma accounts for about 10 - 20% of liver cancer cases.\nCholangiocarcinoma (sites in the biliary tract)\nMalignant hemangioma\nMalignant hepatic hemangioma is a rare form of cancer that originates in the blood vessels of the liver. This type of cancer tends to progress very quickly, so it is often diagnosed when it has reached a late stage.\nHepatoblastoma\nThis type of liver cancer is extremely rare. Most cases of the disease occur in children, especially those under 3 years old.\nIf treated with surgery and chemotherapy, the prognosis for people with hepatoblastoma can be very good. If the disease is detected in its early stages, survival rates are often higher than 90%.",
            "subsection_string": "Classification of primary liver cancer\nPrimary liver cancer can start as a single tumor growing in the liver, or form in multiple locations in the liver at the same time, including: (2)\nHepatocellular carcinoma\nHepatoCellular Carcinoma (abbreviated as HCC) is the most common type of cancer, accounting for about 75% of cases. Most hepatocellular carcinoma occurs in people with viral hepatitis B or C, or alcoholic cirrhosis.\nHepatocellular carcinoma (tumor of the liver and blood vessels in the liver)\nCholangiocarcinoma\nCholangiocarcinoma, also known as bile duct cancer, forms in small bile ducts. These bile ducts carry bile to the gallbladder and down to the small intestine to help digest food.\nWhen cancer forms in the bile ducts in the liver, it is called intrahepatic cholangiocarcinoma. If it forms in the extrahepatic bile ducts, it is called extrahepatic cholangiocarcinoma.\nCholangiocarcinoma accounts for about 10 - 20% of liver cancer cases.\nCholangiocarcinoma (sites in the biliary tract)\nMalignant hemangioma\nMalignant hepatic hemangioma is a rare form of cancer that originates in the blood vessels of the liver. This type of cancer tends to progress very quickly, so it is often diagnosed when it has reached a late stage.\nHepatoblastoma\nThis type of liver cancer is extremely rare. Most cases of the disease occur in children, especially those under 3 years old.\nIf treated with surgery and chemotherapy, the prognosis for people with hepatoblastoma can be very good. If the disease is detected in its early stages, survival rates are often higher than 90%."
        },
        {
            "subsection_name": "Symptoms of liver cancer",
            "subsection_content": "Most people have no signs and symptoms in the early stages of primary liver cancer. Obvious signs often come at a late stage such as:\nUnexplained weight loss;; Loss of appetite;; Feeling of heaviness, pain or self-palpable mass in the right lower quadrant;; Nausea and vomiting;; Fatigue, physical weakness;; Distention;; Yellow skin, yellow eyes, dark urine, pale stools;; Fever.\nThe most common symptom of liver cancer is pain in the upper abdomen",
            "subsection_string": "Symptoms of liver cancer\nMost people have no signs and symptoms in the early stages of primary liver cancer. Obvious signs often come at a late stage such as:\nUnexplained weight loss;; Loss of appetite;; Feeling of heaviness, pain or self-palpable mass in the right lower quadrant;; Nausea and vomiting;; Fatigue, physical weakness;; Distention;; Yellow skin, yellow eyes, dark urine, pale stools;; Fever.\nThe most common symptom of liver cancer is pain in the upper abdomen"
        },
        {
            "subsection_name": "Causes of liver cancer",
            "subsection_content": "Liver cancer occurs when liver cells have changes (mutations) in their DNA. The cell's DNA serves as a guide for all chemical processes in the body's cells. DNA mutations cause changes in this instruction process. As a result, cells begin to grow out of control, eventually forming a tumor – a mass of cancer cells. (3)\nSometimes, liver malignancy develops from a medical condition, such as chronic hepatitis. In some cases, the disease occurs in people who have no medical condition, making it impossible for doctors to determine the cause of the disease.",
            "subsection_string": "Causes of liver cancer\nLiver cancer occurs when liver cells have changes (mutations) in their DNA. The cell's DNA serves as a guide for all chemical processes in the body's cells. DNA mutations cause changes in this instruction process. As a result, cells begin to grow out of control, eventually forming a tumor – a mass of cancer cells. (3)\nSometimes, liver malignancy develops from a medical condition, such as chronic hepatitis. In some cases, the disease occurs in people who have no medical condition, making it impossible for doctors to determine the cause of the disease."
        },
        {
            "subsection_name": "Who is at risk of liver cancer?",
            "subsection_content": "Factors that increase the risk of developing the disease include:\nChronic HBV or HCV infection: Chronic hepatitis B virus (HBV) or hepatitis C virus (HCV) infection;; Cirrhosis: Progressive and irreversible cirrhosis causes scar tissue to form in the liver;; Some genetic liver diseases: Liver diseases that can increase the risk of liver cancer include hemochromatosis and Wilson's disease (copper metabolism disorder).; Diabetes: People with this blood sugar disorder have a higher risk of liver cancer than people without the disease.; Non-alcoholic fatty liver disease: Fat accumulation in the liver is the cause of increased risk of liver cancer.; Exposure to aflatoxins: Aflatoxins are toxins produced by molds on poorly stored crops. Crops, such as grains and nuts, can be contaminated with aflatoxins. As a result, foods made from them become dangerous pathogens for the liver.; Excessive alcohol consumption: Consuming more than the recommended amount of alcohol over many years can lead to irreversible liver damage, increasing the risk of liver cancer.\nThe risk of liver cancer increases in people who drink too much alcohol over a long period of time",
            "subsection_string": "Who is at risk of liver cancer?\nFactors that increase the risk of developing the disease include:\nChronic HBV or HCV infection: Chronic hepatitis B virus (HBV) or hepatitis C virus (HCV) infection;; Cirrhosis: Progressive and irreversible cirrhosis causes scar tissue to form in the liver;; Some genetic liver diseases: Liver diseases that can increase the risk of liver cancer include hemochromatosis and Wilson's disease (copper metabolism disorder).; Diabetes: People with this blood sugar disorder have a higher risk of liver cancer than people without the disease.; Non-alcoholic fatty liver disease: Fat accumulation in the liver is the cause of increased risk of liver cancer.; Exposure to aflatoxins: Aflatoxins are toxins produced by molds on poorly stored crops. Crops, such as grains and nuts, can be contaminated with aflatoxins. As a result, foods made from them become dangerous pathogens for the liver.; Excessive alcohol consumption: Consuming more than the recommended amount of alcohol over many years can lead to irreversible liver damage, increasing the risk of liver cancer.\nThe risk of liver cancer increases in people who drink too much alcohol over a long period of time"
        },
        {
            "subsection_name": "Stages of liver cancer",
            "subsection_content": "Cancer stage indicates how advanced the tumor is in the body for the best treatment. Liver cancer is divided into 4 stages: I, II, III, IV. (4)\nStage I liver cancer\nThere is a single tumor in the liver, which has not invaded any blood vessels in the liver.\nStage II liver cancer\nA single tumor in the liver that has invaded blood vessels, or multiple tumors located in the liver but less than 5cm in size.\nStage III liver cancer\nStage IIIA: There are multiple tumors in the liver and at least one tumor is larger than 5cm; There has been no metastasis to lymph nodes or organs other than the liver.; Stage IIIB: There is one or more liver tumors, invading one of the major blood vessels in the liver (portal vein or hepatic vein) or invading the peritoneum, with no metastasis to lymph nodes or other organs outside the liver. liver.\nStage IV liver cancer\nStage IVA: Tumors have metastasized to lymph nodes near the liver, but not to distant organs; Stage IVB: The tumor has metastasized to distant organs such as the lungs, bones, or brain.\nSee more: End-stage liver cancer: Symptoms and palliative treatment.",
            "subsection_string": "Stages of liver cancer\nCancer stage indicates how advanced the tumor is in the body for the best treatment. Liver cancer is divided into 4 stages: I, II, III, IV. (4)\nStage I liver cancer\nThere is a single tumor in the liver, which has not invaded any blood vessels in the liver.\nStage II liver cancer\nA single tumor in the liver that has invaded blood vessels, or multiple tumors located in the liver but less than 5cm in size.\nStage III liver cancer\nStage IIIA: There are multiple tumors in the liver and at least one tumor is larger than 5cm; There has been no metastasis to lymph nodes or organs other than the liver.; Stage IIIB: There is one or more liver tumors, invading one of the major blood vessels in the liver (portal vein or hepatic vein) or invading the peritoneum, with no metastasis to lymph nodes or other organs outside the liver. liver.\nStage IV liver cancer\nStage IVA: Tumors have metastasized to lymph nodes near the liver, but not to distant organs; Stage IVB: The tumor has metastasized to distant organs such as the lungs, bones, or brain.\nSee more: End-stage liver cancer: Symptoms and palliative treatment."
        },
        {
            "subsection_name": "Is liver cancer dangerous?",
            "subsection_content": "Liver cancer is dangerous in that it can lead to a number of complications. The most noticeable is the condition where the tumor blocks the bile duct, damages liver cells, and disrupts liver function, leading to the accumulation of toxins in the body and other complications.\nAnemia\nAnemia (low red blood cell count) is a very common complication of liver cancer. The cause of this complication is due to lack of clotting factors leading to bleeding. Prolonged anemia can make the patient feel tired, short of breath, have a fast heart rate, pale skin and dizziness.\nBile duct blockage\nBile is created in the liver. The ducts are the \"pathways\" that transport bile to the gallbladder and to the small intestine. Liver tumors or bile duct tumors can develop in the duct or nearby, leading to blockage of the bile duct. When the duct is blocked, it will cause pain in the right upper abdomen, nausea, vomiting, jaundice and itching.\nBleed\nThe liver is responsible for making proteins (clotting factors) that help blood clot. When a large portion of the liver has been damaged by cancer cells, blood clotting proteins are no longer produced in sufficient quantities. As a result, bleeding can occur (even with a normal platelet count) leading to anemia. The first sign of this complication is often bleeding when brushing your teeth or frequent nosebleeds. At a more serious level, the patient is at risk of internal bleeding.\nEsophageal varices\nA tumor in the liver makes it difficult for blood to circulate through the small veins in the esophagus to the large veins, gradually causing varicose veins. When small veins rupture, they lead to bleeding in the esophagus, called esophageal variceal bleeding, which is life-threatening if not treated quickly. Similarly, this complication is also likely to occur in the stomach and intestines.\nHepatorenal syndrome\nThis is a condition in which liver disease affects the kidneys due to changes in blood vessels that reduce blood flow to the kidneys. Hepatorenal syndrome is very common in patients with liver cancer as well as other liver diseases. Experts estimate that 40% of people with cirrhosis will develop this syndrome within 5 years. Unfortunately, those with hepatorenal syndrome often cannot recover unless a liver transplant is performed.\nHepatic encephalopathy\nToxins that the liver cannot remove will travel to the brain causing memory loss, disorientation, personality changes and confusion. There are many ways to treat hepatic encephalopathy, and the prognosis depends on the severity of the liver tumor.",
            "subsection_string": "Is liver cancer dangerous?\nLiver cancer is dangerous in that it can lead to a number of complications. The most noticeable is the condition where the tumor blocks the bile duct, damages liver cells, and disrupts liver function, leading to the accumulation of toxins in the body and other complications.\nAnemia\nAnemia (low red blood cell count) is a very common complication of liver cancer. The cause of this complication is due to lack of clotting factors leading to bleeding. Prolonged anemia can make the patient feel tired, short of breath, have a fast heart rate, pale skin and dizziness.\nBile duct blockage\nBile is created in the liver. The ducts are the \"pathways\" that transport bile to the gallbladder and to the small intestine. Liver tumors or bile duct tumors can develop in the duct or nearby, leading to blockage of the bile duct. When the duct is blocked, it will cause pain in the right upper abdomen, nausea, vomiting, jaundice and itching.\nBleed\nThe liver is responsible for making proteins (clotting factors) that help blood clot. When a large portion of the liver has been damaged by cancer cells, blood clotting proteins are no longer produced in sufficient quantities. As a result, bleeding can occur (even with a normal platelet count) leading to anemia. The first sign of this complication is often bleeding when brushing your teeth or frequent nosebleeds. At a more serious level, the patient is at risk of internal bleeding.\nEsophageal varices\nA tumor in the liver makes it difficult for blood to circulate through the small veins in the esophagus to the large veins, gradually causing varicose veins. When small veins rupture, they lead to bleeding in the esophagus, called esophageal variceal bleeding, which is life-threatening if not treated quickly. Similarly, this complication is also likely to occur in the stomach and intestines.\nHepatorenal syndrome\nThis is a condition in which liver disease affects the kidneys due to changes in blood vessels that reduce blood flow to the kidneys. Hepatorenal syndrome is very common in patients with liver cancer as well as other liver diseases. Experts estimate that 40% of people with cirrhosis will develop this syndrome within 5 years. Unfortunately, those with hepatorenal syndrome often cannot recover unless a liver transplant is performed.\nHepatic encephalopathy\nToxins that the liver cannot remove will travel to the brain causing memory loss, disorientation, personality changes and confusion. There are many ways to treat hepatic encephalopathy, and the prognosis depends on the severity of the liver tumor."
        },
        {
            "subsection_name": "Diagnostic method",
            "subsection_content": "Diagnosing liver cancer begins with a general examination and asking about medical history. Tell your doctor if you have a long history of drinking alcohol or have chronic hepatitis B or C infection.\nDiagnostic tests and procedures include:\nLiver function tests such as measuring protein, albumin, liver enzymes and bilirubin levels in the blood: help doctors determine the health status of the liver.; Test for liver tumor markers in the blood: AFP (alpha-fetoprotein), AFP-L3, PIVKA-II (prothrombin induced by the absence of vitamin K or antagonist-II) in the blood: If the results are high, the possibility Liver cancer is quite high.; Abdominal ultrasound, abdominal CT scan or hepatobiliary MRI: help create detailed images of the liver and other organs in the abdomen. Thanks to that, doctors can determine the location and size of the growing tumor, thereby assessing whether it has metastasized to other organs or not.\nAbdominal ultrasound is an imaging method that helps in early detection and is easy to perform during screening for everyone.\nMost cases of hepatocellular carcinoma (HCC) can be definitively diagnosed if the patient has a typical liver tumor image on CT or MRI images, and has increased liver cancer markers in the blood ( AFP), with or without hepatitis B/C infection without the need for liver tumor biopsy.\nIn some necessary cases, for diagnosis, the doctor will prescribe a liver biopsy. Under ultrasound or CT guidance, the doctor will insert a needle through the abdominal wall into the gas tumor and take a small sample of liver tissue. The tissue sample is then examined under a microscope to look for cancer cells. Liver biopsy can also be performed by laparoscopy. A small, flexible tube with a camera attached will be inserted into the abdomen through a small incision. The camera allows doctors to clearly see the liver and take tissue samples accurately.\nNeedle biopsy of liver tumor\nAfter being diagnosed with liver cancer, the doctor will determine the stage of the disease, thereby providing an appropriate treatment regimen as well as prognosis.",
            "subsection_string": "Diagnostic method\nDiagnosing liver cancer begins with a general examination and asking about medical history. Tell your doctor if you have a long history of drinking alcohol or have chronic hepatitis B or C infection.\nDiagnostic tests and procedures include:\nLiver function tests such as measuring protein, albumin, liver enzymes and bilirubin levels in the blood: help doctors determine the health status of the liver.; Test for liver tumor markers in the blood: AFP (alpha-fetoprotein), AFP-L3, PIVKA-II (prothrombin induced by the absence of vitamin K or antagonist-II) in the blood: If the results are high, the possibility Liver cancer is quite high.; Abdominal ultrasound, abdominal CT scan or hepatobiliary MRI: help create detailed images of the liver and other organs in the abdomen. Thanks to that, doctors can determine the location and size of the growing tumor, thereby assessing whether it has metastasized to other organs or not.\nAbdominal ultrasound is an imaging method that helps in early detection and is easy to perform during screening for everyone.\nMost cases of hepatocellular carcinoma (HCC) can be definitively diagnosed if the patient has a typical liver tumor image on CT or MRI images, and has increased liver cancer markers in the blood ( AFP), with or without hepatitis B/C infection without the need for liver tumor biopsy.\nIn some necessary cases, for diagnosis, the doctor will prescribe a liver biopsy. Under ultrasound or CT guidance, the doctor will insert a needle through the abdominal wall into the gas tumor and take a small sample of liver tissue. The tissue sample is then examined under a microscope to look for cancer cells. Liver biopsy can also be performed by laparoscopy. A small, flexible tube with a camera attached will be inserted into the abdomen through a small incision. The camera allows doctors to clearly see the liver and take tissue samples accurately.\nNeedle biopsy of liver tumor\nAfter being diagnosed with liver cancer, the doctor will determine the stage of the disease, thereby providing an appropriate treatment regimen as well as prognosis."
        },
        {
            "subsection_name": "Treatment of malignant liver tumors",
            "subsection_content": "The doctor will consider which method to treat liver cancer based on the following factors: (5)\nNumber, size and location of tumors in the liver;; Liver function;; Have cirrhosis or not;; Has the tumor metastasized to lymph nodes or other organs?\nCommon methods used to treat liver cancer include:\nSurgery\nHepatectomy is performed to remove the part of the liver containing the tumor. This method is often performed when cancer cells are limited to the liver. Over time, the remaining healthy liver tissue will enlarge and replace the removed part.\nLiver transplant\nPart or all of the liver carrying a liver tumor will be replaced with a healthy liver from a donor. Transplantation is only performed if the cancer has not metastasized to other organs. After surgery, patients need to take medication to prevent rejection.\nInjecting ethanol into liver tumors\nFor this method, after anesthetizing the patient, the doctor will inject absolute alcohol (ethanol) into liver tumors smaller than 3cm in size under ultrasound guidance to destroy cancer cells.\nHigh-frequency ablation of liver tumors\nThe doctor will insert a high-frequency waveguide needle into the liver tumor through the abdominal wall under ultrasound guidance or during surgery to burn liver tumors smaller than 3cm in size.\nChemical circuit plug\nThis is a common treatment method for liver cancer patients. Liver tumors are fed by the hepatic artery. Under the digital subtraction scanner (DSA), the doctor inserts a catheter through the femoral artery to the artery that feeds the liver tumor, injects chemicals that attach the sphere to the tumor and plugs this blood vessel. Tumor cells are destroyed due to cutting off blood supply and the effects of chemical drugs.\nRadioembolization (also called selective internal radiotherapy)\nThis is a method of directly injecting radioactive microspheres Y-90 (Yttrium 90) into the arterial branch feeding the liver tumor. These radioactive microspheres block microvessels in the tumor and emit radiation that kills cancer cells.\nExternal radiotherapy\nRadiation therapy is a method that uses high-energy radiation beams to target a tumor to kill cancer cells. Chemotherapy/Targeted drugs/Immune drugs\nIn patients with large tumors, vascular invasion or distant metastases, tumors that recur after surgery or have failed other treatments, doctors will prescribe systemic treatment with chemotherapy drugs. Intravenous infusion, oral or intravenous targeted therapy drugs, intravenous immunotherapy drugs. This method helps reduce tumor growth and metastasis.\nPalliative care\nThese are medical interventions that help reduce complications of cancer: pain relief, protein infusion to improve physical condition...",
            "subsection_string": "Treatment of malignant liver tumors\nThe doctor will consider which method to treat liver cancer based on the following factors: (5)\nNumber, size and location of tumors in the liver;; Liver function;; Have cirrhosis or not;; Has the tumor metastasized to lymph nodes or other organs?\nCommon methods used to treat liver cancer include:\nSurgery\nHepatectomy is performed to remove the part of the liver containing the tumor. This method is often performed when cancer cells are limited to the liver. Over time, the remaining healthy liver tissue will enlarge and replace the removed part.\nLiver transplant\nPart or all of the liver carrying a liver tumor will be replaced with a healthy liver from a donor. Transplantation is only performed if the cancer has not metastasized to other organs. After surgery, patients need to take medication to prevent rejection.\nInjecting ethanol into liver tumors\nFor this method, after anesthetizing the patient, the doctor will inject absolute alcohol (ethanol) into liver tumors smaller than 3cm in size under ultrasound guidance to destroy cancer cells.\nHigh-frequency ablation of liver tumors\nThe doctor will insert a high-frequency waveguide needle into the liver tumor through the abdominal wall under ultrasound guidance or during surgery to burn liver tumors smaller than 3cm in size.\nChemical circuit plug\nThis is a common treatment method for liver cancer patients. Liver tumors are fed by the hepatic artery. Under the digital subtraction scanner (DSA), the doctor inserts a catheter through the femoral artery to the artery that feeds the liver tumor, injects chemicals that attach the sphere to the tumor and plugs this blood vessel. Tumor cells are destroyed due to cutting off blood supply and the effects of chemical drugs.\nRadioembolization (also called selective internal radiotherapy)\nThis is a method of directly injecting radioactive microspheres Y-90 (Yttrium 90) into the arterial branch feeding the liver tumor. These radioactive microspheres block microvessels in the tumor and emit radiation that kills cancer cells.\nExternal radiotherapy\nRadiation therapy is a method that uses high-energy radiation beams to target a tumor to kill cancer cells. Chemotherapy/Targeted drugs/Immune drugs\nIn patients with large tumors, vascular invasion or distant metastases, tumors that recur after surgery or have failed other treatments, doctors will prescribe systemic treatment with chemotherapy drugs. Intravenous infusion, oral or intravenous targeted therapy drugs, intravenous immunotherapy drugs. This method helps reduce tumor growth and metastasis.\nPalliative care\nThese are medical interventions that help reduce complications of cancer: pain relief, protein infusion to improve physical condition..."
        },
        {
            "subsection_name": "Disease prevention measures",
            "subsection_content": "Although it is impossible to completely prevent liver cancer, following the following measures will help reduce the risk of the disease significantly:\nGet vaccinated against hepatitis B\nBoth children and adults should get the hepatitis B vaccine to prevent the disease. It is recommended that newborns receive the injection within the first 24 hours after birth. If the child is born from a mother infected with hepatitis B, he or she must receive 1 additional dose of hepatitis B serum. After that, the child needs 3 more booster shots (within 1 year from the first shot) to be effective. optimal prevention. Adults, especially those at high risk of infection (such as intravenous drug abusers), should also be vaccinated (3 injections within 6 months).\nHepatitis B vaccination helps prevent dangerous liver diseases\nTake steps to prevent hepatitis C\nThere is no vaccine for hepatitis C, but you can reduce your risk of infection by doing the following:\nHave a safe sex life: Protect yourself and your partner by always using a condom every time you have sex, do not have sex with many people at the same time, do not have sex (even if you use a condom) with people who have or are suspected of having hepatitis or any other sexually transmitted disease.; Do not use drugs, especially injectable drugs such as heroin or cocaine.; Be cautious when getting a tattoo or piercing: Go to a reputable place if you intend to get a piercing or tattoo. This is to ensure that the needles used are absolutely sterile.\nPrevent cirrhosis\nYou can reduce your risk of cirrhosis by:\nLimit alcohol consumption: Women should not drink more than 1 glass of wine per day and men should not drink more than 2 drinks per day.; Maintain a healthy weight: Exercise 30 minutes/day, at least 5 days/week; Following a balanced diet (reducing bad carbs, fried foods, and sweets; increasing lean protein, whole grains, and vegetables) will help you keep your body mass index (BMI) within your limits. term 18.5 – 22.9.\nRegular exercise combined with a balanced diet to avoid being overweight or obese\nScreening and early detection of cancer\nRegular screening and health examinations are very important to detect malignant tumors at an early stage, which can be cured and reduce costs for patients, especially in people at high risk: hepatitis. Chronic B/C, cirrhosis...",
            "subsection_string": "Disease prevention measures\nAlthough it is impossible to completely prevent liver cancer, following the following measures will help reduce the risk of the disease significantly:\nGet vaccinated against hepatitis B\nBoth children and adults should get the hepatitis B vaccine to prevent the disease. It is recommended that newborns receive the injection within the first 24 hours after birth. If the child is born from a mother infected with hepatitis B, he or she must receive 1 additional dose of hepatitis B serum. After that, the child needs 3 more booster shots (within 1 year from the first shot) to be effective. optimal prevention. Adults, especially those at high risk of infection (such as intravenous drug abusers), should also be vaccinated (3 injections within 6 months).\nHepatitis B vaccination helps prevent dangerous liver diseases\nTake steps to prevent hepatitis C\nThere is no vaccine for hepatitis C, but you can reduce your risk of infection by doing the following:\nHave a safe sex life: Protect yourself and your partner by always using a condom every time you have sex, do not have sex with many people at the same time, do not have sex (even if you use a condom) with people who have or are suspected of having hepatitis or any other sexually transmitted disease.; Do not use drugs, especially injectable drugs such as heroin or cocaine.; Be cautious when getting a tattoo or piercing: Go to a reputable place if you intend to get a piercing or tattoo. This is to ensure that the needles used are absolutely sterile.\nPrevent cirrhosis\nYou can reduce your risk of cirrhosis by:\nLimit alcohol consumption: Women should not drink more than 1 glass of wine per day and men should not drink more than 2 drinks per day.; Maintain a healthy weight: Exercise 30 minutes/day, at least 5 days/week; Following a balanced diet (reducing bad carbs, fried foods, and sweets; increasing lean protein, whole grains, and vegetables) will help you keep your body mass index (BMI) within your limits. term 18.5 – 22.9.\nRegular exercise combined with a balanced diet to avoid being overweight or obese\nScreening and early detection of cancer\nRegular screening and health examinations are very important to detect malignant tumors at an early stage, which can be cured and reduce costs for patients, especially in people at high risk: hepatitis. Chronic B/C, cirrhosis..."
        },
        {
            "subsection_name": "Nutrition for people with liver cancer",
            "subsection_content": "Nutrition plays an important role in the treatment process for liver cancer patients. Some notes are as follows:\nEat fresh foods, stay away from processed foods: The liver is responsible for detoxification, and processed foods contain many additives and chemicals. Therefore, patients should avoid these foods. Furthermore, highly processed foods, such as bacon, sausage, ham... also need to be eliminated from the patient's menu.; Increase ginger use: People being treated for liver cancer often feel nauseous. At this time, ginger is a spice that helps relieve nausea effectively. You can drink ginger tea, ginger-honey mixture or add ginger as an additive when preparing food. In addition to ginger, some foods such as bread, cookies, fruits, nuts... also reduce nausea quickly.; Divide meals into small portions: Patients should eat 6-8 small meals instead of 3 large meals/day. Splitting meals into smaller portions will help reduce the amount of food consumed at each meal, making it easier for the body to absorb.; Complete and diverse nutritional diet; Note how to prepare food: It will be much healthier if you boil or steam food instead of baking or frying at high temperatures.; Limit alcohol: Your liver has suffered a lot of damage. Surely, you don't want to hurt it any further. To do so, stay away from alcohol - the leading cause of liver damage.\nOriented to become one of the leading cancer consulting and treatment centers, Tam Anh General Hospital Oncology Department provides leading health care services, screening for early detection of liver cancer, applying Multi-modal treatment model and individualization of treatment: surgery, radiofrequency ablation, chemical embolization, systemic treatment (chemical drugs, targeted drugs, immunotherapy drugs).\nTam Anh General Hospital Oncology Department is invested in modern equipment, has a sterile chemical mixing room meeting international standards, ensuring accuracy in dosage and environmental safety; The chemical infusion chair is comfortable, meeting the needs of relaxation, entertainment and ensuring privacy for the patient.\nThis place brings together a team of highly specialized doctors and nurses who always pay attention to specialized care for each patient, support access to leading medical experts abroad, and quickly update equivalent treatment regimens. with world standards, contributing to improving the quality of medical examination and treatment services for cancer patients in the region and patients returning from foreign medical centers.\nIn addition, the Oncology Department of Tam Anh General Hospital also coordinates with other departments (General Surgery, Gastroenterology, Laboratory Testing, Imaging, Pathology...) to create a comprehensive, multi-modal treatment plan for the patient. cancer cause; Update and apply advances in molecular biology to develop treatment regimens; improve quality of life for patients.\nChemical infusion room with colorful comfortable chairs, inspiring patients undergoing treatment\nLiver cancer can occur at any age and any gender. Therefore, in addition to maintaining a healthy lifestyle and getting fully vaccinated, you need to proactively have regular health check-ups to protect your liver from today.",
            "subsection_string": "Nutrition for people with liver cancer\nNutrition plays an important role in the treatment process for liver cancer patients. Some notes are as follows:\nEat fresh foods, stay away from processed foods: The liver is responsible for detoxification, and processed foods contain many additives and chemicals. Therefore, patients should avoid these foods. Furthermore, highly processed foods, such as bacon, sausage, ham... also need to be eliminated from the patient's menu.; Increase ginger use: People being treated for liver cancer often feel nauseous. At this time, ginger is a spice that helps relieve nausea effectively. You can drink ginger tea, ginger-honey mixture or add ginger as an additive when preparing food. In addition to ginger, some foods such as bread, cookies, fruits, nuts... also reduce nausea quickly.; Divide meals into small portions: Patients should eat 6-8 small meals instead of 3 large meals/day. Splitting meals into smaller portions will help reduce the amount of food consumed at each meal, making it easier for the body to absorb.; Complete and diverse nutritional diet; Note how to prepare food: It will be much healthier if you boil or steam food instead of baking or frying at high temperatures.; Limit alcohol: Your liver has suffered a lot of damage. Surely, you don't want to hurt it any further. To do so, stay away from alcohol - the leading cause of liver damage.\nOriented to become one of the leading cancer consulting and treatment centers, Tam Anh General Hospital Oncology Department provides leading health care services, screening for early detection of liver cancer, applying Multi-modal treatment model and individualization of treatment: surgery, radiofrequency ablation, chemical embolization, systemic treatment (chemical drugs, targeted drugs, immunotherapy drugs).\nTam Anh General Hospital Oncology Department is invested in modern equipment, has a sterile chemical mixing room meeting international standards, ensuring accuracy in dosage and environmental safety; The chemical infusion chair is comfortable, meeting the needs of relaxation, entertainment and ensuring privacy for the patient.\nThis place brings together a team of highly specialized doctors and nurses who always pay attention to specialized care for each patient, support access to leading medical experts abroad, and quickly update equivalent treatment regimens. with world standards, contributing to improving the quality of medical examination and treatment services for cancer patients in the region and patients returning from foreign medical centers.\nIn addition, the Oncology Department of Tam Anh General Hospital also coordinates with other departments (General Surgery, Gastroenterology, Laboratory Testing, Imaging, Pathology...) to create a comprehensive, multi-modal treatment plan for the patient. cancer cause; Update and apply advances in molecular biology to develop treatment regimens; improve quality of life for patients.\nChemical infusion room with colorful comfortable chairs, inspiring patients undergoing treatment\nLiver cancer can occur at any age and any gender. Therefore, in addition to maintaining a healthy lifestyle and getting fully vaccinated, you need to proactively have regular health check-ups to protect your liver from today."
        }
    ],
    "name": "ung-thu-gan.json"
}