{
    "title": "Stage 3 nasopharyngeal cancer: Symptoms, diagnosis and treatment",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-vom-hong-giai-doan-3/",
    "abstract": "Stage 3 nasopharyngeal cancer is considered an advanced stage when cancer cells have invaded the surrounding area, accompanied by more severe symptoms of the disease than stage 2. Detection Disease at this stage makes care and treatment more expensive.",
    "content": "Stage 3 nasopharyngeal cancer: Symptoms, diagnosis and treatment\n\nStage 3 nasopharyngeal cancer is considered an advanced stage when cancer cells have invaded the surrounding area, accompanied by more severe symptoms of the disease than stage 2. Detection Disease at this stage makes care and treatment more expensive.\n\nWhat is stage 3 nasopharyngeal cancer?\nNasopharyngeal cancer is staged from stage 0 to stage 4, in which stage 3 nasopharyngeal cancer is considered to be the locally advanced stage, when tumor cells have invaded organs. surrounding organs (such as skull base, cervical spine, nasal sinuses, etc.), multiple lymph node metastases on both sides of the neck without signs of distant metastases. (first)\n\nDecoding the T, N, M segments in stage 3 nasopharyngeal cancer\nIn the nasopharyngeal cancer staging system, stage 3 has the following characteristics: (2)\nCase 1: The tumor spreads to surrounding structures and nasal sinuses, invades the skull base, invades the cervical spine (T3), with or without metastasis to the cervical lymph nodes. Lymph nodes are ≤6cm in size. No distant metastasis to other parts of the body has been recorded (M0).\nCase two: The primary tumor cannot be detected in the nasopharynx, or the tumor is limited to the nasopharynx or may have grown into the pharyngeal wall, nasal cavity or parapharyngeal cavity (T0, T1, T2). Cancer cells can invade lymph node masses in the neck with lymph node size ≤6cm (N2, M0).\nSee more:\nStage 0 nasopharyngeal cancer; Stage 1 nasopharyngeal cancer; Stage 2 nasopharyngeal cancer; Stage 4 nasopharyngeal cancer\n\nSymptoms of stage 3 nasopharyngeal cancer\nMSc Luu Thao Ngoc - Doctor of Oncology Department of Tam Anh General Hospital, Hanoi, said that compared to the unclear symptoms of early stage nasopharyngeal cancer, the symptoms of stage 3 nasopharyngeal cancer become clear. clearer and louder. This is also the stage when many people discover they have the disease because of the frequent occurrence of severe pain. Typical signs of stage 3 nasopharyngeal cancer include:\nSystemic manifestations of malignant disease: such as fatigue, weight loss, poor appetite, anorexia, etc.; Headache, sometimes the pain comes suddenly and intensely; pain deep in the eye socket; Having problems swallowing due to growing tumors that compress the mouth and throat; Coughing up blood, spitting up bloody phlegm, stuffy nose, frequent nosebleeds. If the amount of blood lost is large, the patient may experience physical weakness, fatigue, dizziness, headaches, vertigo...; Tinnitus, hearing loss, pus and blood from the ear... due to the large size of the tumor affecting the eustachian tube as well as parts related to the ear.; Swollen lymph nodes in the neck area. If this lymph node ruptures, the patient can become infected, causing pain.\nStage 3 nasopharyngeal cancer causes patients to eat poorly, feel tired, and lose weight\n\nPrognosis of survival rate of stage 3 nasopharyngeal cancer\nStage 3 nasopharyngeal cancer causes serious symptoms leading to other complications due to affecting other structures in the oropharynx, sinuses, bones... This stage recognizes the tumor growing locally - in the region.\nRegarding prognosis, to answer the question \"how long can a patient with stage 3 nasopharyngeal cancer live\", doctors will rely on clinical examination and evaluation of the EBV viral DNA load test index (Epstein-Epstein). Barr Virus). According to the Journal of Clinical Oncology (JCO), for low EBV viral loads (less than 400 copies/mL), there is a 66% chance that patients can live more than 5 years from the time of diagnosis. If the test shows a viral load higher than 400 copies/mL, this rate drops to only 54%.\nIn fact, the viral load index only partly reflects disease progression. Many cases have shown that people with stage 3 nasopharyngeal cancer can live up to 5-6 years after the disease is detected, while there are also cases where they can only live 6 months - 1 year. Therefore, the survival prognosis for cancer patients is only relative and will depend on each individual disease, general health status, level of response to treatment and tolerance of each patient.\n\nHow to diagnose stage 3 nasopharyngeal cancer\nTo diagnose stage 3 nasopharyngeal cancer, doctors will take the following approaches:\nClinical examination\nThe doctor conducts a clinical examination, evaluates the patient's nutritional status, symptoms, examines the cervical lymph nodes, cranial nerves, observes the teeth, mouth and throat area, and distant metastases.\nEar, nose and throat endoscopy\nIf signs suggestive of disease are present, the doctor will prescribe an ENT endoscopy to detect unusual lesions. ENT endoscopy helps doctors clearly observe the area inside the nasopharynx thanks to the images captured by the camera, giving images magnified 10-30 times. The camera is attached to the end of a soft tube wire, threaded through the patient's nose, ears and throat.\nEar, nose and throat endoscopy helps detect lesions suspected of nasopharyngeal cancer\nBiopsy\nIf abnormal lesions are suspected, the doctor will perform a biopsy of a specimen from the damaged area and send it to pathology to determine whether the lesion is malignant or benign.\nEBV DNA analysis test and imaging diagnosis – Nuclear medicine\nBlood tests such as peripheral blood cell analysis and plasma EBV DNA load testing may be ordered.\nWhen there are clinical signs and histopathological evidence indicating that the patient has nasopharyngeal cancer, the doctor will give some indications for imaging diagnosis - nuclear medicine to diagnose and determine the stage. diseases such as computed tomography CT, PET-CT, magnetic resonance imaging MRI... to evaluate the size and level of invasion of the tumor, lymph node metastasis and distant metastasis if any. From there, the doctor will develop a suitable treatment regimen for the patient.\n\nTreatment methods for stage 3 nasopharyngeal cancer\nThe question often asked is \"Can stage 3 nasopharyngeal cancer be cured?\". With modern medical advances, timely treatment allows many patients to live longer, even when the disease is detected at stage 3.\nAccording to MSc. Luu Thao Ngoc, a number of factors are related to developing a treatment regimen for stage 3 nasopharyngeal cancer such as:\nYear old; The patient's overall condition; Accompanying medical diseases; Treatment goals; Response and tolerance to radiotherapy and chemotherapy\nIn general, a multimodal treatment regimen (including radiotherapy and chemotherapy) will be indicated when treating stage 3 nasopharyngeal cancer. Patients often receive radical concurrent chemotherapy and radiotherapy. to destroy tumors and metastatic lymph nodes. Some patients may receive chemotherapy first, then radical chemotherapy and radiotherapy later (for example, patients with large tumors receive chemotherapy first to shrink the tumor and metastatic lymph nodes to support the disease). makes radiotherapy easier and less complicated). (3)\nRadiotherapy method\nRadiation therapy is the choice used in the treatment of nasopharyngeal cancer because the anatomical location is difficult to reach with surgery. Using high-energy ionizing radiation, such as X-rays or protons, kills cancer cells. For stage 3 nasopharyngeal cancer, external radiotherapy is often prescribed. Advanced radiotherapy techniques such as dose-modulated radiotherapy (IMRT) effectively destroy tumors and reduce side effects on surrounding healthy organs. (4)\nSide effects of radiotherapy can occur such as dermatitis, skin redness, dry mouth, difficulty swallowing, mucositis... If chemotherapy and radiotherapy are performed at the same time, the side effects can be severe. More importantly, it causes discomfort and pain in the mouth and throat.\nChemotherapy method\nChemotherapy is the use of chemicals to kill cancer cells. Chemotherapy is usually administered into the patient's body through intravenous infusion, some through oral administration. Chemotherapy treatment for stage 3 nasopharyngeal cancer includes:\nConcurrent chemotherapy and radiotherapy: applying chemotherapy and radiotherapy at the same time; Adjuvant chemotherapy: chemotherapy is given after the patient completes concurrent chemotherapy and radiotherapy; Induction chemotherapy: using chemotherapy drugs intravenously before radiotherapy or before chemotherapy - radiotherapy.\nDrugs to treat stage 3 nasopharyngeal cancer include the Platinum group of drugs, including Cisplatin and Carboplatin, often used in concurrent chemotherapy and radiotherapy regimens. Unwanted effects of chemotherapy drugs such as nausea, vomiting, electrolyte disorders, toxicity on the hematopoietic system, hair loss... Therefore, depending on the patient's condition, the doctor will adjust the appropriate dosage. .\nMultimodal combination in the treatment of stage 3 nasopharyngeal cancer\nFor stage 3 nasopharyngeal cancer, doctors often apply multimodality therapy, that is, using chemotherapy combined with radiotherapy. Chemotherapy may be given first followed by concurrent radiotherapy. or concurrent chemotherapy and radiotherapy followed by adjuvant chemotherapy. Which therapy to apply is based on the treatment guidelines of the Vietnamese Ministry of Health, the American Society of Clinical Oncology (ASCO), the Chinese Society of Clinical Oncology (CSCO), and the European Oncology Society. Europe (ESMO), US National Cancer Network (NCCN) and other reputable cancer organizations.\nTreatment of stage 3 nasopharyngeal cancer (case T3N0M0): Concurrent chemotherapy and radiotherapy are often prescribed thanks to their superior effectiveness compared to radiotherapy alone. Cisplatin weekly or high doses every 3 weeks is a commonly used chemotherapy drug. If the patient has contraindications or is intolerant to Cisplatin, the doctor can replace it with Carboplatin.; Treatment of stage 3 nasopharyngeal cancer (cases T0N2M0, T1N2M0, T2N2M0):\nInduction chemotherapy may be applied, followed by concurrent chemotherapy and radiotherapy. If the site responds well, the tumor and metastatic lymph nodes can shrink and decrease in size significantly, making radiotherapy easier. This is an option often preferred by many treating doctors. Leading chemotherapy regimen (such as Gemcitabine and Cisplatin regimen), followed by concurrent chemotherapy and radiotherapy with  Cisplatin.\nAnother alternative for this group is concurrent chemotherapy and radiotherapy followed by adjuvant chemotherapy. This method helps improve the success rate of treatment and increase survival time compared to radiotherapy alone. Cisplatin and Fluorouracil regimen is often indicated in supportive treatment.\nMSc. Dr. Luu Thao Ngoc emphasized that treating stage 3 nasopharyngeal cancer requires great effort from the patient as well as the family because this is a stage where the disease has progressed far, affecting many surrounding structures. around. However, thanks to scientific advances in cancer treatment, methods such as multimodality treatment contribute to increasing survival rates for patients. What is necessary from the patient's side is to coordinate and comply with the treatment regimen prescribed by the doctor, while avoiding anxiety, confusion, and negativity. Finally, patients need to organize their lives scientifically and change bad habits.\n\nLiving with stage 3 nasopharyngeal cancer\nCaring for patients with stage 3 nasopharyngeal cancer presents certain difficulties when at this time, the patient's physical condition seriously declines due to poor diet. At the same time, severe pain often appears in combination with chemotherapy and radiotherapy with many side effects, making patients worried and depressed. Therefore, for the treatment process to go smoothly, it requires great efforts from the patient, his family as well as the medical team directly treating him.\nThe treatment of stage 3 nasopharyngeal cancer requires the efforts of yourself and your relatives along with the companionship of doctors.\nMSc. Dr. Luu Thao Ngoc recommends that when caring for patients with stage 3 nasopharyngeal cancer, it is necessary to note:\nMotivate and accompany the patient throughout the treatment process;; Change the menu every day to create excitement for patients when eating;; Use fresh, soft products that are cooked in a liquid, thick form so that patients can easily eat them. Do not prepare hard, dry foods that affect the patient's chewing and swallowing process;; Combine exercise and gentle health exercises such as walking, yoga, etc.\nTo schedule an examination, consultation, screening and treatment for nasopharyngeal cancer and other cancers at Tam Anh General Hospital, you can contact:\nPatients with stage 3 nasopharyngeal cancer need to comply with the doctor's treatment regimen combined with a scientific lifestyle to ensure treatment effectiveness and prolong the patient's life. Examination and screening for nasopharyngeal cancer to treat the disease at an early stage helps reduce pain and costs for the patient as well as his or her family.",
    "subsections": [
        {
            "subsection_name": "What is stage 3 nasopharyngeal cancer?",
            "subsection_content": "Nasopharyngeal cancer is staged from stage 0 to stage 4, in which stage 3 nasopharyngeal cancer is considered to be the locally advanced stage, when tumor cells have invaded organs. surrounding organs (such as skull base, cervical spine, nasal sinuses, etc.), multiple lymph node metastases on both sides of the neck without signs of distant metastases. (first)",
            "subsection_string": "What is stage 3 nasopharyngeal cancer?\nNasopharyngeal cancer is staged from stage 0 to stage 4, in which stage 3 nasopharyngeal cancer is considered to be the locally advanced stage, when tumor cells have invaded organs. surrounding organs (such as skull base, cervical spine, nasal sinuses, etc.), multiple lymph node metastases on both sides of the neck without signs of distant metastases. (first)"
        },
        {
            "subsection_name": "Decoding the T, N, M segments in stage 3 nasopharyngeal cancer",
            "subsection_content": "In the nasopharyngeal cancer staging system, stage 3 has the following characteristics: (2)\nCase 1: The tumor spreads to surrounding structures and nasal sinuses, invades the skull base, invades the cervical spine (T3), with or without metastasis to the cervical lymph nodes. Lymph nodes are ≤6cm in size. No distant metastasis to other parts of the body has been recorded (M0).\nCase two: The primary tumor cannot be detected in the nasopharynx, or the tumor is limited to the nasopharynx or may have grown into the pharyngeal wall, nasal cavity or parapharyngeal cavity (T0, T1, T2). Cancer cells can invade lymph node masses in the neck with lymph node size ≤6cm (N2, M0).\nSee more:\nStage 0 nasopharyngeal cancer; Stage 1 nasopharyngeal cancer; Stage 2 nasopharyngeal cancer; Stage 4 nasopharyngeal cancer",
            "subsection_string": "Decoding the T, N, M segments in stage 3 nasopharyngeal cancer\nIn the nasopharyngeal cancer staging system, stage 3 has the following characteristics: (2)\nCase 1: The tumor spreads to surrounding structures and nasal sinuses, invades the skull base, invades the cervical spine (T3), with or without metastasis to the cervical lymph nodes. Lymph nodes are ≤6cm in size. No distant metastasis to other parts of the body has been recorded (M0).\nCase two: The primary tumor cannot be detected in the nasopharynx, or the tumor is limited to the nasopharynx or may have grown into the pharyngeal wall, nasal cavity or parapharyngeal cavity (T0, T1, T2). Cancer cells can invade lymph node masses in the neck with lymph node size ≤6cm (N2, M0).\nSee more:\nStage 0 nasopharyngeal cancer; Stage 1 nasopharyngeal cancer; Stage 2 nasopharyngeal cancer; Stage 4 nasopharyngeal cancer"
        },
        {
            "subsection_name": "Symptoms of stage 3 nasopharyngeal cancer",
            "subsection_content": "MSc Luu Thao Ngoc - Doctor of Oncology Department of Tam Anh General Hospital, Hanoi, said that compared to the unclear symptoms of early stage nasopharyngeal cancer, the symptoms of stage 3 nasopharyngeal cancer become clear. clearer and louder. This is also the stage when many people discover they have the disease because of the frequent occurrence of severe pain. Typical signs of stage 3 nasopharyngeal cancer include:\nSystemic manifestations of malignant disease: such as fatigue, weight loss, poor appetite, anorexia, etc.; Headache, sometimes the pain comes suddenly and intensely; pain deep in the eye socket; Having problems swallowing due to growing tumors that compress the mouth and throat; Coughing up blood, spitting up bloody phlegm, stuffy nose, frequent nosebleeds. If the amount of blood lost is large, the patient may experience physical weakness, fatigue, dizziness, headaches, vertigo...; Tinnitus, hearing loss, pus and blood from the ear... due to the large size of the tumor affecting the eustachian tube as well as parts related to the ear.; Swollen lymph nodes in the neck area. If this lymph node ruptures, the patient can become infected, causing pain.\nStage 3 nasopharyngeal cancer causes patients to eat poorly, feel tired, and lose weight",
            "subsection_string": "Symptoms of stage 3 nasopharyngeal cancer\nMSc Luu Thao Ngoc - Doctor of Oncology Department of Tam Anh General Hospital, Hanoi, said that compared to the unclear symptoms of early stage nasopharyngeal cancer, the symptoms of stage 3 nasopharyngeal cancer become clear. clearer and louder. This is also the stage when many people discover they have the disease because of the frequent occurrence of severe pain. Typical signs of stage 3 nasopharyngeal cancer include:\nSystemic manifestations of malignant disease: such as fatigue, weight loss, poor appetite, anorexia, etc.; Headache, sometimes the pain comes suddenly and intensely; pain deep in the eye socket; Having problems swallowing due to growing tumors that compress the mouth and throat; Coughing up blood, spitting up bloody phlegm, stuffy nose, frequent nosebleeds. If the amount of blood lost is large, the patient may experience physical weakness, fatigue, dizziness, headaches, vertigo...; Tinnitus, hearing loss, pus and blood from the ear... due to the large size of the tumor affecting the eustachian tube as well as parts related to the ear.; Swollen lymph nodes in the neck area. If this lymph node ruptures, the patient can become infected, causing pain.\nStage 3 nasopharyngeal cancer causes patients to eat poorly, feel tired, and lose weight"
        },
        {
            "subsection_name": "Prognosis of survival rate of stage 3 nasopharyngeal cancer",
            "subsection_content": "Stage 3 nasopharyngeal cancer causes serious symptoms leading to other complications due to affecting other structures in the oropharynx, sinuses, bones... This stage recognizes the tumor growing locally - in the region.\nRegarding prognosis, to answer the question \"how long can a patient with stage 3 nasopharyngeal cancer live\", doctors will rely on clinical examination and evaluation of the EBV viral DNA load test index (Epstein-Epstein). Barr Virus). According to the Journal of Clinical Oncology (JCO), for low EBV viral loads (less than 400 copies/mL), there is a 66% chance that patients can live more than 5 years from the time of diagnosis. If the test shows a viral load higher than 400 copies/mL, this rate drops to only 54%.\nIn fact, the viral load index only partly reflects disease progression. Many cases have shown that people with stage 3 nasopharyngeal cancer can live up to 5-6 years after the disease is detected, while there are also cases where they can only live 6 months - 1 year. Therefore, the survival prognosis for cancer patients is only relative and will depend on each individual disease, general health status, level of response to treatment and tolerance of each patient.",
            "subsection_string": "Prognosis of survival rate of stage 3 nasopharyngeal cancer\nStage 3 nasopharyngeal cancer causes serious symptoms leading to other complications due to affecting other structures in the oropharynx, sinuses, bones... This stage recognizes the tumor growing locally - in the region.\nRegarding prognosis, to answer the question \"how long can a patient with stage 3 nasopharyngeal cancer live\", doctors will rely on clinical examination and evaluation of the EBV viral DNA load test index (Epstein-Epstein). Barr Virus). According to the Journal of Clinical Oncology (JCO), for low EBV viral loads (less than 400 copies/mL), there is a 66% chance that patients can live more than 5 years from the time of diagnosis. If the test shows a viral load higher than 400 copies/mL, this rate drops to only 54%.\nIn fact, the viral load index only partly reflects disease progression. Many cases have shown that people with stage 3 nasopharyngeal cancer can live up to 5-6 years after the disease is detected, while there are also cases where they can only live 6 months - 1 year. Therefore, the survival prognosis for cancer patients is only relative and will depend on each individual disease, general health status, level of response to treatment and tolerance of each patient."
        },
        {
            "subsection_name": "How to diagnose stage 3 nasopharyngeal cancer",
            "subsection_content": "To diagnose stage 3 nasopharyngeal cancer, doctors will take the following approaches:\nClinical examination\nThe doctor conducts a clinical examination, evaluates the patient's nutritional status, symptoms, examines the cervical lymph nodes, cranial nerves, observes the teeth, mouth and throat area, and distant metastases.\nEar, nose and throat endoscopy\nIf signs suggestive of disease are present, the doctor will prescribe an ENT endoscopy to detect unusual lesions. ENT endoscopy helps doctors clearly observe the area inside the nasopharynx thanks to the images captured by the camera, giving images magnified 10-30 times. The camera is attached to the end of a soft tube wire, threaded through the patient's nose, ears and throat.\nEar, nose and throat endoscopy helps detect lesions suspected of nasopharyngeal cancer\nBiopsy\nIf abnormal lesions are suspected, the doctor will perform a biopsy of a specimen from the damaged area and send it to pathology to determine whether the lesion is malignant or benign.\nEBV DNA analysis test and imaging diagnosis – Nuclear medicine\nBlood tests such as peripheral blood cell analysis and plasma EBV DNA load testing may be ordered.\nWhen there are clinical signs and histopathological evidence indicating that the patient has nasopharyngeal cancer, the doctor will give some indications for imaging diagnosis - nuclear medicine to diagnose and determine the stage. diseases such as computed tomography CT, PET-CT, magnetic resonance imaging MRI... to evaluate the size and level of invasion of the tumor, lymph node metastasis and distant metastasis if any. From there, the doctor will develop a suitable treatment regimen for the patient.",
            "subsection_string": "How to diagnose stage 3 nasopharyngeal cancer\nTo diagnose stage 3 nasopharyngeal cancer, doctors will take the following approaches:\nClinical examination\nThe doctor conducts a clinical examination, evaluates the patient's nutritional status, symptoms, examines the cervical lymph nodes, cranial nerves, observes the teeth, mouth and throat area, and distant metastases.\nEar, nose and throat endoscopy\nIf signs suggestive of disease are present, the doctor will prescribe an ENT endoscopy to detect unusual lesions. ENT endoscopy helps doctors clearly observe the area inside the nasopharynx thanks to the images captured by the camera, giving images magnified 10-30 times. The camera is attached to the end of a soft tube wire, threaded through the patient's nose, ears and throat.\nEar, nose and throat endoscopy helps detect lesions suspected of nasopharyngeal cancer\nBiopsy\nIf abnormal lesions are suspected, the doctor will perform a biopsy of a specimen from the damaged area and send it to pathology to determine whether the lesion is malignant or benign.\nEBV DNA analysis test and imaging diagnosis – Nuclear medicine\nBlood tests such as peripheral blood cell analysis and plasma EBV DNA load testing may be ordered.\nWhen there are clinical signs and histopathological evidence indicating that the patient has nasopharyngeal cancer, the doctor will give some indications for imaging diagnosis - nuclear medicine to diagnose and determine the stage. diseases such as computed tomography CT, PET-CT, magnetic resonance imaging MRI... to evaluate the size and level of invasion of the tumor, lymph node metastasis and distant metastasis if any. From there, the doctor will develop a suitable treatment regimen for the patient."
        },
        {
            "subsection_name": "Treatment methods for stage 3 nasopharyngeal cancer",
            "subsection_content": "The question often asked is \"Can stage 3 nasopharyngeal cancer be cured?\". With modern medical advances, timely treatment allows many patients to live longer, even when the disease is detected at stage 3.\nAccording to MSc. Luu Thao Ngoc, a number of factors are related to developing a treatment regimen for stage 3 nasopharyngeal cancer such as:\nYear old; The patient's overall condition; Accompanying medical diseases; Treatment goals; Response and tolerance to radiotherapy and chemotherapy\nIn general, a multimodal treatment regimen (including radiotherapy and chemotherapy) will be indicated when treating stage 3 nasopharyngeal cancer. Patients often receive radical concurrent chemotherapy and radiotherapy. to destroy tumors and metastatic lymph nodes. Some patients may receive chemotherapy first, then radical chemotherapy and radiotherapy later (for example, patients with large tumors receive chemotherapy first to shrink the tumor and metastatic lymph nodes to support the disease). makes radiotherapy easier and less complicated). (3)\nRadiotherapy method\nRadiation therapy is the choice used in the treatment of nasopharyngeal cancer because the anatomical location is difficult to reach with surgery. Using high-energy ionizing radiation, such as X-rays or protons, kills cancer cells. For stage 3 nasopharyngeal cancer, external radiotherapy is often prescribed. Advanced radiotherapy techniques such as dose-modulated radiotherapy (IMRT) effectively destroy tumors and reduce side effects on surrounding healthy organs. (4)\nSide effects of radiotherapy can occur such as dermatitis, skin redness, dry mouth, difficulty swallowing, mucositis... If chemotherapy and radiotherapy are performed at the same time, the side effects can be severe. More importantly, it causes discomfort and pain in the mouth and throat.\nChemotherapy method\nChemotherapy is the use of chemicals to kill cancer cells. Chemotherapy is usually administered into the patient's body through intravenous infusion, some through oral administration. Chemotherapy treatment for stage 3 nasopharyngeal cancer includes:\nConcurrent chemotherapy and radiotherapy: applying chemotherapy and radiotherapy at the same time; Adjuvant chemotherapy: chemotherapy is given after the patient completes concurrent chemotherapy and radiotherapy; Induction chemotherapy: using chemotherapy drugs intravenously before radiotherapy or before chemotherapy - radiotherapy.\nDrugs to treat stage 3 nasopharyngeal cancer include the Platinum group of drugs, including Cisplatin and Carboplatin, often used in concurrent chemotherapy and radiotherapy regimens. Unwanted effects of chemotherapy drugs such as nausea, vomiting, electrolyte disorders, toxicity on the hematopoietic system, hair loss... Therefore, depending on the patient's condition, the doctor will adjust the appropriate dosage. .\nMultimodal combination in the treatment of stage 3 nasopharyngeal cancer\nFor stage 3 nasopharyngeal cancer, doctors often apply multimodality therapy, that is, using chemotherapy combined with radiotherapy. Chemotherapy may be given first followed by concurrent radiotherapy. or concurrent chemotherapy and radiotherapy followed by adjuvant chemotherapy. Which therapy to apply is based on the treatment guidelines of the Vietnamese Ministry of Health, the American Society of Clinical Oncology (ASCO), the Chinese Society of Clinical Oncology (CSCO), and the European Oncology Society. Europe (ESMO), US National Cancer Network (NCCN) and other reputable cancer organizations.\nTreatment of stage 3 nasopharyngeal cancer (case T3N0M0): Concurrent chemotherapy and radiotherapy are often prescribed thanks to their superior effectiveness compared to radiotherapy alone. Cisplatin weekly or high doses every 3 weeks is a commonly used chemotherapy drug. If the patient has contraindications or is intolerant to Cisplatin, the doctor can replace it with Carboplatin.; Treatment of stage 3 nasopharyngeal cancer (cases T0N2M0, T1N2M0, T2N2M0):\nInduction chemotherapy may be applied, followed by concurrent chemotherapy and radiotherapy. If the site responds well, the tumor and metastatic lymph nodes can shrink and decrease in size significantly, making radiotherapy easier. This is an option often preferred by many treating doctors. Leading chemotherapy regimen (such as Gemcitabine and Cisplatin regimen), followed by concurrent chemotherapy and radiotherapy with  Cisplatin.\nAnother alternative for this group is concurrent chemotherapy and radiotherapy followed by adjuvant chemotherapy. This method helps improve the success rate of treatment and increase survival time compared to radiotherapy alone. Cisplatin and Fluorouracil regimen is often indicated in supportive treatment.\nMSc. Dr. Luu Thao Ngoc emphasized that treating stage 3 nasopharyngeal cancer requires great effort from the patient as well as the family because this is a stage where the disease has progressed far, affecting many surrounding structures. around. However, thanks to scientific advances in cancer treatment, methods such as multimodality treatment contribute to increasing survival rates for patients. What is necessary from the patient's side is to coordinate and comply with the treatment regimen prescribed by the doctor, while avoiding anxiety, confusion, and negativity. Finally, patients need to organize their lives scientifically and change bad habits.",
            "subsection_string": "Treatment methods for stage 3 nasopharyngeal cancer\nThe question often asked is \"Can stage 3 nasopharyngeal cancer be cured?\". With modern medical advances, timely treatment allows many patients to live longer, even when the disease is detected at stage 3.\nAccording to MSc. Luu Thao Ngoc, a number of factors are related to developing a treatment regimen for stage 3 nasopharyngeal cancer such as:\nYear old; The patient's overall condition; Accompanying medical diseases; Treatment goals; Response and tolerance to radiotherapy and chemotherapy\nIn general, a multimodal treatment regimen (including radiotherapy and chemotherapy) will be indicated when treating stage 3 nasopharyngeal cancer. Patients often receive radical concurrent chemotherapy and radiotherapy. to destroy tumors and metastatic lymph nodes. Some patients may receive chemotherapy first, then radical chemotherapy and radiotherapy later (for example, patients with large tumors receive chemotherapy first to shrink the tumor and metastatic lymph nodes to support the disease). makes radiotherapy easier and less complicated). (3)\nRadiotherapy method\nRadiation therapy is the choice used in the treatment of nasopharyngeal cancer because the anatomical location is difficult to reach with surgery. Using high-energy ionizing radiation, such as X-rays or protons, kills cancer cells. For stage 3 nasopharyngeal cancer, external radiotherapy is often prescribed. Advanced radiotherapy techniques such as dose-modulated radiotherapy (IMRT) effectively destroy tumors and reduce side effects on surrounding healthy organs. (4)\nSide effects of radiotherapy can occur such as dermatitis, skin redness, dry mouth, difficulty swallowing, mucositis... If chemotherapy and radiotherapy are performed at the same time, the side effects can be severe. More importantly, it causes discomfort and pain in the mouth and throat.\nChemotherapy method\nChemotherapy is the use of chemicals to kill cancer cells. Chemotherapy is usually administered into the patient's body through intravenous infusion, some through oral administration. Chemotherapy treatment for stage 3 nasopharyngeal cancer includes:\nConcurrent chemotherapy and radiotherapy: applying chemotherapy and radiotherapy at the same time; Adjuvant chemotherapy: chemotherapy is given after the patient completes concurrent chemotherapy and radiotherapy; Induction chemotherapy: using chemotherapy drugs intravenously before radiotherapy or before chemotherapy - radiotherapy.\nDrugs to treat stage 3 nasopharyngeal cancer include the Platinum group of drugs, including Cisplatin and Carboplatin, often used in concurrent chemotherapy and radiotherapy regimens. Unwanted effects of chemotherapy drugs such as nausea, vomiting, electrolyte disorders, toxicity on the hematopoietic system, hair loss... Therefore, depending on the patient's condition, the doctor will adjust the appropriate dosage. .\nMultimodal combination in the treatment of stage 3 nasopharyngeal cancer\nFor stage 3 nasopharyngeal cancer, doctors often apply multimodality therapy, that is, using chemotherapy combined with radiotherapy. Chemotherapy may be given first followed by concurrent radiotherapy. or concurrent chemotherapy and radiotherapy followed by adjuvant chemotherapy. Which therapy to apply is based on the treatment guidelines of the Vietnamese Ministry of Health, the American Society of Clinical Oncology (ASCO), the Chinese Society of Clinical Oncology (CSCO), and the European Oncology Society. Europe (ESMO), US National Cancer Network (NCCN) and other reputable cancer organizations.\nTreatment of stage 3 nasopharyngeal cancer (case T3N0M0): Concurrent chemotherapy and radiotherapy are often prescribed thanks to their superior effectiveness compared to radiotherapy alone. Cisplatin weekly or high doses every 3 weeks is a commonly used chemotherapy drug. If the patient has contraindications or is intolerant to Cisplatin, the doctor can replace it with Carboplatin.; Treatment of stage 3 nasopharyngeal cancer (cases T0N2M0, T1N2M0, T2N2M0):\nInduction chemotherapy may be applied, followed by concurrent chemotherapy and radiotherapy. If the site responds well, the tumor and metastatic lymph nodes can shrink and decrease in size significantly, making radiotherapy easier. This is an option often preferred by many treating doctors. Leading chemotherapy regimen (such as Gemcitabine and Cisplatin regimen), followed by concurrent chemotherapy and radiotherapy with  Cisplatin.\nAnother alternative for this group is concurrent chemotherapy and radiotherapy followed by adjuvant chemotherapy. This method helps improve the success rate of treatment and increase survival time compared to radiotherapy alone. Cisplatin and Fluorouracil regimen is often indicated in supportive treatment.\nMSc. Dr. Luu Thao Ngoc emphasized that treating stage 3 nasopharyngeal cancer requires great effort from the patient as well as the family because this is a stage where the disease has progressed far, affecting many surrounding structures. around. However, thanks to scientific advances in cancer treatment, methods such as multimodality treatment contribute to increasing survival rates for patients. What is necessary from the patient's side is to coordinate and comply with the treatment regimen prescribed by the doctor, while avoiding anxiety, confusion, and negativity. Finally, patients need to organize their lives scientifically and change bad habits."
        },
        {
            "subsection_name": "Living with stage 3 nasopharyngeal cancer",
            "subsection_content": "Caring for patients with stage 3 nasopharyngeal cancer presents certain difficulties when at this time, the patient's physical condition seriously declines due to poor diet. At the same time, severe pain often appears in combination with chemotherapy and radiotherapy with many side effects, making patients worried and depressed. Therefore, for the treatment process to go smoothly, it requires great efforts from the patient, his family as well as the medical team directly treating him.\nThe treatment of stage 3 nasopharyngeal cancer requires the efforts of yourself and your relatives along with the companionship of doctors.\nMSc. Dr. Luu Thao Ngoc recommends that when caring for patients with stage 3 nasopharyngeal cancer, it is necessary to note:\nMotivate and accompany the patient throughout the treatment process;; Change the menu every day to create excitement for patients when eating;; Use fresh, soft products that are cooked in a liquid, thick form so that patients can easily eat them. Do not prepare hard, dry foods that affect the patient's chewing and swallowing process;; Combine exercise and gentle health exercises such as walking, yoga, etc.\nTo schedule an examination, consultation, screening and treatment for nasopharyngeal cancer and other cancers at Tam Anh General Hospital, you can contact:\nPatients with stage 3 nasopharyngeal cancer need to comply with the doctor's treatment regimen combined with a scientific lifestyle to ensure treatment effectiveness and prolong the patient's life. Examination and screening for nasopharyngeal cancer to treat the disease at an early stage helps reduce pain and costs for the patient as well as his or her family.",
            "subsection_string": "Living with stage 3 nasopharyngeal cancer\nCaring for patients with stage 3 nasopharyngeal cancer presents certain difficulties when at this time, the patient's physical condition seriously declines due to poor diet. At the same time, severe pain often appears in combination with chemotherapy and radiotherapy with many side effects, making patients worried and depressed. Therefore, for the treatment process to go smoothly, it requires great efforts from the patient, his family as well as the medical team directly treating him.\nThe treatment of stage 3 nasopharyngeal cancer requires the efforts of yourself and your relatives along with the companionship of doctors.\nMSc. Dr. Luu Thao Ngoc recommends that when caring for patients with stage 3 nasopharyngeal cancer, it is necessary to note:\nMotivate and accompany the patient throughout the treatment process;; Change the menu every day to create excitement for patients when eating;; Use fresh, soft products that are cooked in a liquid, thick form so that patients can easily eat them. Do not prepare hard, dry foods that affect the patient's chewing and swallowing process;; Combine exercise and gentle health exercises such as walking, yoga, etc.\nTo schedule an examination, consultation, screening and treatment for nasopharyngeal cancer and other cancers at Tam Anh General Hospital, you can contact:\nPatients with stage 3 nasopharyngeal cancer need to comply with the doctor's treatment regimen combined with a scientific lifestyle to ensure treatment effectiveness and prolong the patient's life. Examination and screening for nasopharyngeal cancer to treat the disease at an early stage helps reduce pain and costs for the patient as well as his or her family."
        }
    ],
    "name": "ung-thu-vom-hong-giai-doan-3.json"
}