{
    "title": "Prostate cancer: Causes, signs and treatments",
    "category": "Urology",
    "link": "https://tamanhhospital.vn/ung-thu-tuyen-tien-liet/",
    "abstract": "According to WHO statistics (2018), prostate cancer ranks 4th among common cancers with nearly 1.3 million new cases. Besides, the disease also ranks 8th in mortality rate among all types of cancer. In Vietnam, also according to the above statistics, prostate cancer ranks 11th with nearly 4 thousand new cases and has the 13th highest mortality rate. The disease often progresses slowly, so if detected early and treated, Treated promptly, the final result will be very positive. This article is expertly advised by Dr. Nguyen Hoang Duc - Department of Urology, Tam Anh General Hospital, Ho Chi Minh City.",
    "content": "Prostate cancer: Causes, signs and treatments\n\nAccording to WHO statistics (2018), prostate cancer ranks 4th among common cancers with nearly 1.3 million new cases. Besides, the disease also ranks 8th in mortality rate among all types of cancer. In Vietnam, also according to the above statistics, prostate cancer ranks 11th with nearly 4 thousand new cases and has the 13th highest mortality rate. The disease often progresses slowly, so if detected early and treated, Treated promptly, the final result will be very positive. This article is expertly advised by Dr. Nguyen Hoang Duc - Department of Urology, Tam Anh General Hospital, Ho Chi Minh City.\n\nWhat is prostate cancer?\nProstate cancer or prostate cancer is a common disease in men, especially over the age of 50.\nThe prostate is a sexual organ found only in men, weighing about 20 - 25 grams. The size of this organ changes with age, growing from puberty and stabilizing at age 30, then continuing to grow larger as men age. The prostate is located below the bladder and above the rectum, next to the seminal vesicles. The urinary tract (Uretha) passes through the center of the prostate, out of the penis). The prostate is responsible for creating semen.\nAbnormal, uncontrolled growth of prostate cells will form malignant tumors here, leading to prostate cancer. The disease often develops very slowly and there are no pathological symptoms in the early stages.\nIn Vietnam, the number of people visiting andrologists for prostate disease has increased, but prostate cancer has not received adequate attention. In addition, the conditions for diagnosing and detecting diseases at medical facilities are not fully equipped, which is the reason why patients often only go to the hospital when the disease is in the late stages. This makes treatment very difficult and potentially fatal.\n\nTypes of prostate cancer\nThe most common type of cancer is adenocarcinoma. In addition, sometimes the disease can also occur in the form of:\nUndifferentiated prostate cancer; Squamous cell carcinoma; Transitional ductal carcinoma; Prostate sarcoma (very rare, mainly in young children)\n\nStages of prostate cancer\nProstate cancer is divided into 4 stages:\nStage I: Cancer cells are localized in the prostate. At this stage, the prostate size is not larger than normal size, and rectal examination cannot detect it. Cancer is almost only detected when PSA increases and a prostate biopsy is performed.; Stage II: Cancer cells have begun to grow but have not broken through the gland's covering. Enlarged prostate size. This stage can be detected by rectal examination and PSA tests.; Stage III: Cancer cells have broken through the cover of the prostate, metastasized to nearby organs such as the rectum, bladder, seminal vesicles, urethral sphincter...; Stage IV: Cancer cells have metastasized to lymph nodes and other distant organs such as bones, liver, lungs...\nSee more: Characteristics of 4 stages of prostate cancer\n\nSymptoms and signs of prostate cancer\nCommon factors causing clinical urinary symptoms are the growth of prostate cancer that blocks urine circulation and bladder obstruction.\nPatients with urinary disorders: feeling of incomplete urination, residual urine after urination; The urine stream is weak, not as strong as before; Urinary incontinence, acute urinary retention, frequent urination at night; Urine has blood...\nSigns of cancer are completely different from benign prostate tumors, when cancer cells have spread or metastasized: spine pain, pelvic pain; Bloody ejaculation or sharp pain during ejaculation, Lower extremity edema. Patients may also have kidney failure, weight loss, anemia... so they often go for examination to other specialists.\n\nCauses of cancer\nCurrently, the cause of prostate cancer is still unclear. However, the disease has been shown to have a close relationship with a number of factors as follows, including:\n1. Age\nThe older a man is, the more susceptible he is to prostate cancer. Only 10% of cases are detected under the age of 54, but the number increases to 65% in the 55-74 age group.\n2. Race\nThe risk of black men getting prostate cancer is higher than that of white people of the same age. Asians have a lower incidence than blacks and whites.\n3. Family medical history\nIn cases where a father or brother has a history of the disease, the risk of getting the disease is up to 2-3 times.\n4. Prostatic intraepithelial neoplasia (PIN)\nPIN is related to the risk of cancer, 25.8% ÷ 51% of highly differentiated PIN develop into prostate cancer.\n5. Some other factors\nCurrently, research has clarified many issues about pathogenesis. The causes are related to a number of genes in the process of generation and development of cancer cells and risk factors such as environment, exposure to chemicals, diet (eating a lot of red meat, eat few vegetables), obesity, smoking, sexually transmitted diseases, prostatitis, vasectomy...\n\nIs prostate cancer dangerous?\nProstate cancer is a dangerous disease because if not treated promptly, the patient will face many unpredictable complications, such as:\n1. Metastatic prostate cancer\nOver time, malignant prostate tumors can metastasize to nearby organs, blood vessels or lymphatic systems. The tumor can even metastasize to bones, causing pain and fractures.\nOnce metastasized, the disease can still respond to treatment and be well controlled but cannot be completely cured.\n2. Urinary incontinence\nProstate cancer itself and its treatments can lead to urinary incontinence. The solution to this situation will depend on the type of disease at hand, its severity, and the likelihood of improvement over time. Treatment options include medications, catheters, or surgery.\n3. Erectile dysfunction\nThese may be complications of the disease or side effects of treatment regimens, usually surgery, radiation therapy, or hormonal therapy. This condition can be improved with medication or surgery.\nSee more: Erectile dysfunction: Causes, symptoms\n\nMeasures to diagnose prostate cancer\nFirst, the doctor will examine the rectum to detect signs of prostate abnormalities. After that, the patient will be assigned to perform some more in-depth tests such as:\n1. PSA blood test\nThe PSA (prostate specific antigen) test is used to quantify the concentration of prostate specific antigen in the blood. Normally, the PSA value is below 4ng/mL and the ratio of free PSA to total PSA is above 20%. If PSA is elevated above 4ng/mL and the free/total PSA ratio is below 15%, the risk of disease is very high.\nCurrently, the PSA test is considered the most effective in diagnosing prostate cancer. The practical application of PSA testing has significantly increased efficiency in screening, diagnosing and monitoring disease treatment.\n2. Biopsy\nWhen the prostate examination shows signs of abnormality, the patient will have a prostate biopsy to find cancer cells and evaluate the tumor's level of malignancy. A biopsy can be performed with local anesthesia.\n3. Imaging diagnosis\nOnce there is a diagnosis of malignant prostate tumor, the patient needs to have a bone scan and pelvic MRI to assess the stage of the cancer. This diagnosis is to determine whether cancer cells have metastasized to lymph nodes or to the bones.\n\nCan prostate cancer be cured?\nCurrently, the disease is completely curable. The doctor will consider treatment options based on the patient's physical condition and medical condition, including:\nAge and estimated remaining life of the patient; Lymph node metastasis or distant metastasis; Internal medical diseases of the heart, diabetes, lungs... if the patient has them; The patient's sexual activity status before surgery; High - low level of blood PSA index; The degree of malignancy of cancer cells is based on the Gleason score from the biopsy results\n\nProstate cancer treatment methods\nIn general, prostate cancer can be treated with the following methods:\n1. Radical prostatectomy\nThis treatment method is indicated for early stage 1 or 2 cancer cases, and it is estimated that patients can live more than 10 years. The cancer cells are still localized and have not broken through the capsule of the gland. If surgery can remove all of them to the safe margin (the surgical margin has no cancerous tissue left), the likelihood of recurrence at 5 years after surgery is about less than 10%.\nRadical prostatectomy can be performed by laparoscopic surgery or open surgery below the umbilicus. The doctor will remove the entire prostate, seminal vesicles and tissue around the prostate.\nThe most common postoperative complications are complete urinary incontinence (5-10%), erectile dysfunction (70%).\nAt Tam Anh General Hospital System, doctors often apply laparoscopic radical prostatectomy with the purpose of helping patients reduce pain and recover quickly.\n2. External radiation therapy\nThis method uses high-energy X-rays to kill cancer cells in the prostate. Treatment period lasts 6-7 weeks. This method is indicated for late-stage cancer cases (mainly stages 3 and 4).\nCommon side effects after radiotherapy are fatigue, digestive disorders, urinary symptoms, erectile dysfunction...\n3. Prostate ablation with focused ultrasound (HIFU)\nThis is a solution that uses ultrasound waves (placed in the rectum) to destroy cancer cells with heat. This method is suitable for patients with early stage cancer but do not accept the risks and complications of surgery.\nPatients who are indicated for radiotherapy and do not accept it can also undergo trial treatment with HIFU, but the likelihood of recurrence will be higher than with external radiotherapy.\nCommon complications after HIFU are urethral stenosis, bladder neck stenosis...\n4. Hormonal treatment\nEndocrine treatment is only applied to patients with lymph node metastases or distant metastases. Patients can choose between surgery to remove both testicles or using injections (every 28 days, continuously for at least 6 - 12 months). The main purpose is to cut off the supply of testosterone so that cancer cells cannot continue to grow.\n\nNutrition for people with prostate cancer\nAlthough prostate cancer cannot be cured with nutrition, a diet low in red meat (beef, pork, goat...), low in animal fat and high in green vegetables and fruits can help slow down the progression. of cancer. In addition, this nutritional regimen also contributes to reducing the development of prostate tumors as well as the risk of disease recurrence after treatment.\n\nPrevention of prostate cancer\nAlthough it is impossible to completely prevent the disease, some factors below can help reduce the risk of the disease, including:\nPrioritize providing nutrition to the body with a reasonable, scientific diet with lots of vegetables and fruits instead of overusing functional foods.; Exercise regularly to improve overall health as well as mental health, while maintaining a reasonable weight.; Actively screen if at risk of disease (advanced age, family members who have had the disease...).\n\nFrequently asked questions about prostate cancer\n1. How long can prostate cancer patients live?\nDue to the influence of many factors such as the level of cancer development, age, current health status, underlying disease, etc., each patient's prognosis will be different. For example, a 70-year-old patient with stage 0, 1 or 2 underlying disease and living normally can live another 18 years. However, at the same age, if the patient has at least one stage 3 underlying disease and needs help with daily activities, the life expectancy will decrease to about 12 years.\n2. Can late-stage prostate cancer be cured?\nLate-stage cancer can still be cured. However, it should be noted that the purpose of treating the disease at this stage is to slow down the progression of cancer and prolong the patient's lifespan, not to completely cure it like in the early stages.\n3. How to detect prostate cancer early?\nCancer screening is a testing method to detect disease before the patient has pathological symptoms. To detect prostate cancer in its early stages, only a blood test can be done to check the level of prostate-specific antigen (PSA). In addition, a digital rectal exam is also a relatively accurate way to determine whether the prostate is abnormally large or not.\nTo schedule an examination with specialists in the Department of Urology - Tam Anh General Hospital, customers can fill out information here, or contact Tam Anh General Hospital System:\nIn Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi. Hotline: 024 3872 3872 – 024 7106 6858; In Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City. Hotline: 0287 102 6789 – 093 180 6858; Fanpage: https://www.facebook.com/benhvientamanh\nProstate cancer can be completely cured if the disease is detected early. Regular health checks every 6 months at medical units or hospitals with modern machinery and equipment will help diagnose the disease more accurately.",
    "subsections": [
        {
            "subsection_name": "What is prostate cancer?",
            "subsection_content": "Prostate cancer or prostate cancer is a common disease in men, especially over the age of 50.\nThe prostate is a sexual organ found only in men, weighing about 20 - 25 grams. The size of this organ changes with age, growing from puberty and stabilizing at age 30, then continuing to grow larger as men age. The prostate is located below the bladder and above the rectum, next to the seminal vesicles. The urinary tract (Uretha) passes through the center of the prostate, out of the penis). The prostate is responsible for creating semen.\nAbnormal, uncontrolled growth of prostate cells will form malignant tumors here, leading to prostate cancer. The disease often develops very slowly and there are no pathological symptoms in the early stages.\nIn Vietnam, the number of people visiting andrologists for prostate disease has increased, but prostate cancer has not received adequate attention. In addition, the conditions for diagnosing and detecting diseases at medical facilities are not fully equipped, which is the reason why patients often only go to the hospital when the disease is in the late stages. This makes treatment very difficult and potentially fatal.",
            "subsection_string": "What is prostate cancer?\nProstate cancer or prostate cancer is a common disease in men, especially over the age of 50.\nThe prostate is a sexual organ found only in men, weighing about 20 - 25 grams. The size of this organ changes with age, growing from puberty and stabilizing at age 30, then continuing to grow larger as men age. The prostate is located below the bladder and above the rectum, next to the seminal vesicles. The urinary tract (Uretha) passes through the center of the prostate, out of the penis). The prostate is responsible for creating semen.\nAbnormal, uncontrolled growth of prostate cells will form malignant tumors here, leading to prostate cancer. The disease often develops very slowly and there are no pathological symptoms in the early stages.\nIn Vietnam, the number of people visiting andrologists for prostate disease has increased, but prostate cancer has not received adequate attention. In addition, the conditions for diagnosing and detecting diseases at medical facilities are not fully equipped, which is the reason why patients often only go to the hospital when the disease is in the late stages. This makes treatment very difficult and potentially fatal."
        },
        {
            "subsection_name": "Types of prostate cancer",
            "subsection_content": "The most common type of cancer is adenocarcinoma. In addition, sometimes the disease can also occur in the form of:\nUndifferentiated prostate cancer; Squamous cell carcinoma; Transitional ductal carcinoma; Prostate sarcoma (very rare, mainly in young children)",
            "subsection_string": "Types of prostate cancer\nThe most common type of cancer is adenocarcinoma. In addition, sometimes the disease can also occur in the form of:\nUndifferentiated prostate cancer; Squamous cell carcinoma; Transitional ductal carcinoma; Prostate sarcoma (very rare, mainly in young children)"
        },
        {
            "subsection_name": "Stages of prostate cancer",
            "subsection_content": "Prostate cancer is divided into 4 stages:\nStage I: Cancer cells are localized in the prostate. At this stage, the prostate size is not larger than normal size, and rectal examination cannot detect it. Cancer is almost only detected when PSA increases and a prostate biopsy is performed.; Stage II: Cancer cells have begun to grow but have not broken through the gland's covering. Enlarged prostate size. This stage can be detected by rectal examination and PSA tests.; Stage III: Cancer cells have broken through the cover of the prostate, metastasized to nearby organs such as the rectum, bladder, seminal vesicles, urethral sphincter...; Stage IV: Cancer cells have metastasized to lymph nodes and other distant organs such as bones, liver, lungs...\nSee more: Characteristics of 4 stages of prostate cancer",
            "subsection_string": "Stages of prostate cancer\nProstate cancer is divided into 4 stages:\nStage I: Cancer cells are localized in the prostate. At this stage, the prostate size is not larger than normal size, and rectal examination cannot detect it. Cancer is almost only detected when PSA increases and a prostate biopsy is performed.; Stage II: Cancer cells have begun to grow but have not broken through the gland's covering. Enlarged prostate size. This stage can be detected by rectal examination and PSA tests.; Stage III: Cancer cells have broken through the cover of the prostate, metastasized to nearby organs such as the rectum, bladder, seminal vesicles, urethral sphincter...; Stage IV: Cancer cells have metastasized to lymph nodes and other distant organs such as bones, liver, lungs...\nSee more: Characteristics of 4 stages of prostate cancer"
        },
        {
            "subsection_name": "Symptoms and signs of prostate cancer",
            "subsection_content": "Common factors causing clinical urinary symptoms are the growth of prostate cancer that blocks urine circulation and bladder obstruction.\nPatients with urinary disorders: feeling of incomplete urination, residual urine after urination; The urine stream is weak, not as strong as before; Urinary incontinence, acute urinary retention, frequent urination at night; Urine has blood...\nSigns of cancer are completely different from benign prostate tumors, when cancer cells have spread or metastasized: spine pain, pelvic pain; Bloody ejaculation or sharp pain during ejaculation, Lower extremity edema. Patients may also have kidney failure, weight loss, anemia... so they often go for examination to other specialists.",
            "subsection_string": "Symptoms and signs of prostate cancer\nCommon factors causing clinical urinary symptoms are the growth of prostate cancer that blocks urine circulation and bladder obstruction.\nPatients with urinary disorders: feeling of incomplete urination, residual urine after urination; The urine stream is weak, not as strong as before; Urinary incontinence, acute urinary retention, frequent urination at night; Urine has blood...\nSigns of cancer are completely different from benign prostate tumors, when cancer cells have spread or metastasized: spine pain, pelvic pain; Bloody ejaculation or sharp pain during ejaculation, Lower extremity edema. Patients may also have kidney failure, weight loss, anemia... so they often go for examination to other specialists."
        },
        {
            "subsection_name": "Causes of cancer",
            "subsection_content": "Currently, the cause of prostate cancer is still unclear. However, the disease has been shown to have a close relationship with a number of factors as follows, including:\n1. Age\nThe older a man is, the more susceptible he is to prostate cancer. Only 10% of cases are detected under the age of 54, but the number increases to 65% in the 55-74 age group.\n2. Race\nThe risk of black men getting prostate cancer is higher than that of white people of the same age. Asians have a lower incidence than blacks and whites.\n3. Family medical history\nIn cases where a father or brother has a history of the disease, the risk of getting the disease is up to 2-3 times.\n4. Prostatic intraepithelial neoplasia (PIN)\nPIN is related to the risk of cancer, 25.8% ÷ 51% of highly differentiated PIN develop into prostate cancer.\n5. Some other factors\nCurrently, research has clarified many issues about pathogenesis. The causes are related to a number of genes in the process of generation and development of cancer cells and risk factors such as environment, exposure to chemicals, diet (eating a lot of red meat, eat few vegetables), obesity, smoking, sexually transmitted diseases, prostatitis, vasectomy...",
            "subsection_string": "Causes of cancer\nCurrently, the cause of prostate cancer is still unclear. However, the disease has been shown to have a close relationship with a number of factors as follows, including:\n1. Age\nThe older a man is, the more susceptible he is to prostate cancer. Only 10% of cases are detected under the age of 54, but the number increases to 65% in the 55-74 age group.\n2. Race\nThe risk of black men getting prostate cancer is higher than that of white people of the same age. Asians have a lower incidence than blacks and whites.\n3. Family medical history\nIn cases where a father or brother has a history of the disease, the risk of getting the disease is up to 2-3 times.\n4. Prostatic intraepithelial neoplasia (PIN)\nPIN is related to the risk of cancer, 25.8% ÷ 51% of highly differentiated PIN develop into prostate cancer.\n5. Some other factors\nCurrently, research has clarified many issues about pathogenesis. The causes are related to a number of genes in the process of generation and development of cancer cells and risk factors such as environment, exposure to chemicals, diet (eating a lot of red meat, eat few vegetables), obesity, smoking, sexually transmitted diseases, prostatitis, vasectomy..."
        },
        {
            "subsection_name": "Is prostate cancer dangerous?",
            "subsection_content": "Prostate cancer is a dangerous disease because if not treated promptly, the patient will face many unpredictable complications, such as:\n1. Metastatic prostate cancer\nOver time, malignant prostate tumors can metastasize to nearby organs, blood vessels or lymphatic systems. The tumor can even metastasize to bones, causing pain and fractures.\nOnce metastasized, the disease can still respond to treatment and be well controlled but cannot be completely cured.\n2. Urinary incontinence\nProstate cancer itself and its treatments can lead to urinary incontinence. The solution to this situation will depend on the type of disease at hand, its severity, and the likelihood of improvement over time. Treatment options include medications, catheters, or surgery.\n3. Erectile dysfunction\nThese may be complications of the disease or side effects of treatment regimens, usually surgery, radiation therapy, or hormonal therapy. This condition can be improved with medication or surgery.\nSee more: Erectile dysfunction: Causes, symptoms",
            "subsection_string": "Is prostate cancer dangerous?\nProstate cancer is a dangerous disease because if not treated promptly, the patient will face many unpredictable complications, such as:\n1. Metastatic prostate cancer\nOver time, malignant prostate tumors can metastasize to nearby organs, blood vessels or lymphatic systems. The tumor can even metastasize to bones, causing pain and fractures.\nOnce metastasized, the disease can still respond to treatment and be well controlled but cannot be completely cured.\n2. Urinary incontinence\nProstate cancer itself and its treatments can lead to urinary incontinence. The solution to this situation will depend on the type of disease at hand, its severity, and the likelihood of improvement over time. Treatment options include medications, catheters, or surgery.\n3. Erectile dysfunction\nThese may be complications of the disease or side effects of treatment regimens, usually surgery, radiation therapy, or hormonal therapy. This condition can be improved with medication or surgery.\nSee more: Erectile dysfunction: Causes, symptoms"
        },
        {
            "subsection_name": "Measures to diagnose prostate cancer",
            "subsection_content": "First, the doctor will examine the rectum to detect signs of prostate abnormalities. After that, the patient will be assigned to perform some more in-depth tests such as:\n1. PSA blood test\nThe PSA (prostate specific antigen) test is used to quantify the concentration of prostate specific antigen in the blood. Normally, the PSA value is below 4ng/mL and the ratio of free PSA to total PSA is above 20%. If PSA is elevated above 4ng/mL and the free/total PSA ratio is below 15%, the risk of disease is very high.\nCurrently, the PSA test is considered the most effective in diagnosing prostate cancer. The practical application of PSA testing has significantly increased efficiency in screening, diagnosing and monitoring disease treatment.\n2. Biopsy\nWhen the prostate examination shows signs of abnormality, the patient will have a prostate biopsy to find cancer cells and evaluate the tumor's level of malignancy. A biopsy can be performed with local anesthesia.\n3. Imaging diagnosis\nOnce there is a diagnosis of malignant prostate tumor, the patient needs to have a bone scan and pelvic MRI to assess the stage of the cancer. This diagnosis is to determine whether cancer cells have metastasized to lymph nodes or to the bones.",
            "subsection_string": "Measures to diagnose prostate cancer\nFirst, the doctor will examine the rectum to detect signs of prostate abnormalities. After that, the patient will be assigned to perform some more in-depth tests such as:\n1. PSA blood test\nThe PSA (prostate specific antigen) test is used to quantify the concentration of prostate specific antigen in the blood. Normally, the PSA value is below 4ng/mL and the ratio of free PSA to total PSA is above 20%. If PSA is elevated above 4ng/mL and the free/total PSA ratio is below 15%, the risk of disease is very high.\nCurrently, the PSA test is considered the most effective in diagnosing prostate cancer. The practical application of PSA testing has significantly increased efficiency in screening, diagnosing and monitoring disease treatment.\n2. Biopsy\nWhen the prostate examination shows signs of abnormality, the patient will have a prostate biopsy to find cancer cells and evaluate the tumor's level of malignancy. A biopsy can be performed with local anesthesia.\n3. Imaging diagnosis\nOnce there is a diagnosis of malignant prostate tumor, the patient needs to have a bone scan and pelvic MRI to assess the stage of the cancer. This diagnosis is to determine whether cancer cells have metastasized to lymph nodes or to the bones."
        },
        {
            "subsection_name": "Can prostate cancer be cured?",
            "subsection_content": "Currently, the disease is completely curable. The doctor will consider treatment options based on the patient's physical condition and medical condition, including:\nAge and estimated remaining life of the patient; Lymph node metastasis or distant metastasis; Internal medical diseases of the heart, diabetes, lungs... if the patient has them; The patient's sexual activity status before surgery; High - low level of blood PSA index; The degree of malignancy of cancer cells is based on the Gleason score from the biopsy results",
            "subsection_string": "Can prostate cancer be cured?\nCurrently, the disease is completely curable. The doctor will consider treatment options based on the patient's physical condition and medical condition, including:\nAge and estimated remaining life of the patient; Lymph node metastasis or distant metastasis; Internal medical diseases of the heart, diabetes, lungs... if the patient has them; The patient's sexual activity status before surgery; High - low level of blood PSA index; The degree of malignancy of cancer cells is based on the Gleason score from the biopsy results"
        },
        {
            "subsection_name": "Prostate cancer treatment methods",
            "subsection_content": "In general, prostate cancer can be treated with the following methods:\n1. Radical prostatectomy\nThis treatment method is indicated for early stage 1 or 2 cancer cases, and it is estimated that patients can live more than 10 years. The cancer cells are still localized and have not broken through the capsule of the gland. If surgery can remove all of them to the safe margin (the surgical margin has no cancerous tissue left), the likelihood of recurrence at 5 years after surgery is about less than 10%.\nRadical prostatectomy can be performed by laparoscopic surgery or open surgery below the umbilicus. The doctor will remove the entire prostate, seminal vesicles and tissue around the prostate.\nThe most common postoperative complications are complete urinary incontinence (5-10%), erectile dysfunction (70%).\nAt Tam Anh General Hospital System, doctors often apply laparoscopic radical prostatectomy with the purpose of helping patients reduce pain and recover quickly.\n2. External radiation therapy\nThis method uses high-energy X-rays to kill cancer cells in the prostate. Treatment period lasts 6-7 weeks. This method is indicated for late-stage cancer cases (mainly stages 3 and 4).\nCommon side effects after radiotherapy are fatigue, digestive disorders, urinary symptoms, erectile dysfunction...\n3. Prostate ablation with focused ultrasound (HIFU)\nThis is a solution that uses ultrasound waves (placed in the rectum) to destroy cancer cells with heat. This method is suitable for patients with early stage cancer but do not accept the risks and complications of surgery.\nPatients who are indicated for radiotherapy and do not accept it can also undergo trial treatment with HIFU, but the likelihood of recurrence will be higher than with external radiotherapy.\nCommon complications after HIFU are urethral stenosis, bladder neck stenosis...\n4. Hormonal treatment\nEndocrine treatment is only applied to patients with lymph node metastases or distant metastases. Patients can choose between surgery to remove both testicles or using injections (every 28 days, continuously for at least 6 - 12 months). The main purpose is to cut off the supply of testosterone so that cancer cells cannot continue to grow.",
            "subsection_string": "Prostate cancer treatment methods\nIn general, prostate cancer can be treated with the following methods:\n1. Radical prostatectomy\nThis treatment method is indicated for early stage 1 or 2 cancer cases, and it is estimated that patients can live more than 10 years. The cancer cells are still localized and have not broken through the capsule of the gland. If surgery can remove all of them to the safe margin (the surgical margin has no cancerous tissue left), the likelihood of recurrence at 5 years after surgery is about less than 10%.\nRadical prostatectomy can be performed by laparoscopic surgery or open surgery below the umbilicus. The doctor will remove the entire prostate, seminal vesicles and tissue around the prostate.\nThe most common postoperative complications are complete urinary incontinence (5-10%), erectile dysfunction (70%).\nAt Tam Anh General Hospital System, doctors often apply laparoscopic radical prostatectomy with the purpose of helping patients reduce pain and recover quickly.\n2. External radiation therapy\nThis method uses high-energy X-rays to kill cancer cells in the prostate. Treatment period lasts 6-7 weeks. This method is indicated for late-stage cancer cases (mainly stages 3 and 4).\nCommon side effects after radiotherapy are fatigue, digestive disorders, urinary symptoms, erectile dysfunction...\n3. Prostate ablation with focused ultrasound (HIFU)\nThis is a solution that uses ultrasound waves (placed in the rectum) to destroy cancer cells with heat. This method is suitable for patients with early stage cancer but do not accept the risks and complications of surgery.\nPatients who are indicated for radiotherapy and do not accept it can also undergo trial treatment with HIFU, but the likelihood of recurrence will be higher than with external radiotherapy.\nCommon complications after HIFU are urethral stenosis, bladder neck stenosis...\n4. Hormonal treatment\nEndocrine treatment is only applied to patients with lymph node metastases or distant metastases. Patients can choose between surgery to remove both testicles or using injections (every 28 days, continuously for at least 6 - 12 months). The main purpose is to cut off the supply of testosterone so that cancer cells cannot continue to grow."
        },
        {
            "subsection_name": "Nutrition for people with prostate cancer",
            "subsection_content": "Although prostate cancer cannot be cured with nutrition, a diet low in red meat (beef, pork, goat...), low in animal fat and high in green vegetables and fruits can help slow down the progression. of cancer. In addition, this nutritional regimen also contributes to reducing the development of prostate tumors as well as the risk of disease recurrence after treatment.",
            "subsection_string": "Nutrition for people with prostate cancer\nAlthough prostate cancer cannot be cured with nutrition, a diet low in red meat (beef, pork, goat...), low in animal fat and high in green vegetables and fruits can help slow down the progression. of cancer. In addition, this nutritional regimen also contributes to reducing the development of prostate tumors as well as the risk of disease recurrence after treatment."
        },
        {
            "subsection_name": "Prevention of prostate cancer",
            "subsection_content": "Although it is impossible to completely prevent the disease, some factors below can help reduce the risk of the disease, including:\nPrioritize providing nutrition to the body with a reasonable, scientific diet with lots of vegetables and fruits instead of overusing functional foods.; Exercise regularly to improve overall health as well as mental health, while maintaining a reasonable weight.; Actively screen if at risk of disease (advanced age, family members who have had the disease...).",
            "subsection_string": "Prevention of prostate cancer\nAlthough it is impossible to completely prevent the disease, some factors below can help reduce the risk of the disease, including:\nPrioritize providing nutrition to the body with a reasonable, scientific diet with lots of vegetables and fruits instead of overusing functional foods.; Exercise regularly to improve overall health as well as mental health, while maintaining a reasonable weight.; Actively screen if at risk of disease (advanced age, family members who have had the disease...)."
        },
        {
            "subsection_name": "Frequently asked questions about prostate cancer",
            "subsection_content": "1. How long can prostate cancer patients live?\nDue to the influence of many factors such as the level of cancer development, age, current health status, underlying disease, etc., each patient's prognosis will be different. For example, a 70-year-old patient with stage 0, 1 or 2 underlying disease and living normally can live another 18 years. However, at the same age, if the patient has at least one stage 3 underlying disease and needs help with daily activities, the life expectancy will decrease to about 12 years.\n2. Can late-stage prostate cancer be cured?\nLate-stage cancer can still be cured. However, it should be noted that the purpose of treating the disease at this stage is to slow down the progression of cancer and prolong the patient's lifespan, not to completely cure it like in the early stages.\n3. How to detect prostate cancer early?\nCancer screening is a testing method to detect disease before the patient has pathological symptoms. To detect prostate cancer in its early stages, only a blood test can be done to check the level of prostate-specific antigen (PSA). In addition, a digital rectal exam is also a relatively accurate way to determine whether the prostate is abnormally large or not.\nTo schedule an examination with specialists in the Department of Urology - Tam Anh General Hospital, customers can fill out information here, or contact Tam Anh General Hospital System:\nIn Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi. Hotline: 024 3872 3872 – 024 7106 6858; In Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City. Hotline: 0287 102 6789 – 093 180 6858; Fanpage: https://www.facebook.com/benhvientamanh\nProstate cancer can be completely cured if the disease is detected early. Regular health checks every 6 months at medical units or hospitals with modern machinery and equipment will help diagnose the disease more accurately.",
            "subsection_string": "Frequently asked questions about prostate cancer\n1. How long can prostate cancer patients live?\nDue to the influence of many factors such as the level of cancer development, age, current health status, underlying disease, etc., each patient's prognosis will be different. For example, a 70-year-old patient with stage 0, 1 or 2 underlying disease and living normally can live another 18 years. However, at the same age, if the patient has at least one stage 3 underlying disease and needs help with daily activities, the life expectancy will decrease to about 12 years.\n2. Can late-stage prostate cancer be cured?\nLate-stage cancer can still be cured. However, it should be noted that the purpose of treating the disease at this stage is to slow down the progression of cancer and prolong the patient's lifespan, not to completely cure it like in the early stages.\n3. How to detect prostate cancer early?\nCancer screening is a testing method to detect disease before the patient has pathological symptoms. To detect prostate cancer in its early stages, only a blood test can be done to check the level of prostate-specific antigen (PSA). In addition, a digital rectal exam is also a relatively accurate way to determine whether the prostate is abnormally large or not.\nTo schedule an examination with specialists in the Department of Urology - Tam Anh General Hospital, customers can fill out information here, or contact Tam Anh General Hospital System:\nIn Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi. Hotline: 024 3872 3872 – 024 7106 6858; In Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City. Hotline: 0287 102 6789 – 093 180 6858; Fanpage: https://www.facebook.com/benhvientamanh\nProstate cancer can be completely cured if the disease is detected early. Regular health checks every 6 months at medical units or hospitals with modern machinery and equipment will help diagnose the disease more accurately."
        }
    ],
    "name": "ung-thu-tuyen-tien-liet.json"
}