{
    "title": "Lung cancer (malignant lung tumor): Causes, signs and treatment",
    "category": "Respiratory",
    "link": "https://tamanhhospital.vn/ung-thu-phoi/",
    "abstract": "Lung cancer (malignant lung tumor - Malignant Lung Tumor) - in English Lung Cancer, Lung Carcinoma is the most dangerous disease in the world with more than 2 million new cases and more than 1 million deaths each year. In Vietnam, among hospitalized patients, up to 62.5% are no longer able to have surgery. So how to detect the disease early for the most effective treatment?\n \nThe \"silent killer\" called malignant lung tumor accounts for only about 12%, but acute lung cancer has a very high mortality rate, with 28% of cancer deaths in general. In Vietnam, cancer in this organ ranks 2nd (after the liver) among the most common types in both sexes (1). Worryingly, the rate of people infected with this scary disease is increasing, leading to a very high number of deaths.",
    "content": "Lung cancer (malignant lung tumor): Causes, signs and treatment\n\nLung cancer (malignant lung tumor - Malignant Lung Tumor) - in English Lung Cancer, Lung Carcinoma is the most dangerous disease in the world with more than 2 million new cases and more than 1 million deaths each year. In Vietnam, among hospitalized patients, up to 62.5% are no longer able to have surgery. So how to detect the disease early for the most effective treatment?\n \nThe \"silent killer\" called malignant lung tumor accounts for only about 12%, but acute lung cancer has a very high mortality rate, with 28% of cancer deaths in general. In Vietnam, cancer in this organ ranks 2nd (after the liver) among the most common types in both sexes (1). Worryingly, the rate of people infected with this scary disease is increasing, leading to a very high number of deaths.\n\nWhat is lung cancer?\nLung cancer is a type of cancer that starts in the lungs, also known as malignant tumor in the respiratory tract. The disease occurs when a malignant tumor forms in the lungs, rapidly growing in size, leading to invasion and compression of surrounding organs. The two lungs in the chest have the function of absorbing oxygen when inhaled and releasing carbon dioxide (CO2) when exhaling.\nDoctors divide malignant lung (respiratory tract) tumors into two main types based on the appearance of the cancerous tumor cells under a microscope (2). That is:\nNon-small cell lung cancer (NSCLC), accounts for 80 - 85% of all cases. This is a general term for several types of malignant lung tumors, including squamous cell carcinoma, adenocarcinoma, and large cell carcinoma.; Small cell lung cancer (SCLC) accounts for about 15 – 20% of cases. This type occurs almost exclusively in heavy smokers and is less common than non-small cell cancer.\nIn addition, there are still cases where benign lung tumors can appear. Benign tumors are fundamentally very different from malignant tumors (cancer cells). However, to be able to accurately determine the nature of the tumor, scientific and accurate diagnostic methods from doctors and medical experts are still needed.\n\nStages of malignant lung tumor\nProfessor Ngo Guizhou said that non-small cell cancer is divided into 4 stages, representing the level of metastasis of malignant tumor cells. Accurately diagnosing the stage of the disease will help doctors have a suitable treatment regimen. Because the disease does not cause obvious symptoms in its early stages, it is often only diagnosed when tumor cells have spread.\nThe four stages of non-small cell lung cancer include:\nStage 1: Cancer cells are found in the lungs, but they have not spread beyond this area;; Stage 2: Cells appear in the lungs and nearby lymph nodes;; Stage 3: Cells are found in the lungs and lymph nodes in the middle of the chest: Stage 3A: Cancer cells are found in lymph nodes, but only on the same side of the chest where the malignant cells first appeared presently; Stage 3B: Cancer has spread to lymph nodes on the opposite chest, or to lymph nodes above the collarbone.; Stage 3A: Cancer cells are in the lymph nodes, but only on the same side of the chest where the malignant cells first appeared;; Stage 3B: Cancer has spread to lymph nodes on the opposite chest, or to lymph nodes above the collarbone.; Stage 4: Late-stage cancer has spread to both lungs, to the area around the site, or to distant organs.\nMeanwhile, small cell lung cancer has 2 main stages:\nLimited stage: Cancer cells appear only in one lung or nearby lymph nodes on the same side of the chest.; Extensive stage: Malignant tumors have spread Throughout one lung; To the opposite lung; To the lymph nodes on the opposite side; Spreads to fluid around the lungs; To the bone marrow; To distant agencies; All over one lung;; To the opposite lung;; To the lymph nodes on the opposite side;; Spreads to fluid around the lungs;; To the bone marrow;; To distant agencies.\nStatistics show that at the time of diagnosis, 2 out of 3 people with small cell cancer are already in the extensive stage.\n\nCommon signs of lung cancer\nBasically, the symptoms of these two types of malignant lung tumors are similar. The initial symptoms that can be seen are often:\nProlonged cough;; Cough with phlegm or blood;; Chest pain that gets worse when breathing deeply, laughing or coughing;; Hoarse voice;; Short of breath;; Wheeze;; Weakness and fatigue;; Loss of appetite leads to weight loss.\nFatigue, prolonged cough, anorexia leading to weight loss should be wary of malignant lung tumors\nIn the early stages, patients may also have recurrent respiratory infections such as pneumonia or bronchitis. As the tumor spreads, a variety of other symptoms will appear, depending on where the new tumor forms. Specifically, if the tumor appears in:\nLymph nodes: the patient has a lump, especially in the neck or collarbone;; Bones: the patient feels bone pain, especially in the back, ribs or hips;; Brain or spine: symptoms may include headache, dizziness, easy loss of balance or numbness of the arms/legs'; Esophagus: causes difficulty swallowing;; Liver: the patient has yellow skin and eyes.\nTumors that appear on the top of the lungs can affect the nerves in the face, leading to drooping eyelids, small pupils, not sweating on one side of the face, and shoulder pain. These symptoms are called Horner syndrome. If the tumor presses on the large veins that transport blood between the head, arms and heart, it will lead to swelling of the face, neck, upper chest and arms.\nIn addition, sometimes lung cancer cells also cause the body to produce a hormone-like substance, causing a series of symptoms called paraneoplastic syndrome, including:\nMuscle weakness;; Nausea and vomiting;; Retain water in the body;; High Blood Pressure;; High blood sugar;; Confusion;; Convulsion;; Comatose.\n\nCauses of lung cancer\nAir pollution is the leading cause of malignant tumors:\n1. Cigarette smoke\nTobacco is the number 1 cause of respiratory diseases\nAccording to Prof. Dr. Ngo Quy Chau, anyone can be at risk of getting the disease, but 90% of acute lung cancer cases are caused by smoking. According to the US Centers for Disease Control and Prevention (CDC), smokers are 15 - 30 times more likely to develop respiratory tumors than non-smokers (3). Even if you do not smoke, the risk of  increases if you are exposed to tobacco smoke regularly (passive smoking).\nWhen cigarette smoke enters the body, it begins to damage lung tissue. The lungs can repair this damage, but inhaling cigarette smoke every day gradually causes it to lose its ability to heal itself.\nOnce lung cells are damaged, they begin to function abnormally, increasing the likelihood of developing respiratory malignancies. This is why small cell lung cancer is almost always associated with heavy smoking. Only by stopping smoking will you reduce your risk of disease over time.\n2. Exposure to Radon\nAccording to the American Lung Association, the second cause of tumors in the lung area is exposure to radon - a naturally occurring radioactive gas (4). Radon enters buildings through small cracks in the foundation. People who both smoke and are exposed to radon gas are at very high risk of cancer.\n3. Absorb harmful gases\nBreathing other toxic substances over a long period of time will lead to pulmonary fibrosis. Your risk of melanoma increases sevenfold if lung fibrosis progresses. Some substances considered to be pathogens include silicon, asbestos, arsenic, cadmium, chromium, nickel, uranium...\n4. Changes in genetic genes\nThe fourth reason is that genetic mutations also increase the risk of melanoma. This risk increases if the patient is a smoker or exposed to other malignant tumor-causing substances.\n5. Undergo radiation therapy\nIf you have undergone radiation therapy to the chest for another type of cancer, the possibility of developing a malignant tumor in the respiratory system is possible.\n\nComplications of malignant lung tumor\nCancer in the respiratory tract can cause serious complications, such as:\n1. Difficulty breathing\nLung tumor patients will have difficulty breathing if malignant cells develop and block the main airways. Lung cancer also causes fluid to build up around the lungs, making it difficult for the organ to fully expand when inhaled.\n2. Coughing up blood\nThe disease can cause bleeding in the respiratory tract, causing the patient to cough up blood.\n3. Pleural effusion\nThis phenomenon is explained by excessive fluid accumulation in the pleural cavity, spilling out into the space surrounding the lungs. As a result, patients sometimes feel short of breath.\n4. Metastasis\nThe tumor spreads to other parts of the body, such as the brain and bones, causing severe damage to these organs, causing pain, nausea, and other symptoms depending on the organ. affected. Once this tumor has spread beyond the lungs, the disease usually cannot be cured. All treatment methods are only aimed at reducing symptoms and prolonging the patient's life. (6)\n\nMethods of diagnosing lung cancer\nParaclinical examinations such as diagnostic imaging, laboratory tests, biopsies... help doctors accurately diagnose medical conditions.\nAs soon as symptoms of respiratory cancer appear, patients need to see a doctor as soon as possible for early diagnosis and treatment. The doctor will conduct a general health examination, then prescribe the following paraclinical tests:\nImaging: An abnormal tumor can be seen through X-rays, MRI, CT and PET.; Sputum test: If symptoms of cough with phlegm appear, the sputum will be examined using a microscope. This is one of the methods to determine whether there are cancer cells in it or not.\nIn addition, the doctor may ask the patient to perform a biopsy to check whether the tumor in this location is benign or malignant. Your doctor will take a tissue sample in one of the following ways:\nBronchoscopy: A flexible scope is inserted through the nose or mouth, down the throat and into the lungs.; Mediastinoscopy: The doctor opens a small incision inside the chest, then inserts instruments to take samples from the lymph nodes. When performing this procedure, the patient will be under general anesthesia.; Lung needle biopsy: Imaging diagnostic results are the basis for doctors to determine the tumor location. A biopsy needle is then inserted through the chest wall and into the lung tissue containing the tumor to obtain a sample.\nAfter analyzing the tissue samples, if the results are positive for cancer cells, the patient will be assigned other tests, such as bone scans, abdominal ultrasound, etc. to determine whether the cancer has occurred. Has it spread or not, what stage is it in?\n\nLung cancer treatment methods\nFor non-small cell lung cancer (NSCLC), treatment depends on the stage of the disease:\nStage 1: Surgery to remove part of the lung, possibly chemotherapy if the disease has a high risk of recurrence.; Stage 2: Surgery to remove part or all of the lung, with chemotherapy to limit tumor recurrence; Stage 3: Combination of chemotherapy, surgery and radiotherapy.; Stage 4: The tumor has metastasized widely so it cannot be completely removed. At this time, all measures such as surgery, radiotherapy, chemotherapy, immunotherapy... only aim to control the tumor and improve disease symptoms. (5)\nWith small cell lung cancer, common treatments are usually chemotherapy and radiation therapy. Because, in most cases detected, the tumor is too large and difficult to operate.\n\nHow to prevent lung cancer\nExercise more to reduce the risk of toxic tumors in the respiratory area\nProfessor Wu Guizhou said there is no way to absolutely prevent malignant lung cancer, but you can reduce your risk of the disease if:\nStay away from cigarettes: If you have never smoked, don't try it. If you have smoked for many years, stop immediately. In addition, it is necessary to limit exposure to secondhand smoke by encouraging relatives not to smoke, wearing masks when going out and avoiding areas with many smokers, such as bars, restaurants, etc. Cafe…; Check the radon level in your home: make sure it is always at a safe level.; Avoid tumor-causing substances in the workplace: If you have to work in an environment with toxic substances that increase the risk of malignant lung cancer, take precautions to protect yourself from exposure to them. . These measures include wearing masks, protective clothing, etc.; Have a diet rich in fruits and vegetables: Adhering to a diverse menu of fruits and vegetables, limiting red meat and processed meats has been proven to reduce the risk of some cancers. , including acute lung tumor.; Exercise regularly: The risk of disease and many other types of toxic tumors will decrease when exercising regularly. Try to exercise at least 30 minutes/day, in any form: walking, cycling, yoga, jumping rope, swimming...\nFor advice and to schedule an examination for respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, you can contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nLung cancer (malignant lung tumor) is a disease with a fairly high mortality rate. However, the disease is completely curable if detected and treated at a stage when the tumor has not yet grown large and spread. Regularly checking general health or screening for malignant tumors is the best way to prevent this terrible disease.",
    "subsections": [
        {
            "subsection_name": "What is lung cancer?",
            "subsection_content": "Lung cancer is a type of cancer that starts in the lungs, also known as malignant tumor in the respiratory tract. The disease occurs when a malignant tumor forms in the lungs, rapidly growing in size, leading to invasion and compression of surrounding organs. The two lungs in the chest have the function of absorbing oxygen when inhaled and releasing carbon dioxide (CO2) when exhaling.\nDoctors divide malignant lung (respiratory tract) tumors into two main types based on the appearance of the cancerous tumor cells under a microscope (2). That is:\nNon-small cell lung cancer (NSCLC), accounts for 80 - 85% of all cases. This is a general term for several types of malignant lung tumors, including squamous cell carcinoma, adenocarcinoma, and large cell carcinoma.; Small cell lung cancer (SCLC) accounts for about 15 – 20% of cases. This type occurs almost exclusively in heavy smokers and is less common than non-small cell cancer.\nIn addition, there are still cases where benign lung tumors can appear. Benign tumors are fundamentally very different from malignant tumors (cancer cells). However, to be able to accurately determine the nature of the tumor, scientific and accurate diagnostic methods from doctors and medical experts are still needed.",
            "subsection_string": "What is lung cancer?\nLung cancer is a type of cancer that starts in the lungs, also known as malignant tumor in the respiratory tract. The disease occurs when a malignant tumor forms in the lungs, rapidly growing in size, leading to invasion and compression of surrounding organs. The two lungs in the chest have the function of absorbing oxygen when inhaled and releasing carbon dioxide (CO2) when exhaling.\nDoctors divide malignant lung (respiratory tract) tumors into two main types based on the appearance of the cancerous tumor cells under a microscope (2). That is:\nNon-small cell lung cancer (NSCLC), accounts for 80 - 85% of all cases. This is a general term for several types of malignant lung tumors, including squamous cell carcinoma, adenocarcinoma, and large cell carcinoma.; Small cell lung cancer (SCLC) accounts for about 15 – 20% of cases. This type occurs almost exclusively in heavy smokers and is less common than non-small cell cancer.\nIn addition, there are still cases where benign lung tumors can appear. Benign tumors are fundamentally very different from malignant tumors (cancer cells). However, to be able to accurately determine the nature of the tumor, scientific and accurate diagnostic methods from doctors and medical experts are still needed."
        },
        {
            "subsection_name": "Stages of malignant lung tumor",
            "subsection_content": "Professor Ngo Guizhou said that non-small cell cancer is divided into 4 stages, representing the level of metastasis of malignant tumor cells. Accurately diagnosing the stage of the disease will help doctors have a suitable treatment regimen. Because the disease does not cause obvious symptoms in its early stages, it is often only diagnosed when tumor cells have spread.\nThe four stages of non-small cell lung cancer include:\nStage 1: Cancer cells are found in the lungs, but they have not spread beyond this area;; Stage 2: Cells appear in the lungs and nearby lymph nodes;; Stage 3: Cells are found in the lungs and lymph nodes in the middle of the chest: Stage 3A: Cancer cells are found in lymph nodes, but only on the same side of the chest where the malignant cells first appeared presently; Stage 3B: Cancer has spread to lymph nodes on the opposite chest, or to lymph nodes above the collarbone.; Stage 3A: Cancer cells are in the lymph nodes, but only on the same side of the chest where the malignant cells first appeared;; Stage 3B: Cancer has spread to lymph nodes on the opposite chest, or to lymph nodes above the collarbone.; Stage 4: Late-stage cancer has spread to both lungs, to the area around the site, or to distant organs.\nMeanwhile, small cell lung cancer has 2 main stages:\nLimited stage: Cancer cells appear only in one lung or nearby lymph nodes on the same side of the chest.; Extensive stage: Malignant tumors have spread Throughout one lung; To the opposite lung; To the lymph nodes on the opposite side; Spreads to fluid around the lungs; To the bone marrow; To distant agencies; All over one lung;; To the opposite lung;; To the lymph nodes on the opposite side;; Spreads to fluid around the lungs;; To the bone marrow;; To distant agencies.\nStatistics show that at the time of diagnosis, 2 out of 3 people with small cell cancer are already in the extensive stage.",
            "subsection_string": "Stages of malignant lung tumor\nProfessor Ngo Guizhou said that non-small cell cancer is divided into 4 stages, representing the level of metastasis of malignant tumor cells. Accurately diagnosing the stage of the disease will help doctors have a suitable treatment regimen. Because the disease does not cause obvious symptoms in its early stages, it is often only diagnosed when tumor cells have spread.\nThe four stages of non-small cell lung cancer include:\nStage 1: Cancer cells are found in the lungs, but they have not spread beyond this area;; Stage 2: Cells appear in the lungs and nearby lymph nodes;; Stage 3: Cells are found in the lungs and lymph nodes in the middle of the chest: Stage 3A: Cancer cells are found in lymph nodes, but only on the same side of the chest where the malignant cells first appeared presently; Stage 3B: Cancer has spread to lymph nodes on the opposite chest, or to lymph nodes above the collarbone.; Stage 3A: Cancer cells are in the lymph nodes, but only on the same side of the chest where the malignant cells first appeared;; Stage 3B: Cancer has spread to lymph nodes on the opposite chest, or to lymph nodes above the collarbone.; Stage 4: Late-stage cancer has spread to both lungs, to the area around the site, or to distant organs.\nMeanwhile, small cell lung cancer has 2 main stages:\nLimited stage: Cancer cells appear only in one lung or nearby lymph nodes on the same side of the chest.; Extensive stage: Malignant tumors have spread Throughout one lung; To the opposite lung; To the lymph nodes on the opposite side; Spreads to fluid around the lungs; To the bone marrow; To distant agencies; All over one lung;; To the opposite lung;; To the lymph nodes on the opposite side;; Spreads to fluid around the lungs;; To the bone marrow;; To distant agencies.\nStatistics show that at the time of diagnosis, 2 out of 3 people with small cell cancer are already in the extensive stage."
        },
        {
            "subsection_name": "Common signs of lung cancer",
            "subsection_content": "Basically, the symptoms of these two types of malignant lung tumors are similar. The initial symptoms that can be seen are often:\nProlonged cough;; Cough with phlegm or blood;; Chest pain that gets worse when breathing deeply, laughing or coughing;; Hoarse voice;; Short of breath;; Wheeze;; Weakness and fatigue;; Loss of appetite leads to weight loss.\nFatigue, prolonged cough, anorexia leading to weight loss should be wary of malignant lung tumors\nIn the early stages, patients may also have recurrent respiratory infections such as pneumonia or bronchitis. As the tumor spreads, a variety of other symptoms will appear, depending on where the new tumor forms. Specifically, if the tumor appears in:\nLymph nodes: the patient has a lump, especially in the neck or collarbone;; Bones: the patient feels bone pain, especially in the back, ribs or hips;; Brain or spine: symptoms may include headache, dizziness, easy loss of balance or numbness of the arms/legs'; Esophagus: causes difficulty swallowing;; Liver: the patient has yellow skin and eyes.\nTumors that appear on the top of the lungs can affect the nerves in the face, leading to drooping eyelids, small pupils, not sweating on one side of the face, and shoulder pain. These symptoms are called Horner syndrome. If the tumor presses on the large veins that transport blood between the head, arms and heart, it will lead to swelling of the face, neck, upper chest and arms.\nIn addition, sometimes lung cancer cells also cause the body to produce a hormone-like substance, causing a series of symptoms called paraneoplastic syndrome, including:\nMuscle weakness;; Nausea and vomiting;; Retain water in the body;; High Blood Pressure;; High blood sugar;; Confusion;; Convulsion;; Comatose.",
            "subsection_string": "Common signs of lung cancer\nBasically, the symptoms of these two types of malignant lung tumors are similar. The initial symptoms that can be seen are often:\nProlonged cough;; Cough with phlegm or blood;; Chest pain that gets worse when breathing deeply, laughing or coughing;; Hoarse voice;; Short of breath;; Wheeze;; Weakness and fatigue;; Loss of appetite leads to weight loss.\nFatigue, prolonged cough, anorexia leading to weight loss should be wary of malignant lung tumors\nIn the early stages, patients may also have recurrent respiratory infections such as pneumonia or bronchitis. As the tumor spreads, a variety of other symptoms will appear, depending on where the new tumor forms. Specifically, if the tumor appears in:\nLymph nodes: the patient has a lump, especially in the neck or collarbone;; Bones: the patient feels bone pain, especially in the back, ribs or hips;; Brain or spine: symptoms may include headache, dizziness, easy loss of balance or numbness of the arms/legs'; Esophagus: causes difficulty swallowing;; Liver: the patient has yellow skin and eyes.\nTumors that appear on the top of the lungs can affect the nerves in the face, leading to drooping eyelids, small pupils, not sweating on one side of the face, and shoulder pain. These symptoms are called Horner syndrome. If the tumor presses on the large veins that transport blood between the head, arms and heart, it will lead to swelling of the face, neck, upper chest and arms.\nIn addition, sometimes lung cancer cells also cause the body to produce a hormone-like substance, causing a series of symptoms called paraneoplastic syndrome, including:\nMuscle weakness;; Nausea and vomiting;; Retain water in the body;; High Blood Pressure;; High blood sugar;; Confusion;; Convulsion;; Comatose."
        },
        {
            "subsection_name": "Causes of lung cancer",
            "subsection_content": "Air pollution is the leading cause of malignant tumors:\n1. Cigarette smoke\nTobacco is the number 1 cause of respiratory diseases\nAccording to Prof. Dr. Ngo Quy Chau, anyone can be at risk of getting the disease, but 90% of acute lung cancer cases are caused by smoking. According to the US Centers for Disease Control and Prevention (CDC), smokers are 15 - 30 times more likely to develop respiratory tumors than non-smokers (3). Even if you do not smoke, the risk of  increases if you are exposed to tobacco smoke regularly (passive smoking).\nWhen cigarette smoke enters the body, it begins to damage lung tissue. The lungs can repair this damage, but inhaling cigarette smoke every day gradually causes it to lose its ability to heal itself.\nOnce lung cells are damaged, they begin to function abnormally, increasing the likelihood of developing respiratory malignancies. This is why small cell lung cancer is almost always associated with heavy smoking. Only by stopping smoking will you reduce your risk of disease over time.\n2. Exposure to Radon\nAccording to the American Lung Association, the second cause of tumors in the lung area is exposure to radon - a naturally occurring radioactive gas (4). Radon enters buildings through small cracks in the foundation. People who both smoke and are exposed to radon gas are at very high risk of cancer.\n3. Absorb harmful gases\nBreathing other toxic substances over a long period of time will lead to pulmonary fibrosis. Your risk of melanoma increases sevenfold if lung fibrosis progresses. Some substances considered to be pathogens include silicon, asbestos, arsenic, cadmium, chromium, nickel, uranium...\n4. Changes in genetic genes\nThe fourth reason is that genetic mutations also increase the risk of melanoma. This risk increases if the patient is a smoker or exposed to other malignant tumor-causing substances.\n5. Undergo radiation therapy\nIf you have undergone radiation therapy to the chest for another type of cancer, the possibility of developing a malignant tumor in the respiratory system is possible.",
            "subsection_string": "Causes of lung cancer\nAir pollution is the leading cause of malignant tumors:\n1. Cigarette smoke\nTobacco is the number 1 cause of respiratory diseases\nAccording to Prof. Dr. Ngo Quy Chau, anyone can be at risk of getting the disease, but 90% of acute lung cancer cases are caused by smoking. According to the US Centers for Disease Control and Prevention (CDC), smokers are 15 - 30 times more likely to develop respiratory tumors than non-smokers (3). Even if you do not smoke, the risk of  increases if you are exposed to tobacco smoke regularly (passive smoking).\nWhen cigarette smoke enters the body, it begins to damage lung tissue. The lungs can repair this damage, but inhaling cigarette smoke every day gradually causes it to lose its ability to heal itself.\nOnce lung cells are damaged, they begin to function abnormally, increasing the likelihood of developing respiratory malignancies. This is why small cell lung cancer is almost always associated with heavy smoking. Only by stopping smoking will you reduce your risk of disease over time.\n2. Exposure to Radon\nAccording to the American Lung Association, the second cause of tumors in the lung area is exposure to radon - a naturally occurring radioactive gas (4). Radon enters buildings through small cracks in the foundation. People who both smoke and are exposed to radon gas are at very high risk of cancer.\n3. Absorb harmful gases\nBreathing other toxic substances over a long period of time will lead to pulmonary fibrosis. Your risk of melanoma increases sevenfold if lung fibrosis progresses. Some substances considered to be pathogens include silicon, asbestos, arsenic, cadmium, chromium, nickel, uranium...\n4. Changes in genetic genes\nThe fourth reason is that genetic mutations also increase the risk of melanoma. This risk increases if the patient is a smoker or exposed to other malignant tumor-causing substances.\n5. Undergo radiation therapy\nIf you have undergone radiation therapy to the chest for another type of cancer, the possibility of developing a malignant tumor in the respiratory system is possible."
        },
        {
            "subsection_name": "Complications of malignant lung tumor",
            "subsection_content": "Cancer in the respiratory tract can cause serious complications, such as:\n1. Difficulty breathing\nLung tumor patients will have difficulty breathing if malignant cells develop and block the main airways. Lung cancer also causes fluid to build up around the lungs, making it difficult for the organ to fully expand when inhaled.\n2. Coughing up blood\nThe disease can cause bleeding in the respiratory tract, causing the patient to cough up blood.\n3. Pleural effusion\nThis phenomenon is explained by excessive fluid accumulation in the pleural cavity, spilling out into the space surrounding the lungs. As a result, patients sometimes feel short of breath.\n4. Metastasis\nThe tumor spreads to other parts of the body, such as the brain and bones, causing severe damage to these organs, causing pain, nausea, and other symptoms depending on the organ. affected. Once this tumor has spread beyond the lungs, the disease usually cannot be cured. All treatment methods are only aimed at reducing symptoms and prolonging the patient's life. (6)",
            "subsection_string": "Complications of malignant lung tumor\nCancer in the respiratory tract can cause serious complications, such as:\n1. Difficulty breathing\nLung tumor patients will have difficulty breathing if malignant cells develop and block the main airways. Lung cancer also causes fluid to build up around the lungs, making it difficult for the organ to fully expand when inhaled.\n2. Coughing up blood\nThe disease can cause bleeding in the respiratory tract, causing the patient to cough up blood.\n3. Pleural effusion\nThis phenomenon is explained by excessive fluid accumulation in the pleural cavity, spilling out into the space surrounding the lungs. As a result, patients sometimes feel short of breath.\n4. Metastasis\nThe tumor spreads to other parts of the body, such as the brain and bones, causing severe damage to these organs, causing pain, nausea, and other symptoms depending on the organ. affected. Once this tumor has spread beyond the lungs, the disease usually cannot be cured. All treatment methods are only aimed at reducing symptoms and prolonging the patient's life. (6)"
        },
        {
            "subsection_name": "Methods of diagnosing lung cancer",
            "subsection_content": "Paraclinical examinations such as diagnostic imaging, laboratory tests, biopsies... help doctors accurately diagnose medical conditions.\nAs soon as symptoms of respiratory cancer appear, patients need to see a doctor as soon as possible for early diagnosis and treatment. The doctor will conduct a general health examination, then prescribe the following paraclinical tests:\nImaging: An abnormal tumor can be seen through X-rays, MRI, CT and PET.; Sputum test: If symptoms of cough with phlegm appear, the sputum will be examined using a microscope. This is one of the methods to determine whether there are cancer cells in it or not.\nIn addition, the doctor may ask the patient to perform a biopsy to check whether the tumor in this location is benign or malignant. Your doctor will take a tissue sample in one of the following ways:\nBronchoscopy: A flexible scope is inserted through the nose or mouth, down the throat and into the lungs.; Mediastinoscopy: The doctor opens a small incision inside the chest, then inserts instruments to take samples from the lymph nodes. When performing this procedure, the patient will be under general anesthesia.; Lung needle biopsy: Imaging diagnostic results are the basis for doctors to determine the tumor location. A biopsy needle is then inserted through the chest wall and into the lung tissue containing the tumor to obtain a sample.\nAfter analyzing the tissue samples, if the results are positive for cancer cells, the patient will be assigned other tests, such as bone scans, abdominal ultrasound, etc. to determine whether the cancer has occurred. Has it spread or not, what stage is it in?",
            "subsection_string": "Methods of diagnosing lung cancer\nParaclinical examinations such as diagnostic imaging, laboratory tests, biopsies... help doctors accurately diagnose medical conditions.\nAs soon as symptoms of respiratory cancer appear, patients need to see a doctor as soon as possible for early diagnosis and treatment. The doctor will conduct a general health examination, then prescribe the following paraclinical tests:\nImaging: An abnormal tumor can be seen through X-rays, MRI, CT and PET.; Sputum test: If symptoms of cough with phlegm appear, the sputum will be examined using a microscope. This is one of the methods to determine whether there are cancer cells in it or not.\nIn addition, the doctor may ask the patient to perform a biopsy to check whether the tumor in this location is benign or malignant. Your doctor will take a tissue sample in one of the following ways:\nBronchoscopy: A flexible scope is inserted through the nose or mouth, down the throat and into the lungs.; Mediastinoscopy: The doctor opens a small incision inside the chest, then inserts instruments to take samples from the lymph nodes. When performing this procedure, the patient will be under general anesthesia.; Lung needle biopsy: Imaging diagnostic results are the basis for doctors to determine the tumor location. A biopsy needle is then inserted through the chest wall and into the lung tissue containing the tumor to obtain a sample.\nAfter analyzing the tissue samples, if the results are positive for cancer cells, the patient will be assigned other tests, such as bone scans, abdominal ultrasound, etc. to determine whether the cancer has occurred. Has it spread or not, what stage is it in?"
        },
        {
            "subsection_name": "Lung cancer treatment methods",
            "subsection_content": "For non-small cell lung cancer (NSCLC), treatment depends on the stage of the disease:\nStage 1: Surgery to remove part of the lung, possibly chemotherapy if the disease has a high risk of recurrence.; Stage 2: Surgery to remove part or all of the lung, with chemotherapy to limit tumor recurrence; Stage 3: Combination of chemotherapy, surgery and radiotherapy.; Stage 4: The tumor has metastasized widely so it cannot be completely removed. At this time, all measures such as surgery, radiotherapy, chemotherapy, immunotherapy... only aim to control the tumor and improve disease symptoms. (5)\nWith small cell lung cancer, common treatments are usually chemotherapy and radiation therapy. Because, in most cases detected, the tumor is too large and difficult to operate.",
            "subsection_string": "Lung cancer treatment methods\nFor non-small cell lung cancer (NSCLC), treatment depends on the stage of the disease:\nStage 1: Surgery to remove part of the lung, possibly chemotherapy if the disease has a high risk of recurrence.; Stage 2: Surgery to remove part or all of the lung, with chemotherapy to limit tumor recurrence; Stage 3: Combination of chemotherapy, surgery and radiotherapy.; Stage 4: The tumor has metastasized widely so it cannot be completely removed. At this time, all measures such as surgery, radiotherapy, chemotherapy, immunotherapy... only aim to control the tumor and improve disease symptoms. (5)\nWith small cell lung cancer, common treatments are usually chemotherapy and radiation therapy. Because, in most cases detected, the tumor is too large and difficult to operate."
        },
        {
            "subsection_name": "How to prevent lung cancer",
            "subsection_content": "Exercise more to reduce the risk of toxic tumors in the respiratory area\nProfessor Wu Guizhou said there is no way to absolutely prevent malignant lung cancer, but you can reduce your risk of the disease if:\nStay away from cigarettes: If you have never smoked, don't try it. If you have smoked for many years, stop immediately. In addition, it is necessary to limit exposure to secondhand smoke by encouraging relatives not to smoke, wearing masks when going out and avoiding areas with many smokers, such as bars, restaurants, etc. Cafe…; Check the radon level in your home: make sure it is always at a safe level.; Avoid tumor-causing substances in the workplace: If you have to work in an environment with toxic substances that increase the risk of malignant lung cancer, take precautions to protect yourself from exposure to them. . These measures include wearing masks, protective clothing, etc.; Have a diet rich in fruits and vegetables: Adhering to a diverse menu of fruits and vegetables, limiting red meat and processed meats has been proven to reduce the risk of some cancers. , including acute lung tumor.; Exercise regularly: The risk of disease and many other types of toxic tumors will decrease when exercising regularly. Try to exercise at least 30 minutes/day, in any form: walking, cycling, yoga, jumping rope, swimming...\nFor advice and to schedule an examination for respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, you can contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nLung cancer (malignant lung tumor) is a disease with a fairly high mortality rate. However, the disease is completely curable if detected and treated at a stage when the tumor has not yet grown large and spread. Regularly checking general health or screening for malignant tumors is the best way to prevent this terrible disease.",
            "subsection_string": "How to prevent lung cancer\nExercise more to reduce the risk of toxic tumors in the respiratory area\nProfessor Wu Guizhou said there is no way to absolutely prevent malignant lung cancer, but you can reduce your risk of the disease if:\nStay away from cigarettes: If you have never smoked, don't try it. If you have smoked for many years, stop immediately. In addition, it is necessary to limit exposure to secondhand smoke by encouraging relatives not to smoke, wearing masks when going out and avoiding areas with many smokers, such as bars, restaurants, etc. Cafe…; Check the radon level in your home: make sure it is always at a safe level.; Avoid tumor-causing substances in the workplace: If you have to work in an environment with toxic substances that increase the risk of malignant lung cancer, take precautions to protect yourself from exposure to them. . These measures include wearing masks, protective clothing, etc.; Have a diet rich in fruits and vegetables: Adhering to a diverse menu of fruits and vegetables, limiting red meat and processed meats has been proven to reduce the risk of some cancers. , including acute lung tumor.; Exercise regularly: The risk of disease and many other types of toxic tumors will decrease when exercising regularly. Try to exercise at least 30 minutes/day, in any form: walking, cycling, yoga, jumping rope, swimming...\nFor advice and to schedule an examination for respiratory diseases at the Department of Respiratory Medicine, Tam Anh General Hospital, you can contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, Hanoi City Hotline: 024 3872 3872 – 024 7106 6858 HCMC: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn\nLung cancer (malignant lung tumor) is a disease with a fairly high mortality rate. However, the disease is completely curable if detected and treated at a stage when the tumor has not yet grown large and spread. Regularly checking general health or screening for malignant tumors is the best way to prevent this terrible disease."
        }
    ],
    "name": "ung-thu-phoi.json"
}