{
    "title": "Laryngeal cancer: Causes, symptoms and diagnosis",
    "category": "Ear, nose and throat",
    "link": "https://tamanhhospital.vn/ung-thu-thanh-quan/",
    "abstract": "According to statistics from the World Health Organization, in 2020 alone, our country had more than 2,021 new cases and more than 1,109 deaths from laryngeal cancer. So how to recognize and treat laryngeal cancer early? Is there any way to prevent the disease? In the following article, Doctor II Tran Thi Thuy Hang, Head of Ear, Nose and Throat Department, Tam Anh General Hospital, Ho Chi Minh City, will help patients better understand this dangerous disease, thereby changing harmful habits. harmful to the larynx and proactively examine when there are unusual signs.",
    "content": "Laryngeal cancer: Causes, symptoms and diagnosis\n\nAccording to statistics from the World Health Organization, in 2020 alone, our country had more than 2,021 new cases and more than 1,109 deaths from laryngeal cancer. So how to recognize and treat laryngeal cancer early? Is there any way to prevent the disease? In the following article, Doctor II Tran Thi Thuy Hang, Head of Ear, Nose and Throat Department, Tam Anh General Hospital, Ho Chi Minh City, will help patients better understand this dangerous disease, thereby changing harmful habits. harmful to the larynx and proactively examine when there are unusual signs.\n\nWhat is laryngeal cancer?\nIllustration of laryngeal cancer\nLaryngeal cancer is a malignant tumor originating from the laryngeal epithelium (consists of three layers). This is a type of cancer of the upper respiratory tract. In its advanced stages, cancer can invade surrounding areas and spread to other areas of the body.(1)\nIn Vietnam, more and more types of pure laryngeal cancer are encountered rather than hypopharyngeal cancer. People with the disease are mainly men, accounting for 96.9%, concentrated in the age group of 45 - 65.\n\nClassification of laryngeal cancer\nClassification of laryngeal cancer can be based on the location of the tumor. The larynx is divided into three layers: the supraglottis, the glottis and the subglottis. Accordingly, laryngeal cancer also includes the following 3 types: (7)\n1. Supraglottic cancer\nAbout 35% of laryngeal cancer cases start from this location. Supraglottic cancer often originates in the ventricular band and the lower surface of the epiglottis cartilage. In the early stages, cancer is difficult to determine because the activity of the base of the vocal folds and the two vocal cords are still normal. To diagnose, a CT or MRI scan is often required to assess the depth of infiltration of malignant cells.\n2. Glottic cancer\nThe glottis is the area that contains the vocal cords. Most laryngeal cancers start here (about 60%). This type of cancer progresses quite slowly. If malignant cells are located in the vocal cord epithelium, they are usually localized on one side for a long time before spreading to the other vocal cord.\n3. Subglottic cancer\nSubglottic cancer is a relatively rare cancer, accounting for only about 5% of all laryngeal cancer cases. This type of cancer is often infiltrative below the vocal cords, spreading deep below the mucosa, and is difficult to spread due to the barrier of the thyroid cartilage.\nFor subglottic cancer, diagnosis using indirect laryngoscopy makes it difficult to observe and approach the cancer, often requiring direct laryngoscopy. In some cases, the thyroid cartilage must even be opened to obtain a biopsy sample.\nIf not intervened promptly, subglottic cancer can spread quickly to the opposite side, spreading to the cricoid cartilage.\nIt can also grow above and behind the cricoid joint, affecting the functioning of the vocal cords.\n\nCauses and risk factors for laryngeal cancer\nSmoking is the leading risk factor for laryngeal cancer\nCurrently, the cause of laryngeal cancer has not been clearly determined. However, researchers suggest that some factors may increase the risk of the disease, including:(2)\nSmoking and drinking alcohol: The leading risk factors for laryngeal cancer are tobacco and alcohol. If the patient has both the habit of smoking and regularly drinking alcohol, the risk of disease will increase many times.; Smoking and drinking alcohol: The leading risk factors for laryngeal cancer are tobacco and alcohol. If the patient has both the habit of smoking and regularly drinking alcohol, the risk of disease will increase many times.\nSome chronic laryngitis (leukoplakia, erythroplakia): high risk, with a malignant transformation rate of 10 - 40%.; Some chronic laryngitis (leukoplakia, erythroplasia): high risk, with a rate of transformation into malignancy of 10 - 40%.\nSome other diseases that increase the risk of laryngeal cancer include gastric reflux, laryngeal hernia, laryngeal papilloma, working in environments exposed to radioactive substances.; Some other diseases that increase the risk of laryngeal cancer include gastric reflux, laryngeal hernia, laryngeal papilloma, and working in environments exposed to radioactive substances.\n\nSymptoms of laryngeal cancer\nSymptoms of laryngeal cancer depend on the location and size of the malignant tumor, divided into two groups:\n1. Functional symptoms\nHoarseness: Is an early and main symptom of laryngeal cancer, characterized by a hoarse, prolonged and gradually increasing voice that does not help with medication. Rough and hard hoarseness (shrill, voice as hard as wood).; Dry cough, followed by coughing up mucus mixed with blood; Discomfort in the throat, feeling like there is a foreign object stuck in the throat; Swallowing disorders: When the tumor spreads beyond the larynx to the lower throat, the patient may have difficulty swallowing, choking, and pain; Difficulty breathing in the larynx: Occurs when the tumor spreads to cover the lumen of the larynx.\n2. Physical symptoms\nBesides the above symptoms, patients may also have cervical lymphadenopathy, most commonly seen in supraglottic cancer. Dr. Hang noted that during examination, it is necessary to evaluate the location, quantity, firmness and mobility of these cervical lymph nodes.\n\nDiagnosis of laryngeal cancer\nTo diagnose laryngeal cancer, the doctor will first check the patient's medical history and ask about the symptoms they are experiencing. Then, the doctor will conduct a clinical examination and examine the patient's throat. The patient may be asked to undergo some necessary tests to confirm the diagnosis.(6)\nDuring the diagnosis process, it is necessary to distinguish laryngeal cancer from laryngeal tuberculosis, as well as other benign tumors of the larynx such as papilloma, polyp, sarcoidosis, fibrous granules...\n1. Laryngoscopy\nLaryngoscopy is often the first prescribed test to help the doctor observe and examine the patient's larynx in more detail.\nIndirect laryngoscopy: Use a small mirror with a long handle placed in the patient's throat to preliminary observe the lesion.; Indirect laryngoscopy: Use a small mirror with a long handle placed in the patient's throat to briefly observe the damage.\nDirect laryngoscopy: by soft tube through the nose or by hard tube through the mouth, observing tumors in the vocal cords, tumors are often in the form of warts and ulcers.; Direct laryngoscopy: by soft tube through the nose or by hard tube through the mouth, observing tumors in the vocal cords, tumors are often in the form of warts and ulcers.\nLaryngoscopy stroboscopy: by soft tube through the nose or by hard tube through the mouth, clearly observe laryngeal lesions suspected of being malignant or not, evaluate whether the tumor affects vocal cord function, whether Infiltration cases only show changes in the properties and color of the vocal cord mucosa; Laryngoscopy stroboscopy: by soft tube through the nose or by hard tube through the mouth, clearly observe laryngeal lesions suspected of being malignant or not, evaluate whether the tumor affects vocal cord function, whether Infiltration cases only show changes in the properties and color of the vocal cord mucosa.\nIn cases where the tumor is large and blocks the glottis, a tracheostomy may be needed before endoscopy.\nBiopsy: If abnormal signs appear, the doctor may perform a biopsy to determine the nature of the tumor and confirm the diagnosis. This is the only way to confirm whether the tumor is benign or malignant.\n2. Image diagnosis methods:\nChest X-ray in diagnosing laryngeal cancer\nChest X-ray or chest CT scan: To evaluate lung metastasis; Chest X-ray or chest CT scan: To evaluate lung metastasis.\nCT scan and MRI with injection allow assessment of tumor spread, especially at the anterior edge of the vocal cords, subglottis, laryngeal cavities such as the hypoglottis space, paraglottic space, or the spread of the tumor to the subglottis, thyroid cartilage, or cricoid cartilage. Besides, this method can help evaluate the condition of cervical lymph nodes; CT scan and MRI with injection allow assessment of tumor spread, especially at the anterior edge of the vocal cords, subglottis, laryngeal cavities such as the hypoglottis space, paraglottic space, or the spread of the tumor to the subglottis, thyroid cartilage, or cricoid cartilage. Besides, this method can help evaluate the condition of cervical lymph nodes.\nUltrasound of the neck: Helps doctors detect cervical lymph nodes that cannot be seen clinically; Ultrasound of the neck: Helps doctors detect neck nodes that cannot be seen clinically.\nPET CT scan: To detect metastatic foci, differentiate recurrence from ray-induced cartilage necrosis lesions or sequelae during treatment, or detect second foci of cancer...; PET CT scan: To detect metastatic foci, differentiate recurrence from radiation-induced cartilage necrosis lesions or sequelae during treatment, or detect second foci of cancer...\n\nStages of laryngeal cancer\nOnce there is a diagnosis of laryngeal cancer, the next step is for the doctor to determine the stage of the cancer to assess whether the cancer has spread to nearby areas and whether there is distant metastasis or not.( 3)\nLaryngeal cancer is staged as follows:\nStage 0 laryngeal cancer: called carcinoma in situ.; Laryngeal cancer stage T1: cancer has formed in the supraglottis, glottis or subglottis, and has not invaded other areas; Laryngeal cancer stage T2: tumor in both vocal cords, can spread to the supraglottis or subglottis.; Laryngeal cancer stage T3: the tumor is located on the larynx and can grow to neighboring areas (postlaryngeal area, paralaryngeal area, prelaryngeal area or inside the thyroid cartilage).; Laryngeal cancer stage T4\nStage 4 is divided into 3 smaller stages: 4A, 4B and 4C.\nStage 4A: The tumor has grown through the thyroid cartilage and/or spread to tissues outside the larynx (such as the thyroid, trachea, esophagus, tongue muscles, or neck muscles). The tumor may or may not have spread to lymph nodes on the same side of the neck and has not spread to distant parts of the body.; Stage 4A: The tumor has grown through the thyroid cartilage and/or spread to tissues outside the larynx (such as the thyroid, trachea, esophagus, tongue muscles, or neck muscles). The tumor may or may not have spread to lymph nodes on the same side of the neck and may not have spread to distant parts of the body.\nStage 4B: The tumor has grown into the area in front of the spine in the neck (disc space), surrounds the carotid artery, or is growing down into the space between the lungs. The cancer may or may not have spread to nearby lymph nodes.; Stage 4B: The tumor has grown into the area in front of the spine in the neck (disc space), surrounds the carotid artery, or is growing down into the space between the lungs. The cancer may or may not have spread to nearby lymph nodes.\nStage 4C: Cancer has spread to distant parts of the body, such as the lungs, liver, or bones.; Stage 4C: Cancer has spread to distant parts of the body, such as the lungs, liver, or bones.\nSee more: 5 stages of laryngeal cancer: How to evaluate and diagnose in detail.\n\nHow to treat laryngeal cancer\nDr. Hang said that the choice of treatment method will depend on the stage of cancer, location, tumor size and overall health of the patient. Treatments for laryngeal cancer include surgery, radiotherapy and chemotherapy.(4)\nLaryngeal cancer that is diagnosed early is often treated with radiation therapy or surgery.\nIf the cancer is in an advanced stage, the doctor can combine all three methods of surgical removal (part or entire larynx) with lymph node dissection, radiotherapy and chemotherapy to treat the patient.\nIn case the larynx must be removed, to help the patient restore his voice, the doctor can install a tracheoesophageal vocal valve, practice esophageal voice, or install an electrical device in the throat to create sound.\n\nWhat should you eat and avoid if you have laryngeal cancer?\nA suitable diet plays a very important role for patients. Patients with laryngeal cancer often feel pain when swallowing and lose their appetite due to the effects of malignant tumors and side effects of treatment methods. Therefore, the principle of building a nutritional menu needs to ensure adequate provision of nutrients and energy, with priority given to preparing dishes in soft, liquid form such as porridge, soup... so that patients can easily swallow. Besides, you should divide your diet into 5-6 meals instead of 3 main meals for better absorption.\n1. What should people with laryngeal cancer eat?\nPeople with laryngeal cancer should add protein to their daily diet\nSome foods that people with laryngeal cancer should supplement include:\nProtein-rich foods: soybeans, eggs, fish, skinless poultry, filet mignon, abalone...; Protein-rich foods: soybeans, eggs, fish, skinless poultry, filet mignon, abalone...\nFruits and vegetables: avocado, banana, dragon fruit, zucchini, pumpkin, kohlrabi, taro, sweet potato, spinach, amaranth, broccoli... are sources of vitamins and minerals necessary for the body. can. For vegetables, patients should cook them before eating, preferably in thin soup form.; Fruits and vegetables: avocado, banana, dragon fruit, zucchini, pumpkin, kohlrabi, taro, sweet potato, spinach, amaranth, broccoli... are sources of vitamins and minerals necessary for the body. can. For vegetables, patients should cook them before eating, preferably in thin soup form.\nHow to supplement fat: Patients with laryngeal cancer can supplement fat from vegetable sources such as vegetable oil, margarine, mayonnaise, ice cream and yogurt. Be careful not to let the patient eat a lot of animal fat; How to supplement fat: Patients with laryngeal cancer can supplement fat from vegetable sources such as vegetable oil, margarine, mayonnaise, ice cream and yogurt. Be careful not to let the patient eat a lot of animal fat.\n2. What should people with laryngeal cancer avoid eating?\nSome foods can make laryngeal cancer patients feel more uncomfortable, aggravate symptoms, and affect their health and treatment process. Patients should avoid the following food groups:\nHot and spicy foods: Pepper, garlic, chili, mustard...; Hard, crunchy foods: Crispy cereals, crackers, seeds (melon seeds, sunflower seeds...); Processed foods: They often contain preservatives, anti-rust, anti-mold substances, colorants, synthetic flavors, and chemical sugars, which are not good for people with cancer.; Fried, greasy food.\n\nHow to prevent laryngeal cancer\nLaryngeal cancer is a dangerous disease but can be prevented with the following measures:\nQuit smoking and do not use other smokeless tobacco products; Minimize the consumption of alcohol and alcoholic beverages. Studies have found that the risk of developing laryngeal cancer is significantly reduced within 5 to 10 years of abstaining from alcohol use.; Use safety equipment when regularly exposed to asbestos or other toxins in the workplace.; Build a healthy and reasonable diet. Research shows that a diet rich in fresh fruits and vegetables, especially tomatoes, citrus fruits (such as oranges, grapefruits and lemons), olive oil, fish oil... can reduce the risk risk of laryngeal cancer.\n\nQuestions about laryngeal cancer\n1. Is there a method to screen for laryngeal cancer?\nDoctor II Tran Thi Thuy Hang is consulting on an ear, nose and throat problem for a patient. Photo: Tam Anh General Hospital\nCurrently, it is possible to screen for laryngeal cancer. Patients with unusual symptoms such as hoarseness for more than 3 weeks, persistent cough, painful swallowing, etc. should visit specialized Ear, Nose and Throat medical facilities for laryngoscopy examination and endoscopy. laryngeal examination, performing necessary diagnostic tests when malignant lesions are suspected.\nCurrently, laryngoscopy is only performed at Tam Anh General Hospital in Ho Chi Minh City.\n2. Is laryngeal cancer dangerous?\nLaryngeal cancer is a dangerous malignant disease and can threaten the patient's life. However, if detected at an early stage, the disease can be cured with appropriate treatment methods.\n3. How long can you live with laryngeal cancer?\nThe prognosis of vocal cord cancer depends on the stage of the disease, the location and size of the tumor, the patient's age, gender and general health. This number also depends on choosing the correct and thorough treatment method. On average, the 5-year survival prognosis of laryngeal cancer is over 60%. The prognosis is worse when a second cancer appears.\n4. Is laryngeal cancer contagious?\nLaryngeal cancer is not contagious. Therefore, people who come into contact with patients with laryngeal cancer will not be infected by transmission. But there may be a family factor. If someone in the same bloodline has laryngeal cancer, you should have a laryngeal cancer screening according to your annual health checkup schedule.(5)\nDepartment of Otorhinolaryngology, Tam Anh General Hospital is a unit specializing in the examination and early diagnosis of cancer diseases in the Ear, Nose and Throat - Larynx region, as well as other ENT diseases such as: vocal cord polyps, vocal cord paralysis, vocal cord nodules, laryngitis, pharyngitis, sinusitis, rhinitis, etc. With a team of highly qualified and experienced doctors, modern equipment and machinery, and coordination Working closely with the departments of Oncology, Laboratory Testing, Diagnostic Imaging..., the Ear, Nose and Throat Department is committed to providing high-end, comprehensive, and highly effective medical examination and treatment services to you.\nTo schedule a visit with our Ear, Nose and Throat specialists, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City .Hanoi Hotline: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn/",
    "subsections": [
        {
            "subsection_name": "What is laryngeal cancer?",
            "subsection_content": "Illustration of laryngeal cancer\nLaryngeal cancer is a malignant tumor originating from the laryngeal epithelium (consists of three layers). This is a type of cancer of the upper respiratory tract. In its advanced stages, cancer can invade surrounding areas and spread to other areas of the body.(1)\nIn Vietnam, more and more types of pure laryngeal cancer are encountered rather than hypopharyngeal cancer. People with the disease are mainly men, accounting for 96.9%, concentrated in the age group of 45 - 65.",
            "subsection_string": "What is laryngeal cancer?\nIllustration of laryngeal cancer\nLaryngeal cancer is a malignant tumor originating from the laryngeal epithelium (consists of three layers). This is a type of cancer of the upper respiratory tract. In its advanced stages, cancer can invade surrounding areas and spread to other areas of the body.(1)\nIn Vietnam, more and more types of pure laryngeal cancer are encountered rather than hypopharyngeal cancer. People with the disease are mainly men, accounting for 96.9%, concentrated in the age group of 45 - 65."
        },
        {
            "subsection_name": "Classification of laryngeal cancer",
            "subsection_content": "Classification of laryngeal cancer can be based on the location of the tumor. The larynx is divided into three layers: the supraglottis, the glottis and the subglottis. Accordingly, laryngeal cancer also includes the following 3 types: (7)\n1. Supraglottic cancer\nAbout 35% of laryngeal cancer cases start from this location. Supraglottic cancer often originates in the ventricular band and the lower surface of the epiglottis cartilage. In the early stages, cancer is difficult to determine because the activity of the base of the vocal folds and the two vocal cords are still normal. To diagnose, a CT or MRI scan is often required to assess the depth of infiltration of malignant cells.\n2. Glottic cancer\nThe glottis is the area that contains the vocal cords. Most laryngeal cancers start here (about 60%). This type of cancer progresses quite slowly. If malignant cells are located in the vocal cord epithelium, they are usually localized on one side for a long time before spreading to the other vocal cord.\n3. Subglottic cancer\nSubglottic cancer is a relatively rare cancer, accounting for only about 5% of all laryngeal cancer cases. This type of cancer is often infiltrative below the vocal cords, spreading deep below the mucosa, and is difficult to spread due to the barrier of the thyroid cartilage.\nFor subglottic cancer, diagnosis using indirect laryngoscopy makes it difficult to observe and approach the cancer, often requiring direct laryngoscopy. In some cases, the thyroid cartilage must even be opened to obtain a biopsy sample.\nIf not intervened promptly, subglottic cancer can spread quickly to the opposite side, spreading to the cricoid cartilage.\nIt can also grow above and behind the cricoid joint, affecting the functioning of the vocal cords.",
            "subsection_string": "Classification of laryngeal cancer\nClassification of laryngeal cancer can be based on the location of the tumor. The larynx is divided into three layers: the supraglottis, the glottis and the subglottis. Accordingly, laryngeal cancer also includes the following 3 types: (7)\n1. Supraglottic cancer\nAbout 35% of laryngeal cancer cases start from this location. Supraglottic cancer often originates in the ventricular band and the lower surface of the epiglottis cartilage. In the early stages, cancer is difficult to determine because the activity of the base of the vocal folds and the two vocal cords are still normal. To diagnose, a CT or MRI scan is often required to assess the depth of infiltration of malignant cells.\n2. Glottic cancer\nThe glottis is the area that contains the vocal cords. Most laryngeal cancers start here (about 60%). This type of cancer progresses quite slowly. If malignant cells are located in the vocal cord epithelium, they are usually localized on one side for a long time before spreading to the other vocal cord.\n3. Subglottic cancer\nSubglottic cancer is a relatively rare cancer, accounting for only about 5% of all laryngeal cancer cases. This type of cancer is often infiltrative below the vocal cords, spreading deep below the mucosa, and is difficult to spread due to the barrier of the thyroid cartilage.\nFor subglottic cancer, diagnosis using indirect laryngoscopy makes it difficult to observe and approach the cancer, often requiring direct laryngoscopy. In some cases, the thyroid cartilage must even be opened to obtain a biopsy sample.\nIf not intervened promptly, subglottic cancer can spread quickly to the opposite side, spreading to the cricoid cartilage.\nIt can also grow above and behind the cricoid joint, affecting the functioning of the vocal cords."
        },
        {
            "subsection_name": "Causes and risk factors for laryngeal cancer",
            "subsection_content": "Smoking is the leading risk factor for laryngeal cancer\nCurrently, the cause of laryngeal cancer has not been clearly determined. However, researchers suggest that some factors may increase the risk of the disease, including:(2)\nSmoking and drinking alcohol: The leading risk factors for laryngeal cancer are tobacco and alcohol. If the patient has both the habit of smoking and regularly drinking alcohol, the risk of disease will increase many times.; Smoking and drinking alcohol: The leading risk factors for laryngeal cancer are tobacco and alcohol. If the patient has both the habit of smoking and regularly drinking alcohol, the risk of disease will increase many times.\nSome chronic laryngitis (leukoplakia, erythroplakia): high risk, with a malignant transformation rate of 10 - 40%.; Some chronic laryngitis (leukoplakia, erythroplasia): high risk, with a rate of transformation into malignancy of 10 - 40%.\nSome other diseases that increase the risk of laryngeal cancer include gastric reflux, laryngeal hernia, laryngeal papilloma, working in environments exposed to radioactive substances.; Some other diseases that increase the risk of laryngeal cancer include gastric reflux, laryngeal hernia, laryngeal papilloma, and working in environments exposed to radioactive substances.",
            "subsection_string": "Causes and risk factors for laryngeal cancer\nSmoking is the leading risk factor for laryngeal cancer\nCurrently, the cause of laryngeal cancer has not been clearly determined. However, researchers suggest that some factors may increase the risk of the disease, including:(2)\nSmoking and drinking alcohol: The leading risk factors for laryngeal cancer are tobacco and alcohol. If the patient has both the habit of smoking and regularly drinking alcohol, the risk of disease will increase many times.; Smoking and drinking alcohol: The leading risk factors for laryngeal cancer are tobacco and alcohol. If the patient has both the habit of smoking and regularly drinking alcohol, the risk of disease will increase many times.\nSome chronic laryngitis (leukoplakia, erythroplakia): high risk, with a malignant transformation rate of 10 - 40%.; Some chronic laryngitis (leukoplakia, erythroplasia): high risk, with a rate of transformation into malignancy of 10 - 40%.\nSome other diseases that increase the risk of laryngeal cancer include gastric reflux, laryngeal hernia, laryngeal papilloma, working in environments exposed to radioactive substances.; Some other diseases that increase the risk of laryngeal cancer include gastric reflux, laryngeal hernia, laryngeal papilloma, and working in environments exposed to radioactive substances."
        },
        {
            "subsection_name": "Symptoms of laryngeal cancer",
            "subsection_content": "Symptoms of laryngeal cancer depend on the location and size of the malignant tumor, divided into two groups:\n1. Functional symptoms\nHoarseness: Is an early and main symptom of laryngeal cancer, characterized by a hoarse, prolonged and gradually increasing voice that does not help with medication. Rough and hard hoarseness (shrill, voice as hard as wood).; Dry cough, followed by coughing up mucus mixed with blood; Discomfort in the throat, feeling like there is a foreign object stuck in the throat; Swallowing disorders: When the tumor spreads beyond the larynx to the lower throat, the patient may have difficulty swallowing, choking, and pain; Difficulty breathing in the larynx: Occurs when the tumor spreads to cover the lumen of the larynx.\n2. Physical symptoms\nBesides the above symptoms, patients may also have cervical lymphadenopathy, most commonly seen in supraglottic cancer. Dr. Hang noted that during examination, it is necessary to evaluate the location, quantity, firmness and mobility of these cervical lymph nodes.",
            "subsection_string": "Symptoms of laryngeal cancer\nSymptoms of laryngeal cancer depend on the location and size of the malignant tumor, divided into two groups:\n1. Functional symptoms\nHoarseness: Is an early and main symptom of laryngeal cancer, characterized by a hoarse, prolonged and gradually increasing voice that does not help with medication. Rough and hard hoarseness (shrill, voice as hard as wood).; Dry cough, followed by coughing up mucus mixed with blood; Discomfort in the throat, feeling like there is a foreign object stuck in the throat; Swallowing disorders: When the tumor spreads beyond the larynx to the lower throat, the patient may have difficulty swallowing, choking, and pain; Difficulty breathing in the larynx: Occurs when the tumor spreads to cover the lumen of the larynx.\n2. Physical symptoms\nBesides the above symptoms, patients may also have cervical lymphadenopathy, most commonly seen in supraglottic cancer. Dr. Hang noted that during examination, it is necessary to evaluate the location, quantity, firmness and mobility of these cervical lymph nodes."
        },
        {
            "subsection_name": "Diagnosis of laryngeal cancer",
            "subsection_content": "To diagnose laryngeal cancer, the doctor will first check the patient's medical history and ask about the symptoms they are experiencing. Then, the doctor will conduct a clinical examination and examine the patient's throat. The patient may be asked to undergo some necessary tests to confirm the diagnosis.(6)\nDuring the diagnosis process, it is necessary to distinguish laryngeal cancer from laryngeal tuberculosis, as well as other benign tumors of the larynx such as papilloma, polyp, sarcoidosis, fibrous granules...\n1. Laryngoscopy\nLaryngoscopy is often the first prescribed test to help the doctor observe and examine the patient's larynx in more detail.\nIndirect laryngoscopy: Use a small mirror with a long handle placed in the patient's throat to preliminary observe the lesion.; Indirect laryngoscopy: Use a small mirror with a long handle placed in the patient's throat to briefly observe the damage.\nDirect laryngoscopy: by soft tube through the nose or by hard tube through the mouth, observing tumors in the vocal cords, tumors are often in the form of warts and ulcers.; Direct laryngoscopy: by soft tube through the nose or by hard tube through the mouth, observing tumors in the vocal cords, tumors are often in the form of warts and ulcers.\nLaryngoscopy stroboscopy: by soft tube through the nose or by hard tube through the mouth, clearly observe laryngeal lesions suspected of being malignant or not, evaluate whether the tumor affects vocal cord function, whether Infiltration cases only show changes in the properties and color of the vocal cord mucosa; Laryngoscopy stroboscopy: by soft tube through the nose or by hard tube through the mouth, clearly observe laryngeal lesions suspected of being malignant or not, evaluate whether the tumor affects vocal cord function, whether Infiltration cases only show changes in the properties and color of the vocal cord mucosa.\nIn cases where the tumor is large and blocks the glottis, a tracheostomy may be needed before endoscopy.\nBiopsy: If abnormal signs appear, the doctor may perform a biopsy to determine the nature of the tumor and confirm the diagnosis. This is the only way to confirm whether the tumor is benign or malignant.\n2. Image diagnosis methods:\nChest X-ray in diagnosing laryngeal cancer\nChest X-ray or chest CT scan: To evaluate lung metastasis; Chest X-ray or chest CT scan: To evaluate lung metastasis.\nCT scan and MRI with injection allow assessment of tumor spread, especially at the anterior edge of the vocal cords, subglottis, laryngeal cavities such as the hypoglottis space, paraglottic space, or the spread of the tumor to the subglottis, thyroid cartilage, or cricoid cartilage. Besides, this method can help evaluate the condition of cervical lymph nodes; CT scan and MRI with injection allow assessment of tumor spread, especially at the anterior edge of the vocal cords, subglottis, laryngeal cavities such as the hypoglottis space, paraglottic space, or the spread of the tumor to the subglottis, thyroid cartilage, or cricoid cartilage. Besides, this method can help evaluate the condition of cervical lymph nodes.\nUltrasound of the neck: Helps doctors detect cervical lymph nodes that cannot be seen clinically; Ultrasound of the neck: Helps doctors detect neck nodes that cannot be seen clinically.\nPET CT scan: To detect metastatic foci, differentiate recurrence from ray-induced cartilage necrosis lesions or sequelae during treatment, or detect second foci of cancer...; PET CT scan: To detect metastatic foci, differentiate recurrence from radiation-induced cartilage necrosis lesions or sequelae during treatment, or detect second foci of cancer...",
            "subsection_string": "Diagnosis of laryngeal cancer\nTo diagnose laryngeal cancer, the doctor will first check the patient's medical history and ask about the symptoms they are experiencing. Then, the doctor will conduct a clinical examination and examine the patient's throat. The patient may be asked to undergo some necessary tests to confirm the diagnosis.(6)\nDuring the diagnosis process, it is necessary to distinguish laryngeal cancer from laryngeal tuberculosis, as well as other benign tumors of the larynx such as papilloma, polyp, sarcoidosis, fibrous granules...\n1. Laryngoscopy\nLaryngoscopy is often the first prescribed test to help the doctor observe and examine the patient's larynx in more detail.\nIndirect laryngoscopy: Use a small mirror with a long handle placed in the patient's throat to preliminary observe the lesion.; Indirect laryngoscopy: Use a small mirror with a long handle placed in the patient's throat to briefly observe the damage.\nDirect laryngoscopy: by soft tube through the nose or by hard tube through the mouth, observing tumors in the vocal cords, tumors are often in the form of warts and ulcers.; Direct laryngoscopy: by soft tube through the nose or by hard tube through the mouth, observing tumors in the vocal cords, tumors are often in the form of warts and ulcers.\nLaryngoscopy stroboscopy: by soft tube through the nose or by hard tube through the mouth, clearly observe laryngeal lesions suspected of being malignant or not, evaluate whether the tumor affects vocal cord function, whether Infiltration cases only show changes in the properties and color of the vocal cord mucosa; Laryngoscopy stroboscopy: by soft tube through the nose or by hard tube through the mouth, clearly observe laryngeal lesions suspected of being malignant or not, evaluate whether the tumor affects vocal cord function, whether Infiltration cases only show changes in the properties and color of the vocal cord mucosa.\nIn cases where the tumor is large and blocks the glottis, a tracheostomy may be needed before endoscopy.\nBiopsy: If abnormal signs appear, the doctor may perform a biopsy to determine the nature of the tumor and confirm the diagnosis. This is the only way to confirm whether the tumor is benign or malignant.\n2. Image diagnosis methods:\nChest X-ray in diagnosing laryngeal cancer\nChest X-ray or chest CT scan: To evaluate lung metastasis; Chest X-ray or chest CT scan: To evaluate lung metastasis.\nCT scan and MRI with injection allow assessment of tumor spread, especially at the anterior edge of the vocal cords, subglottis, laryngeal cavities such as the hypoglottis space, paraglottic space, or the spread of the tumor to the subglottis, thyroid cartilage, or cricoid cartilage. Besides, this method can help evaluate the condition of cervical lymph nodes; CT scan and MRI with injection allow assessment of tumor spread, especially at the anterior edge of the vocal cords, subglottis, laryngeal cavities such as the hypoglottis space, paraglottic space, or the spread of the tumor to the subglottis, thyroid cartilage, or cricoid cartilage. Besides, this method can help evaluate the condition of cervical lymph nodes.\nUltrasound of the neck: Helps doctors detect cervical lymph nodes that cannot be seen clinically; Ultrasound of the neck: Helps doctors detect neck nodes that cannot be seen clinically.\nPET CT scan: To detect metastatic foci, differentiate recurrence from ray-induced cartilage necrosis lesions or sequelae during treatment, or detect second foci of cancer...; PET CT scan: To detect metastatic foci, differentiate recurrence from radiation-induced cartilage necrosis lesions or sequelae during treatment, or detect second foci of cancer..."
        },
        {
            "subsection_name": "Stages of laryngeal cancer",
            "subsection_content": "Once there is a diagnosis of laryngeal cancer, the next step is for the doctor to determine the stage of the cancer to assess whether the cancer has spread to nearby areas and whether there is distant metastasis or not.( 3)\nLaryngeal cancer is staged as follows:\nStage 0 laryngeal cancer: called carcinoma in situ.; Laryngeal cancer stage T1: cancer has formed in the supraglottis, glottis or subglottis, and has not invaded other areas; Laryngeal cancer stage T2: tumor in both vocal cords, can spread to the supraglottis or subglottis.; Laryngeal cancer stage T3: the tumor is located on the larynx and can grow to neighboring areas (postlaryngeal area, paralaryngeal area, prelaryngeal area or inside the thyroid cartilage).; Laryngeal cancer stage T4\nStage 4 is divided into 3 smaller stages: 4A, 4B and 4C.\nStage 4A: The tumor has grown through the thyroid cartilage and/or spread to tissues outside the larynx (such as the thyroid, trachea, esophagus, tongue muscles, or neck muscles). The tumor may or may not have spread to lymph nodes on the same side of the neck and has not spread to distant parts of the body.; Stage 4A: The tumor has grown through the thyroid cartilage and/or spread to tissues outside the larynx (such as the thyroid, trachea, esophagus, tongue muscles, or neck muscles). The tumor may or may not have spread to lymph nodes on the same side of the neck and may not have spread to distant parts of the body.\nStage 4B: The tumor has grown into the area in front of the spine in the neck (disc space), surrounds the carotid artery, or is growing down into the space between the lungs. The cancer may or may not have spread to nearby lymph nodes.; Stage 4B: The tumor has grown into the area in front of the spine in the neck (disc space), surrounds the carotid artery, or is growing down into the space between the lungs. The cancer may or may not have spread to nearby lymph nodes.\nStage 4C: Cancer has spread to distant parts of the body, such as the lungs, liver, or bones.; Stage 4C: Cancer has spread to distant parts of the body, such as the lungs, liver, or bones.\nSee more: 5 stages of laryngeal cancer: How to evaluate and diagnose in detail.",
            "subsection_string": "Stages of laryngeal cancer\nOnce there is a diagnosis of laryngeal cancer, the next step is for the doctor to determine the stage of the cancer to assess whether the cancer has spread to nearby areas and whether there is distant metastasis or not.( 3)\nLaryngeal cancer is staged as follows:\nStage 0 laryngeal cancer: called carcinoma in situ.; Laryngeal cancer stage T1: cancer has formed in the supraglottis, glottis or subglottis, and has not invaded other areas; Laryngeal cancer stage T2: tumor in both vocal cords, can spread to the supraglottis or subglottis.; Laryngeal cancer stage T3: the tumor is located on the larynx and can grow to neighboring areas (postlaryngeal area, paralaryngeal area, prelaryngeal area or inside the thyroid cartilage).; Laryngeal cancer stage T4\nStage 4 is divided into 3 smaller stages: 4A, 4B and 4C.\nStage 4A: The tumor has grown through the thyroid cartilage and/or spread to tissues outside the larynx (such as the thyroid, trachea, esophagus, tongue muscles, or neck muscles). The tumor may or may not have spread to lymph nodes on the same side of the neck and has not spread to distant parts of the body.; Stage 4A: The tumor has grown through the thyroid cartilage and/or spread to tissues outside the larynx (such as the thyroid, trachea, esophagus, tongue muscles, or neck muscles). The tumor may or may not have spread to lymph nodes on the same side of the neck and may not have spread to distant parts of the body.\nStage 4B: The tumor has grown into the area in front of the spine in the neck (disc space), surrounds the carotid artery, or is growing down into the space between the lungs. The cancer may or may not have spread to nearby lymph nodes.; Stage 4B: The tumor has grown into the area in front of the spine in the neck (disc space), surrounds the carotid artery, or is growing down into the space between the lungs. The cancer may or may not have spread to nearby lymph nodes.\nStage 4C: Cancer has spread to distant parts of the body, such as the lungs, liver, or bones.; Stage 4C: Cancer has spread to distant parts of the body, such as the lungs, liver, or bones.\nSee more: 5 stages of laryngeal cancer: How to evaluate and diagnose in detail."
        },
        {
            "subsection_name": "How to treat laryngeal cancer",
            "subsection_content": "Dr. Hang said that the choice of treatment method will depend on the stage of cancer, location, tumor size and overall health of the patient. Treatments for laryngeal cancer include surgery, radiotherapy and chemotherapy.(4)\nLaryngeal cancer that is diagnosed early is often treated with radiation therapy or surgery.\nIf the cancer is in an advanced stage, the doctor can combine all three methods of surgical removal (part or entire larynx) with lymph node dissection, radiotherapy and chemotherapy to treat the patient.\nIn case the larynx must be removed, to help the patient restore his voice, the doctor can install a tracheoesophageal vocal valve, practice esophageal voice, or install an electrical device in the throat to create sound.",
            "subsection_string": "How to treat laryngeal cancer\nDr. Hang said that the choice of treatment method will depend on the stage of cancer, location, tumor size and overall health of the patient. Treatments for laryngeal cancer include surgery, radiotherapy and chemotherapy.(4)\nLaryngeal cancer that is diagnosed early is often treated with radiation therapy or surgery.\nIf the cancer is in an advanced stage, the doctor can combine all three methods of surgical removal (part or entire larynx) with lymph node dissection, radiotherapy and chemotherapy to treat the patient.\nIn case the larynx must be removed, to help the patient restore his voice, the doctor can install a tracheoesophageal vocal valve, practice esophageal voice, or install an electrical device in the throat to create sound."
        },
        {
            "subsection_name": "What should you eat and avoid if you have laryngeal cancer?",
            "subsection_content": "A suitable diet plays a very important role for patients. Patients with laryngeal cancer often feel pain when swallowing and lose their appetite due to the effects of malignant tumors and side effects of treatment methods. Therefore, the principle of building a nutritional menu needs to ensure adequate provision of nutrients and energy, with priority given to preparing dishes in soft, liquid form such as porridge, soup... so that patients can easily swallow. Besides, you should divide your diet into 5-6 meals instead of 3 main meals for better absorption.\n1. What should people with laryngeal cancer eat?\nPeople with laryngeal cancer should add protein to their daily diet\nSome foods that people with laryngeal cancer should supplement include:\nProtein-rich foods: soybeans, eggs, fish, skinless poultry, filet mignon, abalone...; Protein-rich foods: soybeans, eggs, fish, skinless poultry, filet mignon, abalone...\nFruits and vegetables: avocado, banana, dragon fruit, zucchini, pumpkin, kohlrabi, taro, sweet potato, spinach, amaranth, broccoli... are sources of vitamins and minerals necessary for the body. can. For vegetables, patients should cook them before eating, preferably in thin soup form.; Fruits and vegetables: avocado, banana, dragon fruit, zucchini, pumpkin, kohlrabi, taro, sweet potato, spinach, amaranth, broccoli... are sources of vitamins and minerals necessary for the body. can. For vegetables, patients should cook them before eating, preferably in thin soup form.\nHow to supplement fat: Patients with laryngeal cancer can supplement fat from vegetable sources such as vegetable oil, margarine, mayonnaise, ice cream and yogurt. Be careful not to let the patient eat a lot of animal fat; How to supplement fat: Patients with laryngeal cancer can supplement fat from vegetable sources such as vegetable oil, margarine, mayonnaise, ice cream and yogurt. Be careful not to let the patient eat a lot of animal fat.\n2. What should people with laryngeal cancer avoid eating?\nSome foods can make laryngeal cancer patients feel more uncomfortable, aggravate symptoms, and affect their health and treatment process. Patients should avoid the following food groups:\nHot and spicy foods: Pepper, garlic, chili, mustard...; Hard, crunchy foods: Crispy cereals, crackers, seeds (melon seeds, sunflower seeds...); Processed foods: They often contain preservatives, anti-rust, anti-mold substances, colorants, synthetic flavors, and chemical sugars, which are not good for people with cancer.; Fried, greasy food.",
            "subsection_string": "What should you eat and avoid if you have laryngeal cancer?\nA suitable diet plays a very important role for patients. Patients with laryngeal cancer often feel pain when swallowing and lose their appetite due to the effects of malignant tumors and side effects of treatment methods. Therefore, the principle of building a nutritional menu needs to ensure adequate provision of nutrients and energy, with priority given to preparing dishes in soft, liquid form such as porridge, soup... so that patients can easily swallow. Besides, you should divide your diet into 5-6 meals instead of 3 main meals for better absorption.\n1. What should people with laryngeal cancer eat?\nPeople with laryngeal cancer should add protein to their daily diet\nSome foods that people with laryngeal cancer should supplement include:\nProtein-rich foods: soybeans, eggs, fish, skinless poultry, filet mignon, abalone...; Protein-rich foods: soybeans, eggs, fish, skinless poultry, filet mignon, abalone...\nFruits and vegetables: avocado, banana, dragon fruit, zucchini, pumpkin, kohlrabi, taro, sweet potato, spinach, amaranth, broccoli... are sources of vitamins and minerals necessary for the body. can. For vegetables, patients should cook them before eating, preferably in thin soup form.; Fruits and vegetables: avocado, banana, dragon fruit, zucchini, pumpkin, kohlrabi, taro, sweet potato, spinach, amaranth, broccoli... are sources of vitamins and minerals necessary for the body. can. For vegetables, patients should cook them before eating, preferably in thin soup form.\nHow to supplement fat: Patients with laryngeal cancer can supplement fat from vegetable sources such as vegetable oil, margarine, mayonnaise, ice cream and yogurt. Be careful not to let the patient eat a lot of animal fat; How to supplement fat: Patients with laryngeal cancer can supplement fat from vegetable sources such as vegetable oil, margarine, mayonnaise, ice cream and yogurt. Be careful not to let the patient eat a lot of animal fat.\n2. What should people with laryngeal cancer avoid eating?\nSome foods can make laryngeal cancer patients feel more uncomfortable, aggravate symptoms, and affect their health and treatment process. Patients should avoid the following food groups:\nHot and spicy foods: Pepper, garlic, chili, mustard...; Hard, crunchy foods: Crispy cereals, crackers, seeds (melon seeds, sunflower seeds...); Processed foods: They often contain preservatives, anti-rust, anti-mold substances, colorants, synthetic flavors, and chemical sugars, which are not good for people with cancer.; Fried, greasy food."
        },
        {
            "subsection_name": "How to prevent laryngeal cancer",
            "subsection_content": "Laryngeal cancer is a dangerous disease but can be prevented with the following measures:\nQuit smoking and do not use other smokeless tobacco products; Minimize the consumption of alcohol and alcoholic beverages. Studies have found that the risk of developing laryngeal cancer is significantly reduced within 5 to 10 years of abstaining from alcohol use.; Use safety equipment when regularly exposed to asbestos or other toxins in the workplace.; Build a healthy and reasonable diet. Research shows that a diet rich in fresh fruits and vegetables, especially tomatoes, citrus fruits (such as oranges, grapefruits and lemons), olive oil, fish oil... can reduce the risk risk of laryngeal cancer.",
            "subsection_string": "How to prevent laryngeal cancer\nLaryngeal cancer is a dangerous disease but can be prevented with the following measures:\nQuit smoking and do not use other smokeless tobacco products; Minimize the consumption of alcohol and alcoholic beverages. Studies have found that the risk of developing laryngeal cancer is significantly reduced within 5 to 10 years of abstaining from alcohol use.; Use safety equipment when regularly exposed to asbestos or other toxins in the workplace.; Build a healthy and reasonable diet. Research shows that a diet rich in fresh fruits and vegetables, especially tomatoes, citrus fruits (such as oranges, grapefruits and lemons), olive oil, fish oil... can reduce the risk risk of laryngeal cancer."
        },
        {
            "subsection_name": "Questions about laryngeal cancer",
            "subsection_content": "1. Is there a method to screen for laryngeal cancer?\nDoctor II Tran Thi Thuy Hang is consulting on an ear, nose and throat problem for a patient. Photo: Tam Anh General Hospital\nCurrently, it is possible to screen for laryngeal cancer. Patients with unusual symptoms such as hoarseness for more than 3 weeks, persistent cough, painful swallowing, etc. should visit specialized Ear, Nose and Throat medical facilities for laryngoscopy examination and endoscopy. laryngeal examination, performing necessary diagnostic tests when malignant lesions are suspected.\nCurrently, laryngoscopy is only performed at Tam Anh General Hospital in Ho Chi Minh City.\n2. Is laryngeal cancer dangerous?\nLaryngeal cancer is a dangerous malignant disease and can threaten the patient's life. However, if detected at an early stage, the disease can be cured with appropriate treatment methods.\n3. How long can you live with laryngeal cancer?\nThe prognosis of vocal cord cancer depends on the stage of the disease, the location and size of the tumor, the patient's age, gender and general health. This number also depends on choosing the correct and thorough treatment method. On average, the 5-year survival prognosis of laryngeal cancer is over 60%. The prognosis is worse when a second cancer appears.\n4. Is laryngeal cancer contagious?\nLaryngeal cancer is not contagious. Therefore, people who come into contact with patients with laryngeal cancer will not be infected by transmission. But there may be a family factor. If someone in the same bloodline has laryngeal cancer, you should have a laryngeal cancer screening according to your annual health checkup schedule.(5)\nDepartment of Otorhinolaryngology, Tam Anh General Hospital is a unit specializing in the examination and early diagnosis of cancer diseases in the Ear, Nose and Throat - Larynx region, as well as other ENT diseases such as: vocal cord polyps, vocal cord paralysis, vocal cord nodules, laryngitis, pharyngitis, sinusitis, rhinitis, etc. With a team of highly qualified and experienced doctors, modern equipment and machinery, and coordination Working closely with the departments of Oncology, Laboratory Testing, Diagnostic Imaging..., the Ear, Nose and Throat Department is committed to providing high-end, comprehensive, and highly effective medical examination and treatment services to you.\nTo schedule a visit with our Ear, Nose and Throat specialists, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City .Hanoi Hotline: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn/",
            "subsection_string": "Questions about laryngeal cancer\n1. Is there a method to screen for laryngeal cancer?\nDoctor II Tran Thi Thuy Hang is consulting on an ear, nose and throat problem for a patient. Photo: Tam Anh General Hospital\nCurrently, it is possible to screen for laryngeal cancer. Patients with unusual symptoms such as hoarseness for more than 3 weeks, persistent cough, painful swallowing, etc. should visit specialized Ear, Nose and Throat medical facilities for laryngoscopy examination and endoscopy. laryngeal examination, performing necessary diagnostic tests when malignant lesions are suspected.\nCurrently, laryngoscopy is only performed at Tam Anh General Hospital in Ho Chi Minh City.\n2. Is laryngeal cancer dangerous?\nLaryngeal cancer is a dangerous malignant disease and can threaten the patient's life. However, if detected at an early stage, the disease can be cured with appropriate treatment methods.\n3. How long can you live with laryngeal cancer?\nThe prognosis of vocal cord cancer depends on the stage of the disease, the location and size of the tumor, the patient's age, gender and general health. This number also depends on choosing the correct and thorough treatment method. On average, the 5-year survival prognosis of laryngeal cancer is over 60%. The prognosis is worse when a second cancer appears.\n4. Is laryngeal cancer contagious?\nLaryngeal cancer is not contagious. Therefore, people who come into contact with patients with laryngeal cancer will not be infected by transmission. But there may be a family factor. If someone in the same bloodline has laryngeal cancer, you should have a laryngeal cancer screening according to your annual health checkup schedule.(5)\nDepartment of Otorhinolaryngology, Tam Anh General Hospital is a unit specializing in the examination and early diagnosis of cancer diseases in the Ear, Nose and Throat - Larynx region, as well as other ENT diseases such as: vocal cord polyps, vocal cord paralysis, vocal cord nodules, laryngitis, pharyngitis, sinusitis, rhinitis, etc. With a team of highly qualified and experienced doctors, modern equipment and machinery, and coordination Working closely with the departments of Oncology, Laboratory Testing, Diagnostic Imaging..., the Ear, Nose and Throat Department is committed to providing high-end, comprehensive, and highly effective medical examination and treatment services to you.\nTo schedule a visit with our Ear, Nose and Throat specialists, please contact: TAM ANH GENERAL HOSPITAL SYSTEM Hanoi: 108 Hoang Nhu Tiep, Bo De Ward, Long Bien District, City .Hanoi Hotline: 024 3872 3872 – 024 7106 6858“>024 3872 3872 – 024 7106 6858 Ho Chi Minh City: 2B Pho Quang, Ward 2, Tan Binh District, Ho Chi Minh City Hotline: 0287 102 6789 – 093 180 6858“>0287 102 6789 – 093 180 6858 Fanpage: https://www.facebook.com/benhvientamanh Website: https://tamanhhospital.vn/"
        }
    ],
    "name": "ung-thu-thanh-quan.json"
}