{
    "title": "Early stage nasopharyngeal cancer: Signs, diagnosis and treatment",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-vom-hong-giai-doan-dau/",
    "abstract": "Early stage nasopharyngeal cancer has a good 5-year survival prognosis, treatment is easier, less expensive and more effective than late stage.\n  According to Doctor Tran Vuong Thao Nghi, Head of Oncology Department, Tam Anh General Hospital, Ho Chi Minh City,\n Although not as common as liver - lung - gastrointestinal cancers, nasopharyngeal cancer is still a potential threat, especially for Chinese and Southeast Asians, including Vietnamese. Therefore, besides prevention, screening helps with early diagnosis and treatment\nearly stage nasopharyngeal cancer\n has decisive significance for the patient's 5-year survival prognosis.\n Head and neck cancer (which can be simply understood as including nasopharyngeal cancer, laryngeal cancer, nasal cancer, sinus cancer and oral cancer) has the highest number of newly diagnosed cases. worldwide each year is estimated to be more than 550,000 with approximately 380,000 deaths. One of the head and neck cancers that greatly affects the patient's quality of life is nasopharyngeal cancer. (first)\n According to data from Globocan, in 2012 there were 86,691 cases of nasopharyngeal cancer in the world, of which 60,896 new cases were in men and 25,795 new cases were in women. There have been 50,831 deaths due to this disease, of which 35,756 cases occurred in men and 15,075 cases occurred in women.\nStructure of the nasopharynx and nasopharyngeal tumors.",
    "content": "Early stage nasopharyngeal cancer: Signs, diagnosis and treatment\n\nEarly stage nasopharyngeal cancer has a good 5-year survival prognosis, treatment is easier, less expensive and more effective than late stage.\n  According to Doctor Tran Vuong Thao Nghi, Head of Oncology Department, Tam Anh General Hospital, Ho Chi Minh City,\n Although not as common as liver - lung - gastrointestinal cancers, nasopharyngeal cancer is still a potential threat, especially for Chinese and Southeast Asians, including Vietnamese. Therefore, besides prevention, screening helps with early diagnosis and treatment\nearly stage nasopharyngeal cancer\n has decisive significance for the patient's 5-year survival prognosis.\n Head and neck cancer (which can be simply understood as including nasopharyngeal cancer, laryngeal cancer, nasal cancer, sinus cancer and oral cancer) has the highest number of newly diagnosed cases. worldwide each year is estimated to be more than 550,000 with approximately 380,000 deaths. One of the head and neck cancers that greatly affects the patient's quality of life is nasopharyngeal cancer. (first)\n According to data from Globocan, in 2012 there were 86,691 cases of nasopharyngeal cancer in the world, of which 60,896 new cases were in men and 25,795 new cases were in women. There have been 50,831 deaths due to this disease, of which 35,756 cases occurred in men and 15,075 cases occurred in women.\nStructure of the nasopharynx and nasopharyngeal tumors.\n\nWhat is early stage nasopharyngeal cancer?\nNasopharyngeal cancer is divided into 5 stages, from stage 0 to IV. Early stage nasopharyngeal cancer, also known as early stage nasopharyngeal cancer, is determined from stage 0 - III (T1N2), which is the stage of local cancer in the region, but has not metastasized to other locations. .\nStage 0 (Tis, N0, M0): The tumor is only in the top layer of cells inside the nasopharynx and has not grown deeper (Tis). The cancer has not spread to the lymph nodes (N0), nor has it spread to distant parts of the body (M0).; Stage I (T1 N0 M0): The tumor is limited to the nasopharynx. The tumor may have spread to the pharynx (part of the throat at the back of the mouth) and/or nasal cavity but no further than the pharynx (T1). The cancer has not spread to the lymph nodes (N0), nor has it spread to distant parts of the body (M0).; Stage II (T0 N1 M0, or T1 N1 M0, or T2 N0 M0, or N1 M0): The tumor is in the nasopharynx. The tumor may have grown into the pharynx (part of the throat behind the mouth) and/or nasal cavity (T1); or has spread to the throat but no further (T2). Or no tumor is found in the nasopharynx (T0), but cancer is found in the lymph nodes in the neck.\nCancer has spread to one or more lymph nodes on one side of the neck, or to lymph nodes on one/or both sides in the back of the throat. In both cases, no lymph node was larger than 6 cm horizontally (N1).\nCancer has not metastasized to distant parts of the body (M0).\nStage II (T2, N0 or N1, M0): The tumor has grown into the area around the throat and surrounding structures, but not into the bone (T2).\nCancer has not spread to nearby lymph nodes (N0); or has spread to one or more lymph nodes on one side of the neck, or has metastasized to unilateral/or bilateral lymph nodes in the back of the throat. In both cases, no lymph node was larger than 6 cm horizontally (N1).\nCancer has not metastasized to distant parts of the body (M0).\nStage III (T0 or T1, N2, M0): The tumor is in the nasopharynx. The tumor may have grown into the pharynx (part of the throat behind the mouth) and/or nasal cavity (T1). Or no tumor is found in the nasopharynx (T0), but cancer is found in the lymph nodes in the neck.\nCancer has spread to lymph nodes on both sides of the neck, none of which are larger than 6cm across (N2).\nCancer has not metastasized to distant parts of the body (M0).\n\nSigns of early stage nasopharyngeal cancer\nAccording to doctor Tran Vuong Thao Nghi, the early stages of nasopharyngeal cancer have unclear symptoms, often easily confused with common nasopharyngitis, which is why nasopharyngeal cancer is easily overlooked. leftover. Swollen neck lymph nodes can be a sign of early-stage nasopharyngeal cancer in many patients.\nSymptoms of early-stage nasopharyngeal cancer may include:\nPain when swallowing, or difficulty swallowing;; Ear pain, otitis media, tinnitus, possible hearing loss;; Sore throat or persistent cough;; Swollen lymph nodes in the neck, which may or may not be accompanied by pain or swelling;; Voice changes, especially hoarseness or unclear speech;; Prolonged nasal discharge, the fluid can be clear - colored, bloody or pus;; Sputum containing blood, pus, etc.\nSwollen neck lymph nodes are a possible sign in patients with nasopharyngeal cancer\n\nPrognosis of early-stage nasopharyngeal cancer\nThe survival rate of a type of cancer, which can be understood in a simple way, is the percentage of people with that type of cancer who are still alive within a certain period of time (usually 5 years). ) after diagnosis and treatment. This rate does not indicate specifically how long a person with the disease will live, but can help better understand the likely success of treatment. The earlier cancer is diagnosed, the higher the chance of successful treatment, which means the higher the survival rate.\nPatients with early-stage nasopharyngeal cancer often have good results, with a 5-year survival rate of 60-75%. While patients with stage IV nasopharyngeal cancer have poor outcomes, the 5-year survival rate is <40%. (2)\n\nDiagnosis and early detection of nasopharyngeal cancer in the early stages\nDoctors can use a number of methods to screen and diagnose, if nasopharyngeal cancer is suspected, such as:\nAsk about the patient's and family's medical history, about lifestyle, nutrition as well as other factors that can increase the risk of developing nasopharyngeal cancer;; ENT endoscopy;; Computed tomography (CT) or PET/CT;; Magnetic resonance imaging (MRI);; Biopsy through ENT endoscopy: a sample of an abnormal tumor or lesion is clicked during ENT endoscopy, then histological testing is done to help determine whether it is benign or malignant, to diagnose diagnose cancer.\n\nTreatment of early stage nasopharyngeal cancer\nDoctor Tran Vuong Thao Nghi said that early-stage nasopharyngeal cancer is often treated with a combination regimen of radiotherapy and chemotherapy. Surgery has almost no role in the radical treatment of early-stage nasopharyngeal cancer.\nDepending on the stage of the disease, the condition of the tumor as well as the status of lymph node metastasis, the doctor will prescribe a different regimen combining radiotherapy with chemotherapy.\nFor example: If the patient has large metastases in bilateral cervical lymph nodes, a few rounds of chemotherapy can be given first to reduce the size of the lymph nodes, followed by radiotherapy concurrently with chemotherapy; Depending on the response to concurrent chemotherapy, decide whether additional chemotherapy is needed or not.\nCommonly used chemotherapy drugs may include Cisplatin, Carboplatin, 5-FU, Docetaxel, Gemcitabine, Capecitabine.\nMost studies show that concurrent radiotherapy helps bring about better treatment results, helping patients live longer than radiotherapy alone. But combining chemotherapy can lead to more side effects, affecting the patient's quality of life.\nIn cases where cervical lymph nodes remain after the end of chemotherapy and radiotherapy, surgery may be considered to remove the cervical lymph nodes, helping to better control the disease.\nConcurrent chemotherapy and radiotherapy help bring good treatment results for early-stage nasopharyngeal cancer\nNasopharyngeal cancer recurrence - metastasis\nRecurrent cancer is when the disease reappears after treatment ends. The disease can recur locally (at the previous tumor site, or nearby areas, or in previous lymph nodes). Recurrent and metastatic nasopharyngeal cancer is when the disease recurs and spreads to other organs in the body such as the lungs, bones, liver, lymph nodes, brain...\nThe choice of treatment method for recurrent and metastatic nasopharyngeal cancer depends on many factors such as: Location and spread of the disease, overall health of the patient, time of recurrence after diagnosis. How long was the previous treatment, and what was the previous treatment? The goal of treatment at this time is to slow the progression of the disease, alleviate symptoms and help ensure the best possible quality of life. The doctor will carefully consider the benefits and risks, between the effectiveness and the risks, before making a treatment decision for the patient.\n\nPrevention of nasopharyngeal cancer\nAccording to Dr. Tran Vuong Thao Nghi, not all nasopharyngeal cancers can be prevented, but the risk of the disease can be reduced by avoiding some of the following risk factors: (3)\nAvoid tobacco and alcohol\nTobacco use is a factor in nasopharyngeal cancer. Every person should avoid exposure to tobacco (by not smoking and avoiding secondhand smoke).\nUncontrolled alcohol use is also a risk factor for cancer. In addition, combining smoking and drinking alcohol can significantly increase the carcinogenic effect of cigarette smoke on the nasopharynx.\nAvoid contact with chemicals\nWorking environments at risk of exposure to chemicals require good ventilation systems and use of necessary protective equipment (masks, clothes, hats, etc.) which are important protective measures. .\nHealthy eating habits\nThe American Cancer Society recommends following a healthy diet with a full range of nutrients (protein, starch, fat, fiber, vitamins and minerals, dairy products) including many fruits, vegetables and whole grains, balance proteins, and limit excessive consumption of red meat and processed foods as well as alcoholic beverages.\nGet the HPV vaccine and avoid HPV infection\nThe risk of oropharyngeal HPV infection is increased in people who have oral sex and have multiple sexual partners. Smokers are more likely to get HPV, possibly because substances in cigarettes damage the immune system or damage the cells lining the oropharynx.\nVaccination against HPV helps reduce the risk of infection with some types of HPV. Preventing HPV infection reduces the risk factor for cervical cancer, and has also  been shown to reduce the risk of other HPV-related cancers (such as anal cancer , penile cancer, oral and oropharyngeal cancer).\nAlong with Southeast Asian countries and China, Vietnam is in a region with high risk factors for nasopharyngeal cancer. Therefore, doctor Tran Vuong Thao Nghi recommends that prevention should be improved by maintaining a healthy lifestyle in terms of nutrition and physical activity; HPV vaccination; proactively have regular health check-ups every 6 months or once a year; Proactively screen for nasopharyngeal cancer if there are risk factors or unusual signs of otolaryngology. Early stage nasopharyngeal cancer still has a relatively positive cure rate.",
    "subsections": [
        {
            "subsection_name": "What is early stage nasopharyngeal cancer?",
            "subsection_content": "Nasopharyngeal cancer is divided into 5 stages, from stage 0 to IV. Early stage nasopharyngeal cancer, also known as early stage nasopharyngeal cancer, is determined from stage 0 - III (T1N2), which is the stage of local cancer in the region, but has not metastasized to other locations. .\nStage 0 (Tis, N0, M0): The tumor is only in the top layer of cells inside the nasopharynx and has not grown deeper (Tis). The cancer has not spread to the lymph nodes (N0), nor has it spread to distant parts of the body (M0).; Stage I (T1 N0 M0): The tumor is limited to the nasopharynx. The tumor may have spread to the pharynx (part of the throat at the back of the mouth) and/or nasal cavity but no further than the pharynx (T1). The cancer has not spread to the lymph nodes (N0), nor has it spread to distant parts of the body (M0).; Stage II (T0 N1 M0, or T1 N1 M0, or T2 N0 M0, or N1 M0): The tumor is in the nasopharynx. The tumor may have grown into the pharynx (part of the throat behind the mouth) and/or nasal cavity (T1); or has spread to the throat but no further (T2). Or no tumor is found in the nasopharynx (T0), but cancer is found in the lymph nodes in the neck.\nCancer has spread to one or more lymph nodes on one side of the neck, or to lymph nodes on one/or both sides in the back of the throat. In both cases, no lymph node was larger than 6 cm horizontally (N1).\nCancer has not metastasized to distant parts of the body (M0).\nStage II (T2, N0 or N1, M0): The tumor has grown into the area around the throat and surrounding structures, but not into the bone (T2).\nCancer has not spread to nearby lymph nodes (N0); or has spread to one or more lymph nodes on one side of the neck, or has metastasized to unilateral/or bilateral lymph nodes in the back of the throat. In both cases, no lymph node was larger than 6 cm horizontally (N1).\nCancer has not metastasized to distant parts of the body (M0).\nStage III (T0 or T1, N2, M0): The tumor is in the nasopharynx. The tumor may have grown into the pharynx (part of the throat behind the mouth) and/or nasal cavity (T1). Or no tumor is found in the nasopharynx (T0), but cancer is found in the lymph nodes in the neck.\nCancer has spread to lymph nodes on both sides of the neck, none of which are larger than 6cm across (N2).\nCancer has not metastasized to distant parts of the body (M0).",
            "subsection_string": "What is early stage nasopharyngeal cancer?\nNasopharyngeal cancer is divided into 5 stages, from stage 0 to IV. Early stage nasopharyngeal cancer, also known as early stage nasopharyngeal cancer, is determined from stage 0 - III (T1N2), which is the stage of local cancer in the region, but has not metastasized to other locations. .\nStage 0 (Tis, N0, M0): The tumor is only in the top layer of cells inside the nasopharynx and has not grown deeper (Tis). The cancer has not spread to the lymph nodes (N0), nor has it spread to distant parts of the body (M0).; Stage I (T1 N0 M0): The tumor is limited to the nasopharynx. The tumor may have spread to the pharynx (part of the throat at the back of the mouth) and/or nasal cavity but no further than the pharynx (T1). The cancer has not spread to the lymph nodes (N0), nor has it spread to distant parts of the body (M0).; Stage II (T0 N1 M0, or T1 N1 M0, or T2 N0 M0, or N1 M0): The tumor is in the nasopharynx. The tumor may have grown into the pharynx (part of the throat behind the mouth) and/or nasal cavity (T1); or has spread to the throat but no further (T2). Or no tumor is found in the nasopharynx (T0), but cancer is found in the lymph nodes in the neck.\nCancer has spread to one or more lymph nodes on one side of the neck, or to lymph nodes on one/or both sides in the back of the throat. In both cases, no lymph node was larger than 6 cm horizontally (N1).\nCancer has not metastasized to distant parts of the body (M0).\nStage II (T2, N0 or N1, M0): The tumor has grown into the area around the throat and surrounding structures, but not into the bone (T2).\nCancer has not spread to nearby lymph nodes (N0); or has spread to one or more lymph nodes on one side of the neck, or has metastasized to unilateral/or bilateral lymph nodes in the back of the throat. In both cases, no lymph node was larger than 6 cm horizontally (N1).\nCancer has not metastasized to distant parts of the body (M0).\nStage III (T0 or T1, N2, M0): The tumor is in the nasopharynx. The tumor may have grown into the pharynx (part of the throat behind the mouth) and/or nasal cavity (T1). Or no tumor is found in the nasopharynx (T0), but cancer is found in the lymph nodes in the neck.\nCancer has spread to lymph nodes on both sides of the neck, none of which are larger than 6cm across (N2).\nCancer has not metastasized to distant parts of the body (M0)."
        },
        {
            "subsection_name": "Signs of early stage nasopharyngeal cancer",
            "subsection_content": "According to doctor Tran Vuong Thao Nghi, the early stages of nasopharyngeal cancer have unclear symptoms, often easily confused with common nasopharyngitis, which is why nasopharyngeal cancer is easily overlooked. leftover. Swollen neck lymph nodes can be a sign of early-stage nasopharyngeal cancer in many patients.\nSymptoms of early-stage nasopharyngeal cancer may include:\nPain when swallowing, or difficulty swallowing;; Ear pain, otitis media, tinnitus, possible hearing loss;; Sore throat or persistent cough;; Swollen lymph nodes in the neck, which may or may not be accompanied by pain or swelling;; Voice changes, especially hoarseness or unclear speech;; Prolonged nasal discharge, the fluid can be clear - colored, bloody or pus;; Sputum containing blood, pus, etc.\nSwollen neck lymph nodes are a possible sign in patients with nasopharyngeal cancer",
            "subsection_string": "Signs of early stage nasopharyngeal cancer\nAccording to doctor Tran Vuong Thao Nghi, the early stages of nasopharyngeal cancer have unclear symptoms, often easily confused with common nasopharyngitis, which is why nasopharyngeal cancer is easily overlooked. leftover. Swollen neck lymph nodes can be a sign of early-stage nasopharyngeal cancer in many patients.\nSymptoms of early-stage nasopharyngeal cancer may include:\nPain when swallowing, or difficulty swallowing;; Ear pain, otitis media, tinnitus, possible hearing loss;; Sore throat or persistent cough;; Swollen lymph nodes in the neck, which may or may not be accompanied by pain or swelling;; Voice changes, especially hoarseness or unclear speech;; Prolonged nasal discharge, the fluid can be clear - colored, bloody or pus;; Sputum containing blood, pus, etc.\nSwollen neck lymph nodes are a possible sign in patients with nasopharyngeal cancer"
        },
        {
            "subsection_name": "Prognosis of early-stage nasopharyngeal cancer",
            "subsection_content": "The survival rate of a type of cancer, which can be understood in a simple way, is the percentage of people with that type of cancer who are still alive within a certain period of time (usually 5 years). ) after diagnosis and treatment. This rate does not indicate specifically how long a person with the disease will live, but can help better understand the likely success of treatment. The earlier cancer is diagnosed, the higher the chance of successful treatment, which means the higher the survival rate.\nPatients with early-stage nasopharyngeal cancer often have good results, with a 5-year survival rate of 60-75%. While patients with stage IV nasopharyngeal cancer have poor outcomes, the 5-year survival rate is <40%. (2)",
            "subsection_string": "Prognosis of early-stage nasopharyngeal cancer\nThe survival rate of a type of cancer, which can be understood in a simple way, is the percentage of people with that type of cancer who are still alive within a certain period of time (usually 5 years). ) after diagnosis and treatment. This rate does not indicate specifically how long a person with the disease will live, but can help better understand the likely success of treatment. The earlier cancer is diagnosed, the higher the chance of successful treatment, which means the higher the survival rate.\nPatients with early-stage nasopharyngeal cancer often have good results, with a 5-year survival rate of 60-75%. While patients with stage IV nasopharyngeal cancer have poor outcomes, the 5-year survival rate is <40%. (2)"
        },
        {
            "subsection_name": "Diagnosis and early detection of nasopharyngeal cancer in the early stages",
            "subsection_content": "Doctors can use a number of methods to screen and diagnose, if nasopharyngeal cancer is suspected, such as:\nAsk about the patient's and family's medical history, about lifestyle, nutrition as well as other factors that can increase the risk of developing nasopharyngeal cancer;; ENT endoscopy;; Computed tomography (CT) or PET/CT;; Magnetic resonance imaging (MRI);; Biopsy through ENT endoscopy: a sample of an abnormal tumor or lesion is clicked during ENT endoscopy, then histological testing is done to help determine whether it is benign or malignant, to diagnose diagnose cancer.",
            "subsection_string": "Diagnosis and early detection of nasopharyngeal cancer in the early stages\nDoctors can use a number of methods to screen and diagnose, if nasopharyngeal cancer is suspected, such as:\nAsk about the patient's and family's medical history, about lifestyle, nutrition as well as other factors that can increase the risk of developing nasopharyngeal cancer;; ENT endoscopy;; Computed tomography (CT) or PET/CT;; Magnetic resonance imaging (MRI);; Biopsy through ENT endoscopy: a sample of an abnormal tumor or lesion is clicked during ENT endoscopy, then histological testing is done to help determine whether it is benign or malignant, to diagnose diagnose cancer."
        },
        {
            "subsection_name": "Treatment of early stage nasopharyngeal cancer",
            "subsection_content": "Doctor Tran Vuong Thao Nghi said that early-stage nasopharyngeal cancer is often treated with a combination regimen of radiotherapy and chemotherapy. Surgery has almost no role in the radical treatment of early-stage nasopharyngeal cancer.\nDepending on the stage of the disease, the condition of the tumor as well as the status of lymph node metastasis, the doctor will prescribe a different regimen combining radiotherapy with chemotherapy.\nFor example: If the patient has large metastases in bilateral cervical lymph nodes, a few rounds of chemotherapy can be given first to reduce the size of the lymph nodes, followed by radiotherapy concurrently with chemotherapy; Depending on the response to concurrent chemotherapy, decide whether additional chemotherapy is needed or not.\nCommonly used chemotherapy drugs may include Cisplatin, Carboplatin, 5-FU, Docetaxel, Gemcitabine, Capecitabine.\nMost studies show that concurrent radiotherapy helps bring about better treatment results, helping patients live longer than radiotherapy alone. But combining chemotherapy can lead to more side effects, affecting the patient's quality of life.\nIn cases where cervical lymph nodes remain after the end of chemotherapy and radiotherapy, surgery may be considered to remove the cervical lymph nodes, helping to better control the disease.\nConcurrent chemotherapy and radiotherapy help bring good treatment results for early-stage nasopharyngeal cancer\nNasopharyngeal cancer recurrence - metastasis\nRecurrent cancer is when the disease reappears after treatment ends. The disease can recur locally (at the previous tumor site, or nearby areas, or in previous lymph nodes). Recurrent and metastatic nasopharyngeal cancer is when the disease recurs and spreads to other organs in the body such as the lungs, bones, liver, lymph nodes, brain...\nThe choice of treatment method for recurrent and metastatic nasopharyngeal cancer depends on many factors such as: Location and spread of the disease, overall health of the patient, time of recurrence after diagnosis. How long was the previous treatment, and what was the previous treatment? The goal of treatment at this time is to slow the progression of the disease, alleviate symptoms and help ensure the best possible quality of life. The doctor will carefully consider the benefits and risks, between the effectiveness and the risks, before making a treatment decision for the patient.",
            "subsection_string": "Treatment of early stage nasopharyngeal cancer\nDoctor Tran Vuong Thao Nghi said that early-stage nasopharyngeal cancer is often treated with a combination regimen of radiotherapy and chemotherapy. Surgery has almost no role in the radical treatment of early-stage nasopharyngeal cancer.\nDepending on the stage of the disease, the condition of the tumor as well as the status of lymph node metastasis, the doctor will prescribe a different regimen combining radiotherapy with chemotherapy.\nFor example: If the patient has large metastases in bilateral cervical lymph nodes, a few rounds of chemotherapy can be given first to reduce the size of the lymph nodes, followed by radiotherapy concurrently with chemotherapy; Depending on the response to concurrent chemotherapy, decide whether additional chemotherapy is needed or not.\nCommonly used chemotherapy drugs may include Cisplatin, Carboplatin, 5-FU, Docetaxel, Gemcitabine, Capecitabine.\nMost studies show that concurrent radiotherapy helps bring about better treatment results, helping patients live longer than radiotherapy alone. But combining chemotherapy can lead to more side effects, affecting the patient's quality of life.\nIn cases where cervical lymph nodes remain after the end of chemotherapy and radiotherapy, surgery may be considered to remove the cervical lymph nodes, helping to better control the disease.\nConcurrent chemotherapy and radiotherapy help bring good treatment results for early-stage nasopharyngeal cancer\nNasopharyngeal cancer recurrence - metastasis\nRecurrent cancer is when the disease reappears after treatment ends. The disease can recur locally (at the previous tumor site, or nearby areas, or in previous lymph nodes). Recurrent and metastatic nasopharyngeal cancer is when the disease recurs and spreads to other organs in the body such as the lungs, bones, liver, lymph nodes, brain...\nThe choice of treatment method for recurrent and metastatic nasopharyngeal cancer depends on many factors such as: Location and spread of the disease, overall health of the patient, time of recurrence after diagnosis. How long was the previous treatment, and what was the previous treatment? The goal of treatment at this time is to slow the progression of the disease, alleviate symptoms and help ensure the best possible quality of life. The doctor will carefully consider the benefits and risks, between the effectiveness and the risks, before making a treatment decision for the patient."
        },
        {
            "subsection_name": "Prevention of nasopharyngeal cancer",
            "subsection_content": "According to Dr. Tran Vuong Thao Nghi, not all nasopharyngeal cancers can be prevented, but the risk of the disease can be reduced by avoiding some of the following risk factors: (3)\nAvoid tobacco and alcohol\nTobacco use is a factor in nasopharyngeal cancer. Every person should avoid exposure to tobacco (by not smoking and avoiding secondhand smoke).\nUncontrolled alcohol use is also a risk factor for cancer. In addition, combining smoking and drinking alcohol can significantly increase the carcinogenic effect of cigarette smoke on the nasopharynx.\nAvoid contact with chemicals\nWorking environments at risk of exposure to chemicals require good ventilation systems and use of necessary protective equipment (masks, clothes, hats, etc.) which are important protective measures. .\nHealthy eating habits\nThe American Cancer Society recommends following a healthy diet with a full range of nutrients (protein, starch, fat, fiber, vitamins and minerals, dairy products) including many fruits, vegetables and whole grains, balance proteins, and limit excessive consumption of red meat and processed foods as well as alcoholic beverages.\nGet the HPV vaccine and avoid HPV infection\nThe risk of oropharyngeal HPV infection is increased in people who have oral sex and have multiple sexual partners. Smokers are more likely to get HPV, possibly because substances in cigarettes damage the immune system or damage the cells lining the oropharynx.\nVaccination against HPV helps reduce the risk of infection with some types of HPV. Preventing HPV infection reduces the risk factor for cervical cancer, and has also  been shown to reduce the risk of other HPV-related cancers (such as anal cancer , penile cancer, oral and oropharyngeal cancer).\nAlong with Southeast Asian countries and China, Vietnam is in a region with high risk factors for nasopharyngeal cancer. Therefore, doctor Tran Vuong Thao Nghi recommends that prevention should be improved by maintaining a healthy lifestyle in terms of nutrition and physical activity; HPV vaccination; proactively have regular health check-ups every 6 months or once a year; Proactively screen for nasopharyngeal cancer if there are risk factors or unusual signs of otolaryngology. Early stage nasopharyngeal cancer still has a relatively positive cure rate.",
            "subsection_string": "Prevention of nasopharyngeal cancer\nAccording to Dr. Tran Vuong Thao Nghi, not all nasopharyngeal cancers can be prevented, but the risk of the disease can be reduced by avoiding some of the following risk factors: (3)\nAvoid tobacco and alcohol\nTobacco use is a factor in nasopharyngeal cancer. Every person should avoid exposure to tobacco (by not smoking and avoiding secondhand smoke).\nUncontrolled alcohol use is also a risk factor for cancer. In addition, combining smoking and drinking alcohol can significantly increase the carcinogenic effect of cigarette smoke on the nasopharynx.\nAvoid contact with chemicals\nWorking environments at risk of exposure to chemicals require good ventilation systems and use of necessary protective equipment (masks, clothes, hats, etc.) which are important protective measures. .\nHealthy eating habits\nThe American Cancer Society recommends following a healthy diet with a full range of nutrients (protein, starch, fat, fiber, vitamins and minerals, dairy products) including many fruits, vegetables and whole grains, balance proteins, and limit excessive consumption of red meat and processed foods as well as alcoholic beverages.\nGet the HPV vaccine and avoid HPV infection\nThe risk of oropharyngeal HPV infection is increased in people who have oral sex and have multiple sexual partners. Smokers are more likely to get HPV, possibly because substances in cigarettes damage the immune system or damage the cells lining the oropharynx.\nVaccination against HPV helps reduce the risk of infection with some types of HPV. Preventing HPV infection reduces the risk factor for cervical cancer, and has also  been shown to reduce the risk of other HPV-related cancers (such as anal cancer , penile cancer, oral and oropharyngeal cancer).\nAlong with Southeast Asian countries and China, Vietnam is in a region with high risk factors for nasopharyngeal cancer. Therefore, doctor Tran Vuong Thao Nghi recommends that prevention should be improved by maintaining a healthy lifestyle in terms of nutrition and physical activity; HPV vaccination; proactively have regular health check-ups every 6 months or once a year; Proactively screen for nasopharyngeal cancer if there are risk factors or unusual signs of otolaryngology. Early stage nasopharyngeal cancer still has a relatively positive cure rate."
        }
    ],
    "name": "ung-thu-vom-hong-giai-doan-dau.json"
}