{
    "title": "Stage 4 colon cancer: Signs and treatment",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-dai-trang-giai-doan-4/",
    "abstract": "Stage 4 colon cancer is late-stage cancer. However, with the development of medicine and new generation drugs (monoclonal antibody drugs, immune drugs...), treatment of stage 4 colon cancer is more effective and prolongs patient life. .",
    "content": "Stage 4 colon cancer: Signs and treatment\n\nStage 4 colon cancer is late-stage cancer. However, with the development of medicine and new generation drugs (monoclonal antibody drugs, immune drugs...), treatment of stage 4 colon cancer is more effective and prolongs patient life. .\n\nWhat is stage 4 colon cancer?\nStage 4 colon cancer is a case where malignant cells have metastasized to other tissues and organs of the body such as the liver, lungs, peritoneum, bones...\n\nClassification of stage 4 colon cancer\nAccording to the TNM system (Union for International Cancer Control UICC/AJCC 2017), stage 4 colon cancer is divided into two groups: (1)\nStage 4A colon cancer (any T, any N, M1a)\nThe cancer may or may not have grown through the colon wall (any tumor stage).; It may or may not have spread to nearby lymph nodes (any N).; Distant metastases in only one organ (M1a)\nStage 4B colon cancer (any T, any N, M1b)\nThe cancer may or may not have grown through the colon wall (any tumor stage).; It may or may not have spread to nearby lymph nodes (any N).; Metastasis from two organs/regions or metastasis to the peritoneum.\nSee more:\nColon cancer stage 0; Colon cancer stage 1; Colon cancer stage 2; Stage 3 colon cancer\n\nSigns of stage 4 colon cancer\nCommon signs of stage 4 colon cancer include:\nFatigue, loss of appetite, weakness, exhaustion, anemia; Digestive disorders: Constipation or diarrhea, bloody mucus stools; Complications of the tumor include intestinal obstruction, semi-obstruction, intestinal perforation causing peritonitis; Symptoms in metastatic organs such as: Pain, self-palpable supraclavicular lymph nodes, abdominal bloating, jaundice, yellow eyes, difficulty breathing, cancer metastasized to bones causing fractures,...\nIn addition, stage 4 patients may have some other signs that predict a poor prognosis. According to a report by the US National Cancer Institute, some of those signs may be:\nDue to changes in the body's metabolism, the patient will be drowsy, sleep a lot and/or be unresponsive.; Due to changes in metabolism and other causes, people may become confused about the time, place and/or identity of loved ones; jitter.; Reduced ability to communicate (due to reduced oxygen to the brain, reduced blood flow).; Reduced need for food, loss of appetite (due to the body's need to save energy and the ability to use food is decreasing).; Loss of bladder or bowel control (due to relaxation of pelvic muscles).; Dark urine or decreased urine output (due to impaired kidney function).; Skin that is cold to the touch, especially the hands and feet; the skin may have a bluish tinge, especially the lower body (due to reduced circulation to the extremities).; Shortness of breath; irregular and shallow breathing; decreased number of breaths per minute; Breathing alternates between fast and slow; Turning the head towards the light source (due to decreased visual acuity).; Difficulty controlling pain (due to disease progression).; Involuntary movements (myoclonus), increased heart rate, increased blood pressure, followed by hypotension, and loss of reflexes in the legs and arms.\nStage 4 colon cancer exhibits many easily recognizable symptoms, poor prognosis and is difficult to treat.\n\nPrognosis of stage 4 colon cancer survival rate\nAccording to data from the US Center for Biotechnology (NCBI), at the time of diagnosis, about 25% of newly diagnosed colon cancer patients have metastases; 50% of patients may die from symptoms in metastatic organs. Liver metastases are the most common site of visceral metastases, followed by lung, peritoneal, and pleural metastases. Ovarian metastases occur in 5-8% of all women with colon cancer. Metastasis can occur in any organ of the body. (2)\nThe overall 5-year survival rate of stage 4 colon cancer patients has increased significantly thanks to advances in medicine and the emergence of new treatment drugs.\n\nDiagnosis of stage 4 colon cancer\nAfter the patient is diagnosed with colon cancer, the doctor will continue to perform other tests and laboratory tests to assess the stage of colon cancer, from which a specific treatment plan can be made. each patient.\nMethods of use may include:\ncolonoscopy\nColonoscopy with a flexible tube helps detect colon tumors, and biopsy for histopathology tests helps diagnose colon cancer.\nCT scan\nCT scan, also known as computed tomography, to evaluate tumors, metastatic lymph nodes, and metastatic lesions to other organs.\nMRI scan\nMRI scan, also known as magnetic resonance imaging. It is valuable when you want to evaluate the tumor invasion into the intestinal wall, regional lymph nodes, evaluate liver metastases or brain metastases.\nPET/CT scan\nPET/CT scan, also known as positron emission tomography, is used to find malignant tumor cells in the body. Before the scan, the patient will be injected with a small amount of glucose tagged with a radioactive isotope through a vein. Cells with increased sugar metabolism activity, including cancer cells, will increase the absorption of glucose attached to radioactive isotopes and when taking a PET/CT scan, doctors will see tumors, metastatic lymph nodes, and distant metastatic lesions. more clearly.\nBlood tests\nBlood tests will help evaluate the patient's condition, whether there is anemia or not, liver and kidney function, etc.\nCarcinoembryonic antigen (CEA) test\nCEA is called a tumor marker in the blood. CEA is elevated in patients with metastatic colon cancer, used for monitoring and evaluation during treatment.\n\nTreatment of stage 4 colon cancer\nStage 4 colon cancer has spread from the colon tumor to distant organs and tissues. The most common is metastasis to the liver, but it can also metastasize to other places such as the lungs, brain, peritoneum...\nIn most cases, surgery is unlikely to cure these types of metastases. But if the cancer has only spread to a few areas in the liver or lungs and can be removed along with the colon cancer, surgery is indicated, which can help the patient live longer.\nTreatment may be surgery to remove the section of colon containing the tumor along with nearby lymph nodes, plus surgery to remove metastatic tumor tissue (peritoneal nucleus, liver tumor, etc.). After surgery, patients receive adjuvant chemotherapy to help increase the effectiveness of disease treatment and reduce the risk of recurrence and metastasis.\nIf the metastases cannot be removed because the tumor is too large or too numerous, the patient may receive chemotherapy before surgery. This method is called neoadjuvant chemotherapy. After chemotherapy, if the tumors shrink, surgery can be performed to remove the tumors. After surgery, patients can continue to receive adjuvant chemotherapy to reduce the risk of recurrence and metastasis. (3)\nIn case cancer causes intestinal obstruction, the patient will need emergency surgery to remove the blocked intestine or install an artificial colostomy to resolve the intestinal obstruction.\nStage 4 colon cancer patients receive chemotherapy and/or combination with targeted drugs to control the cancer.\nThe doctor will evaluate the patient's overall condition, tumors, histopathological type, and treatment methods to choose the appropriate treatment method for stage 4 colon cancer. For people whose tumors have satellite instability, treatment with immunotherapy drugs such as nivolumab (Opdivo) or pembrolizumab (Keytruda) may be an option after initial chemotherapy.\nFor patients with late-stage cancer, radiation therapy can be used to prevent or reduce cancer symptoms such as colon pain.\n\nDiet of colon cancer patients\nAfter colon cancer treatment, the digestive system needs time to stabilize. And diet will greatly contribute to stabilizing the digestive tract. (4)\nPatients need to limit fiber intake for about 6 weeks, then gradually increase fiber intake again. This is because initially after colon resection, patients often have loose stools. If they eat fiber too soon after surgery, it will cause diarrhea.\nPatients should drink plenty of water and drinks that supplement fluids and salt in the body. Your bowels will start to function more normally after a few weeks.\nIt is important for patients to record foods that cause stomach upset. Based on the weekly diary, the patient can discover which foods are causing problems  to avoid eating them.\nAfter colon cancer surgery, patients should limit fiber intake for at least 6 weeks to avoid diarrhea.\nFoods to limit after colon resection surgery\nIf you have had surgery to remove your colon, it may take a few months for your bowel to function normally again. And at this time, patients need to avoid certain foods that cause flatulence and bloating.\nFoods to limit include:\nFruits and vegetables are rich in fiber;; Onions, bok choy and cabbage;; Legumes such as baked beans or lentils;; Carbonated drinks, beer and wine;; Food is rich in fat.\nInstructions for eating after surgery\nEat foods rich in calories and protein to help heal and fight infection. Protein-rich foods include meat, fish and eggs.; Eat smaller, more frequent meals to start instead of 3 large meals a day. Try to avoid long intervals between meals.; At first, eating a low-fiber diet may be helpful. Examples of low-fiber foods are white pasta and bread, cream biscuits, rich tea biscuits, cornflakes, cooked and peeled vegetables and fruits.; Drink plenty of water from 1.5-2 liters/day; Reduce your caffeine intake in a day. Caffeine can irritate the intestines and make diarrhea worse; Take small mouthfuls and chew food slowly.; Drinking mint water can help relieve discomfort.\nNotes after radiotherapy\nRadiation therapy to the intestines often causes diarrhea, which can take a few weeks for the patient to subside after treatment ends.\nYour doctor may prescribe oral tablets to help control diarrhea. If there is no improvement, within 4-6 weeks after ending treatment, the patient needs to notify the doctor.\nWhile being treated, it is best for the patient to continue taking anti-diarrhea medications and gradually reduce the amount of medication over time.\nNotes after chemotherapy\nChemotherapy can cause side effects of diarrhea and make the patient feel nauseous and vomiting. These side effects will disappear after treatment ends and the patient can gradually return to a normal diet.\nStage 4 colon cancer cannot be cured, but active care from doctors and patient's family members can help improve the patient's quality of life.",
    "subsections": [
        {
            "subsection_name": "What is stage 4 colon cancer?",
            "subsection_content": "Stage 4 colon cancer is a case where malignant cells have metastasized to other tissues and organs of the body such as the liver, lungs, peritoneum, bones...",
            "subsection_string": "What is stage 4 colon cancer?\nStage 4 colon cancer is a case where malignant cells have metastasized to other tissues and organs of the body such as the liver, lungs, peritoneum, bones..."
        },
        {
            "subsection_name": "Classification of stage 4 colon cancer",
            "subsection_content": "According to the TNM system (Union for International Cancer Control UICC/AJCC 2017), stage 4 colon cancer is divided into two groups: (1)\nStage 4A colon cancer (any T, any N, M1a)\nThe cancer may or may not have grown through the colon wall (any tumor stage).; It may or may not have spread to nearby lymph nodes (any N).; Distant metastases in only one organ (M1a)\nStage 4B colon cancer (any T, any N, M1b)\nThe cancer may or may not have grown through the colon wall (any tumor stage).; It may or may not have spread to nearby lymph nodes (any N).; Metastasis from two organs/regions or metastasis to the peritoneum.\nSee more:\nColon cancer stage 0; Colon cancer stage 1; Colon cancer stage 2; Stage 3 colon cancer",
            "subsection_string": "Classification of stage 4 colon cancer\nAccording to the TNM system (Union for International Cancer Control UICC/AJCC 2017), stage 4 colon cancer is divided into two groups: (1)\nStage 4A colon cancer (any T, any N, M1a)\nThe cancer may or may not have grown through the colon wall (any tumor stage).; It may or may not have spread to nearby lymph nodes (any N).; Distant metastases in only one organ (M1a)\nStage 4B colon cancer (any T, any N, M1b)\nThe cancer may or may not have grown through the colon wall (any tumor stage).; It may or may not have spread to nearby lymph nodes (any N).; Metastasis from two organs/regions or metastasis to the peritoneum.\nSee more:\nColon cancer stage 0; Colon cancer stage 1; Colon cancer stage 2; Stage 3 colon cancer"
        },
        {
            "subsection_name": "Signs of stage 4 colon cancer",
            "subsection_content": "Common signs of stage 4 colon cancer include:\nFatigue, loss of appetite, weakness, exhaustion, anemia; Digestive disorders: Constipation or diarrhea, bloody mucus stools; Complications of the tumor include intestinal obstruction, semi-obstruction, intestinal perforation causing peritonitis; Symptoms in metastatic organs such as: Pain, self-palpable supraclavicular lymph nodes, abdominal bloating, jaundice, yellow eyes, difficulty breathing, cancer metastasized to bones causing fractures,...\nIn addition, stage 4 patients may have some other signs that predict a poor prognosis. According to a report by the US National Cancer Institute, some of those signs may be:\nDue to changes in the body's metabolism, the patient will be drowsy, sleep a lot and/or be unresponsive.; Due to changes in metabolism and other causes, people may become confused about the time, place and/or identity of loved ones; jitter.; Reduced ability to communicate (due to reduced oxygen to the brain, reduced blood flow).; Reduced need for food, loss of appetite (due to the body's need to save energy and the ability to use food is decreasing).; Loss of bladder or bowel control (due to relaxation of pelvic muscles).; Dark urine or decreased urine output (due to impaired kidney function).; Skin that is cold to the touch, especially the hands and feet; the skin may have a bluish tinge, especially the lower body (due to reduced circulation to the extremities).; Shortness of breath; irregular and shallow breathing; decreased number of breaths per minute; Breathing alternates between fast and slow; Turning the head towards the light source (due to decreased visual acuity).; Difficulty controlling pain (due to disease progression).; Involuntary movements (myoclonus), increased heart rate, increased blood pressure, followed by hypotension, and loss of reflexes in the legs and arms.\nStage 4 colon cancer exhibits many easily recognizable symptoms, poor prognosis and is difficult to treat.",
            "subsection_string": "Signs of stage 4 colon cancer\nCommon signs of stage 4 colon cancer include:\nFatigue, loss of appetite, weakness, exhaustion, anemia; Digestive disorders: Constipation or diarrhea, bloody mucus stools; Complications of the tumor include intestinal obstruction, semi-obstruction, intestinal perforation causing peritonitis; Symptoms in metastatic organs such as: Pain, self-palpable supraclavicular lymph nodes, abdominal bloating, jaundice, yellow eyes, difficulty breathing, cancer metastasized to bones causing fractures,...\nIn addition, stage 4 patients may have some other signs that predict a poor prognosis. According to a report by the US National Cancer Institute, some of those signs may be:\nDue to changes in the body's metabolism, the patient will be drowsy, sleep a lot and/or be unresponsive.; Due to changes in metabolism and other causes, people may become confused about the time, place and/or identity of loved ones; jitter.; Reduced ability to communicate (due to reduced oxygen to the brain, reduced blood flow).; Reduced need for food, loss of appetite (due to the body's need to save energy and the ability to use food is decreasing).; Loss of bladder or bowel control (due to relaxation of pelvic muscles).; Dark urine or decreased urine output (due to impaired kidney function).; Skin that is cold to the touch, especially the hands and feet; the skin may have a bluish tinge, especially the lower body (due to reduced circulation to the extremities).; Shortness of breath; irregular and shallow breathing; decreased number of breaths per minute; Breathing alternates between fast and slow; Turning the head towards the light source (due to decreased visual acuity).; Difficulty controlling pain (due to disease progression).; Involuntary movements (myoclonus), increased heart rate, increased blood pressure, followed by hypotension, and loss of reflexes in the legs and arms.\nStage 4 colon cancer exhibits many easily recognizable symptoms, poor prognosis and is difficult to treat."
        },
        {
            "subsection_name": "Prognosis of stage 4 colon cancer survival rate",
            "subsection_content": "According to data from the US Center for Biotechnology (NCBI), at the time of diagnosis, about 25% of newly diagnosed colon cancer patients have metastases; 50% of patients may die from symptoms in metastatic organs. Liver metastases are the most common site of visceral metastases, followed by lung, peritoneal, and pleural metastases. Ovarian metastases occur in 5-8% of all women with colon cancer. Metastasis can occur in any organ of the body. (2)\nThe overall 5-year survival rate of stage 4 colon cancer patients has increased significantly thanks to advances in medicine and the emergence of new treatment drugs.",
            "subsection_string": "Prognosis of stage 4 colon cancer survival rate\nAccording to data from the US Center for Biotechnology (NCBI), at the time of diagnosis, about 25% of newly diagnosed colon cancer patients have metastases; 50% of patients may die from symptoms in metastatic organs. Liver metastases are the most common site of visceral metastases, followed by lung, peritoneal, and pleural metastases. Ovarian metastases occur in 5-8% of all women with colon cancer. Metastasis can occur in any organ of the body. (2)\nThe overall 5-year survival rate of stage 4 colon cancer patients has increased significantly thanks to advances in medicine and the emergence of new treatment drugs."
        },
        {
            "subsection_name": "Diagnosis of stage 4 colon cancer",
            "subsection_content": "After the patient is diagnosed with colon cancer, the doctor will continue to perform other tests and laboratory tests to assess the stage of colon cancer, from which a specific treatment plan can be made. each patient.\nMethods of use may include:\ncolonoscopy\nColonoscopy with a flexible tube helps detect colon tumors, and biopsy for histopathology tests helps diagnose colon cancer.\nCT scan\nCT scan, also known as computed tomography, to evaluate tumors, metastatic lymph nodes, and metastatic lesions to other organs.\nMRI scan\nMRI scan, also known as magnetic resonance imaging. It is valuable when you want to evaluate the tumor invasion into the intestinal wall, regional lymph nodes, evaluate liver metastases or brain metastases.\nPET/CT scan\nPET/CT scan, also known as positron emission tomography, is used to find malignant tumor cells in the body. Before the scan, the patient will be injected with a small amount of glucose tagged with a radioactive isotope through a vein. Cells with increased sugar metabolism activity, including cancer cells, will increase the absorption of glucose attached to radioactive isotopes and when taking a PET/CT scan, doctors will see tumors, metastatic lymph nodes, and distant metastatic lesions. more clearly.\nBlood tests\nBlood tests will help evaluate the patient's condition, whether there is anemia or not, liver and kidney function, etc.\nCarcinoembryonic antigen (CEA) test\nCEA is called a tumor marker in the blood. CEA is elevated in patients with metastatic colon cancer, used for monitoring and evaluation during treatment.",
            "subsection_string": "Diagnosis of stage 4 colon cancer\nAfter the patient is diagnosed with colon cancer, the doctor will continue to perform other tests and laboratory tests to assess the stage of colon cancer, from which a specific treatment plan can be made. each patient.\nMethods of use may include:\ncolonoscopy\nColonoscopy with a flexible tube helps detect colon tumors, and biopsy for histopathology tests helps diagnose colon cancer.\nCT scan\nCT scan, also known as computed tomography, to evaluate tumors, metastatic lymph nodes, and metastatic lesions to other organs.\nMRI scan\nMRI scan, also known as magnetic resonance imaging. It is valuable when you want to evaluate the tumor invasion into the intestinal wall, regional lymph nodes, evaluate liver metastases or brain metastases.\nPET/CT scan\nPET/CT scan, also known as positron emission tomography, is used to find malignant tumor cells in the body. Before the scan, the patient will be injected with a small amount of glucose tagged with a radioactive isotope through a vein. Cells with increased sugar metabolism activity, including cancer cells, will increase the absorption of glucose attached to radioactive isotopes and when taking a PET/CT scan, doctors will see tumors, metastatic lymph nodes, and distant metastatic lesions. more clearly.\nBlood tests\nBlood tests will help evaluate the patient's condition, whether there is anemia or not, liver and kidney function, etc.\nCarcinoembryonic antigen (CEA) test\nCEA is called a tumor marker in the blood. CEA is elevated in patients with metastatic colon cancer, used for monitoring and evaluation during treatment."
        },
        {
            "subsection_name": "Treatment of stage 4 colon cancer",
            "subsection_content": "Stage 4 colon cancer has spread from the colon tumor to distant organs and tissues. The most common is metastasis to the liver, but it can also metastasize to other places such as the lungs, brain, peritoneum...\nIn most cases, surgery is unlikely to cure these types of metastases. But if the cancer has only spread to a few areas in the liver or lungs and can be removed along with the colon cancer, surgery is indicated, which can help the patient live longer.\nTreatment may be surgery to remove the section of colon containing the tumor along with nearby lymph nodes, plus surgery to remove metastatic tumor tissue (peritoneal nucleus, liver tumor, etc.). After surgery, patients receive adjuvant chemotherapy to help increase the effectiveness of disease treatment and reduce the risk of recurrence and metastasis.\nIf the metastases cannot be removed because the tumor is too large or too numerous, the patient may receive chemotherapy before surgery. This method is called neoadjuvant chemotherapy. After chemotherapy, if the tumors shrink, surgery can be performed to remove the tumors. After surgery, patients can continue to receive adjuvant chemotherapy to reduce the risk of recurrence and metastasis. (3)\nIn case cancer causes intestinal obstruction, the patient will need emergency surgery to remove the blocked intestine or install an artificial colostomy to resolve the intestinal obstruction.\nStage 4 colon cancer patients receive chemotherapy and/or combination with targeted drugs to control the cancer.\nThe doctor will evaluate the patient's overall condition, tumors, histopathological type, and treatment methods to choose the appropriate treatment method for stage 4 colon cancer. For people whose tumors have satellite instability, treatment with immunotherapy drugs such as nivolumab (Opdivo) or pembrolizumab (Keytruda) may be an option after initial chemotherapy.\nFor patients with late-stage cancer, radiation therapy can be used to prevent or reduce cancer symptoms such as colon pain.",
            "subsection_string": "Treatment of stage 4 colon cancer\nStage 4 colon cancer has spread from the colon tumor to distant organs and tissues. The most common is metastasis to the liver, but it can also metastasize to other places such as the lungs, brain, peritoneum...\nIn most cases, surgery is unlikely to cure these types of metastases. But if the cancer has only spread to a few areas in the liver or lungs and can be removed along with the colon cancer, surgery is indicated, which can help the patient live longer.\nTreatment may be surgery to remove the section of colon containing the tumor along with nearby lymph nodes, plus surgery to remove metastatic tumor tissue (peritoneal nucleus, liver tumor, etc.). After surgery, patients receive adjuvant chemotherapy to help increase the effectiveness of disease treatment and reduce the risk of recurrence and metastasis.\nIf the metastases cannot be removed because the tumor is too large or too numerous, the patient may receive chemotherapy before surgery. This method is called neoadjuvant chemotherapy. After chemotherapy, if the tumors shrink, surgery can be performed to remove the tumors. After surgery, patients can continue to receive adjuvant chemotherapy to reduce the risk of recurrence and metastasis. (3)\nIn case cancer causes intestinal obstruction, the patient will need emergency surgery to remove the blocked intestine or install an artificial colostomy to resolve the intestinal obstruction.\nStage 4 colon cancer patients receive chemotherapy and/or combination with targeted drugs to control the cancer.\nThe doctor will evaluate the patient's overall condition, tumors, histopathological type, and treatment methods to choose the appropriate treatment method for stage 4 colon cancer. For people whose tumors have satellite instability, treatment with immunotherapy drugs such as nivolumab (Opdivo) or pembrolizumab (Keytruda) may be an option after initial chemotherapy.\nFor patients with late-stage cancer, radiation therapy can be used to prevent or reduce cancer symptoms such as colon pain."
        },
        {
            "subsection_name": "Diet of colon cancer patients",
            "subsection_content": "After colon cancer treatment, the digestive system needs time to stabilize. And diet will greatly contribute to stabilizing the digestive tract. (4)\nPatients need to limit fiber intake for about 6 weeks, then gradually increase fiber intake again. This is because initially after colon resection, patients often have loose stools. If they eat fiber too soon after surgery, it will cause diarrhea.\nPatients should drink plenty of water and drinks that supplement fluids and salt in the body. Your bowels will start to function more normally after a few weeks.\nIt is important for patients to record foods that cause stomach upset. Based on the weekly diary, the patient can discover which foods are causing problems  to avoid eating them.\nAfter colon cancer surgery, patients should limit fiber intake for at least 6 weeks to avoid diarrhea.\nFoods to limit after colon resection surgery\nIf you have had surgery to remove your colon, it may take a few months for your bowel to function normally again. And at this time, patients need to avoid certain foods that cause flatulence and bloating.\nFoods to limit include:\nFruits and vegetables are rich in fiber;; Onions, bok choy and cabbage;; Legumes such as baked beans or lentils;; Carbonated drinks, beer and wine;; Food is rich in fat.\nInstructions for eating after surgery\nEat foods rich in calories and protein to help heal and fight infection. Protein-rich foods include meat, fish and eggs.; Eat smaller, more frequent meals to start instead of 3 large meals a day. Try to avoid long intervals between meals.; At first, eating a low-fiber diet may be helpful. Examples of low-fiber foods are white pasta and bread, cream biscuits, rich tea biscuits, cornflakes, cooked and peeled vegetables and fruits.; Drink plenty of water from 1.5-2 liters/day; Reduce your caffeine intake in a day. Caffeine can irritate the intestines and make diarrhea worse; Take small mouthfuls and chew food slowly.; Drinking mint water can help relieve discomfort.\nNotes after radiotherapy\nRadiation therapy to the intestines often causes diarrhea, which can take a few weeks for the patient to subside after treatment ends.\nYour doctor may prescribe oral tablets to help control diarrhea. If there is no improvement, within 4-6 weeks after ending treatment, the patient needs to notify the doctor.\nWhile being treated, it is best for the patient to continue taking anti-diarrhea medications and gradually reduce the amount of medication over time.\nNotes after chemotherapy\nChemotherapy can cause side effects of diarrhea and make the patient feel nauseous and vomiting. These side effects will disappear after treatment ends and the patient can gradually return to a normal diet.\nStage 4 colon cancer cannot be cured, but active care from doctors and patient's family members can help improve the patient's quality of life.",
            "subsection_string": "Diet of colon cancer patients\nAfter colon cancer treatment, the digestive system needs time to stabilize. And diet will greatly contribute to stabilizing the digestive tract. (4)\nPatients need to limit fiber intake for about 6 weeks, then gradually increase fiber intake again. This is because initially after colon resection, patients often have loose stools. If they eat fiber too soon after surgery, it will cause diarrhea.\nPatients should drink plenty of water and drinks that supplement fluids and salt in the body. Your bowels will start to function more normally after a few weeks.\nIt is important for patients to record foods that cause stomach upset. Based on the weekly diary, the patient can discover which foods are causing problems  to avoid eating them.\nAfter colon cancer surgery, patients should limit fiber intake for at least 6 weeks to avoid diarrhea.\nFoods to limit after colon resection surgery\nIf you have had surgery to remove your colon, it may take a few months for your bowel to function normally again. And at this time, patients need to avoid certain foods that cause flatulence and bloating.\nFoods to limit include:\nFruits and vegetables are rich in fiber;; Onions, bok choy and cabbage;; Legumes such as baked beans or lentils;; Carbonated drinks, beer and wine;; Food is rich in fat.\nInstructions for eating after surgery\nEat foods rich in calories and protein to help heal and fight infection. Protein-rich foods include meat, fish and eggs.; Eat smaller, more frequent meals to start instead of 3 large meals a day. Try to avoid long intervals between meals.; At first, eating a low-fiber diet may be helpful. Examples of low-fiber foods are white pasta and bread, cream biscuits, rich tea biscuits, cornflakes, cooked and peeled vegetables and fruits.; Drink plenty of water from 1.5-2 liters/day; Reduce your caffeine intake in a day. Caffeine can irritate the intestines and make diarrhea worse; Take small mouthfuls and chew food slowly.; Drinking mint water can help relieve discomfort.\nNotes after radiotherapy\nRadiation therapy to the intestines often causes diarrhea, which can take a few weeks for the patient to subside after treatment ends.\nYour doctor may prescribe oral tablets to help control diarrhea. If there is no improvement, within 4-6 weeks after ending treatment, the patient needs to notify the doctor.\nWhile being treated, it is best for the patient to continue taking anti-diarrhea medications and gradually reduce the amount of medication over time.\nNotes after chemotherapy\nChemotherapy can cause side effects of diarrhea and make the patient feel nauseous and vomiting. These side effects will disappear after treatment ends and the patient can gradually return to a normal diet.\nStage 4 colon cancer cannot be cured, but active care from doctors and patient's family members can help improve the patient's quality of life."
        }
    ],
    "name": "ung-thu-dai-trang-giai-doan-4.json"
}