{
    "title": "Late-stage stomach cancer: Symptoms and palliative treatment",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-da-day-giai-doan-cuoi/",
    "abstract": "Late stage stomach cancer\nThe prognosis is poor, the patient no longer responds to treatment. Palliative care is the main method to help improve the quality of life for patients.\n  According to MScNT Tran Ngoc Hai, Department of Oncology, Tam Anh General Hospital, Hanoi,\nlate stage stomach cancer\nis the most severe stage of the disease. Patients at this time really need psychological therapy, nutrition and some other therapies to alleviate painful symptoms. At this stage, the patient is severely depleted, has difficulty eating, and cannot eat by mouth. Nutrition may now have to be through a tube.",
    "content": "Late-stage stomach cancer: Symptoms and palliative treatment\n\nLate stage stomach cancer\nThe prognosis is poor, the patient no longer responds to treatment. Palliative care is the main method to help improve the quality of life for patients.\n  According to MScNT Tran Ngoc Hai, Department of Oncology, Tam Anh General Hospital, Hanoi,\nlate stage stomach cancer\nis the most severe stage of the disease. Patients at this time really need psychological therapy, nutrition and some other therapies to alleviate painful symptoms. At this stage, the patient is severely depleted, has difficulty eating, and cannot eat by mouth. Nutrition may now have to be through a tube.\n\nWhat is late-stage stomach cancer?\nLate-stage stomach cancer means that cancer from the stomach has spread to at least one other part of the body, such as the liver, lungs, lymph nodes, or stromal tissue in the abdominal cavity (peritoneum). Doctors often classify stage IV stomach cancer as late-stage stomach cancer. (first)\n\nSymptoms of late-stage stomach cancer\nSigns of late-stage stomach cancer often include the following:\n1. Digestive disorders\nAt this stage, patients often experience nausea, vomiting, frequent heartburn, loss of appetite, feeling full when eating less and bloating.\n2. Feeling of pain\nPatients have severe pain after eating, or the pain may be dull and non-cyclical. Pain may appear when hungry; After eating a full meal, I often have pain under the sternum. This is also a common symptom of late-stage stomach cancer.\n3. Stomach bleeding\nContinuous stomach bleeding in late stages of cancer leads to symptoms of anemia, bloody stools or black stools. At this time, the patient's skin is often yellow-green.\n4. Nutritional disorders due to poor/absorption\nDue to the wear and tear of the disease and the side effects of previous treatments, the patient feels tired and has anorexia, leading to sudden weight loss, dizziness, and lightheadedness. Fatigue to the point of being unable to work or do normal activities.\n5. Exhaustion\nAs patients become more exhausted, tired and sick in their final days of life, they often have the following symptoms:\nSlowed breathing, shortness of breath or shortness of breath;; Choking and difficulty breathing may be due to liquid being stuck in the throat but the patient cannot expel it;; Cold skin, often bluish or gray in color, especially on the hands and feet;; Dry lips and mouth;; Less urination, lack of bladder and bowel control;; Uncontrollable movements and may repeat the same movement over and over;; Feeling restless in the body;; Loss of sense of time, inability to remember names of others, including relatives;; Having hallucinations;; Loss of consciousness.\n\nPrognosis of survival rate of late-stage stomach cancer\nLate stage stomach cancer is when the cancer cells have metastasized to many places in the body. The five-year survival rate is only about 6%.\nFor people with end-stage stomach cancer, palliative care including active nutrition and psychological therapy are things that need to be done to help improve their quality of life.\n\nMethods for diagnosing late-stage stomach cancer\nTo diagnose late-stage stomach cancer, your doctor may follow this procedure:\n1. Physical examination and medical history\nYour doctor checks your general health, including checking for signs of illness, such as lumps or any other abnormalities. Besides, the doctor will also learn about the patient's health history as well as past illnesses and treatments that have been performed.\nGeneral health check, personal and family medical history, and tests to diagnose stomach cancer.\n2. Blood test\nThis method measures the amount of certain substances released into the blood by organs and tissues in the body. An abnormal reading (higher or lower than the standard) may be a sign of disease.\n3. Complete blood count (CBC)\nBlood samples were taken and tested for the following indicators:\nNumber of red blood cells, white blood cells and platelets.; Amount of hemoglobin (oxygen transport protein) in red blood cells.; Composition of different types of red blood cells\n4. Gastroesophageal endoscopy\nThis procedure looks inside the esophagus, stomach, and duodenum (first part of the small intestine) to check for abnormal areas. Tam Anh General Hospital uses soft endoscopy techniques that are painless and do not cause discomfort to the patient.\n5. Take barium sulfate\nThe patient drinks a liquid containing barium-sulfate, a silvery-white metallic compound, so that it coats the esophagus and stomach during X-rays. This X-ray image of the esophagus and stomach helps evaluate the upper digestive system.\n6. CT scan (CAT scan)\nThis method helps survey the level of metastasis of stomach cancer to evaluate the stage of the disease and choose treatment methods. In some cases, intravenous or swallowed contrast dye may be used during the scan to make organs or tissues appear more clearly.\n7. Biopsy\nA stomach biopsy is often performed during an endoscopy. The tissue sample can be measured for HER2 gene expression and the HER2 protein produced. If there is expression of multiple HER2 genes or higher than normal levels of HER2 protein, the cancer tissue is said to be HER2 positive. HER2-positive stomach cancer can be treated with monoclonal antibodies that target the HER2 protein.\nThe tissue sample may also be tested for Helicobacter pylori (H. pylori) infection.\n\nTreatment to alleviate symptoms of late-stage stomach cancer\nTreatment for late-stage stomach cancer depends on the size of the tumor and its location in the body, the symptoms the patient experiences, and previous treatments.\nTo shrink or slow the growth of cancer and reduce symptoms, your doctor may recommend:\n1. Chemotherapy\nChemotherapy is used during this stage to destroy cancer cells; At the same time, it acts as a therapy to help alleviate symptoms and improve the patient's quality of life.\n2. Radiation therapy\nRadiation therapy uses high-energy waves such as X-rays to kill cancer cells, shrink tumors and help relieve symptoms.\n3. Targeted treatment drugs\nTargeted drugs are treatments that change the way cells work and help the body control the spread of cancer. They work by \"targeting\" spots that help cancer cells survive and grow to limit replication, inactivate or kill malignant cells.\nYou may be given targeted cancer drugs combined with chemotherapy if your advanced stomach cancer is HER2 positive. HER2 stands for epidermal growth factor receptor. It is a protein that stimulates cells to grow and divide.\n4. Other treatment methods\nLate-stage stomach cancer can cause narrowing or obstruction of the upper digestive tract, causing pain, weakness and exhaustion.\nDoctors can apply the following methods to improve patients' symptoms:\nLaser therapy: Uses hot light beams to burn away obstructive cancer cells.; Stent placement: A stent is inserted to help expand the patient's stomach so that food can flow completely into the intestines.\n\nCaring for patients with end-stage stomach cancer\nFor patients with end-stage stomach cancer, comfort at this time is the most important thing. Therefore, when caring for patients, you can do the following to bring them comfort. (2)\nHave the patient lie on the softest, most comfortable mattress and regularly change their sleeping position such as raising their head or tilting their body.; Change bed sheets daily.; Occasionally, the patient can be soaked in warm water with essential oils to relax.; When talking to a patient, you should speak in a clear, calm voice, encouraging and comforting them like \"don't worry, I'm here\", \"everything is fine\", \"I will always be with you.\" ”…; Divide into many small meals for the sick person.; Continuously massaging the patient helps blood circulation and brings them a comfortable feeling.; Family members can take turns sitting next to the sick person and talking. Constantly hold hands and make loving, gentle gestures to make the patient feel warm.; Help the patient reduce painful symptoms by asking for support from medical staff. They can guide you through palliative care to help make the patient more comfortable.\nSee more: Palliative care for cancer patients: Objectives and methods.\nStomach cancer is the most common and dangerous disease among gastrointestinal diseases. The mortality rate of stomach cancer is high only after liver cancer and lung cancer. According to Globocan statistics, the number of new cases in 2020 in both sexes and all ages is 1,089,103. Of these, 768,793 people died from stomach cancer. (3)\nIn Vietnam, each year there are 17,527 new cases of stomach cancer, including 6,366 cases in women and 11,161 cases in men.\nAccording to Dr. Hai, cancer begins when cells inside the stomach change/develop abnormally. Over time (months or years), they can progress, creating ulcerative or verrucous lesions. Cancer can affect any part of the stomach but is most common in the body of the stomach and the esophagus. In the early stages of tumor formation, it is almost impossible to detect without screening.\nEndoscopic screening for stomach cancer helps detect the disease early with a cure rate of up to 90%.\nOncology Department, Tam Anh General Hospital brings together a team of skilled and experienced leading experts and the most modern equipment and machinery system such as: Real time 3D Elastic Ultrasound system. the world's largest SuperSonic Imagine Mach 30; modern 768-slice computed tomography (CT) scanner; 1.5-3 Tesla magnetic resonance imaging (MRI) machine (Germany); Roche Cobas system, Cobas 6500, biochemical testing system - immunology, hematology, microbiology, biology; Roche Cobas u701, u601, u411 urine testing system; Roche Cobas b211 blood gas machine; The Fuji 7000 gastrointestinal endoscopy system has the ability to magnify 140 times;... helps screen and detect early-stage cancer. In addition, the close combination between Oncology, Gastroenterology, Cardiology, Neurology, ENT, Obstetrics and Gynecology, Endocrinology, Urology - Nephrology, Nutrition... helps to provide specialized treatment. , personalize, improve quality of life for cancer patients.\nIf stomach cancer is detected in its early stages, the cure rate is up to 90%. On the contrary, if stomach cancer cells are discovered when they have metastasized to other organs in the body, the treatment process is more difficult and the prognosis is poor. In particular, for late-stage stomach cancer, palliative care is mainly used to help reduce pain and improve the patient's quality of life. Therefore, Dr. Hai emphasized, regular health check-ups every 6 months or at least once a year; Actively screening for stomach cancer in people with risk factors and from the age of 40 is decisive in early detection and effective treatment.",
    "subsections": [
        {
            "subsection_name": "What is late-stage stomach cancer?",
            "subsection_content": "Late-stage stomach cancer means that cancer from the stomach has spread to at least one other part of the body, such as the liver, lungs, lymph nodes, or stromal tissue in the abdominal cavity (peritoneum). Doctors often classify stage IV stomach cancer as late-stage stomach cancer. (first)",
            "subsection_string": "What is late-stage stomach cancer?\nLate-stage stomach cancer means that cancer from the stomach has spread to at least one other part of the body, such as the liver, lungs, lymph nodes, or stromal tissue in the abdominal cavity (peritoneum). Doctors often classify stage IV stomach cancer as late-stage stomach cancer. (first)"
        },
        {
            "subsection_name": "Symptoms of late-stage stomach cancer",
            "subsection_content": "Signs of late-stage stomach cancer often include the following:\n1. Digestive disorders\nAt this stage, patients often experience nausea, vomiting, frequent heartburn, loss of appetite, feeling full when eating less and bloating.\n2. Feeling of pain\nPatients have severe pain after eating, or the pain may be dull and non-cyclical. Pain may appear when hungry; After eating a full meal, I often have pain under the sternum. This is also a common symptom of late-stage stomach cancer.\n3. Stomach bleeding\nContinuous stomach bleeding in late stages of cancer leads to symptoms of anemia, bloody stools or black stools. At this time, the patient's skin is often yellow-green.\n4. Nutritional disorders due to poor/absorption\nDue to the wear and tear of the disease and the side effects of previous treatments, the patient feels tired and has anorexia, leading to sudden weight loss, dizziness, and lightheadedness. Fatigue to the point of being unable to work or do normal activities.\n5. Exhaustion\nAs patients become more exhausted, tired and sick in their final days of life, they often have the following symptoms:\nSlowed breathing, shortness of breath or shortness of breath;; Choking and difficulty breathing may be due to liquid being stuck in the throat but the patient cannot expel it;; Cold skin, often bluish or gray in color, especially on the hands and feet;; Dry lips and mouth;; Less urination, lack of bladder and bowel control;; Uncontrollable movements and may repeat the same movement over and over;; Feeling restless in the body;; Loss of sense of time, inability to remember names of others, including relatives;; Having hallucinations;; Loss of consciousness.",
            "subsection_string": "Symptoms of late-stage stomach cancer\nSigns of late-stage stomach cancer often include the following:\n1. Digestive disorders\nAt this stage, patients often experience nausea, vomiting, frequent heartburn, loss of appetite, feeling full when eating less and bloating.\n2. Feeling of pain\nPatients have severe pain after eating, or the pain may be dull and non-cyclical. Pain may appear when hungry; After eating a full meal, I often have pain under the sternum. This is also a common symptom of late-stage stomach cancer.\n3. Stomach bleeding\nContinuous stomach bleeding in late stages of cancer leads to symptoms of anemia, bloody stools or black stools. At this time, the patient's skin is often yellow-green.\n4. Nutritional disorders due to poor/absorption\nDue to the wear and tear of the disease and the side effects of previous treatments, the patient feels tired and has anorexia, leading to sudden weight loss, dizziness, and lightheadedness. Fatigue to the point of being unable to work or do normal activities.\n5. Exhaustion\nAs patients become more exhausted, tired and sick in their final days of life, they often have the following symptoms:\nSlowed breathing, shortness of breath or shortness of breath;; Choking and difficulty breathing may be due to liquid being stuck in the throat but the patient cannot expel it;; Cold skin, often bluish or gray in color, especially on the hands and feet;; Dry lips and mouth;; Less urination, lack of bladder and bowel control;; Uncontrollable movements and may repeat the same movement over and over;; Feeling restless in the body;; Loss of sense of time, inability to remember names of others, including relatives;; Having hallucinations;; Loss of consciousness."
        },
        {
            "subsection_name": "Prognosis of survival rate of late-stage stomach cancer",
            "subsection_content": "Late stage stomach cancer is when the cancer cells have metastasized to many places in the body. The five-year survival rate is only about 6%.\nFor people with end-stage stomach cancer, palliative care including active nutrition and psychological therapy are things that need to be done to help improve their quality of life.",
            "subsection_string": "Prognosis of survival rate of late-stage stomach cancer\nLate stage stomach cancer is when the cancer cells have metastasized to many places in the body. The five-year survival rate is only about 6%.\nFor people with end-stage stomach cancer, palliative care including active nutrition and psychological therapy are things that need to be done to help improve their quality of life."
        },
        {
            "subsection_name": "Methods for diagnosing late-stage stomach cancer",
            "subsection_content": "To diagnose late-stage stomach cancer, your doctor may follow this procedure:\n1. Physical examination and medical history\nYour doctor checks your general health, including checking for signs of illness, such as lumps or any other abnormalities. Besides, the doctor will also learn about the patient's health history as well as past illnesses and treatments that have been performed.\nGeneral health check, personal and family medical history, and tests to diagnose stomach cancer.\n2. Blood test\nThis method measures the amount of certain substances released into the blood by organs and tissues in the body. An abnormal reading (higher or lower than the standard) may be a sign of disease.\n3. Complete blood count (CBC)\nBlood samples were taken and tested for the following indicators:\nNumber of red blood cells, white blood cells and platelets.; Amount of hemoglobin (oxygen transport protein) in red blood cells.; Composition of different types of red blood cells\n4. Gastroesophageal endoscopy\nThis procedure looks inside the esophagus, stomach, and duodenum (first part of the small intestine) to check for abnormal areas. Tam Anh General Hospital uses soft endoscopy techniques that are painless and do not cause discomfort to the patient.\n5. Take barium sulfate\nThe patient drinks a liquid containing barium-sulfate, a silvery-white metallic compound, so that it coats the esophagus and stomach during X-rays. This X-ray image of the esophagus and stomach helps evaluate the upper digestive system.\n6. CT scan (CAT scan)\nThis method helps survey the level of metastasis of stomach cancer to evaluate the stage of the disease and choose treatment methods. In some cases, intravenous or swallowed contrast dye may be used during the scan to make organs or tissues appear more clearly.\n7. Biopsy\nA stomach biopsy is often performed during an endoscopy. The tissue sample can be measured for HER2 gene expression and the HER2 protein produced. If there is expression of multiple HER2 genes or higher than normal levels of HER2 protein, the cancer tissue is said to be HER2 positive. HER2-positive stomach cancer can be treated with monoclonal antibodies that target the HER2 protein.\nThe tissue sample may also be tested for Helicobacter pylori (H. pylori) infection.",
            "subsection_string": "Methods for diagnosing late-stage stomach cancer\nTo diagnose late-stage stomach cancer, your doctor may follow this procedure:\n1. Physical examination and medical history\nYour doctor checks your general health, including checking for signs of illness, such as lumps or any other abnormalities. Besides, the doctor will also learn about the patient's health history as well as past illnesses and treatments that have been performed.\nGeneral health check, personal and family medical history, and tests to diagnose stomach cancer.\n2. Blood test\nThis method measures the amount of certain substances released into the blood by organs and tissues in the body. An abnormal reading (higher or lower than the standard) may be a sign of disease.\n3. Complete blood count (CBC)\nBlood samples were taken and tested for the following indicators:\nNumber of red blood cells, white blood cells and platelets.; Amount of hemoglobin (oxygen transport protein) in red blood cells.; Composition of different types of red blood cells\n4. Gastroesophageal endoscopy\nThis procedure looks inside the esophagus, stomach, and duodenum (first part of the small intestine) to check for abnormal areas. Tam Anh General Hospital uses soft endoscopy techniques that are painless and do not cause discomfort to the patient.\n5. Take barium sulfate\nThe patient drinks a liquid containing barium-sulfate, a silvery-white metallic compound, so that it coats the esophagus and stomach during X-rays. This X-ray image of the esophagus and stomach helps evaluate the upper digestive system.\n6. CT scan (CAT scan)\nThis method helps survey the level of metastasis of stomach cancer to evaluate the stage of the disease and choose treatment methods. In some cases, intravenous or swallowed contrast dye may be used during the scan to make organs or tissues appear more clearly.\n7. Biopsy\nA stomach biopsy is often performed during an endoscopy. The tissue sample can be measured for HER2 gene expression and the HER2 protein produced. If there is expression of multiple HER2 genes or higher than normal levels of HER2 protein, the cancer tissue is said to be HER2 positive. HER2-positive stomach cancer can be treated with monoclonal antibodies that target the HER2 protein.\nThe tissue sample may also be tested for Helicobacter pylori (H. pylori) infection."
        },
        {
            "subsection_name": "Treatment to alleviate symptoms of late-stage stomach cancer",
            "subsection_content": "Treatment for late-stage stomach cancer depends on the size of the tumor and its location in the body, the symptoms the patient experiences, and previous treatments.\nTo shrink or slow the growth of cancer and reduce symptoms, your doctor may recommend:\n1. Chemotherapy\nChemotherapy is used during this stage to destroy cancer cells; At the same time, it acts as a therapy to help alleviate symptoms and improve the patient's quality of life.\n2. Radiation therapy\nRadiation therapy uses high-energy waves such as X-rays to kill cancer cells, shrink tumors and help relieve symptoms.\n3. Targeted treatment drugs\nTargeted drugs are treatments that change the way cells work and help the body control the spread of cancer. They work by \"targeting\" spots that help cancer cells survive and grow to limit replication, inactivate or kill malignant cells.\nYou may be given targeted cancer drugs combined with chemotherapy if your advanced stomach cancer is HER2 positive. HER2 stands for epidermal growth factor receptor. It is a protein that stimulates cells to grow and divide.\n4. Other treatment methods\nLate-stage stomach cancer can cause narrowing or obstruction of the upper digestive tract, causing pain, weakness and exhaustion.\nDoctors can apply the following methods to improve patients' symptoms:\nLaser therapy: Uses hot light beams to burn away obstructive cancer cells.; Stent placement: A stent is inserted to help expand the patient's stomach so that food can flow completely into the intestines.",
            "subsection_string": "Treatment to alleviate symptoms of late-stage stomach cancer\nTreatment for late-stage stomach cancer depends on the size of the tumor and its location in the body, the symptoms the patient experiences, and previous treatments.\nTo shrink or slow the growth of cancer and reduce symptoms, your doctor may recommend:\n1. Chemotherapy\nChemotherapy is used during this stage to destroy cancer cells; At the same time, it acts as a therapy to help alleviate symptoms and improve the patient's quality of life.\n2. Radiation therapy\nRadiation therapy uses high-energy waves such as X-rays to kill cancer cells, shrink tumors and help relieve symptoms.\n3. Targeted treatment drugs\nTargeted drugs are treatments that change the way cells work and help the body control the spread of cancer. They work by \"targeting\" spots that help cancer cells survive and grow to limit replication, inactivate or kill malignant cells.\nYou may be given targeted cancer drugs combined with chemotherapy if your advanced stomach cancer is HER2 positive. HER2 stands for epidermal growth factor receptor. It is a protein that stimulates cells to grow and divide.\n4. Other treatment methods\nLate-stage stomach cancer can cause narrowing or obstruction of the upper digestive tract, causing pain, weakness and exhaustion.\nDoctors can apply the following methods to improve patients' symptoms:\nLaser therapy: Uses hot light beams to burn away obstructive cancer cells.; Stent placement: A stent is inserted to help expand the patient's stomach so that food can flow completely into the intestines."
        },
        {
            "subsection_name": "Caring for patients with end-stage stomach cancer",
            "subsection_content": "For patients with end-stage stomach cancer, comfort at this time is the most important thing. Therefore, when caring for patients, you can do the following to bring them comfort. (2)\nHave the patient lie on the softest, most comfortable mattress and regularly change their sleeping position such as raising their head or tilting their body.; Change bed sheets daily.; Occasionally, the patient can be soaked in warm water with essential oils to relax.; When talking to a patient, you should speak in a clear, calm voice, encouraging and comforting them like \"don't worry, I'm here\", \"everything is fine\", \"I will always be with you.\" ”…; Divide into many small meals for the sick person.; Continuously massaging the patient helps blood circulation and brings them a comfortable feeling.; Family members can take turns sitting next to the sick person and talking. Constantly hold hands and make loving, gentle gestures to make the patient feel warm.; Help the patient reduce painful symptoms by asking for support from medical staff. They can guide you through palliative care to help make the patient more comfortable.\nSee more: Palliative care for cancer patients: Objectives and methods.\nStomach cancer is the most common and dangerous disease among gastrointestinal diseases. The mortality rate of stomach cancer is high only after liver cancer and lung cancer. According to Globocan statistics, the number of new cases in 2020 in both sexes and all ages is 1,089,103. Of these, 768,793 people died from stomach cancer. (3)\nIn Vietnam, each year there are 17,527 new cases of stomach cancer, including 6,366 cases in women and 11,161 cases in men.\nAccording to Dr. Hai, cancer begins when cells inside the stomach change/develop abnormally. Over time (months or years), they can progress, creating ulcerative or verrucous lesions. Cancer can affect any part of the stomach but is most common in the body of the stomach and the esophagus. In the early stages of tumor formation, it is almost impossible to detect without screening.\nEndoscopic screening for stomach cancer helps detect the disease early with a cure rate of up to 90%.\nOncology Department, Tam Anh General Hospital brings together a team of skilled and experienced leading experts and the most modern equipment and machinery system such as: Real time 3D Elastic Ultrasound system. the world's largest SuperSonic Imagine Mach 30; modern 768-slice computed tomography (CT) scanner; 1.5-3 Tesla magnetic resonance imaging (MRI) machine (Germany); Roche Cobas system, Cobas 6500, biochemical testing system - immunology, hematology, microbiology, biology; Roche Cobas u701, u601, u411 urine testing system; Roche Cobas b211 blood gas machine; The Fuji 7000 gastrointestinal endoscopy system has the ability to magnify 140 times;... helps screen and detect early-stage cancer. In addition, the close combination between Oncology, Gastroenterology, Cardiology, Neurology, ENT, Obstetrics and Gynecology, Endocrinology, Urology - Nephrology, Nutrition... helps to provide specialized treatment. , personalize, improve quality of life for cancer patients.\nIf stomach cancer is detected in its early stages, the cure rate is up to 90%. On the contrary, if stomach cancer cells are discovered when they have metastasized to other organs in the body, the treatment process is more difficult and the prognosis is poor. In particular, for late-stage stomach cancer, palliative care is mainly used to help reduce pain and improve the patient's quality of life. Therefore, Dr. Hai emphasized, regular health check-ups every 6 months or at least once a year; Actively screening for stomach cancer in people with risk factors and from the age of 40 is decisive in early detection and effective treatment.",
            "subsection_string": "Caring for patients with end-stage stomach cancer\nFor patients with end-stage stomach cancer, comfort at this time is the most important thing. Therefore, when caring for patients, you can do the following to bring them comfort. (2)\nHave the patient lie on the softest, most comfortable mattress and regularly change their sleeping position such as raising their head or tilting their body.; Change bed sheets daily.; Occasionally, the patient can be soaked in warm water with essential oils to relax.; When talking to a patient, you should speak in a clear, calm voice, encouraging and comforting them like \"don't worry, I'm here\", \"everything is fine\", \"I will always be with you.\" ”…; Divide into many small meals for the sick person.; Continuously massaging the patient helps blood circulation and brings them a comfortable feeling.; Family members can take turns sitting next to the sick person and talking. Constantly hold hands and make loving, gentle gestures to make the patient feel warm.; Help the patient reduce painful symptoms by asking for support from medical staff. They can guide you through palliative care to help make the patient more comfortable.\nSee more: Palliative care for cancer patients: Objectives and methods.\nStomach cancer is the most common and dangerous disease among gastrointestinal diseases. The mortality rate of stomach cancer is high only after liver cancer and lung cancer. According to Globocan statistics, the number of new cases in 2020 in both sexes and all ages is 1,089,103. Of these, 768,793 people died from stomach cancer. (3)\nIn Vietnam, each year there are 17,527 new cases of stomach cancer, including 6,366 cases in women and 11,161 cases in men.\nAccording to Dr. Hai, cancer begins when cells inside the stomach change/develop abnormally. Over time (months or years), they can progress, creating ulcerative or verrucous lesions. Cancer can affect any part of the stomach but is most common in the body of the stomach and the esophagus. In the early stages of tumor formation, it is almost impossible to detect without screening.\nEndoscopic screening for stomach cancer helps detect the disease early with a cure rate of up to 90%.\nOncology Department, Tam Anh General Hospital brings together a team of skilled and experienced leading experts and the most modern equipment and machinery system such as: Real time 3D Elastic Ultrasound system. the world's largest SuperSonic Imagine Mach 30; modern 768-slice computed tomography (CT) scanner; 1.5-3 Tesla magnetic resonance imaging (MRI) machine (Germany); Roche Cobas system, Cobas 6500, biochemical testing system - immunology, hematology, microbiology, biology; Roche Cobas u701, u601, u411 urine testing system; Roche Cobas b211 blood gas machine; The Fuji 7000 gastrointestinal endoscopy system has the ability to magnify 140 times;... helps screen and detect early-stage cancer. In addition, the close combination between Oncology, Gastroenterology, Cardiology, Neurology, ENT, Obstetrics and Gynecology, Endocrinology, Urology - Nephrology, Nutrition... helps to provide specialized treatment. , personalize, improve quality of life for cancer patients.\nIf stomach cancer is detected in its early stages, the cure rate is up to 90%. On the contrary, if stomach cancer cells are discovered when they have metastasized to other organs in the body, the treatment process is more difficult and the prognosis is poor. In particular, for late-stage stomach cancer, palliative care is mainly used to help reduce pain and improve the patient's quality of life. Therefore, Dr. Hai emphasized, regular health check-ups every 6 months or at least once a year; Actively screening for stomach cancer in people with risk factors and from the age of 40 is decisive in early detection and effective treatment."
        }
    ],
    "name": "ung-thu-da-day-giai-doan-cuoi.json"
}