{
    "title": "Stomach cancer: Signs, causes and treatment",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-da-day/",
    "abstract": "Stomach cancer causes the third highest death rate in Vietnam, only after liver cancer and lung cancer, and is trending towards rejuvenation - According to Dr. Tran Vuong Thao Nghi, Head of Oncology Department, General Hospital Tam Anh, Ho Chi Minh City.\n Stomach cancer can occur in all genders and all ages, but is most common in people 50 years of age and older. Men have a higher rate of stomach cancer than women. The possibility of curing the disease is up to 90% if detected early from the onset stage.\nStomach cancer has the third highest mortality rate among all types of cancer, only after liver and lung cancer",
    "content": "Stomach cancer: Signs, causes and treatment\n\nStomach cancer causes the third highest death rate in Vietnam, only after liver cancer and lung cancer, and is trending towards rejuvenation - According to Dr. Tran Vuong Thao Nghi, Head of Oncology Department, General Hospital Tam Anh, Ho Chi Minh City.\n Stomach cancer can occur in all genders and all ages, but is most common in people 50 years of age and older. Men have a higher rate of stomach cancer than women. The possibility of curing the disease is up to 90% if detected early from the onset stage.\nStomach cancer has the third highest mortality rate among all types of cancer, only after liver and lung cancer\n\nWhat is stomach cancer?\nStomach cancer occurs when there is abnormal growth of cells in the stomach. Abnormal changes/developments originate from a few cells and can gradually progress to form a warty or ulcer-like cancerous lesion. This process can take at least several months or several years. Therefore, in the early stages of tumor formation, if not screened early, the disease will not be detected. The disease can affect any part of the stomach, but most commonly the main part of the stomach (gastric body) and the intersection of the stomach and esophagus (the esophagus is the tube that carries food from the mouth). into the stomach).\nStomach cancer is the third leading cause of cancer deaths in both men and women worldwide. The disease causes a high mortality rate but is difficult to diagnose because it often does not show symptoms in the early stages.\nBased on the level of damage, stomach cancer is divided into 5 stages, including:\nStage 0: New cancer cells appear in the stomach lining. This is also known as carcinoma, which is an early stage of stomach cancer.; Stage 1: Cancer cells have caused damage to the second layer of the stomach; Stage 2: Cancer cells have invaded through the stomach lining. This stage is also known as submuscular cancer; Stage 3: Cancer cells have grown into lymph nodes and other organs in the body.; Stage 4: At this final stage, cancer cells have metastasized throughout the body, causing a high risk of death.\n\nSigns of stomach cancer\nThe stomach is a J-shaped organ, located in the upper abdomen, part of the digestive system. When a malignant lesion forms in the stomach, depending on the stage of the disease and the location of the lesion, the patient may have different signs. However, in general, these signs are often quite vague and not specific to stomach cancer (because these signs can also appear in other benign diseases of the stomach). Signs may include:\nFirst stage: Usually divided into 2 main groups\nDigestive disorders: Difficulty swallowing; Belching, belching, heartburn; Feeling of nausea, vomiting; Pain: Dull, non-cyclical pain; Pain when hungry; Pain under the sternum when eating a full meal.\nSymptoms of early-stage stomach cancer are very difficult to detect and are easily confused with signs of gastritis\n“Due to their non-specific and vague nature, these symptoms are easily confused with stomach ulcers, so patients often subjectively do not screen for the disease early. This is also the reason stomach cancer is often detected late, when it is already in an advanced and/or metastatic stage.\" – Doctor Tran Vuong Thao Nghi emphasized.\nProgressive stage: Also divided into groups as follows\nGastrointestinal disorders: Nausea and vomiting; Frequent heartburn; Constant bloating; Eating a little makes you feel full; Anorexia.; Pain: Often has severe pain after eating; Or dull, non-cyclical pain; Pain when hungry; Pain under the sternum when full; Bleeding in cancerous lesions of the stomach: Anemia; Bloody stools or black stools; Yellow skin.; Nutritional disorders due to malabsorption/absorption: Sudden weight loss, unknown reason; Dizziness; Fatigue to the point of reduced ability to work.\n\nCauses of stomach cancer\nInfection caused by H. pylori bacteria (a common stomach infection that can sometimes lead to ulcers).; Stomach polyps (abnormal growths of tissue that form on the stomach lining).; Recurrent stomach ulcers, or a history of surgery for benign stomach diseases; People aged 50 and over.; Men have a higher risk of stomach cancer than women.; Smoking, drinking alcohol; A diet high in foods containing preservatives, eating a lot of grilled or smoked/soaked foods, eating less fruits and vegetables such as fermented foods, canned foods, smoked meats, etc.; Fat.; Family history of stomach cancer and/or other gastrointestinal disorders; People of Asian (especially Korean or Japanese), South American or Belarusian descent: May have something to do with eating habits.\nH. pylori bacteria is a dangerous culprit that can cause ulcers and stomach cancer\n\nMeasures to diagnose stomach cancer\nEarly stage stomach cancer is often difficult to detect because the symptoms are similar to gastritis. Therefore, to detect stomach cancer early, patients need to go to the hospital to be examined by a doctor and apply diagnostic measures.\nStomach cancer diagnostic measures commonly applied at hospitals include:\ngastroscopy\nThe doctor will use a long, soft tube with a camera attached and insert it into the esophagus and down to the stomach. If suspicious lesions and/or tumors are detected, the doctor will prescribe a biopsy. The doctor is performing a stomach endoscopy on a patient at the Center for Gastrointestinal Endoscopy and Surgery, Tam Anh General Hospital. Ho Chi Minh City\nStomach biopsy\nThis is a technique of taking tissue from different locations of the stomach, then processing and cutting it thinly for examination under a microscope to determine the normal/benign abnormality or malignant nature of the stomach. gastric cells (also known as Pathology).\nBlood tests\nIn some cases, doctors may perform a blood count test to assess the patient's level of anemia. In addition, doctors can also perform other blood tests on liver and kidney function, tumor markers, etc. to supplement information for pre-treatment assessment and/or combination. follow-up after treatment.\nCheck out the image\nYour doctor may need additional imaging tests to diagnose stomach cancer through some of the following imaging tests:\nStomach X-ray; CT and/or MRI scan, PET-CT, bone scan.\nDoctors at Tam Anh Hospital diagnosed stomach cancer for patients using X-rays.\n\nIs stomach cancer dangerous?\nStomach cancer is one of the most dangerous diseases of the digestive tract, with a high mortality rate after lung cancer and liver cancer. Every year, Vietnam has 17,527 new cases of stomach cancer, among them, there are more cases in men with 11,161 cases and 6,366 in women, according to Globocan statistics in 2018.\n\nCan stomach cancer be cured?\nDoctor Tran Vuong Thao Nghi said that if detected late when stomach cancer cells have metastasized to other organs in the body, the patient's chance of survival is very low. On the contrary, if detected early from the onset stage, the chance of being cured is up to 90%.\nTherefore, going to a medical facility to be examined by a doctor, asked about medical history and assessed for risk factors can help proactively screen for stomach cancer. Detecting the disease early and treating it at an early stage helps increase treatment effectiveness and helps improve the patient's life span.\nSee more: How long can you live with stomach cancer? Prognosis for each stage.\n\nStomach cancer treatment methods\nAfter determining the diagnosis and stage of the disease, the doctor can recommend the following treatment methods for the patient:\nSurgery\nDoctors can remove part or all of the damaged stomach along with surrounding lymph nodes, depending on the stage of the disease. The patient may be prescribed surgery by the doctor using open surgery, laparoscopic surgery or robotic surgery. The doctor can remove part or all of the damaged stomach along with surrounding lymph nodes, depending on the patient. at the stage of the disease.\nRadiotherapy\nRadiation therapy can be used adjuvantly after surgery to reduce the possibility of local recurrence. Radiation therapy may also be prescribed in some cases where the disease has metastasized to bones, lymph nodes, etc. to alleviate symptoms.\nChemotherapy (chemical treatment)\nChemotherapy is a method of using drugs via intravenous and/or oral administration to treat cancer. Chemotherapy may be given before and/or after surgery; Can be combined with radiotherapy.\nChemotherapy regimen depends on the stage of cancer and physical condition of each patient.\nTargeted therapy\nTargeted therapy is often applied to locally advanced disease, recurrent disease or distant metastases, when surgery or radiotherapy alone cannot completely destroy the disease. cancer cell. At this time, the patient will be given targeted treatment drugs (possibly combined with chemotherapy) to limit the growth and invasion of malignant tumors.\nPalliative care and treatment\nWhen it is predicted that stomach cancer cannot be cured, the doctor may prescribe palliative care and treatment. This is a medical care method combined with nursing to reduce painful physical and psychological symptoms for patients.\n\nPrevent stomach cancer\nStomach cancer is increasingly common and rejuvenating, and treatment is expensive and difficult. In particular, if detected late when the cancer cells have metastasized, there is no cure. Therefore, people should improve the prevention of stomach cancer early on by:\nMaintain a scientific living, exercise, and rest regimen; Maintain a healthy diet with foods rich in vitamins and fiber; Limit eating foods rich in nitric and secondary amines such as pickles, pickled eggplants, fermented foods, smoked meats, and grilled foods. Because when entering the stomach, these substances will combine into toxins that pose a risk of cancer.; Do not smoke, drink alcohol or use stimulants; Limit industrial food and bottled soft drinks; Proactively screen for early stomach cancer in cases with risk factors.\nAlthough the common age for stomach cancer is 50 years old or older, in recent years, this disease is trending younger and more common in people under 40 years old. However, if detected early from the onset stage, the chance of successful treatment is high, with a survival rate of over 5 years of up to 90%. Therefore, people should improve prevention and screening for stomach cancer early to avoid unfortunate risks caused by this dangerous disease.\n\nTam Anh Hospital examines, screens and treats stomach cancer comprehensively and thoroughly\nAt the Center for Gastrointestinal Endoscopy & Endoscopic Surgery, Tam Anh General Hospital, a team of leading experts and doctors who are skilled and dedicated to their profession, rich in experience, along with the support of various types of machinery. , leading modern and high-tech equipment such as: Fuji 7000 endoscopy system, 3D/4K ICG ICG endoscopic surgery system Rubina Karl Storz, Robot endoscopy tools... help detect early stage cancer, bringing optimal treatment effectiveness, prolonging life for people with stomach cancer.\nIn particular, the Oncology Department, Tam Anh General Hospital is equipped with a negative pressure chemical mixing room with a specialized sterile isolation mixing machine according to international standards (ULPA filter membrane has a filtration efficiency of 99.999% to create zones). Working according to ISO Class 3 clean air standards, in accordance with American Pharmacopoeia standards USP 797) to optimally protect the safety of clinical pharmacists when mixing drugs, minimizing the risk of drug contamination, combined with Standard procedures in preparation will help provide highly accurate drug doses, ensuring quality and treatment effectiveness.\nIn addition, the Oncology Department also coordinates closely with other departments (General Surgery, Endoscopy and Gastrointestinal Endoscopy, General Internal Medicine, Diagnostic Imaging, Laboratory Testing...), to plan treatment multimodal treatment for patients; At the same time, update and apply advances in molecular biology to develop personalized treatment strategies. The department also provides psychological and nutritional counseling for cancer patients.\nThe chemical infusion room of the Oncology Department, Tam Anh Hospital is airy with modern infusion chairs, ensuring the best chemotherapy for cancer patients.\nAt the Oncology Department, the day treatment room system is fully equipped with modern amenities and the large treatment room is equipped with a Japanese standard chemical infusion chair with a smart 3-motor design for easy treatment. Adjustable height, flexible folding, screen, and attached dining table ensure entertainment and relaxation needs during treatment and privacy of each patient. Patients are supported with blood tests and medicine dispensed right at the department.\nThe boarding area is designed and decorated according to the standards of a high-end hotel with full personal belongings, rooms have a minibar, LED screen TV, Internet, and equipment to connect medical staff 24/24; 100% of medical gas systems and emergency equipment are located at the bed; The toilet is equipped with equipment to connect medical staff...\nIn particular, the Oncology Department also regularly cooperates and connects with domestic and foreign experts and organizes online consultations, helping patients feel secure with their treatment plans.\nFanpage: Tam Anh General Hospital; Website: https://tamanhhospital.vn",
    "subsections": [
        {
            "subsection_name": "What is stomach cancer?",
            "subsection_content": "Stomach cancer occurs when there is abnormal growth of cells in the stomach. Abnormal changes/developments originate from a few cells and can gradually progress to form a warty or ulcer-like cancerous lesion. This process can take at least several months or several years. Therefore, in the early stages of tumor formation, if not screened early, the disease will not be detected. The disease can affect any part of the stomach, but most commonly the main part of the stomach (gastric body) and the intersection of the stomach and esophagus (the esophagus is the tube that carries food from the mouth). into the stomach).\nStomach cancer is the third leading cause of cancer deaths in both men and women worldwide. The disease causes a high mortality rate but is difficult to diagnose because it often does not show symptoms in the early stages.\nBased on the level of damage, stomach cancer is divided into 5 stages, including:\nStage 0: New cancer cells appear in the stomach lining. This is also known as carcinoma, which is an early stage of stomach cancer.; Stage 1: Cancer cells have caused damage to the second layer of the stomach; Stage 2: Cancer cells have invaded through the stomach lining. This stage is also known as submuscular cancer; Stage 3: Cancer cells have grown into lymph nodes and other organs in the body.; Stage 4: At this final stage, cancer cells have metastasized throughout the body, causing a high risk of death.",
            "subsection_string": "What is stomach cancer?\nStomach cancer occurs when there is abnormal growth of cells in the stomach. Abnormal changes/developments originate from a few cells and can gradually progress to form a warty or ulcer-like cancerous lesion. This process can take at least several months or several years. Therefore, in the early stages of tumor formation, if not screened early, the disease will not be detected. The disease can affect any part of the stomach, but most commonly the main part of the stomach (gastric body) and the intersection of the stomach and esophagus (the esophagus is the tube that carries food from the mouth). into the stomach).\nStomach cancer is the third leading cause of cancer deaths in both men and women worldwide. The disease causes a high mortality rate but is difficult to diagnose because it often does not show symptoms in the early stages.\nBased on the level of damage, stomach cancer is divided into 5 stages, including:\nStage 0: New cancer cells appear in the stomach lining. This is also known as carcinoma, which is an early stage of stomach cancer.; Stage 1: Cancer cells have caused damage to the second layer of the stomach; Stage 2: Cancer cells have invaded through the stomach lining. This stage is also known as submuscular cancer; Stage 3: Cancer cells have grown into lymph nodes and other organs in the body.; Stage 4: At this final stage, cancer cells have metastasized throughout the body, causing a high risk of death."
        },
        {
            "subsection_name": "Signs of stomach cancer",
            "subsection_content": "The stomach is a J-shaped organ, located in the upper abdomen, part of the digestive system. When a malignant lesion forms in the stomach, depending on the stage of the disease and the location of the lesion, the patient may have different signs. However, in general, these signs are often quite vague and not specific to stomach cancer (because these signs can also appear in other benign diseases of the stomach). Signs may include:\nFirst stage: Usually divided into 2 main groups\nDigestive disorders: Difficulty swallowing; Belching, belching, heartburn; Feeling of nausea, vomiting; Pain: Dull, non-cyclical pain; Pain when hungry; Pain under the sternum when eating a full meal.\nSymptoms of early-stage stomach cancer are very difficult to detect and are easily confused with signs of gastritis\n“Due to their non-specific and vague nature, these symptoms are easily confused with stomach ulcers, so patients often subjectively do not screen for the disease early. This is also the reason stomach cancer is often detected late, when it is already in an advanced and/or metastatic stage.\" – Doctor Tran Vuong Thao Nghi emphasized.\nProgressive stage: Also divided into groups as follows\nGastrointestinal disorders: Nausea and vomiting; Frequent heartburn; Constant bloating; Eating a little makes you feel full; Anorexia.; Pain: Often has severe pain after eating; Or dull, non-cyclical pain; Pain when hungry; Pain under the sternum when full; Bleeding in cancerous lesions of the stomach: Anemia; Bloody stools or black stools; Yellow skin.; Nutritional disorders due to malabsorption/absorption: Sudden weight loss, unknown reason; Dizziness; Fatigue to the point of reduced ability to work.",
            "subsection_string": "Signs of stomach cancer\nThe stomach is a J-shaped organ, located in the upper abdomen, part of the digestive system. When a malignant lesion forms in the stomach, depending on the stage of the disease and the location of the lesion, the patient may have different signs. However, in general, these signs are often quite vague and not specific to stomach cancer (because these signs can also appear in other benign diseases of the stomach). Signs may include:\nFirst stage: Usually divided into 2 main groups\nDigestive disorders: Difficulty swallowing; Belching, belching, heartburn; Feeling of nausea, vomiting; Pain: Dull, non-cyclical pain; Pain when hungry; Pain under the sternum when eating a full meal.\nSymptoms of early-stage stomach cancer are very difficult to detect and are easily confused with signs of gastritis\n“Due to their non-specific and vague nature, these symptoms are easily confused with stomach ulcers, so patients often subjectively do not screen for the disease early. This is also the reason stomach cancer is often detected late, when it is already in an advanced and/or metastatic stage.\" – Doctor Tran Vuong Thao Nghi emphasized.\nProgressive stage: Also divided into groups as follows\nGastrointestinal disorders: Nausea and vomiting; Frequent heartburn; Constant bloating; Eating a little makes you feel full; Anorexia.; Pain: Often has severe pain after eating; Or dull, non-cyclical pain; Pain when hungry; Pain under the sternum when full; Bleeding in cancerous lesions of the stomach: Anemia; Bloody stools or black stools; Yellow skin.; Nutritional disorders due to malabsorption/absorption: Sudden weight loss, unknown reason; Dizziness; Fatigue to the point of reduced ability to work."
        },
        {
            "subsection_name": "Causes of stomach cancer",
            "subsection_content": "Infection caused by H. pylori bacteria (a common stomach infection that can sometimes lead to ulcers).; Stomach polyps (abnormal growths of tissue that form on the stomach lining).; Recurrent stomach ulcers, or a history of surgery for benign stomach diseases; People aged 50 and over.; Men have a higher risk of stomach cancer than women.; Smoking, drinking alcohol; A diet high in foods containing preservatives, eating a lot of grilled or smoked/soaked foods, eating less fruits and vegetables such as fermented foods, canned foods, smoked meats, etc.; Fat.; Family history of stomach cancer and/or other gastrointestinal disorders; People of Asian (especially Korean or Japanese), South American or Belarusian descent: May have something to do with eating habits.\nH. pylori bacteria is a dangerous culprit that can cause ulcers and stomach cancer",
            "subsection_string": "Causes of stomach cancer\nInfection caused by H. pylori bacteria (a common stomach infection that can sometimes lead to ulcers).; Stomach polyps (abnormal growths of tissue that form on the stomach lining).; Recurrent stomach ulcers, or a history of surgery for benign stomach diseases; People aged 50 and over.; Men have a higher risk of stomach cancer than women.; Smoking, drinking alcohol; A diet high in foods containing preservatives, eating a lot of grilled or smoked/soaked foods, eating less fruits and vegetables such as fermented foods, canned foods, smoked meats, etc.; Fat.; Family history of stomach cancer and/or other gastrointestinal disorders; People of Asian (especially Korean or Japanese), South American or Belarusian descent: May have something to do with eating habits.\nH. pylori bacteria is a dangerous culprit that can cause ulcers and stomach cancer"
        },
        {
            "subsection_name": "Measures to diagnose stomach cancer",
            "subsection_content": "Early stage stomach cancer is often difficult to detect because the symptoms are similar to gastritis. Therefore, to detect stomach cancer early, patients need to go to the hospital to be examined by a doctor and apply diagnostic measures.\nStomach cancer diagnostic measures commonly applied at hospitals include:\ngastroscopy\nThe doctor will use a long, soft tube with a camera attached and insert it into the esophagus and down to the stomach. If suspicious lesions and/or tumors are detected, the doctor will prescribe a biopsy. The doctor is performing a stomach endoscopy on a patient at the Center for Gastrointestinal Endoscopy and Surgery, Tam Anh General Hospital. Ho Chi Minh City\nStomach biopsy\nThis is a technique of taking tissue from different locations of the stomach, then processing and cutting it thinly for examination under a microscope to determine the normal/benign abnormality or malignant nature of the stomach. gastric cells (also known as Pathology).\nBlood tests\nIn some cases, doctors may perform a blood count test to assess the patient's level of anemia. In addition, doctors can also perform other blood tests on liver and kidney function, tumor markers, etc. to supplement information for pre-treatment assessment and/or combination. follow-up after treatment.\nCheck out the image\nYour doctor may need additional imaging tests to diagnose stomach cancer through some of the following imaging tests:\nStomach X-ray; CT and/or MRI scan, PET-CT, bone scan.\nDoctors at Tam Anh Hospital diagnosed stomach cancer for patients using X-rays.",
            "subsection_string": "Measures to diagnose stomach cancer\nEarly stage stomach cancer is often difficult to detect because the symptoms are similar to gastritis. Therefore, to detect stomach cancer early, patients need to go to the hospital to be examined by a doctor and apply diagnostic measures.\nStomach cancer diagnostic measures commonly applied at hospitals include:\ngastroscopy\nThe doctor will use a long, soft tube with a camera attached and insert it into the esophagus and down to the stomach. If suspicious lesions and/or tumors are detected, the doctor will prescribe a biopsy. The doctor is performing a stomach endoscopy on a patient at the Center for Gastrointestinal Endoscopy and Surgery, Tam Anh General Hospital. Ho Chi Minh City\nStomach biopsy\nThis is a technique of taking tissue from different locations of the stomach, then processing and cutting it thinly for examination under a microscope to determine the normal/benign abnormality or malignant nature of the stomach. gastric cells (also known as Pathology).\nBlood tests\nIn some cases, doctors may perform a blood count test to assess the patient's level of anemia. In addition, doctors can also perform other blood tests on liver and kidney function, tumor markers, etc. to supplement information for pre-treatment assessment and/or combination. follow-up after treatment.\nCheck out the image\nYour doctor may need additional imaging tests to diagnose stomach cancer through some of the following imaging tests:\nStomach X-ray; CT and/or MRI scan, PET-CT, bone scan.\nDoctors at Tam Anh Hospital diagnosed stomach cancer for patients using X-rays."
        },
        {
            "subsection_name": "Is stomach cancer dangerous?",
            "subsection_content": "Stomach cancer is one of the most dangerous diseases of the digestive tract, with a high mortality rate after lung cancer and liver cancer. Every year, Vietnam has 17,527 new cases of stomach cancer, among them, there are more cases in men with 11,161 cases and 6,366 in women, according to Globocan statistics in 2018.",
            "subsection_string": "Is stomach cancer dangerous?\nStomach cancer is one of the most dangerous diseases of the digestive tract, with a high mortality rate after lung cancer and liver cancer. Every year, Vietnam has 17,527 new cases of stomach cancer, among them, there are more cases in men with 11,161 cases and 6,366 in women, according to Globocan statistics in 2018."
        },
        {
            "subsection_name": "Can stomach cancer be cured?",
            "subsection_content": "Doctor Tran Vuong Thao Nghi said that if detected late when stomach cancer cells have metastasized to other organs in the body, the patient's chance of survival is very low. On the contrary, if detected early from the onset stage, the chance of being cured is up to 90%.\nTherefore, going to a medical facility to be examined by a doctor, asked about medical history and assessed for risk factors can help proactively screen for stomach cancer. Detecting the disease early and treating it at an early stage helps increase treatment effectiveness and helps improve the patient's life span.\nSee more: How long can you live with stomach cancer? Prognosis for each stage.",
            "subsection_string": "Can stomach cancer be cured?\nDoctor Tran Vuong Thao Nghi said that if detected late when stomach cancer cells have metastasized to other organs in the body, the patient's chance of survival is very low. On the contrary, if detected early from the onset stage, the chance of being cured is up to 90%.\nTherefore, going to a medical facility to be examined by a doctor, asked about medical history and assessed for risk factors can help proactively screen for stomach cancer. Detecting the disease early and treating it at an early stage helps increase treatment effectiveness and helps improve the patient's life span.\nSee more: How long can you live with stomach cancer? Prognosis for each stage."
        },
        {
            "subsection_name": "Stomach cancer treatment methods",
            "subsection_content": "After determining the diagnosis and stage of the disease, the doctor can recommend the following treatment methods for the patient:\nSurgery\nDoctors can remove part or all of the damaged stomach along with surrounding lymph nodes, depending on the stage of the disease. The patient may be prescribed surgery by the doctor using open surgery, laparoscopic surgery or robotic surgery. The doctor can remove part or all of the damaged stomach along with surrounding lymph nodes, depending on the patient. at the stage of the disease.\nRadiotherapy\nRadiation therapy can be used adjuvantly after surgery to reduce the possibility of local recurrence. Radiation therapy may also be prescribed in some cases where the disease has metastasized to bones, lymph nodes, etc. to alleviate symptoms.\nChemotherapy (chemical treatment)\nChemotherapy is a method of using drugs via intravenous and/or oral administration to treat cancer. Chemotherapy may be given before and/or after surgery; Can be combined with radiotherapy.\nChemotherapy regimen depends on the stage of cancer and physical condition of each patient.\nTargeted therapy\nTargeted therapy is often applied to locally advanced disease, recurrent disease or distant metastases, when surgery or radiotherapy alone cannot completely destroy the disease. cancer cell. At this time, the patient will be given targeted treatment drugs (possibly combined with chemotherapy) to limit the growth and invasion of malignant tumors.\nPalliative care and treatment\nWhen it is predicted that stomach cancer cannot be cured, the doctor may prescribe palliative care and treatment. This is a medical care method combined with nursing to reduce painful physical and psychological symptoms for patients.",
            "subsection_string": "Stomach cancer treatment methods\nAfter determining the diagnosis and stage of the disease, the doctor can recommend the following treatment methods for the patient:\nSurgery\nDoctors can remove part or all of the damaged stomach along with surrounding lymph nodes, depending on the stage of the disease. The patient may be prescribed surgery by the doctor using open surgery, laparoscopic surgery or robotic surgery. The doctor can remove part or all of the damaged stomach along with surrounding lymph nodes, depending on the patient. at the stage of the disease.\nRadiotherapy\nRadiation therapy can be used adjuvantly after surgery to reduce the possibility of local recurrence. Radiation therapy may also be prescribed in some cases where the disease has metastasized to bones, lymph nodes, etc. to alleviate symptoms.\nChemotherapy (chemical treatment)\nChemotherapy is a method of using drugs via intravenous and/or oral administration to treat cancer. Chemotherapy may be given before and/or after surgery; Can be combined with radiotherapy.\nChemotherapy regimen depends on the stage of cancer and physical condition of each patient.\nTargeted therapy\nTargeted therapy is often applied to locally advanced disease, recurrent disease or distant metastases, when surgery or radiotherapy alone cannot completely destroy the disease. cancer cell. At this time, the patient will be given targeted treatment drugs (possibly combined with chemotherapy) to limit the growth and invasion of malignant tumors.\nPalliative care and treatment\nWhen it is predicted that stomach cancer cannot be cured, the doctor may prescribe palliative care and treatment. This is a medical care method combined with nursing to reduce painful physical and psychological symptoms for patients."
        },
        {
            "subsection_name": "Prevent stomach cancer",
            "subsection_content": "Stomach cancer is increasingly common and rejuvenating, and treatment is expensive and difficult. In particular, if detected late when the cancer cells have metastasized, there is no cure. Therefore, people should improve the prevention of stomach cancer early on by:\nMaintain a scientific living, exercise, and rest regimen; Maintain a healthy diet with foods rich in vitamins and fiber; Limit eating foods rich in nitric and secondary amines such as pickles, pickled eggplants, fermented foods, smoked meats, and grilled foods. Because when entering the stomach, these substances will combine into toxins that pose a risk of cancer.; Do not smoke, drink alcohol or use stimulants; Limit industrial food and bottled soft drinks; Proactively screen for early stomach cancer in cases with risk factors.\nAlthough the common age for stomach cancer is 50 years old or older, in recent years, this disease is trending younger and more common in people under 40 years old. However, if detected early from the onset stage, the chance of successful treatment is high, with a survival rate of over 5 years of up to 90%. Therefore, people should improve prevention and screening for stomach cancer early to avoid unfortunate risks caused by this dangerous disease.",
            "subsection_string": "Prevent stomach cancer\nStomach cancer is increasingly common and rejuvenating, and treatment is expensive and difficult. In particular, if detected late when the cancer cells have metastasized, there is no cure. Therefore, people should improve the prevention of stomach cancer early on by:\nMaintain a scientific living, exercise, and rest regimen; Maintain a healthy diet with foods rich in vitamins and fiber; Limit eating foods rich in nitric and secondary amines such as pickles, pickled eggplants, fermented foods, smoked meats, and grilled foods. Because when entering the stomach, these substances will combine into toxins that pose a risk of cancer.; Do not smoke, drink alcohol or use stimulants; Limit industrial food and bottled soft drinks; Proactively screen for early stomach cancer in cases with risk factors.\nAlthough the common age for stomach cancer is 50 years old or older, in recent years, this disease is trending younger and more common in people under 40 years old. However, if detected early from the onset stage, the chance of successful treatment is high, with a survival rate of over 5 years of up to 90%. Therefore, people should improve prevention and screening for stomach cancer early to avoid unfortunate risks caused by this dangerous disease."
        },
        {
            "subsection_name": "Tam Anh Hospital examines, screens and treats stomach cancer comprehensively and thoroughly",
            "subsection_content": "At the Center for Gastrointestinal Endoscopy & Endoscopic Surgery, Tam Anh General Hospital, a team of leading experts and doctors who are skilled and dedicated to their profession, rich in experience, along with the support of various types of machinery. , leading modern and high-tech equipment such as: Fuji 7000 endoscopy system, 3D/4K ICG ICG endoscopic surgery system Rubina Karl Storz, Robot endoscopy tools... help detect early stage cancer, bringing optimal treatment effectiveness, prolonging life for people with stomach cancer.\nIn particular, the Oncology Department, Tam Anh General Hospital is equipped with a negative pressure chemical mixing room with a specialized sterile isolation mixing machine according to international standards (ULPA filter membrane has a filtration efficiency of 99.999% to create zones). Working according to ISO Class 3 clean air standards, in accordance with American Pharmacopoeia standards USP 797) to optimally protect the safety of clinical pharmacists when mixing drugs, minimizing the risk of drug contamination, combined with Standard procedures in preparation will help provide highly accurate drug doses, ensuring quality and treatment effectiveness.\nIn addition, the Oncology Department also coordinates closely with other departments (General Surgery, Endoscopy and Gastrointestinal Endoscopy, General Internal Medicine, Diagnostic Imaging, Laboratory Testing...), to plan treatment multimodal treatment for patients; At the same time, update and apply advances in molecular biology to develop personalized treatment strategies. The department also provides psychological and nutritional counseling for cancer patients.\nThe chemical infusion room of the Oncology Department, Tam Anh Hospital is airy with modern infusion chairs, ensuring the best chemotherapy for cancer patients.\nAt the Oncology Department, the day treatment room system is fully equipped with modern amenities and the large treatment room is equipped with a Japanese standard chemical infusion chair with a smart 3-motor design for easy treatment. Adjustable height, flexible folding, screen, and attached dining table ensure entertainment and relaxation needs during treatment and privacy of each patient. Patients are supported with blood tests and medicine dispensed right at the department.\nThe boarding area is designed and decorated according to the standards of a high-end hotel with full personal belongings, rooms have a minibar, LED screen TV, Internet, and equipment to connect medical staff 24/24; 100% of medical gas systems and emergency equipment are located at the bed; The toilet is equipped with equipment to connect medical staff...\nIn particular, the Oncology Department also regularly cooperates and connects with domestic and foreign experts and organizes online consultations, helping patients feel secure with their treatment plans.\nFanpage: Tam Anh General Hospital; Website: https://tamanhhospital.vn",
            "subsection_string": "Tam Anh Hospital examines, screens and treats stomach cancer comprehensively and thoroughly\nAt the Center for Gastrointestinal Endoscopy & Endoscopic Surgery, Tam Anh General Hospital, a team of leading experts and doctors who are skilled and dedicated to their profession, rich in experience, along with the support of various types of machinery. , leading modern and high-tech equipment such as: Fuji 7000 endoscopy system, 3D/4K ICG ICG endoscopic surgery system Rubina Karl Storz, Robot endoscopy tools... help detect early stage cancer, bringing optimal treatment effectiveness, prolonging life for people with stomach cancer.\nIn particular, the Oncology Department, Tam Anh General Hospital is equipped with a negative pressure chemical mixing room with a specialized sterile isolation mixing machine according to international standards (ULPA filter membrane has a filtration efficiency of 99.999% to create zones). Working according to ISO Class 3 clean air standards, in accordance with American Pharmacopoeia standards USP 797) to optimally protect the safety of clinical pharmacists when mixing drugs, minimizing the risk of drug contamination, combined with Standard procedures in preparation will help provide highly accurate drug doses, ensuring quality and treatment effectiveness.\nIn addition, the Oncology Department also coordinates closely with other departments (General Surgery, Endoscopy and Gastrointestinal Endoscopy, General Internal Medicine, Diagnostic Imaging, Laboratory Testing...), to plan treatment multimodal treatment for patients; At the same time, update and apply advances in molecular biology to develop personalized treatment strategies. The department also provides psychological and nutritional counseling for cancer patients.\nThe chemical infusion room of the Oncology Department, Tam Anh Hospital is airy with modern infusion chairs, ensuring the best chemotherapy for cancer patients.\nAt the Oncology Department, the day treatment room system is fully equipped with modern amenities and the large treatment room is equipped with a Japanese standard chemical infusion chair with a smart 3-motor design for easy treatment. Adjustable height, flexible folding, screen, and attached dining table ensure entertainment and relaxation needs during treatment and privacy of each patient. Patients are supported with blood tests and medicine dispensed right at the department.\nThe boarding area is designed and decorated according to the standards of a high-end hotel with full personal belongings, rooms have a minibar, LED screen TV, Internet, and equipment to connect medical staff 24/24; 100% of medical gas systems and emergency equipment are located at the bed; The toilet is equipped with equipment to connect medical staff...\nIn particular, the Oncology Department also regularly cooperates and connects with domestic and foreign experts and organizes online consultations, helping patients feel secure with their treatment plans.\nFanpage: Tam Anh General Hospital; Website: https://tamanhhospital.vn"
        }
    ],
    "name": "ung-thu-da-day.json"
}