{
    "title": "Thyroid cancer: Causes, diagnosis, common complications",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-tuyen-giap/",
    "abstract": "Thyroid cancer and goiter are more likely to occur in people with a family history of the disease or exposure to radiation, etc. who are susceptible to this disease and may need thyroidectomy for treatment. The thyroid gland is a gland located in the anterior neck, in front of the trachea, consisting of two lobes and an isthmus (forming a butterfly shape). The thyroid gland produces hormones that help regulate the body's metabolism. If the thyroid gland produces too much or too little hormone, it can lead to medical problems. These states are called hyperthyroidism and hypothyroidism, respectively. According to Dr. Tran Hai Binh - Deputy Head of Oncology Department, Tam Anh General Hospital, Hanoi, thyroid cancer can be cured if detected and there is effective treatment at an early stage. Therefore, understanding thyroid cancer, knowing how to prevent it, and recognize it early will help us a lot in getting rid of this type of cancer.",
    "content": "Thyroid cancer: Causes, diagnosis, common complications\n\nThyroid cancer and goiter are more likely to occur in people with a family history of the disease or exposure to radiation, etc. who are susceptible to this disease and may need thyroidectomy for treatment. The thyroid gland is a gland located in the anterior neck, in front of the trachea, consisting of two lobes and an isthmus (forming a butterfly shape). The thyroid gland produces hormones that help regulate the body's metabolism. If the thyroid gland produces too much or too little hormone, it can lead to medical problems. These states are called hyperthyroidism and hypothyroidism, respectively. According to Dr. Tran Hai Binh - Deputy Head of Oncology Department, Tam Anh General Hospital, Hanoi, thyroid cancer can be cured if detected and there is effective treatment at an early stage. Therefore, understanding thyroid cancer, knowing how to prevent it, and recognize it early will help us a lot in getting rid of this type of cancer.\n\n1. What is thyroid cancer?\nThyroid cancer is a disease in which malignant (cancerous) cells form from cells of the thyroid gland. This is a common type of cancer that tends to develop with increasing age, and the risk in women is higher than in men.\nThe thyroid gland is an important endocrine gland located in the anterior neck, in front of the trachea. It consists of two butterfly-shaped lobes and a waist connecting them. The thyroid gland absorbs iodine to synthesize and secrete thyroid hormones that participate in the body's basic metabolism, affecting heart rate, organ activity, etc.\nIf the thyroid gland produces too much or too little hormone, it can lead to medical problems. These states are called hyperthyroidism and hypothyroidism respectively.\nThe number of people with thyroid cancer is increasing day by day. There are two types of thyroid cancer: differentiated thyroid cancer (papillary, follicular, about 90%) and other types (medullary, undifferentiated about 10%). Differentiated thyroid cancer can be completely cured. (first)\n\n2. Classification of thyroid cancer\nThyroid cancer is divided into two groups: differentiated thyroid cancer and undifferentiated thyroid cancer.\nDifferentiated thyroid cancer accounts for about 90%, this group progresses slowly, has good prognosis, and includes:\nPapillary thyroid carcinoma.; Follicular thyroid carcinoma.; Combined papillary and follicular thyroid carcinoma.\nThe undifferentiated thyroid cancer group accounts for about 10%, this group progresses quickly and metastasizes quickly, including:\nMedullary thyroid carcinoma.; Undifferentiated thyroid carcinoma.\nSee more: 4 stages of thyroid cancer: How to evaluate and diagnose in detail.\n\n3. Symptoms of thyroid cancer\nAccording to Dr. Tran Hai Binh, early-stage thyroid cancer may not cause any signs or symptoms, often the patient accidentally discovers it during an ultrasound examination or other medical examination accidentally. see. Only when the tumor gets bigger and can be seen or felt, should the patient go to the doctor. In addition, when the tumor is large and invasive, symptoms such as:\nShortness of breath;; Difficulty or pain when swallowing;; Hoarseness or change in voice;; Unexplained weight loss;; Tired;; Painless swelling in the front of the neck.\nSee more: 7 easy-to-recognize signs of early-stage thyroid cancer.\n\n4. Causes of thyroid cancer\nThe cause of thyroid cancer is often unknown. However, a combination of genetic conditions and risk factors can increase the likelihood of developing this condition. Certain risk factors in certain regions cause more thyroid cancer cases in some countries than others. (2)\nThe thyroid is a butterfly-shaped gland located in the front of the neck, responsible for producing hormones that control metabolism\nObjective causes may include:\nThe amount of iodine is too high or too low.; Exposure to ionizing radiation.\nOther causes may include:\nAge: The older you are, the higher your risk of thyroid cancer; Overweight and obesity: Overweight people are more likely to develop thyroid cancer than normal people.\nIn addition, the following risk factors also contribute to thyroid cancer including:\nWomen: Thyroid cancer occurs more often in women than in men, with a ratio of approximately 3:1.; Asian people.; People who are regularly exposed to radiation; Family history of thyroid cancer, goiter or other thyroid disease; Certain genetic conditions, such as medullary thyroid cancer.\n\n5. At risk subjects\nWomen (more susceptible to thyroid cancer than men); The age group most commonly affected is 25-65 years old. Age and gender factors also greatly determine whether a person gets thyroid cancer or not; Specifically, the risk of thyroid cancer may increase as people get older, however, it also occurs frequently at younger ages.; Asian people; People who are regularly exposed to any type of radiation; Family history of thyroid cancer, goiter, or other thyroid disease; Certain genetic conditions, such as medullary thyroid cancer.\n\n6. Complications of thyroid cancer\nThyroid cancer can cause complications due to compression and/or invasion of surrounding tissues. It can also metastasize to the lungs and bones.\nIn addition, surgical treatment of thyroid cancer can also cause complications. This is partly because neck surgery can cause changes.\nPossible complications include:\nHypothyroidism.; Dysphagia due to damage to the superior laryngeal nerve; Vocal cord paralysis due to recurrent laryngeal nerve damage; Hypoparathyroidism due to parathyroidectomy.\nUsing radioactive drugs can have the following consequences:\nRadiation thyroiditis and transient thyrotoxicosis in patients who have undergone simple lobectomy.; Nausea, vomiting, anorexia and headache (uncommon).; Pulmonary fibrosis in patients with large lung metastases.; Cerebral edema in patients with brain metastases.; Affects fertility, transient hypoplasia or irregular menstruation; Slightly increased risk of leukemia or carcinoma of the breast and bladder.; The most serious complications are metastasis and death. The most frequent metastatic sites are the lungs and bones, followed by the brain and liver. The tumor can also metastasize to other locations in the body.\nSee more: Is thyroid cancer dangerous? How does it affect health?\n\n7. Diagnosis of thyroid cancer\nMethods for diagnosing thyroid cancer often include:\n7.1. Clinical diagnosis\nThe doctor can check and examine the neck area: Thyroid gland, cervical lymph nodes, and ask about the patient's and family's medical history.\nUltrasound is one of the techniques for diagnosing thyroid cancer\n7.2. Diagnostic tests\nThe doctor will prescribe diagnostic tests including: (3)\nUltrasound of the thyroid gland and cervical lymph nodes: Detect and evaluate the location, size, nature, and number of thyroid tumors and cervical lymph nodes.; Cytological testing of thyroid tumors and cervical lymph nodes under ultrasound guidance (fine needle aspiration - FNA): A needle is inserted through the skin into the thyroid gland to remove some cells from the tumor and from the cervical lymph nodes. The doctor will examine the cells under a microscope to look for cancer cells.; CT scan and MRI of the neck: Further evaluate the level of invasion of thyroid tumors and lymph nodes with surrounding organs such as soft tissue of the neck, trachea, and esophagus.; Immediate biopsy during surgery: The doctor will remove a thyroid nodule or a lobe of the thyroid gland during surgery, and do histopathology testing right during surgery for timely and appropriate treatment.; Biomarkers: For differentiated thyroid cancer after surgery, the Tg index will be used to evaluate treatment and monitor recurrence; With medullary thyroid cancer, Calcitonin and CEA indexes play a role in prognosis and post-treatment monitoring.\nDoctor Hai Binh shared: \"At Tam Anh General Hospital, when patients come for examination, the doctor will do a clinical examination, ask about risk factors and family history. After that, the doctor will perform an ultrasound examination of the thyroid gland, assessing the location and size of the tumor, the invasiveness of the thyroid tumor, and whether or not the cervical lymph nodes have metastasized. The patient will have thyroid tumor cells aspirated under the guidance of ultrasound and cytological testing to determine whether they are thyroid cancer or not.\n\n8. Thyroid cancer treatment methods\nAccording to Dr. Hai Binh, there are many different treatment options for differentiated and undifferentiated thyroid cancer. The appropriate form of treatment will depend on the stage and type of thyroid cancer the patient has. Differentiated thyroid cancer is the most common type with a rate of about 90% and can be completely cured.\nTreatments for thyroid cancer include surgery, radioactive iodine therapy (I-131), targeted drugs (tyrosine kinase inhibitors – TKIs), and hormone therapy. Treatment methods will depend on the stage of the disease and histopathology...\nThyroid cancer treatments typically include: (4)\n8.1. Surgical removal of a lobe of the thyroid gland or complete thyroidectomy\nThe choice of surgery to remove only one thyroid lobe or complete thyroidectomy and neck lymph node dissection depends on the stage of the disease being assessed before deciding on treatment.\nDoctor Hai Binh said that at Tam Anh General Hospital, surgery to remove thyroid lobes with tumors in early-stage cases preserves one side of the thyroid lobe, bringing better quality of life to the patient. For patients with larger tumors and cervical lymph node metastases, surgery to remove the entire thyroid gland, dissection of the neck lymph nodes, and then consider whether an additional dose of radioactive drug Iodine 131 may be needed. After resection thyroid gland, the patient will no longer have thyroid hormone, so the doctor will give him thyroid hormone to compensate for the rest of his life.\n8.2. Radioactive iodine therapy (131I)\nRadioactive iodine (131I) therapy plays an important role in the treatment and control of thyroid cancer. This method is combined with thyroidectomy to remove remaining cancer cells after surgery.\nRadioactive iodine will be absorbed by thyroid cancer cells and emit beta radiation that kills them.\n8.3. Tyrosine Kinase Inhibitors\nTyrosine Kinase Inhibitors target tyrosine kinase signaling pathways, including the RET, RAF or RAS protein kinase genes to help control disease progression. Drugs used to treat metastatic and progressive differentiated thyroid cancer are: Sorafenib, Lenvatinib,...\n8.4. Thyroid hormone therapy\nAfter completely removing the thyroid gland, the patient will be prescribed thyroid hormone medication for life. In addition to supplementing the body with thyroid hormones, thyroid hormone drugs also inhibit the recurrence of thyroid cancer cells.\n\n9. How to prevent the risk of thyroid cancer\nDoctor Hai Binh recommends that to reduce the risk of thyroid cancer, people should limit exposure to risk factors such as radiation, diet deficiency or excess iodine; You should eat and live healthily and practice the habit of regular health check-ups every 6 months or at least once a year to detect abnormal conditions early.\nIdeally, people over the age of 40 and those with risk factors should be screened for thyroid cancer.\n\n10. Some frequently asked questions about thyroid cancer\n10.1. Can thyroid cancer be cured?\nAccording to Dr. Hai Binh, differentiated thyroid cancer can be completely cured if detected and treated early.\n10.2. How long can you live with thyroid cancer?\nDepending on the type of thyroid cancer encountered, as well as the duration of the disease, the prognosis for each patient will be different.\nThe 5-year survival rate for thyroid cancer is 97.8%, if diagnosed early and treated effectively.\nSee more: How long can you live with thyroid cancer? Prognosis through each type.\n10.3. Is thyroid cancer hereditary?\nMutations in the RET, RAS and BRAF genes in thyroid cancer are a genetic factor. Therefore, people with a family history of thyroid cancer should proactively have regular health checks and screen for thyroid cancer according to the advice of a specialist.\n10.4. Can thyroid cancer eat eggs?\nNutrients that are good for the thyroid are iodine, selenium and zinc. Egg yolks are rich in iodine and selenium, so they are beneficial for thyroid cancer patients.\n10.5. What should you avoid if you have thyroid cancer?\nPeople with thyroid cancer after a complete thyroidectomy and are prescribed radioactive iodine treatment should eat a low-iodine diet while waiting for radioactive iodine treatment.\nThyroid cancer can be treated depending on the stage, type of cancer, and age when the cancer is detected. Therefore, the most important thing is early detection and proper and timely treatment. – Doctor Hai Binh emphasized.\nDr. Tran Hai Binh recommends that patients should see a doctor as soon as they have symptoms to receive an accurate diagnosis and proper and timely treatment.\nOncology Department of Tam Anh General Hospital, a prestigious and highly effective place to examine, screen and treat all types of cancer, including thyroid cancer. With a team of skilled, experienced industry-leading experts and the most modern equipment and machinery system such as:\nBiochemistry - immunology, hematology, microbiology, biology testing system Roche Cobas system, Cobas 6500;; Roche Cobas u701, u601, u411 urine testing system; Roche Cobas b211 blood gas machine;; The world's most modern Real-time 3D Elastic Ultrasound system - SuperSonic Imagine Mach 30;; Modern SOMATOM Drive 2 computerized tomography (CT) scanner;; Magnetic resonance imaging (MRI) machine applies \"Full biological matrix\" technology (Germany);; Digital Breast Tomosynthesis system (Digital Breast Tomosynthesis);; Fuji 7000 endoscopy system;; Rubina Karl Storz 3D/4K ICG laparoscopic surgery system, mechanical handheld robotic laparoscopic surgical instrument;\nIn addition, a negative pressure chemical mixing room with a specialized sterile isolation mixing machine according to international standards... along with close cooperation between the specialties of Oncology, Gastroenterology, Cardiology, Neurology, and Ear Nose and Throat, Obstetrics and Pediatrics, Endocrinology-Diabetes, Urology,... will help with accurate diagnosis, specialized and individualized treatment, bringing a higher chance of survival to cancer patients.\nTo reduce the risk of thyroid cancer, people should limit exposure to risk factors such as radiation, radiation, etc. Besides, they should eat a cold diet and regularly screen for cancer to know if own condition. Thyroid cancer can be treated depending on the medication and type of cancer, the age when the cancer is detected and the stage at which the patient begins treatment. Therefore, the most important thing is early detection and proper and timely treatment.",
    "subsections": [
        {
            "subsection_name": "1. What is thyroid cancer?",
            "subsection_content": "Thyroid cancer is a disease in which malignant (cancerous) cells form from cells of the thyroid gland. This is a common type of cancer that tends to develop with increasing age, and the risk in women is higher than in men.\nThe thyroid gland is an important endocrine gland located in the anterior neck, in front of the trachea. It consists of two butterfly-shaped lobes and a waist connecting them. The thyroid gland absorbs iodine to synthesize and secrete thyroid hormones that participate in the body's basic metabolism, affecting heart rate, organ activity, etc.\nIf the thyroid gland produces too much or too little hormone, it can lead to medical problems. These states are called hyperthyroidism and hypothyroidism respectively.\nThe number of people with thyroid cancer is increasing day by day. There are two types of thyroid cancer: differentiated thyroid cancer (papillary, follicular, about 90%) and other types (medullary, undifferentiated about 10%). Differentiated thyroid cancer can be completely cured. (first)",
            "subsection_string": "1. What is thyroid cancer?\nThyroid cancer is a disease in which malignant (cancerous) cells form from cells of the thyroid gland. This is a common type of cancer that tends to develop with increasing age, and the risk in women is higher than in men.\nThe thyroid gland is an important endocrine gland located in the anterior neck, in front of the trachea. It consists of two butterfly-shaped lobes and a waist connecting them. The thyroid gland absorbs iodine to synthesize and secrete thyroid hormones that participate in the body's basic metabolism, affecting heart rate, organ activity, etc.\nIf the thyroid gland produces too much or too little hormone, it can lead to medical problems. These states are called hyperthyroidism and hypothyroidism respectively.\nThe number of people with thyroid cancer is increasing day by day. There are two types of thyroid cancer: differentiated thyroid cancer (papillary, follicular, about 90%) and other types (medullary, undifferentiated about 10%). Differentiated thyroid cancer can be completely cured. (first)"
        },
        {
            "subsection_name": "2. Classification of thyroid cancer",
            "subsection_content": "Thyroid cancer is divided into two groups: differentiated thyroid cancer and undifferentiated thyroid cancer.\nDifferentiated thyroid cancer accounts for about 90%, this group progresses slowly, has good prognosis, and includes:\nPapillary thyroid carcinoma.; Follicular thyroid carcinoma.; Combined papillary and follicular thyroid carcinoma.\nThe undifferentiated thyroid cancer group accounts for about 10%, this group progresses quickly and metastasizes quickly, including:\nMedullary thyroid carcinoma.; Undifferentiated thyroid carcinoma.\nSee more: 4 stages of thyroid cancer: How to evaluate and diagnose in detail.",
            "subsection_string": "2. Classification of thyroid cancer\nThyroid cancer is divided into two groups: differentiated thyroid cancer and undifferentiated thyroid cancer.\nDifferentiated thyroid cancer accounts for about 90%, this group progresses slowly, has good prognosis, and includes:\nPapillary thyroid carcinoma.; Follicular thyroid carcinoma.; Combined papillary and follicular thyroid carcinoma.\nThe undifferentiated thyroid cancer group accounts for about 10%, this group progresses quickly and metastasizes quickly, including:\nMedullary thyroid carcinoma.; Undifferentiated thyroid carcinoma.\nSee more: 4 stages of thyroid cancer: How to evaluate and diagnose in detail."
        },
        {
            "subsection_name": "3. Symptoms of thyroid cancer",
            "subsection_content": "According to Dr. Tran Hai Binh, early-stage thyroid cancer may not cause any signs or symptoms, often the patient accidentally discovers it during an ultrasound examination or other medical examination accidentally. see. Only when the tumor gets bigger and can be seen or felt, should the patient go to the doctor. In addition, when the tumor is large and invasive, symptoms such as:\nShortness of breath;; Difficulty or pain when swallowing;; Hoarseness or change in voice;; Unexplained weight loss;; Tired;; Painless swelling in the front of the neck.\nSee more: 7 easy-to-recognize signs of early-stage thyroid cancer.",
            "subsection_string": "3. Symptoms of thyroid cancer\nAccording to Dr. Tran Hai Binh, early-stage thyroid cancer may not cause any signs or symptoms, often the patient accidentally discovers it during an ultrasound examination or other medical examination accidentally. see. Only when the tumor gets bigger and can be seen or felt, should the patient go to the doctor. In addition, when the tumor is large and invasive, symptoms such as:\nShortness of breath;; Difficulty or pain when swallowing;; Hoarseness or change in voice;; Unexplained weight loss;; Tired;; Painless swelling in the front of the neck.\nSee more: 7 easy-to-recognize signs of early-stage thyroid cancer."
        },
        {
            "subsection_name": "4. Causes of thyroid cancer",
            "subsection_content": "The cause of thyroid cancer is often unknown. However, a combination of genetic conditions and risk factors can increase the likelihood of developing this condition. Certain risk factors in certain regions cause more thyroid cancer cases in some countries than others. (2)\nThe thyroid is a butterfly-shaped gland located in the front of the neck, responsible for producing hormones that control metabolism\nObjective causes may include:\nThe amount of iodine is too high or too low.; Exposure to ionizing radiation.\nOther causes may include:\nAge: The older you are, the higher your risk of thyroid cancer; Overweight and obesity: Overweight people are more likely to develop thyroid cancer than normal people.\nIn addition, the following risk factors also contribute to thyroid cancer including:\nWomen: Thyroid cancer occurs more often in women than in men, with a ratio of approximately 3:1.; Asian people.; People who are regularly exposed to radiation; Family history of thyroid cancer, goiter or other thyroid disease; Certain genetic conditions, such as medullary thyroid cancer.",
            "subsection_string": "4. Causes of thyroid cancer\nThe cause of thyroid cancer is often unknown. However, a combination of genetic conditions and risk factors can increase the likelihood of developing this condition. Certain risk factors in certain regions cause more thyroid cancer cases in some countries than others. (2)\nThe thyroid is a butterfly-shaped gland located in the front of the neck, responsible for producing hormones that control metabolism\nObjective causes may include:\nThe amount of iodine is too high or too low.; Exposure to ionizing radiation.\nOther causes may include:\nAge: The older you are, the higher your risk of thyroid cancer; Overweight and obesity: Overweight people are more likely to develop thyroid cancer than normal people.\nIn addition, the following risk factors also contribute to thyroid cancer including:\nWomen: Thyroid cancer occurs more often in women than in men, with a ratio of approximately 3:1.; Asian people.; People who are regularly exposed to radiation; Family history of thyroid cancer, goiter or other thyroid disease; Certain genetic conditions, such as medullary thyroid cancer."
        },
        {
            "subsection_name": "5. At risk subjects",
            "subsection_content": "Women (more susceptible to thyroid cancer than men); The age group most commonly affected is 25-65 years old. Age and gender factors also greatly determine whether a person gets thyroid cancer or not; Specifically, the risk of thyroid cancer may increase as people get older, however, it also occurs frequently at younger ages.; Asian people; People who are regularly exposed to any type of radiation; Family history of thyroid cancer, goiter, or other thyroid disease; Certain genetic conditions, such as medullary thyroid cancer.",
            "subsection_string": "5. At risk subjects\nWomen (more susceptible to thyroid cancer than men); The age group most commonly affected is 25-65 years old. Age and gender factors also greatly determine whether a person gets thyroid cancer or not; Specifically, the risk of thyroid cancer may increase as people get older, however, it also occurs frequently at younger ages.; Asian people; People who are regularly exposed to any type of radiation; Family history of thyroid cancer, goiter, or other thyroid disease; Certain genetic conditions, such as medullary thyroid cancer."
        },
        {
            "subsection_name": "6. Complications of thyroid cancer",
            "subsection_content": "Thyroid cancer can cause complications due to compression and/or invasion of surrounding tissues. It can also metastasize to the lungs and bones.\nIn addition, surgical treatment of thyroid cancer can also cause complications. This is partly because neck surgery can cause changes.\nPossible complications include:\nHypothyroidism.; Dysphagia due to damage to the superior laryngeal nerve; Vocal cord paralysis due to recurrent laryngeal nerve damage; Hypoparathyroidism due to parathyroidectomy.\nUsing radioactive drugs can have the following consequences:\nRadiation thyroiditis and transient thyrotoxicosis in patients who have undergone simple lobectomy.; Nausea, vomiting, anorexia and headache (uncommon).; Pulmonary fibrosis in patients with large lung metastases.; Cerebral edema in patients with brain metastases.; Affects fertility, transient hypoplasia or irregular menstruation; Slightly increased risk of leukemia or carcinoma of the breast and bladder.; The most serious complications are metastasis and death. The most frequent metastatic sites are the lungs and bones, followed by the brain and liver. The tumor can also metastasize to other locations in the body.\nSee more: Is thyroid cancer dangerous? How does it affect health?",
            "subsection_string": "6. Complications of thyroid cancer\nThyroid cancer can cause complications due to compression and/or invasion of surrounding tissues. It can also metastasize to the lungs and bones.\nIn addition, surgical treatment of thyroid cancer can also cause complications. This is partly because neck surgery can cause changes.\nPossible complications include:\nHypothyroidism.; Dysphagia due to damage to the superior laryngeal nerve; Vocal cord paralysis due to recurrent laryngeal nerve damage; Hypoparathyroidism due to parathyroidectomy.\nUsing radioactive drugs can have the following consequences:\nRadiation thyroiditis and transient thyrotoxicosis in patients who have undergone simple lobectomy.; Nausea, vomiting, anorexia and headache (uncommon).; Pulmonary fibrosis in patients with large lung metastases.; Cerebral edema in patients with brain metastases.; Affects fertility, transient hypoplasia or irregular menstruation; Slightly increased risk of leukemia or carcinoma of the breast and bladder.; The most serious complications are metastasis and death. The most frequent metastatic sites are the lungs and bones, followed by the brain and liver. The tumor can also metastasize to other locations in the body.\nSee more: Is thyroid cancer dangerous? How does it affect health?"
        },
        {
            "subsection_name": "7. Diagnosis of thyroid cancer",
            "subsection_content": "Methods for diagnosing thyroid cancer often include:\n7.1. Clinical diagnosis\nThe doctor can check and examine the neck area: Thyroid gland, cervical lymph nodes, and ask about the patient's and family's medical history.\nUltrasound is one of the techniques for diagnosing thyroid cancer\n7.2. Diagnostic tests\nThe doctor will prescribe diagnostic tests including: (3)\nUltrasound of the thyroid gland and cervical lymph nodes: Detect and evaluate the location, size, nature, and number of thyroid tumors and cervical lymph nodes.; Cytological testing of thyroid tumors and cervical lymph nodes under ultrasound guidance (fine needle aspiration - FNA): A needle is inserted through the skin into the thyroid gland to remove some cells from the tumor and from the cervical lymph nodes. The doctor will examine the cells under a microscope to look for cancer cells.; CT scan and MRI of the neck: Further evaluate the level of invasion of thyroid tumors and lymph nodes with surrounding organs such as soft tissue of the neck, trachea, and esophagus.; Immediate biopsy during surgery: The doctor will remove a thyroid nodule or a lobe of the thyroid gland during surgery, and do histopathology testing right during surgery for timely and appropriate treatment.; Biomarkers: For differentiated thyroid cancer after surgery, the Tg index will be used to evaluate treatment and monitor recurrence; With medullary thyroid cancer, Calcitonin and CEA indexes play a role in prognosis and post-treatment monitoring.\nDoctor Hai Binh shared: \"At Tam Anh General Hospital, when patients come for examination, the doctor will do a clinical examination, ask about risk factors and family history. After that, the doctor will perform an ultrasound examination of the thyroid gland, assessing the location and size of the tumor, the invasiveness of the thyroid tumor, and whether or not the cervical lymph nodes have metastasized. The patient will have thyroid tumor cells aspirated under the guidance of ultrasound and cytological testing to determine whether they are thyroid cancer or not.",
            "subsection_string": "7. Diagnosis of thyroid cancer\nMethods for diagnosing thyroid cancer often include:\n7.1. Clinical diagnosis\nThe doctor can check and examine the neck area: Thyroid gland, cervical lymph nodes, and ask about the patient's and family's medical history.\nUltrasound is one of the techniques for diagnosing thyroid cancer\n7.2. Diagnostic tests\nThe doctor will prescribe diagnostic tests including: (3)\nUltrasound of the thyroid gland and cervical lymph nodes: Detect and evaluate the location, size, nature, and number of thyroid tumors and cervical lymph nodes.; Cytological testing of thyroid tumors and cervical lymph nodes under ultrasound guidance (fine needle aspiration - FNA): A needle is inserted through the skin into the thyroid gland to remove some cells from the tumor and from the cervical lymph nodes. The doctor will examine the cells under a microscope to look for cancer cells.; CT scan and MRI of the neck: Further evaluate the level of invasion of thyroid tumors and lymph nodes with surrounding organs such as soft tissue of the neck, trachea, and esophagus.; Immediate biopsy during surgery: The doctor will remove a thyroid nodule or a lobe of the thyroid gland during surgery, and do histopathology testing right during surgery for timely and appropriate treatment.; Biomarkers: For differentiated thyroid cancer after surgery, the Tg index will be used to evaluate treatment and monitor recurrence; With medullary thyroid cancer, Calcitonin and CEA indexes play a role in prognosis and post-treatment monitoring.\nDoctor Hai Binh shared: \"At Tam Anh General Hospital, when patients come for examination, the doctor will do a clinical examination, ask about risk factors and family history. After that, the doctor will perform an ultrasound examination of the thyroid gland, assessing the location and size of the tumor, the invasiveness of the thyroid tumor, and whether or not the cervical lymph nodes have metastasized. The patient will have thyroid tumor cells aspirated under the guidance of ultrasound and cytological testing to determine whether they are thyroid cancer or not."
        },
        {
            "subsection_name": "8. Thyroid cancer treatment methods",
            "subsection_content": "According to Dr. Hai Binh, there are many different treatment options for differentiated and undifferentiated thyroid cancer. The appropriate form of treatment will depend on the stage and type of thyroid cancer the patient has. Differentiated thyroid cancer is the most common type with a rate of about 90% and can be completely cured.\nTreatments for thyroid cancer include surgery, radioactive iodine therapy (I-131), targeted drugs (tyrosine kinase inhibitors – TKIs), and hormone therapy. Treatment methods will depend on the stage of the disease and histopathology...\nThyroid cancer treatments typically include: (4)\n8.1. Surgical removal of a lobe of the thyroid gland or complete thyroidectomy\nThe choice of surgery to remove only one thyroid lobe or complete thyroidectomy and neck lymph node dissection depends on the stage of the disease being assessed before deciding on treatment.\nDoctor Hai Binh said that at Tam Anh General Hospital, surgery to remove thyroid lobes with tumors in early-stage cases preserves one side of the thyroid lobe, bringing better quality of life to the patient. For patients with larger tumors and cervical lymph node metastases, surgery to remove the entire thyroid gland, dissection of the neck lymph nodes, and then consider whether an additional dose of radioactive drug Iodine 131 may be needed. After resection thyroid gland, the patient will no longer have thyroid hormone, so the doctor will give him thyroid hormone to compensate for the rest of his life.\n8.2. Radioactive iodine therapy (131I)\nRadioactive iodine (131I) therapy plays an important role in the treatment and control of thyroid cancer. This method is combined with thyroidectomy to remove remaining cancer cells after surgery.\nRadioactive iodine will be absorbed by thyroid cancer cells and emit beta radiation that kills them.\n8.3. Tyrosine Kinase Inhibitors\nTyrosine Kinase Inhibitors target tyrosine kinase signaling pathways, including the RET, RAF or RAS protein kinase genes to help control disease progression. Drugs used to treat metastatic and progressive differentiated thyroid cancer are: Sorafenib, Lenvatinib,...\n8.4. Thyroid hormone therapy\nAfter completely removing the thyroid gland, the patient will be prescribed thyroid hormone medication for life. In addition to supplementing the body with thyroid hormones, thyroid hormone drugs also inhibit the recurrence of thyroid cancer cells.",
            "subsection_string": "8. Thyroid cancer treatment methods\nAccording to Dr. Hai Binh, there are many different treatment options for differentiated and undifferentiated thyroid cancer. The appropriate form of treatment will depend on the stage and type of thyroid cancer the patient has. Differentiated thyroid cancer is the most common type with a rate of about 90% and can be completely cured.\nTreatments for thyroid cancer include surgery, radioactive iodine therapy (I-131), targeted drugs (tyrosine kinase inhibitors – TKIs), and hormone therapy. Treatment methods will depend on the stage of the disease and histopathology...\nThyroid cancer treatments typically include: (4)\n8.1. Surgical removal of a lobe of the thyroid gland or complete thyroidectomy\nThe choice of surgery to remove only one thyroid lobe or complete thyroidectomy and neck lymph node dissection depends on the stage of the disease being assessed before deciding on treatment.\nDoctor Hai Binh said that at Tam Anh General Hospital, surgery to remove thyroid lobes with tumors in early-stage cases preserves one side of the thyroid lobe, bringing better quality of life to the patient. For patients with larger tumors and cervical lymph node metastases, surgery to remove the entire thyroid gland, dissection of the neck lymph nodes, and then consider whether an additional dose of radioactive drug Iodine 131 may be needed. After resection thyroid gland, the patient will no longer have thyroid hormone, so the doctor will give him thyroid hormone to compensate for the rest of his life.\n8.2. Radioactive iodine therapy (131I)\nRadioactive iodine (131I) therapy plays an important role in the treatment and control of thyroid cancer. This method is combined with thyroidectomy to remove remaining cancer cells after surgery.\nRadioactive iodine will be absorbed by thyroid cancer cells and emit beta radiation that kills them.\n8.3. Tyrosine Kinase Inhibitors\nTyrosine Kinase Inhibitors target tyrosine kinase signaling pathways, including the RET, RAF or RAS protein kinase genes to help control disease progression. Drugs used to treat metastatic and progressive differentiated thyroid cancer are: Sorafenib, Lenvatinib,...\n8.4. Thyroid hormone therapy\nAfter completely removing the thyroid gland, the patient will be prescribed thyroid hormone medication for life. In addition to supplementing the body with thyroid hormones, thyroid hormone drugs also inhibit the recurrence of thyroid cancer cells."
        },
        {
            "subsection_name": "9. How to prevent the risk of thyroid cancer",
            "subsection_content": "Doctor Hai Binh recommends that to reduce the risk of thyroid cancer, people should limit exposure to risk factors such as radiation, diet deficiency or excess iodine; You should eat and live healthily and practice the habit of regular health check-ups every 6 months or at least once a year to detect abnormal conditions early.\nIdeally, people over the age of 40 and those with risk factors should be screened for thyroid cancer.",
            "subsection_string": "9. How to prevent the risk of thyroid cancer\nDoctor Hai Binh recommends that to reduce the risk of thyroid cancer, people should limit exposure to risk factors such as radiation, diet deficiency or excess iodine; You should eat and live healthily and practice the habit of regular health check-ups every 6 months or at least once a year to detect abnormal conditions early.\nIdeally, people over the age of 40 and those with risk factors should be screened for thyroid cancer."
        },
        {
            "subsection_name": "10. Some frequently asked questions about thyroid cancer",
            "subsection_content": "10.1. Can thyroid cancer be cured?\nAccording to Dr. Hai Binh, differentiated thyroid cancer can be completely cured if detected and treated early.\n10.2. How long can you live with thyroid cancer?\nDepending on the type of thyroid cancer encountered, as well as the duration of the disease, the prognosis for each patient will be different.\nThe 5-year survival rate for thyroid cancer is 97.8%, if diagnosed early and treated effectively.\nSee more: How long can you live with thyroid cancer? Prognosis through each type.\n10.3. Is thyroid cancer hereditary?\nMutations in the RET, RAS and BRAF genes in thyroid cancer are a genetic factor. Therefore, people with a family history of thyroid cancer should proactively have regular health checks and screen for thyroid cancer according to the advice of a specialist.\n10.4. Can thyroid cancer eat eggs?\nNutrients that are good for the thyroid are iodine, selenium and zinc. Egg yolks are rich in iodine and selenium, so they are beneficial for thyroid cancer patients.\n10.5. What should you avoid if you have thyroid cancer?\nPeople with thyroid cancer after a complete thyroidectomy and are prescribed radioactive iodine treatment should eat a low-iodine diet while waiting for radioactive iodine treatment.\nThyroid cancer can be treated depending on the stage, type of cancer, and age when the cancer is detected. Therefore, the most important thing is early detection and proper and timely treatment. – Doctor Hai Binh emphasized.\nDr. Tran Hai Binh recommends that patients should see a doctor as soon as they have symptoms to receive an accurate diagnosis and proper and timely treatment.\nOncology Department of Tam Anh General Hospital, a prestigious and highly effective place to examine, screen and treat all types of cancer, including thyroid cancer. With a team of skilled, experienced industry-leading experts and the most modern equipment and machinery system such as:\nBiochemistry - immunology, hematology, microbiology, biology testing system Roche Cobas system, Cobas 6500;; Roche Cobas u701, u601, u411 urine testing system; Roche Cobas b211 blood gas machine;; The world's most modern Real-time 3D Elastic Ultrasound system - SuperSonic Imagine Mach 30;; Modern SOMATOM Drive 2 computerized tomography (CT) scanner;; Magnetic resonance imaging (MRI) machine applies \"Full biological matrix\" technology (Germany);; Digital Breast Tomosynthesis system (Digital Breast Tomosynthesis);; Fuji 7000 endoscopy system;; Rubina Karl Storz 3D/4K ICG laparoscopic surgery system, mechanical handheld robotic laparoscopic surgical instrument;\nIn addition, a negative pressure chemical mixing room with a specialized sterile isolation mixing machine according to international standards... along with close cooperation between the specialties of Oncology, Gastroenterology, Cardiology, Neurology, and Ear Nose and Throat, Obstetrics and Pediatrics, Endocrinology-Diabetes, Urology,... will help with accurate diagnosis, specialized and individualized treatment, bringing a higher chance of survival to cancer patients.\nTo reduce the risk of thyroid cancer, people should limit exposure to risk factors such as radiation, radiation, etc. Besides, they should eat a cold diet and regularly screen for cancer to know if own condition. Thyroid cancer can be treated depending on the medication and type of cancer, the age when the cancer is detected and the stage at which the patient begins treatment. Therefore, the most important thing is early detection and proper and timely treatment.",
            "subsection_string": "10. Some frequently asked questions about thyroid cancer\n10.1. Can thyroid cancer be cured?\nAccording to Dr. Hai Binh, differentiated thyroid cancer can be completely cured if detected and treated early.\n10.2. How long can you live with thyroid cancer?\nDepending on the type of thyroid cancer encountered, as well as the duration of the disease, the prognosis for each patient will be different.\nThe 5-year survival rate for thyroid cancer is 97.8%, if diagnosed early and treated effectively.\nSee more: How long can you live with thyroid cancer? Prognosis through each type.\n10.3. Is thyroid cancer hereditary?\nMutations in the RET, RAS and BRAF genes in thyroid cancer are a genetic factor. Therefore, people with a family history of thyroid cancer should proactively have regular health checks and screen for thyroid cancer according to the advice of a specialist.\n10.4. Can thyroid cancer eat eggs?\nNutrients that are good for the thyroid are iodine, selenium and zinc. Egg yolks are rich in iodine and selenium, so they are beneficial for thyroid cancer patients.\n10.5. What should you avoid if you have thyroid cancer?\nPeople with thyroid cancer after a complete thyroidectomy and are prescribed radioactive iodine treatment should eat a low-iodine diet while waiting for radioactive iodine treatment.\nThyroid cancer can be treated depending on the stage, type of cancer, and age when the cancer is detected. Therefore, the most important thing is early detection and proper and timely treatment. – Doctor Hai Binh emphasized.\nDr. Tran Hai Binh recommends that patients should see a doctor as soon as they have symptoms to receive an accurate diagnosis and proper and timely treatment.\nOncology Department of Tam Anh General Hospital, a prestigious and highly effective place to examine, screen and treat all types of cancer, including thyroid cancer. With a team of skilled, experienced industry-leading experts and the most modern equipment and machinery system such as:\nBiochemistry - immunology, hematology, microbiology, biology testing system Roche Cobas system, Cobas 6500;; Roche Cobas u701, u601, u411 urine testing system; Roche Cobas b211 blood gas machine;; The world's most modern Real-time 3D Elastic Ultrasound system - SuperSonic Imagine Mach 30;; Modern SOMATOM Drive 2 computerized tomography (CT) scanner;; Magnetic resonance imaging (MRI) machine applies \"Full biological matrix\" technology (Germany);; Digital Breast Tomosynthesis system (Digital Breast Tomosynthesis);; Fuji 7000 endoscopy system;; Rubina Karl Storz 3D/4K ICG laparoscopic surgery system, mechanical handheld robotic laparoscopic surgical instrument;\nIn addition, a negative pressure chemical mixing room with a specialized sterile isolation mixing machine according to international standards... along with close cooperation between the specialties of Oncology, Gastroenterology, Cardiology, Neurology, and Ear Nose and Throat, Obstetrics and Pediatrics, Endocrinology-Diabetes, Urology,... will help with accurate diagnosis, specialized and individualized treatment, bringing a higher chance of survival to cancer patients.\nTo reduce the risk of thyroid cancer, people should limit exposure to risk factors such as radiation, radiation, etc. Besides, they should eat a cold diet and regularly screen for cancer to know if own condition. Thyroid cancer can be treated depending on the medication and type of cancer, the age when the cancer is detected and the stage at which the patient begins treatment. Therefore, the most important thing is early detection and proper and timely treatment."
        }
    ],
    "name": "ung-thu-tuyen-giap.json"
}