{
    "title": "Metastatic stomach cancer: Symptoms and treatment",
    "category": "Oncology",
    "link": "https://tamanhhospital.vn/ung-thu-da-day-di-can/",
    "abstract": "Metastatic stage stomach cancer has a poor prognosis,\nTreatment is complex and long\nmuch influence\nto the patient's quality of life.\n  Currently, the field of cancer diagnosis and treatment has made significant progress, but cancer is still one of the leading causes of death in many countries. Among them, stomach cancer ranks fourth among the causes of cancer death, with more than 700,000 confirmed deaths annually and is more common in East Asian countries, Eastern Europe, Central and South America. . Surgery remains the main treatment method in the early stages. For\nmetastatic stage stomach cancer,\n Chemotherapy is one of the possible treatment options. However\ndue to multi-organ metastatic disease and poor response rates along with side effects of chemotherapeutic agents, quality of life in patients\nmetastatic stage stomach cancer\naffected very significantly. (first)\n According to Dr. Thao,\n for\nmetastatic stage stomach cancer,\n The main goal of palliative care is to help patients improve their quality of life, including controlling pain and other uncomfortable symptoms, and alleviating psychological, social, and spiritual problems. and support patients to live as actively and comfortably as possible until the last days of their lives.",
    "content": "Metastatic stomach cancer: Symptoms and treatment\n\nMetastatic stage stomach cancer has a poor prognosis,\nTreatment is complex and long\nmuch influence\nto the patient's quality of life.\n  Currently, the field of cancer diagnosis and treatment has made significant progress, but cancer is still one of the leading causes of death in many countries. Among them, stomach cancer ranks fourth among the causes of cancer death, with more than 700,000 confirmed deaths annually and is more common in East Asian countries, Eastern Europe, Central and South America. . Surgery remains the main treatment method in the early stages. For\nmetastatic stage stomach cancer,\n Chemotherapy is one of the possible treatment options. However\ndue to multi-organ metastatic disease and poor response rates along with side effects of chemotherapeutic agents, quality of life in patients\nmetastatic stage stomach cancer\naffected very significantly. (first)\n According to Dr. Thao,\n for\nmetastatic stage stomach cancer,\n The main goal of palliative care is to help patients improve their quality of life, including controlling pain and other uncomfortable symptoms, and alleviating psychological, social, and spiritual problems. and support patients to live as actively and comfortably as possible until the last days of their lives.\n\nWhat is metastatic stomach cancer?\nStomach cancer is divided into 4 stages based on the TNM Staging System. This classification method describes the size of the tumor and the degree of invasion of the tumor, denoted  by the letter T (Tumor), and is ranked from T1 to T4, whether the lymph nodes are affected or not is indicated. denoted by the letter N (Node), and ranked from N0 - N3; The letter M (Metastasis) indicates that the cancer has not metastasized to another organ M0 or has metastasized to M1. The lower all the numbers, the less dangerous the cancer.\nLate-stage stomach cancer is classified as stage 4, which is the most severe stage of cancer. Stage 4 stomach cancer can metastasize to organs such as the liver, lungs, bones, brain and lymph nodes in other areas of the body.\nMetastatic stage of stomach cancer has a poor prognosis, treatment takes longer, and reduces quality of life.\n\nSigns of metastatic stomach cancer\nSigns of metastatic stomach cancer depend on the organ the cancer has metastasized to. (2)\nSigns of stomach cancer metastasizing to the liver\nWhen metastasized to the liver, stomach cancer can cause the following symptoms:\nDiscomfort or pain above the navel or right side of the abdomen; Tired; Poor appetite, vomiting and weight loss; The abdomen is distended due to an abnormal increase in the amount of fluid in the abdominal cavity, known as ascites (or ascites); Yellow skin, yellow eyes; Itchy skin, swollen feet.\nSymptoms of stomach cancer metastasizing to the lungs\nStomach cancer that metastasizes to the lungs can often cause the following symptoms:\nPersistent cough; Shortness of breath; Pneumonia; Pleural effusion.\nSymptoms of stomach cancer spreading to lymph nodes in other areas of the body\nLymph nodes are considered the gatekeepers of each body region. Foreign invaders will follow the lymph flow to the lymph nodes. Here the lymph nodes have specialized immune cells to capture and destroy these agents. When cancer metastasizes to lymph nodes, patients may have symptoms such as:\nDifficulty swallowing due to swollen lymph nodes in the neck and chest area; Severe abdominal pain; If cancer metastasizes to the lymph nodes in the back, it will cause severe back pain.\nSigns of stomach cancer metastasizing to the peritoneum (peritoneum)\nPatients may feel bloated, bloated, have an enlarged abdomen, feel that their clothes are tight, and have difficulty lying flat or turning their body back and forth. The cause is an abnormal increase in the amount of fluid in the abdomen, called ascites or ascites. In addition, patients may experience some other symptoms such as:\nLoss of appetite, loss of appetite; Undigested; Tired; Constipation; Shortness of breath\nSymptoms of stomach cancer metastasizing to the ovaries\nStomach cancer that metastasizes to the ovaries is also known as Krukenberg tumor (Krukenberg tumor is a tumor in the ovary but originates from other places and metastasizes to the ovary, most commonly from the stomach, but can also come from colon, rectum, pancreas, biliary tract, breast, lungs, etc.). This is a rare condition, accounting for about 1-2% of ovarian cancer patients.\nSymptoms  patients may experience include:\nIntermittent cramping pain in the lower abdomen, pain in the pelvis - back area.; Fatigue, exhaustion; Menstrual disorders: Menorrhagia, hypermenorrhea, irregular menstruation; Digestive disorders: Bloating, indigestion, constipation, diarrhea or alternating.\n\nPrognosis of survival of metastatic gastric cancer\nAccording to Dr. Thao, the survival prognosis of patients with metastatic stomach cancer is very limited, most survival time is only measured in months. At this stage, treatments are intended to relieve pain and unpleasant symptoms, helping to improve the patient's quality of life.\n\nMethods for diagnosing metastatic stage stomach cancer\nAfter a general health examination, asking about the patient's medical history and symptoms, doctors often prescribe tests to determine late-stage metastatic stomach cancer.\nTesting methods include: (3)\nBlood tests\nDetect anemia, changes in liver and kidney function; increased concentration of cancer markers...\nEsophagogastroduodenoscopy\nThe doctor will insert a thin, flexible tube (called an endoscope) from the throat to the esophagus and stomach for observation. The end of the scope has a small camera attached directly to the external monitor. During scanning, the lesions will be displayed directly on the screen so the doctor can rely on that to detect tumors or lesions suspected of cancer.\nBiopsy\nDuring an endoscopy, the doctor will take a small piece of tissue from the suspected stomach lesion to look at it for signs of cancer cells under a microscope.\nGastric endoscopy diagnoses stomach cancer at Tam Anh General Hospital.\nStomach X-ray with Baryte\nThe patient is given a pastel-colored liquid containing Baryte. This fluid covers the stomach and makes the image of the stomach and abnormal stomach lesions (if any) show up more clearly on X-rays. However, this method is rarely used today, because there are other alternative survey methods.\nCT scan\nChest CT, abdominal CT, brain CT, neck CT, and pelvic CT help survey detailed images of organs inside the body, evaluate invasive organs, and metastasis of stomach cancer.\nBone scan\nBone scans use radioactive isotopes injected into the patient's body, then use recording equipment to capture the radiation and convert it into signals and convert them into images. This helps doctors find lesions in the patient's bones. This is the most useful method to detect bone metastases in cancer.\nPET-CT\nPET/CT helps detect lesions early and assess the stage of the disease, assess recurrence after treatment, and detect metastasis of stomach cancer. PET-CT can provide information about functional abnormalities of organs in the body very early compared to other diagnostic imaging methods.\nLaparoscopic abdominal surgery\nDr. Thao said that peritoneal metastasis is sometimes difficult to determine using conventional imaging techniques. Therefore, the doctor can perform exploratory laparoscopic surgery. This is minimally invasive surgery, through only a few small incisions in the abdominal wall,  helping to accurately diagnose cancer invasion and metastasis to the peritoneum; It is possible to combine peritoneal lavage, fluid collection and suspected lesions on the peritoneum (or in the abdominal cavity) to do cytological testing to find cancer cells. In patients with advanced gastric cancer in whom imaging and other measures fail to diagnose, cytology of peritoneal lavage fluid and biopsy of suspected peritoneal lesions can be very helpful in determining the diagnosis. Determine the level of metastasis of the disease, thereby helping to plan appropriate treatment for the patient.\n\nTreatment methods for metastatic gastric cancer\nDr. Thao said that treating metastatic stomach cancer is much more difficult than in previous stages. Because at this time, cancer cells have metastasized to many other parts and organs throughout the body.\nThe goal of treating metastatic stomach cancer mainly focuses on reducing symptoms and controlling cancer growth to provide the best possible quality of life for the patient. Based on the patient's age, overall health, cancer status, and wishes of the patient and family, the doctor can prescribe or advise the patient to choose the most suitable treatment method. . (4)\nTreatment methods for metastatic stomach cancer include:\nSymptomatic surgery\nIn patients with metastatic stomach cancer who have symptoms of gastrointestinal bleeding or gastric outlet obstruction, doctors may perform a gastrectomy or connect the stomach to the small intestine depending on the primary tumor and treatment. Surgical conditions allow.\nIn this surgery, part of the small intestine is attached to the upper part of the stomach, bypassing the tumor and allowing food to flow out of the stomach.\nIn addition, the doctor can place an additional tube from the stomach or small intestine to the skin so that the patient can receive nutrition through this tube. This is a method of opening the stomach or jejunum to the skin for feeding.\nValence\nChemotherapy is a systemic treatment that uses chemicals to help shrink malignant tumors, reduce symptoms caused by cancer, and prolong the patient's life.\nIt is possible to perform single-agent chemotherapy with 1 drug, or choose a combination of drugs such as 5-FluoroUracil (5-FU) combined with Cisplatin (CDDP) (FP regimen), ECX regimen, EOF regimen, EOX gear,…\nPatients who tolerate chemotherapy will have a survival benefit compared with palliative care alone.\nRadiotherapy\nRadiation therapy uses particles or waves of energy to kill or destroy cancer cells. In metastatic stage stomach cancer, radiotherapy can control symptoms in bone metastases and brain metastases.\nTargeted treatment drugs\nTargeted therapy is a method that affects specific molecules necessary for carcinogenesis and tumor development. Two commonly used targeted drugs are monoclonal antibodies and small molecule drugs.\nAppropriate patients receiving this therapy have a greater survival benefit than chemotherapy alone.\nImmunotherapy\nThis is a biological treatment that helps strengthen the immune system (made up of white blood cells and organs and tissues of the lymphatic system) against cancer.\nPembrolizumab (Keytruda) is an immunotherapy drug used to treat stomach cancer that has recurred or metastasized in cases that have not responded to or progressed  on two or more chemotherapy regimens.\nClinical trials\nClinical trials are studies that test the safety and effectiveness of experimental therapies that have not yet been approved by the FDA as treatment regimens. These trials could lead to groundbreaking new treatments that could help patients improve their quality of life and survival rates.\n\nNutritional care for patients with metastatic gastric cancer\nStomach cancer causes many obstacles for patients in eating and digesting food. This can cause malnutrition in cancer patients. Therefore, patients need nutritional advice from a doctor to develop a daily menu suitable for their health condition. Supportive drugs, pain relievers or other drugs can be prescribed when necessary.\nTo schedule an appointment with Oncology experts, Tam Anh General Hospital System, you can contact:\nMetastatic stage of stomach cancer progresses complicatedly because the tumors have spread to many places, causing many serious symptoms for patients. Patients need an appropriate treatment plan, and a focus on improving quality of life should be a top priority.",
    "subsections": [
        {
            "subsection_name": "What is metastatic stomach cancer?",
            "subsection_content": "Stomach cancer is divided into 4 stages based on the TNM Staging System. This classification method describes the size of the tumor and the degree of invasion of the tumor, denoted  by the letter T (Tumor), and is ranked from T1 to T4, whether the lymph nodes are affected or not is indicated. denoted by the letter N (Node), and ranked from N0 - N3; The letter M (Metastasis) indicates that the cancer has not metastasized to another organ M0 or has metastasized to M1. The lower all the numbers, the less dangerous the cancer.\nLate-stage stomach cancer is classified as stage 4, which is the most severe stage of cancer. Stage 4 stomach cancer can metastasize to organs such as the liver, lungs, bones, brain and lymph nodes in other areas of the body.\nMetastatic stage of stomach cancer has a poor prognosis, treatment takes longer, and reduces quality of life.",
            "subsection_string": "What is metastatic stomach cancer?\nStomach cancer is divided into 4 stages based on the TNM Staging System. This classification method describes the size of the tumor and the degree of invasion of the tumor, denoted  by the letter T (Tumor), and is ranked from T1 to T4, whether the lymph nodes are affected or not is indicated. denoted by the letter N (Node), and ranked from N0 - N3; The letter M (Metastasis) indicates that the cancer has not metastasized to another organ M0 or has metastasized to M1. The lower all the numbers, the less dangerous the cancer.\nLate-stage stomach cancer is classified as stage 4, which is the most severe stage of cancer. Stage 4 stomach cancer can metastasize to organs such as the liver, lungs, bones, brain and lymph nodes in other areas of the body.\nMetastatic stage of stomach cancer has a poor prognosis, treatment takes longer, and reduces quality of life."
        },
        {
            "subsection_name": "Signs of metastatic stomach cancer",
            "subsection_content": "Signs of metastatic stomach cancer depend on the organ the cancer has metastasized to. (2)\nSigns of stomach cancer metastasizing to the liver\nWhen metastasized to the liver, stomach cancer can cause the following symptoms:\nDiscomfort or pain above the navel or right side of the abdomen; Tired; Poor appetite, vomiting and weight loss; The abdomen is distended due to an abnormal increase in the amount of fluid in the abdominal cavity, known as ascites (or ascites); Yellow skin, yellow eyes; Itchy skin, swollen feet.\nSymptoms of stomach cancer metastasizing to the lungs\nStomach cancer that metastasizes to the lungs can often cause the following symptoms:\nPersistent cough; Shortness of breath; Pneumonia; Pleural effusion.\nSymptoms of stomach cancer spreading to lymph nodes in other areas of the body\nLymph nodes are considered the gatekeepers of each body region. Foreign invaders will follow the lymph flow to the lymph nodes. Here the lymph nodes have specialized immune cells to capture and destroy these agents. When cancer metastasizes to lymph nodes, patients may have symptoms such as:\nDifficulty swallowing due to swollen lymph nodes in the neck and chest area; Severe abdominal pain; If cancer metastasizes to the lymph nodes in the back, it will cause severe back pain.\nSigns of stomach cancer metastasizing to the peritoneum (peritoneum)\nPatients may feel bloated, bloated, have an enlarged abdomen, feel that their clothes are tight, and have difficulty lying flat or turning their body back and forth. The cause is an abnormal increase in the amount of fluid in the abdomen, called ascites or ascites. In addition, patients may experience some other symptoms such as:\nLoss of appetite, loss of appetite; Undigested; Tired; Constipation; Shortness of breath\nSymptoms of stomach cancer metastasizing to the ovaries\nStomach cancer that metastasizes to the ovaries is also known as Krukenberg tumor (Krukenberg tumor is a tumor in the ovary but originates from other places and metastasizes to the ovary, most commonly from the stomach, but can also come from colon, rectum, pancreas, biliary tract, breast, lungs, etc.). This is a rare condition, accounting for about 1-2% of ovarian cancer patients.\nSymptoms  patients may experience include:\nIntermittent cramping pain in the lower abdomen, pain in the pelvis - back area.; Fatigue, exhaustion; Menstrual disorders: Menorrhagia, hypermenorrhea, irregular menstruation; Digestive disorders: Bloating, indigestion, constipation, diarrhea or alternating.",
            "subsection_string": "Signs of metastatic stomach cancer\nSigns of metastatic stomach cancer depend on the organ the cancer has metastasized to. (2)\nSigns of stomach cancer metastasizing to the liver\nWhen metastasized to the liver, stomach cancer can cause the following symptoms:\nDiscomfort or pain above the navel or right side of the abdomen; Tired; Poor appetite, vomiting and weight loss; The abdomen is distended due to an abnormal increase in the amount of fluid in the abdominal cavity, known as ascites (or ascites); Yellow skin, yellow eyes; Itchy skin, swollen feet.\nSymptoms of stomach cancer metastasizing to the lungs\nStomach cancer that metastasizes to the lungs can often cause the following symptoms:\nPersistent cough; Shortness of breath; Pneumonia; Pleural effusion.\nSymptoms of stomach cancer spreading to lymph nodes in other areas of the body\nLymph nodes are considered the gatekeepers of each body region. Foreign invaders will follow the lymph flow to the lymph nodes. Here the lymph nodes have specialized immune cells to capture and destroy these agents. When cancer metastasizes to lymph nodes, patients may have symptoms such as:\nDifficulty swallowing due to swollen lymph nodes in the neck and chest area; Severe abdominal pain; If cancer metastasizes to the lymph nodes in the back, it will cause severe back pain.\nSigns of stomach cancer metastasizing to the peritoneum (peritoneum)\nPatients may feel bloated, bloated, have an enlarged abdomen, feel that their clothes are tight, and have difficulty lying flat or turning their body back and forth. The cause is an abnormal increase in the amount of fluid in the abdomen, called ascites or ascites. In addition, patients may experience some other symptoms such as:\nLoss of appetite, loss of appetite; Undigested; Tired; Constipation; Shortness of breath\nSymptoms of stomach cancer metastasizing to the ovaries\nStomach cancer that metastasizes to the ovaries is also known as Krukenberg tumor (Krukenberg tumor is a tumor in the ovary but originates from other places and metastasizes to the ovary, most commonly from the stomach, but can also come from colon, rectum, pancreas, biliary tract, breast, lungs, etc.). This is a rare condition, accounting for about 1-2% of ovarian cancer patients.\nSymptoms  patients may experience include:\nIntermittent cramping pain in the lower abdomen, pain in the pelvis - back area.; Fatigue, exhaustion; Menstrual disorders: Menorrhagia, hypermenorrhea, irregular menstruation; Digestive disorders: Bloating, indigestion, constipation, diarrhea or alternating."
        },
        {
            "subsection_name": "Prognosis of survival of metastatic gastric cancer",
            "subsection_content": "According to Dr. Thao, the survival prognosis of patients with metastatic stomach cancer is very limited, most survival time is only measured in months. At this stage, treatments are intended to relieve pain and unpleasant symptoms, helping to improve the patient's quality of life.",
            "subsection_string": "Prognosis of survival of metastatic gastric cancer\nAccording to Dr. Thao, the survival prognosis of patients with metastatic stomach cancer is very limited, most survival time is only measured in months. At this stage, treatments are intended to relieve pain and unpleasant symptoms, helping to improve the patient's quality of life."
        },
        {
            "subsection_name": "Methods for diagnosing metastatic stage stomach cancer",
            "subsection_content": "After a general health examination, asking about the patient's medical history and symptoms, doctors often prescribe tests to determine late-stage metastatic stomach cancer.\nTesting methods include: (3)\nBlood tests\nDetect anemia, changes in liver and kidney function; increased concentration of cancer markers...\nEsophagogastroduodenoscopy\nThe doctor will insert a thin, flexible tube (called an endoscope) from the throat to the esophagus and stomach for observation. The end of the scope has a small camera attached directly to the external monitor. During scanning, the lesions will be displayed directly on the screen so the doctor can rely on that to detect tumors or lesions suspected of cancer.\nBiopsy\nDuring an endoscopy, the doctor will take a small piece of tissue from the suspected stomach lesion to look at it for signs of cancer cells under a microscope.\nGastric endoscopy diagnoses stomach cancer at Tam Anh General Hospital.\nStomach X-ray with Baryte\nThe patient is given a pastel-colored liquid containing Baryte. This fluid covers the stomach and makes the image of the stomach and abnormal stomach lesions (if any) show up more clearly on X-rays. However, this method is rarely used today, because there are other alternative survey methods.\nCT scan\nChest CT, abdominal CT, brain CT, neck CT, and pelvic CT help survey detailed images of organs inside the body, evaluate invasive organs, and metastasis of stomach cancer.\nBone scan\nBone scans use radioactive isotopes injected into the patient's body, then use recording equipment to capture the radiation and convert it into signals and convert them into images. This helps doctors find lesions in the patient's bones. This is the most useful method to detect bone metastases in cancer.\nPET-CT\nPET/CT helps detect lesions early and assess the stage of the disease, assess recurrence after treatment, and detect metastasis of stomach cancer. PET-CT can provide information about functional abnormalities of organs in the body very early compared to other diagnostic imaging methods.\nLaparoscopic abdominal surgery\nDr. Thao said that peritoneal metastasis is sometimes difficult to determine using conventional imaging techniques. Therefore, the doctor can perform exploratory laparoscopic surgery. This is minimally invasive surgery, through only a few small incisions in the abdominal wall,  helping to accurately diagnose cancer invasion and metastasis to the peritoneum; It is possible to combine peritoneal lavage, fluid collection and suspected lesions on the peritoneum (or in the abdominal cavity) to do cytological testing to find cancer cells. In patients with advanced gastric cancer in whom imaging and other measures fail to diagnose, cytology of peritoneal lavage fluid and biopsy of suspected peritoneal lesions can be very helpful in determining the diagnosis. Determine the level of metastasis of the disease, thereby helping to plan appropriate treatment for the patient.",
            "subsection_string": "Methods for diagnosing metastatic stage stomach cancer\nAfter a general health examination, asking about the patient's medical history and symptoms, doctors often prescribe tests to determine late-stage metastatic stomach cancer.\nTesting methods include: (3)\nBlood tests\nDetect anemia, changes in liver and kidney function; increased concentration of cancer markers...\nEsophagogastroduodenoscopy\nThe doctor will insert a thin, flexible tube (called an endoscope) from the throat to the esophagus and stomach for observation. The end of the scope has a small camera attached directly to the external monitor. During scanning, the lesions will be displayed directly on the screen so the doctor can rely on that to detect tumors or lesions suspected of cancer.\nBiopsy\nDuring an endoscopy, the doctor will take a small piece of tissue from the suspected stomach lesion to look at it for signs of cancer cells under a microscope.\nGastric endoscopy diagnoses stomach cancer at Tam Anh General Hospital.\nStomach X-ray with Baryte\nThe patient is given a pastel-colored liquid containing Baryte. This fluid covers the stomach and makes the image of the stomach and abnormal stomach lesions (if any) show up more clearly on X-rays. However, this method is rarely used today, because there are other alternative survey methods.\nCT scan\nChest CT, abdominal CT, brain CT, neck CT, and pelvic CT help survey detailed images of organs inside the body, evaluate invasive organs, and metastasis of stomach cancer.\nBone scan\nBone scans use radioactive isotopes injected into the patient's body, then use recording equipment to capture the radiation and convert it into signals and convert them into images. This helps doctors find lesions in the patient's bones. This is the most useful method to detect bone metastases in cancer.\nPET-CT\nPET/CT helps detect lesions early and assess the stage of the disease, assess recurrence after treatment, and detect metastasis of stomach cancer. PET-CT can provide information about functional abnormalities of organs in the body very early compared to other diagnostic imaging methods.\nLaparoscopic abdominal surgery\nDr. Thao said that peritoneal metastasis is sometimes difficult to determine using conventional imaging techniques. Therefore, the doctor can perform exploratory laparoscopic surgery. This is minimally invasive surgery, through only a few small incisions in the abdominal wall,  helping to accurately diagnose cancer invasion and metastasis to the peritoneum; It is possible to combine peritoneal lavage, fluid collection and suspected lesions on the peritoneum (or in the abdominal cavity) to do cytological testing to find cancer cells. In patients with advanced gastric cancer in whom imaging and other measures fail to diagnose, cytology of peritoneal lavage fluid and biopsy of suspected peritoneal lesions can be very helpful in determining the diagnosis. Determine the level of metastasis of the disease, thereby helping to plan appropriate treatment for the patient."
        },
        {
            "subsection_name": "Treatment methods for metastatic gastric cancer",
            "subsection_content": "Dr. Thao said that treating metastatic stomach cancer is much more difficult than in previous stages. Because at this time, cancer cells have metastasized to many other parts and organs throughout the body.\nThe goal of treating metastatic stomach cancer mainly focuses on reducing symptoms and controlling cancer growth to provide the best possible quality of life for the patient. Based on the patient's age, overall health, cancer status, and wishes of the patient and family, the doctor can prescribe or advise the patient to choose the most suitable treatment method. . (4)\nTreatment methods for metastatic stomach cancer include:\nSymptomatic surgery\nIn patients with metastatic stomach cancer who have symptoms of gastrointestinal bleeding or gastric outlet obstruction, doctors may perform a gastrectomy or connect the stomach to the small intestine depending on the primary tumor and treatment. Surgical conditions allow.\nIn this surgery, part of the small intestine is attached to the upper part of the stomach, bypassing the tumor and allowing food to flow out of the stomach.\nIn addition, the doctor can place an additional tube from the stomach or small intestine to the skin so that the patient can receive nutrition through this tube. This is a method of opening the stomach or jejunum to the skin for feeding.\nValence\nChemotherapy is a systemic treatment that uses chemicals to help shrink malignant tumors, reduce symptoms caused by cancer, and prolong the patient's life.\nIt is possible to perform single-agent chemotherapy with 1 drug, or choose a combination of drugs such as 5-FluoroUracil (5-FU) combined with Cisplatin (CDDP) (FP regimen), ECX regimen, EOF regimen, EOX gear,…\nPatients who tolerate chemotherapy will have a survival benefit compared with palliative care alone.\nRadiotherapy\nRadiation therapy uses particles or waves of energy to kill or destroy cancer cells. In metastatic stage stomach cancer, radiotherapy can control symptoms in bone metastases and brain metastases.\nTargeted treatment drugs\nTargeted therapy is a method that affects specific molecules necessary for carcinogenesis and tumor development. Two commonly used targeted drugs are monoclonal antibodies and small molecule drugs.\nAppropriate patients receiving this therapy have a greater survival benefit than chemotherapy alone.\nImmunotherapy\nThis is a biological treatment that helps strengthen the immune system (made up of white blood cells and organs and tissues of the lymphatic system) against cancer.\nPembrolizumab (Keytruda) is an immunotherapy drug used to treat stomach cancer that has recurred or metastasized in cases that have not responded to or progressed  on two or more chemotherapy regimens.\nClinical trials\nClinical trials are studies that test the safety and effectiveness of experimental therapies that have not yet been approved by the FDA as treatment regimens. These trials could lead to groundbreaking new treatments that could help patients improve their quality of life and survival rates.",
            "subsection_string": "Treatment methods for metastatic gastric cancer\nDr. Thao said that treating metastatic stomach cancer is much more difficult than in previous stages. Because at this time, cancer cells have metastasized to many other parts and organs throughout the body.\nThe goal of treating metastatic stomach cancer mainly focuses on reducing symptoms and controlling cancer growth to provide the best possible quality of life for the patient. Based on the patient's age, overall health, cancer status, and wishes of the patient and family, the doctor can prescribe or advise the patient to choose the most suitable treatment method. . (4)\nTreatment methods for metastatic stomach cancer include:\nSymptomatic surgery\nIn patients with metastatic stomach cancer who have symptoms of gastrointestinal bleeding or gastric outlet obstruction, doctors may perform a gastrectomy or connect the stomach to the small intestine depending on the primary tumor and treatment. Surgical conditions allow.\nIn this surgery, part of the small intestine is attached to the upper part of the stomach, bypassing the tumor and allowing food to flow out of the stomach.\nIn addition, the doctor can place an additional tube from the stomach or small intestine to the skin so that the patient can receive nutrition through this tube. This is a method of opening the stomach or jejunum to the skin for feeding.\nValence\nChemotherapy is a systemic treatment that uses chemicals to help shrink malignant tumors, reduce symptoms caused by cancer, and prolong the patient's life.\nIt is possible to perform single-agent chemotherapy with 1 drug, or choose a combination of drugs such as 5-FluoroUracil (5-FU) combined with Cisplatin (CDDP) (FP regimen), ECX regimen, EOF regimen, EOX gear,…\nPatients who tolerate chemotherapy will have a survival benefit compared with palliative care alone.\nRadiotherapy\nRadiation therapy uses particles or waves of energy to kill or destroy cancer cells. In metastatic stage stomach cancer, radiotherapy can control symptoms in bone metastases and brain metastases.\nTargeted treatment drugs\nTargeted therapy is a method that affects specific molecules necessary for carcinogenesis and tumor development. Two commonly used targeted drugs are monoclonal antibodies and small molecule drugs.\nAppropriate patients receiving this therapy have a greater survival benefit than chemotherapy alone.\nImmunotherapy\nThis is a biological treatment that helps strengthen the immune system (made up of white blood cells and organs and tissues of the lymphatic system) against cancer.\nPembrolizumab (Keytruda) is an immunotherapy drug used to treat stomach cancer that has recurred or metastasized in cases that have not responded to or progressed  on two or more chemotherapy regimens.\nClinical trials\nClinical trials are studies that test the safety and effectiveness of experimental therapies that have not yet been approved by the FDA as treatment regimens. These trials could lead to groundbreaking new treatments that could help patients improve their quality of life and survival rates."
        },
        {
            "subsection_name": "Nutritional care for patients with metastatic gastric cancer",
            "subsection_content": "Stomach cancer causes many obstacles for patients in eating and digesting food. This can cause malnutrition in cancer patients. Therefore, patients need nutritional advice from a doctor to develop a daily menu suitable for their health condition. Supportive drugs, pain relievers or other drugs can be prescribed when necessary.\nTo schedule an appointment with Oncology experts, Tam Anh General Hospital System, you can contact:\nMetastatic stage of stomach cancer progresses complicatedly because the tumors have spread to many places, causing many serious symptoms for patients. Patients need an appropriate treatment plan, and a focus on improving quality of life should be a top priority.",
            "subsection_string": "Nutritional care for patients with metastatic gastric cancer\nStomach cancer causes many obstacles for patients in eating and digesting food. This can cause malnutrition in cancer patients. Therefore, patients need nutritional advice from a doctor to develop a daily menu suitable for their health condition. Supportive drugs, pain relievers or other drugs can be prescribed when necessary.\nTo schedule an appointment with Oncology experts, Tam Anh General Hospital System, you can contact:\nMetastatic stage of stomach cancer progresses complicatedly because the tumors have spread to many places, causing many serious symptoms for patients. Patients need an appropriate treatment plan, and a focus on improving quality of life should be a top priority."
        }
    ],
    "name": "ung-thu-da-day-di-can.json"
}